[
  {
    "heading": "Events",
    "year": "AD 69",
    "date": "January 2",
    "txt": "The Roman legions in Germania Superior refuse to swear loyalty to Galba. They rebel and proclaim Vitellius as emperor.",
    "entities": [
      {
        "title": "Roman legion",
        "href": "/wiki/Roman_legion",
        "description": "The Roman legion was the largest military unit of the Roman army. A legion was roughly of brigade size, composed of 4,200 infantry and 300 cavalry in the republican period, expanded to 5,200 infantry and 120 auxilia in the imperial period."
      },
      {
        "title": "Germania Superior",
        "href": "/wiki/Germania_Superior",
        "description": "Germania Superior was an imperial province of the Roman Empire. It comprised an area of today's western Switzerland, the French Jura and Alsace regions, and southwestern Germany. Important cities were Besançon (Vesontio), Strasbourg (Argentoratum), Wiesbaden, and Germania Superior's capital, Mainz (Mogontiacum). It comprised the Middle Rhine, bordering on the Limes Germanicus, and on the Alpine pr"
      },
      {
        "title": "Galba",
        "href": "/wiki/Galba",
        "description": "Galba was Roman emperor from 68 to 69, the first emperor in the Year of the Four Emperors. He was known as Lucius Livius Ocella Sulpicius Galba prior to taking the throne as a result of his adoption by his stepmother, Livia Ocellina. The governor of Hispania at the time of the rebellion of Gaius Julius Vindex in Gaul, he seized the throne following Nero's suicide."
      },
      {
        "title": "Vitellius",
        "href": "/wiki/Vitellius",
        "description": "Aulus Vitellius was Roman emperor for eight months, from 19 April to 20 December AD 69. Vitellius was proclaimed emperor following the quick succession of the previous emperors Galba and Otho, in a year of civil war known as the Year of the Four Emperors. Vitellius was the first to add the honorific cognomen Germanicus to his name instead of Caesar upon his accession. Like his direct predecessor, "
      }
    ]
  },
  {
    "heading": "Events",
    "year": "366",
    "date": "January 2",
    "txt": "The Alemanni cross the frozen Rhine in large numbers, invading the Roman Empire.",
    "entities": [
      {
        "title": "Alemanni",
        "href": "/wiki/Alemanni",
        "description": "The Alemanni were a confederation of Germanic tribes on the Upper Rhine River. First mentioned by Cassius Dio in the context of the campaign of Caracalla of 213, the Alemanni captured the Agri Decumates in 260, and later expanded into present-day Alsace, and northern Switzerland, leading to the establishment of the Old High German language in those regions, by the eighth century named Alamannia."
      },
      {
        "title": "Rhine",
        "href": "/wiki/Rhine",
        "description": "The Rhine is one of the major European rivers, and has its sources in Switzerland and flows in a mostly northerly direction through Germany and the Netherlands, emptying into the North Sea. The river begins in the Swiss canton of Graubünden in the southeastern Swiss Alps, forms part of the Swiss-Liechtenstein, Swiss-Austrian, Swiss-German and then the Franco-German border, then flows through the G"
      },
      {
        "title": "Roman Empire",
        "href": "/wiki/Roman_Empire",
        "description": "The Roman Empire was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, Northern Africa, and Western Asia ruled by emperors. From the accession of Caesar Augustus to the military anarchy of the 3rd century, it was a principate with Italy as metropole of the provinces and the city of Rome as sole capital. After the "
      }
    ]
  },
  {
    "heading": "Events",
    "year": "533",
    "date": "January 2",
    "txt": "Mercurius becomes Pope John II, the first pope to adopt a new name upon elevation to the papacy.",
    "entities": [
      {
        "title": "Pope John II",
        "href": "/wiki/Pope_John_II",
        "description": "Pope John II, born Mercurius, was the bishop of Rome from 2 January 533 to his death. As a priest at St. Clement's Basilica, he endowed that church with gifts and commissioned stone carvings for it."
      },
      {
        "title": "Pope",
        "href": "/wiki/Pope",
        "description": "The pope, also known as the supreme pontiff or the Roman pontiff, is the bishop of Rome, head of the worldwide Catholic Church and head of state or sovereign of the Vatican City State. The primacy of the bishop of Rome is largely derived from his role as the apostolic successor to Saint Peter, to whom primacy was conferred by Jesus, giving him the Keys of Heaven and the powers of \"binding and loos"
      },
      {
        "title": "Pope",
        "href": "/wiki/Pope",
        "description": "The pope, also known as the supreme pontiff or the Roman pontiff, is the bishop of Rome, head of the worldwide Catholic Church and head of state or sovereign of the Vatican City State. The primacy of the bishop of Rome is largely derived from his role as the apostolic successor to Saint Peter, to whom primacy was conferred by Jesus, giving him the Keys of Heaven and the powers of \"binding and loos"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1492",
    "date": "January 2",
    "txt": "Reconquista: The Emirate of Granada, the last Moorish stronghold in Spain, surrenders.",
    "entities": [
      {
        "title": "Reconquista",
        "href": "/wiki/Reconquista",
        "description": "The Reconquista was a period in the history of the Iberian Peninsula of about 780 years between the Umayyad conquest of Hispania in 711, the expansion of the Christian kingdoms throughout Hispania, and the fall of the Nasrid kingdom of Granada in 1492."
      },
      {
        "title": "Emirate of Granada",
        "href": "/wiki/Emirate_of_Granada",
        "description": "The Emirate of Granada, also known as the Nasrid Kingdom of Granada, was an Islamic realm in southern Iberia during the Late Middle Ages. It was the last independent Muslim state in Western Europe."
      },
      {
        "title": "Moors",
        "href": "/wiki/Moors",
        "description": "The term Moor is an exonym first used by Christian Europeans to designate the Muslim inhabitants of the Maghreb, the Iberian Peninsula, Sicily and Malta during the Middle Ages. The Moors initially were the indigenous Maghrebine Berbers. The name was later also applied to Arabs and Arabized Iberians."
      },
      {
        "title": "Spain",
        "href": "/wiki/Spain",
        "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1680",
    "date": "January 2",
    "txt": "Trunajaya rebellion: Amangkurat II of Mataram and his bodyguards execute the rebel leader Trunajaya",
    "entities": [
      {
        "title": "Trunajaya rebellion",
        "href": "/wiki/Trunajaya_rebellion",
        "description": "Trunajaya rebellion or Trunajaya War was the ultimately unsuccessful rebellion waged by the Madurese prince Trunajaya and fighters from Makassar against the Mataram Sultanate and its Dutch East India Company (VOC) supporters in Java during the 1670s."
      },
      {
        "title": "Amangkurat II",
        "href": "/wiki/Amangkurat_II",
        "description": "Amangkurat II was the Susuhunan of Mataram from 1677 to 1703. Prior to taking the throne, he was the crown prince and had the title Pangeran Adipati Anom."
      },
      {
        "title": "Trunajaya rebellion",
        "href": "/wiki/Trunajaya_rebellion#Trunajaya's_death",
        "description": "Trunajaya rebellion or Trunajaya War was the ultimately unsuccessful rebellion waged by the Madurese prince Trunajaya and fighters from Makassar against the Mataram Sultanate and its Dutch East India Company (VOC) supporters in Java during the 1670s."
      },
      {
        "title": "Trunajaya",
        "href": "/wiki/Trunajaya",
        "description": "Trunajaya (Madurese) or Tronajâyâ, also known as Panembahan Maduretno, was a prince and warlord from Arosbaya, Bangkalan, Madura, known for leading a rebellion against the rulers of the Mataram Sultanate on the island of Java."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1777",
    "date": "January 2",
    "txt": "American Revolutionary War: American forces under the command of George Washington repulsed a British attack at the Battle of the Assunpink Creek near Trenton, New Jersey.",
    "entities": [
      {
        "title": "American Revolutionary War",
        "href": "/wiki/American_Revolutionary_War",
        "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"
      },
      {
        "title": "George Washington",
        "href": "/wiki/George_Washington",
        "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"
      },
      {
        "title": "Battle of the Assunpink Creek",
        "href": "/wiki/Battle_of_the_Assunpink_Creek",
        "description": "The Battle of the Assunpink Creek, also known as the Second Battle of Trenton, was a battle between American and British troops that took place in and around Trenton, New Jersey, on January 2, 1777, during the American Revolutionary War, and resulted in an American victory."
      },
      {
        "title": "Trenton, New Jersey",
        "href": "/wiki/Trenton,_New_Jersey",
        "description": "Trenton is the capital city of the U.S. state of New Jersey and the county seat of Mercer County. It briefly served as the capital of the United States in 1784. The city's metropolitan area, consisting of Mercer County, is grouped with the New York Combined Statistical Area by the United States Census Bureau, but it directly borders the Philadelphia metropolitan area and was from 1990 until 2000 p"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1788",
    "date": "January 2",
    "txt": "Georgia becomes the fourth state to ratify the United States Constitution.",
    "entities": [
      {
        "title": "Georgia (U.S. state)",
        "href": "/wiki/Georgia_(U.S._state)",
        "description": "Georgia is a state in the Southeastern region of the United States, bordered to the north by Tennessee and North Carolina; to the northeast by South Carolina; to the southeast by the Atlantic Ocean; to the south by Florida; and to the west by Alabama. Georgia is the 24th-largest in area and 8th-most populous of the 50 United States. Its 2020 population was 10,711,908, according to the U.S. Census "
      },
      {
        "title": "United States Constitution",
        "href": "/wiki/United_States_Constitution",
        "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1791",
    "date": "January 2",
    "txt": "Big Bottom massacre in the Ohio Country, North America, marking the beginning of the Northwest Indian War.",
    "entities": [
      {
        "title": "Big Bottom massacre",
        "href": "/wiki/Big_Bottom_massacre",
        "description": "The Big Bottom massacre occurred on January 2, 1791, near present-day Stockport now in Morgan County, Ohio, United States. It is considered part of the Northwest Indian Wars, in which aboriginal Americans in the Ohio Country confronted American settlers, regular soldiers and militia, seeking to expel them from their territory."
      },
      {
        "title": "Ohio Country",
        "href": "/wiki/Ohio_Country",
        "description": "The Ohio Country was a name used in the mid- to late 18th century for a region of North America west of the Appalachian Mountains and north of the upper Ohio and Allegheny rivers, extending to Lake Erie. The area encompassed roughly northwestern West Virginia, Western Pennsylvania, all of the present-day state of Ohio, and a wedge of southeastern Indiana."
      },
      {
        "title": "Northwest Indian War",
        "href": "/wiki/Northwest_Indian_War",
        "description": "The Northwest Indian War (1785–1795), also known as the Ohio War, Little Turtle's War, and by other names, was a war between the United States and the Northwestern Confederacy, with support from the British, for control of the Northwest Territory. It followed centuries of conflict over this territory, first among Native American tribes, and then with the added shifting alliances among the tribes a"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1818",
    "date": "January 2",
    "txt": "The British Institution of Civil Engineers is founded by a group of six engineers; Thomas Telford would later become its first president.",
    "entities": [
      {
        "title": "Institution of Civil Engineers",
        "href": "/wiki/Institution_of_Civil_Engineers",
        "description": "The Institution of Civil Engineers (ICE) is an independent professional association for civil engineers and a charitable body in the United Kingdom. Based in London, ICE has over 95,000 members, of whom three-quarters are located in the UK, while the rest are located in more than 150 other countries. The ICE aims to support the civil engineering profession by offering professional qualification, p"
      },
      {
        "title": "Thomas Telford",
        "href": "/wiki/Thomas_Telford",
        "description": "Thomas Telford FRS, FRSE was a Scottish civil engineer, architect and stonemason, and road, bridge and canal builder. After establishing himself as an engineer of road and canal projects in Shropshire, he designed numerous infrastructure projects in his native Scotland, as well as harbours and tunnels. Such was his reputation as a prolific designer of highways and related bridges, he was dubbed Th"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1865",
    "date": "January 2",
    "txt": "Uruguayan War: The Siege of Paysandú ends as the Brazilians and Coloradans capture Paysandú, Uruguay.",
    "entities": [
      {
        "title": "Uruguayan War",
        "href": "/wiki/Uruguayan_War",
        "description": "The Uruguayan War was fought between Uruguay's governing Blanco Party and an alliance consisting of the Empire of Brazil and the Uruguayan Colorado Party, covertly supported by Argentina. Since its independence, Uruguay had been ravaged by intermittent struggles between the Colorado and Blanco factions, each attempting to seize and maintain power in turn. The Colorado leader Venancio Flores launch"
      },
      {
        "title": "Siege of Paysandú",
        "href": "/wiki/Siege_of_Paysand%C3%BA",
        "description": "The Siege of Paysandú began 3 December 1864, during the Uruguayan War, when Brazilian forces and Colorado forces attempted to capture the city of Paysandú in Uruguay from its Uruguayan Army defenders. The siege ended 2 January 1865, when the Brazilian and Colorado forces conquered the town."
      },
      {
        "title": "Empire of Brazil",
        "href": "/wiki/Empire_of_Brazil",
        "description": "The Empire of Brazil was a 19th-century state that broadly comprised the territories which form modern Brazil and Uruguay. Its government was a representative parliamentary constitutional monarchy under the rule of Emperors Dom Pedro I and his son Dom Pedro II. A colony of the Kingdom of Portugal, Brazil became the seat of the Portuguese colonial Empire in 1808, when the Portuguese Prince regent, "
      },
      {
        "title": "Colorado Party (Uruguay)",
        "href": "/wiki/Colorado_Party_(Uruguay)",
        "description": "The Colorado Party is a centrist political party in Uruguay."
      },
      {
        "title": "Paysandú",
        "href": "/wiki/Paysand%C3%BA",
        "description": "Paysandú is the capital of Paysandú Department in western Uruguay."
      },
      {
        "title": "Uruguay",
        "href": "/wiki/Uruguay",
        "description": "Uruguay, officially the Oriental Republic of Uruguay, is a country in South America. It shares borders with Argentina to its west and southwest and Brazil to its north and northeast; while bordering the Río de la Plata to the south and the Atlantic Ocean to the southeast. Uruguay has a population of an estimated 3.51 million, of whom 2 million live in the metropolitan area of its capital and large"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1900",
    "date": "January 2",
    "txt": "American statesman and diplomat John Hay announces the Open Door Policy to promote trade with China.",
    "entities": [
      {
        "title": "John Hay",
        "href": "/wiki/John_Hay",
        "description": "John Milton Hay was an American statesman and official whose career in government stretched over almost half a century. Beginning as a private secretary and assistant to Abraham Lincoln, Hay's highest office was United States Secretary of State under Presidents William McKinley and Theodore Roosevelt. Hay was also an author and biographer, and wrote poetry and other literature throughout much of h"
      },
      {
        "title": "Open Door Policy",
        "href": "/wiki/Open_Door_Policy",
        "description": "The Open Door Policy is a term in foreign affairs initially used to refer to the policy established in the late 19th century and the early 20th century that would allow for a system of trade in China open to all countries equally. It was used mainly to mediate the competing interests of different colonial powers in China. Under the policy, none of them would have exclusive trading rights in a spec"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1920",
    "date": "January 2",
    "txt": "The second Palmer Raid, ordered by the US Department of Justice, results in 6,000 suspected communists and anarchists being arrested and held without trial.",
    "entities": [
      {
        "title": "Palmer Raids",
        "href": "/wiki/Palmer_Raids",
        "description": "The Palmer Raids were a series of raids conducted in November 1919 and January 1920 during the First Red Scare by the United States Department of Justice under the administration of President Woodrow Wilson to capture and arrest suspected leftists, mostly Italian immigrants and Eastern European immigrants and especially anarchists and communists, and deport them from the United States. The raids p"
      },
      {
        "title": "United States Department of Justice",
        "href": "/wiki/United_States_Department_of_Justice",
        "description": "The United States Department of Justice (DOJ), also known as the Justice Department, is a federal executive department of the United States government tasked with the enforcement of federal law and administration of justice in the United States. It is equivalent to the justice or interior ministries of other countries. The modern incarnation of the department was formed in 1870 during the Ulysses "
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1921",
    "date": "January 2",
    "txt": "World premiere of the science fiction play by the Czech writer Karel Čapek R.U.R. in theater in Hradec Králové.",
    "entities": [
      {
        "title": "Czechs",
        "href": "/wiki/Czechs",
        "description": "The Czechs, or the Czech people, are a West Slavic ethnic group and a nation native to the Czech Republic in Central Europe, who share a common ancestry, culture, history, and the Czech language."
      },
      {
        "title": "Karel Čapek",
        "href": "/wiki/Karel_%C4%8Capek",
        "description": "Karel Čapek was a Czech writer, playwright and critic. He has become best known for his science fiction, including his novel War with the Newts (1936) and play R.U.R., which introduced the word robot. He also wrote many politically charged works dealing with the social turmoil of his time. Influenced by American pragmatic liberalism, he campaigned in favour of free expression and strongly opposed "
      },
      {
        "title": "R.U.R.",
        "href": "/wiki/R.U.R.",
        "description": "R.U.R. is a 1920 science-fiction play by the Czech writer Karel Čapek. \"R.U.R.\" stands for Rossumovi Univerzální Roboti. It premiered on 25 January 1921 and introduced the word \"robot\" to the English language and to science fiction as a whole."
      },
      {
        "title": "Hradec Králové",
        "href": "/wiki/Hradec_Kr%C3%A1lov%C3%A9",
        "description": "Hradec Králové is a city of the Czech Republic. It has about 93,000 inhabitants. it is the capital of the Hradec Králové Region. The historic centre of Hradec Králové is well preserved and historically significant and is protected by law as urban monument reservation."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1941",
    "date": "January 2",
    "txt": "World War II: The Cardiff Blitz severely damages the cathedral in Cardiff, Wales.",
    "entities": [
      {
        "title": "World War II",
        "href": "/wiki/World_War_II",
        "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"
      },
      {
        "title": "Cardiff Blitz",
        "href": "/wiki/Cardiff_Blitz",
        "description": "The Cardiff Blitz ; refers to the bombing of Cardiff, Wales during World War II. Between 1940 and the final raid on the city in March 1944 approximately 2,100 bombs fell, killing 355 people."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1942",
    "date": "January 2",
    "txt": "The Federal Bureau of Investigation (FBI) obtains the conviction of 33 members of a German spy ring headed by Fritz Joubert Duquesne in the largest espionage case in United States history—the Duquesne Spy Ring.",
    "entities": [
      {
        "title": "Federal Bureau of Investigation",
        "href": "/wiki/Federal_Bureau_of_Investigation",
        "description": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. c"
      },
      {
        "title": "Fritz Joubert Duquesne",
        "href": "/wiki/Fritz_Joubert_Duquesne",
        "description": "Frederick \"Fritz\" Joubert Duquesne was a South African Boer and German soldier, big-game hunter, journalist, and spy."
      },
      {
        "title": "Duquesne Spy Ring",
        "href": "/wiki/Duquesne_Spy_Ring",
        "description": "The Duquesne Spy Ring is the largest espionage case in the United States history that ended in convictions. A total of 33 members of a German espionage network headed by Frederick \"Fritz\" Joubert Duquesne were convicted after a lengthy investigation by the Federal Bureau of Investigation (FBI). Of those indicted, 19 pleaded guilty. The remaining 14 were brought to jury trial in Federal District Co"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1942",
    "date": "January 2",
    "txt": "World War II: Manila is captured by Japanese forces, enabling them to control the Philippines.",
    "entities": [
      {
        "title": "Philippines",
        "href": "/wiki/Philippines",
        "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1949",
    "date": "January 2",
    "txt": "Luis Muñoz Marín is inaugurated as the first democratically elected Governor of Puerto Rico.",
    "entities": [
      {
        "title": "Luis Muñoz Marín",
        "href": "/wiki/Luis_Mu%C3%B1oz_Mar%C3%ADn",
        "description": "José Luis Alberto Muñoz Marín was a Puerto Rican journalist, politician, statesman and was the first elected governor of Puerto Rico, regarded as the \"Architect of the Puerto Rico Commonwealth.\""
      },
      {
        "title": "Governor of Puerto Rico",
        "href": "/wiki/Governor_of_Puerto_Rico",
        "description": "The Governor of Puerto Rico is the highest executive authority of the Commonwealth of Puerto Rico, its head of state, head of government, and commander-in-chief of the Puerto Rico National Guard."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1954",
    "date": "January 2",
    "txt": "India establishes its highest civilian awards, the Bharat Ratna and the Padma Vibhushan.",
    "entities": [
      {
        "title": "Civilian award",
        "href": "/wiki/Civilian_award",
        "description": "This list of civil awards and decorations is a partial index to articles about notable civil awards and decorations. It excludes Law enforcement awards and honors and ecclesiastical decorations, which are covered by separate lists. See Category:Civil awards and decorations by country for a more complete list by country."
      },
      {
        "title": "Bharat Ratna",
        "href": "/wiki/Bharat_Ratna",
        "description": "The Bharat Ratna is the highest civilian award of the Republic of India. Instituted on 2 January 1954, the award is conferred in recognition of exceptional service/performance of the highest order, without distinction of race, occupation, position, or sex. The award was originally limited to achievements in the arts, literature, science, and public services, but the government expanded the criteri"
      },
      {
        "title": "Padma Vibhushan",
        "href": "/wiki/Padma_Vibhushan",
        "description": "The Padma Vibhushan is the second-highest civilian award of the Republic of India, after the Bharat Ratna. Instituted on 2 January 1954, the award is given for \"exceptional and distinguished service\", without distinction of race, occupation, position, or sex. The award criteria include \"service in any field including service rendered by Government servants\" including doctors and scientists, but ex"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1955",
    "date": "January 2",
    "txt": "Following the assassination of the Panamanian president José Antonio Remón Cantera, his deputy, José Ramón Guizado, takes power, but is quickly deposed after his involvement in Cantera's death is discovered.",
    "entities": [
      {
        "title": "Panama",
        "href": "/wiki/Panama",
        "description": "Panama, officially the Republic of Panama, is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people."
      },
      {
        "title": "José Antonio Remón Cantera",
        "href": "/wiki/Jos%C3%A9_Antonio_Rem%C3%B3n_Cantera",
        "description": "Colonel José Antonio Remón Cantera was the 29th President of Panama, holding office from 1 October 1952 until his death in 1955. He belonged to the National Patriotic Coalition (CNP)."
      },
      {
        "title": "José Ramón Guizado",
        "href": "/wiki/Jos%C3%A9_Ram%C3%B3n_Guizado",
        "description": "José Ramón Guizado Valdés was the 17th President of Panama. He belonged to the National Patriotic Coalition (CNP)."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1959",
    "date": "January 2",
    "txt": "Luna 1, the first spacecraft to reach the vicinity of the Moon and to orbit the Sun, is launched by the Soviet Union.",
    "entities": [
      {
        "title": "Moon",
        "href": "/wiki/Moon",
        "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"
      },
      {
        "title": "Sun",
        "href": "/wiki/Sun",
        "description": "The Sun is the star at the center of the Solar System. It is a nearly perfect sphere of hot plasma, heated to incandescence by nuclear fusion reactions in its core, radiating the energy mainly as visible light and infrared radiation. It is by far the most important source of energy for life on Earth. Its diameter is about 1.39 million kilometres, or 109 times that of Earth. Its mass is about 330,0"
      },
      {
        "title": "Soviet Union",
        "href": "/wiki/Soviet_Union",
        "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1963",
    "date": "January 2",
    "txt": "Vietnam War: The Viet Cong wins its first major victory, at the Battle of Ap Bac.",
    "entities": [
      {
        "title": "Vietnam War",
        "href": "/wiki/Vietnam_War",
        "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"
      },
      {
        "title": "Viet Cong",
        "href": "/wiki/Viet_Cong",
        "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"
      },
      {
        "title": "Battle of Ap Bac",
        "href": "/wiki/Battle_of_Ap_Bac",
        "description": "The Battle of Ấp Bắc was a major battle fought on 2 January 1963 during the Vietnam War, in Định Tường Province, South Vietnam. On 28 December 1962 US intelligence detected the presence of a radio transmitter along with a sizable force of Viet Cong (VC) soldiers, reported to number around 120, in the hamlet of Ap Tan Thoi in Dinh Tuong Province, home of the Army of the Republic of South Vietnam (A"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1967",
    "date": "January 2",
    "txt": "Ronald Reagan, past movie actor and future President of the United States, is sworn in as Governor of California.",
    "entities": [
      {
        "title": "Ronald Reagan",
        "href": "/wiki/Ronald_Reagan",
        "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."
      },
      {
        "title": "Film Actor",
        "href": "/wiki/Film_Actor",
        "description": "An actor is a person who portrays a character in a performance. The actor performs \"in the flesh\" in the traditional medium of the theatre or in modern media such as film, radio, and television. The analogous Greek term is ὑποκριτής (hupokritḗs), literally \"one who answers\". The actor's interpretation of their role—the art of acting—pertains to the role played, whether based on a real person or fi"
      },
      {
        "title": "President of the United States",
        "href": "/wiki/President_of_the_United_States",
        "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."
      },
      {
        "title": "Governor of California",
        "href": "/wiki/Governor_of_California",
        "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1971",
    "date": "January 2",
    "txt": "The second Ibrox disaster kills 66 fans at a Rangers-Celtic association football (soccer) match.",
    "entities": [
      {
        "title": "1971 Ibrox disaster",
        "href": "/wiki/1971_Ibrox_disaster",
        "description": "The 1971 Ibrox disaster was a crush among the crowd at an Old Firm football game, which led to 66 deaths and more than 200 injuries. It happened on 2 January 1971 in an exit stairway at Ibrox Park in Glasgow, Scotland. It was the worst British football disaster until the Hillsborough disaster in Sheffield, England, in 1989."
      },
      {
        "title": "Rangers F.C.",
        "href": "/wiki/Rangers_F.C.",
        "description": "Rangers Football Club is a Scottish professional football club based in the Govan district of Glasgow which plays in the Scottish Premiership. Although not its official name, it is often referred to as Glasgow Rangers. The fourth-oldest football club in Scotland, Rangers was founded by four teenage boys as they walked through West End Park in March 1872 where they discussed the idea of forming a f"
      },
      {
        "title": "Celtic F.C.",
        "href": "/wiki/Celtic_F.C.",
        "description": "The Celtic Football Club is a Scottish professional football club based in Glasgow, which plays in the Scottish Premiership. The club was founded in 1887 with the purpose of alleviating poverty in the immigrant Irish population in the East End of Glasgow. They played their first match in May 1888, a friendly match against Rangers which Celtic won 5–2. Celtic established themselves within Scottish "
      },
      {
        "title": "Association football",
        "href": "/wiki/Association_football",
        "description": "Association football, more commonly known as simply football or soccer, is a team sport played by all genders with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the gam"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1974",
    "date": "January 2",
    "txt": "United States President Richard Nixon signs a bill lowering the maximum U.S. speed limit to 55 MPH in order to conserve gasoline during an OPEC embargo.",
    "entities": [
      {
        "title": "Richard Nixon",
        "href": "/wiki/Richard_Nixon",
        "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "
      },
      {
        "title": "National Maximum Speed Law",
        "href": "/wiki/National_Maximum_Speed_Law#Enactment",
        "description": "The National Maximum Speed Limit (NMSL) was a provision of the federal government of the United States 1974 Emergency Highway Energy Conservation Act that effectively prohibited speed limits higher than 55 miles per hour (89 km/h). It was drafted in response to oil price spikes and supply disruptions during the 1973 oil crisis and remained the law until 1995."
      },
      {
        "title": "Speed limit",
        "href": "/wiki/Speed_limit",
        "description": "Road speed limits are used in most countries to set the legal maximum, middle or minimum speed at which road vehicles may travel on a given stretch of road. Speed limits are generally indicated on a traffic sign reflecting the maximum, middle or minimum permitted expressed as kilometres per hour (km/h) and/or miles per hour (mph). Speed limits are commonly set by the legislative bodies of national"
      },
      {
        "title": "Gasoline",
        "href": "/wiki/Gasoline",
        "description": "Gasoline or petrol is a transparent, petroleum-derived flammable liquid that is used primarily as a fuel in most spark-ignited internal combustion engines. It consists mostly of organic compounds obtained by the fractional distillation of petroleum, enhanced with a variety of additives. On average, a 160-liter (42-U.S.-gallon) barrel of crude oil can yield up to about 72 liters of gasoline after p"
      },
      {
        "title": "OPEC",
        "href": "/wiki/OPEC",
        "description": "The Organization of the Petroleum Exporting Countries is an intergovernmental organization of 13 countries. Founded on 14 September 1960 in Baghdad by the first five members, it has since 1965 been headquartered in Vienna, Austria, although Austria is not an OPEC member state. As of September 2018, the 13 member countries accounted for an estimated 44 percent of global oil production and 81.5 perc"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1975",
    "date": "January 2",
    "txt": "At the opening of a new railway line, a bomb blast at Samastipur, Bihar, India, fatally wounds Lalit Narayan Mishra, Minister of Railways.",
    "entities": [
      {
        "title": "Samastipur",
        "href": "/wiki/Samastipur",
        "description": "Samastipur is a city and a municipal corporation in Bihar, India. It is the headquarter of Samastipur district and comes under Darbhanga division. The Budhi Gandak river flows through the town. It is one of the five railway divisions of ECR, Hajipur. The Samastipur junction is one of the busiest station in North Bihar after Patna and Katihar."
      },
      {
        "title": "Bihar",
        "href": "/wiki/Bihar",
        "description": "Bihar is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural"
      },
      {
        "title": "Lalit Narayan Mishra",
        "href": "/wiki/Lalit_Narayan_Mishra",
        "description": "Lalit Narayan Mishra was an Indian politician who served as Minister of Railways in the government of India from 1973 to 1975. He was brought into politics by the first Chief Minister of Bihar, Krishna Sinha, when he was made parliamentary secretary at his insistence to the First Prime Minister of India, Jawaharlal Nehru. In 1975, he died in a bomb blast at Samastipur railway station. The court ca"
      },
      {
        "title": "Minister of Railways (India)",
        "href": "/wiki/Minister_of_Railways_(India)",
        "description": "The Minister of Railways is the head of the Ministry of Railways of the Government of India. The railway minister is usually accorded a cabinet rank, and is responsible for Indian Railways, one of the largest employers in the world. An important responsibility of the railway minister was to present in Parliament the Railway Budget, the Annual Financial Statement of Indian Railways."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1975",
    "date": "January 2",
    "txt": "The Federal Rules of Evidence are approved by the United States Congress.",
    "entities": [
      {
        "title": "United States Congress",
        "href": "/wiki/United_States_Congress",
        "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1976",
    "date": "January 2",
    "txt": "The Gale of January 1976 begins, resulting in coastal flooding around the southern North Sea coasts, affecting countries from Ireland to Yugoslavia and causing at least 82 deaths and US$1.3 billion in damage.",
    "entities": [
      {
        "title": "Gale of January 1976",
        "href": "/wiki/Gale_of_January_1976",
        "description": "The Gale of January 1976, widely known as the \"Capella\" storm in Germany and the Ruisbroek flood in Belgium, was one in a series of extratropical cyclones and storm surges, which occurred over January 1976. The gale of 2–5 January resulted in severe wind damage across western and central Europe and coastal flooding around the southern North Sea coasts. At the time, this was the most severe storm o"
      },
      {
        "title": "Coastal flooding",
        "href": "/wiki/Coastal_flooding",
        "description": "Coastal flooding normally occurs when dry and low-lying land is submerged by seawater. The range of a coastal flooding is a result of the elevation of floodwater that penetrates the inland which is controlled by the topography of the coastal land exposed to flooding. Flood damage modelling was limited to local, regional or national scales. However, with the presence of climate change and an increa"
      },
      {
        "title": "North Sea",
        "href": "/wiki/North_Sea",
        "description": "The North Sea is a sea of the Atlantic Ocean between Great Britain, Jutland, Norway, two States of Germany, the Netherlands, Belgium and Hauts-de-France. An epeiric sea on the European continental shelf, it connects to the ocean through the English Channel in the south and the Norwegian Sea in the north. It is more than 970 kilometres (600 mi) long and 580 kilometres (360 mi) wide, covering 570,00"
      },
      {
        "title": "Ireland",
        "href": "/wiki/Ireland",
        "description": "Ireland is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth."
      },
      {
        "title": "Yugoslavia",
        "href": "/wiki/Yugoslavia",
        "description": "Yugoslavia was a country in Southeast Europe and Central Europe for most of the 20th century. It came into existence after World War I in 1918 under the name of the Kingdom of Serbs, Croats and Slovenes by the merger of the provisional State of Slovenes, Croats and Serbs with the Kingdom of Serbia, and constituted the first union of the South Slavic people as a sovereign state, following centuries"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1978",
    "date": "January 2",
    "txt": "On the orders of the President of Pakistan, Muhammad Zia-ul-Haq, paramilitary forces opened fire on peaceful protesting workers in Multan, Pakistan; it is known as 1978 massacre at Multan Colony Textile Mills.",
    "entities": [
      {
        "title": "President of Pakistan",
        "href": "/wiki/President_of_Pakistan",
        "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."
      },
      {
        "title": "Muhammad Zia-ul-Haq",
        "href": "/wiki/Muhammad_Zia-ul-Haq",
        "description": "Muhammad Zia-ul-Haq was a four-star general who became the sixth President of Pakistan after declaring martial law in 1977. He served as the head of state from 1978 until his death in a plane crash in 1988. He remains the country’s longest-serving head of state. Educated at St. Stephen's College, Delhi, and the Royal Indian Military Academy at Dehradun, Zia saw action in World War II as a British "
      },
      {
        "title": "Multan",
        "href": "/wiki/Multan",
        "description": "Multan is a city and capital of Multan Division located in Punjab, Pakistan. Situated on the bank of the Chenab River, Multan is Pakistan's 7th largest city and is the major cultural and economic centre of Southern Punjab."
      },
      {
        "title": "Pakistan",
        "href": "/wiki/Pakistan",
        "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "
      },
      {
        "title": "1978 massacre at Multan Colony Textile Mills",
        "href": "/wiki/1978_massacre_at_Multan_Colony_Textile_Mills",
        "description": "The 1978 massacre at Multan Colony Textile Mills was one of the most brutal acts of Muhammad Zia-ul-Haq's regime in Pakistan. Paramilitary forces opened fire on striking workers, resulting in 200 killed and many injured."
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1981",
    "date": "January 2",
    "txt": "One of the largest investigations by a British police force ends when serial killer Peter Sutcliffe, the \"Yorkshire Ripper\", is arrested in Sheffield, South Yorkshire.",
    "entities": [
      {
        "title": "Peter Sutcliffe",
        "href": "/wiki/Peter_Sutcliffe",
        "description": "Peter William Sutcliffe, also known as Peter William Coonan, was an English serial killer who was dubbed the Yorkshire Ripper by the press. On 22 May 1981, he was found guilty of murdering 13 women and attempting to murder seven others between 1975 and 1980. He was sentenced to 20 concurrent sentences of life imprisonment, which were converted to a whole life order in 2010. All but two of Sutcliff"
      },
      {
        "title": "Sheffield",
        "href": "/wiki/Sheffield",
        "description": "Sheffield is a city and metropolitan borough in South Yorkshire, England. The name derives from the River Sheaf which runs through the city. Historically part of the West Riding of Yorkshire, with some southern suburbs annexed from Derbyshire, the city has grown from its largely industrial roots to encompass a wider economic base. The population of the City of Sheffield is 584,853 (mid-2019 est.) "
      },
      {
        "title": "South Yorkshire",
        "href": "/wiki/South_Yorkshire",
        "description": "South Yorkshire is a ceremonial county and metropolitan county in England. It is the southernmost county in the Yorkshire and the Humber region and had a population of 1.34 million in 2011. It has an area of 1,552 square kilometres (599 sq mi) and consists of four metropolitan boroughs, Barnsley, Doncaster, Rotherham and Sheffield. South Yorkshire was created on 1 April 1974 as a result of the Loc"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1991",
    "date": "January 2",
    "txt": "Sharon Pratt Kelly becomes the first African American woman mayor of a major city and first woman Mayor of the District of Columbia.",
    "entities": [
      {
        "title": "Sharon Pratt Kelly",
        "href": "/wiki/Sharon_Pratt_Kelly",
        "description": "Sharon Pratt, formerly Sharon Pratt Dixon and Sharon Pratt Kelly, is an American attorney and politician who was the third mayor of the District of Columbia from 1991 to 1995, the first African-American woman in that position."
      },
      {
        "title": "African Americans",
        "href": "/wiki/African_Americans",
        "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."
      },
      {
        "title": "Mayor of the District of Columbia",
        "href": "/wiki/Mayor_of_the_District_of_Columbia",
        "description": "The mayor of the District of Columbia is the head of the executive branch of the government of the District of Columbia, in the United States. The mayor has the duty to enforce district laws, and the power to either approve or veto bills passed by the Council of the District of Columbia, in the United States. In addition, the mayor oversees all district services, public property, police and fire p"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "1993",
    "date": "January 2",
    "txt": "Sri Lankan Civil War: The Sri Lanka Navy kill 35–100 civilians on the Jaffna Lagoon.",
    "entities": [
      {
        "title": "Sri Lankan Civil War",
        "href": "/wiki/Sri_Lankan_Civil_War",
        "description": "The Sri Lankan Civil War was a civil war fought in Sri Lanka from 1983 to 2009. Beginning on 23 July 1983, there was an intermittent insurgency against the government by the Velupillai Prabhakaran led Liberation Tigers of Tamil Eelam. The LTTE fought to create an independent Tamil state called Tamil Eelam in the north-east of the island, due to the continuous discrimination and violent persecution"
      },
      {
        "title": "Sri Lanka Navy",
        "href": "/wiki/Sri_Lanka_Navy",
        "description": "The Sri Lanka Navy (SLN) is the naval arm of the Sri Lanka Armed Forces and is classed as the country's most vital defence force due to its island geography and is responsible for the maritime defense of the Sri Lankan nation and its interests. The role of the Sri Lanka Navy is to conduct operations at sea for the defence of the nation and its interests and conduct prompt and sustainable combat op"
      },
      {
        "title": "Jaffna lagoon massacre",
        "href": "/wiki/Jaffna_lagoon_massacre",
        "description": "The Jaffna lagoon massacre or Kilaly massacre occurred on January 2, 1993, when a Sri Lankan Navy Motor Gun Boat and a number of smaller speed boats intercepted a number of boats transporting people between the south and north shores of the Jaffna Lagoon in the Northern province in Sri Lanka, and attacked them under the glare of a spot light. The estimated number of deaths range from thirty five ("
      },
      {
        "title": "Jaffna Lagoon",
        "href": "/wiki/Jaffna_Lagoon",
        "description": "Jaffna Lagoon is a large lagoon off Jaffna District and Kilinochchi District, northern Sri Lanka. The lagoon is surrounded by the densely populated Jaffna Peninsula containing palmyra palms, coconut plantations, and rice paddies. There are numerous fishing villages and some salt pans. The lagoon has extensive mudflats, seagrass beds and some mangroves. The lagoon attracts a wide variety of water b"
      }
    ]
  },
  {
    "heading": "Events",
    "year": "2004",
    "date": "January 2",
    "txt": "Stardust successfully flies past Comet Wild 2, collecting samples that are returned to Earth.",
    "entities": [
      {
        "title": "Comet",
        "href": "/wiki/Comet",
        "description": "A comet is an icy, small Solar System body that, when passing close to the Sun, warms and begins to release gases, a process that is called outgassing. This produces a visible atmosphere or coma, and sometimes also a tail. These phenomena are due to the effects of solar radiation and the solar wind acting upon the nucleus of the comet. Comet nuclei range from a few hundred meters to tens of kilome"
      },
      {
        "title": "81P/Wild",
        "href": "/wiki/81P/Wild",
        "description": null
      },
      {
        "title": "Earth",
        "href": "/wiki/Earth",
        "description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. About 29.2% of Earth's surface is land consisting of continents and islands. The remaining 70.8% is covered with water, mostly by oceans, seas, gulfs, and other salt-water bodies, but also by lakes, rivers, and other fresh water, which together constitute the hydrosphere. Much of Earth's polar regions are"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "869",
    "date": "January 2",
    "txt": "Yōzei, Japanese emperor (d. 949)",
    "entities": [
      {
        "title": "Emperor Yōzei",
        "href": "/wiki/Emperor_Y%C5%8Dzei",
        "description": "Emperor Yōzei  was the 57th emperor of Japan, according to the traditional order of succession."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1462",
    "date": "January 2",
    "txt": "Piero di Cosimo, Italian painter (d. 1522)",
    "entities": [
      {
        "title": "Piero di Cosimo",
        "href": "/wiki/Piero_di_Cosimo",
        "description": "Piero di Cosimo, also known as Piero di Lorenzo, was an Italian painter of the Renaissance."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1509",
    "date": "January 2",
    "txt": "Henry of Stolberg, German nobleman (d. 1572)",
    "entities": [
      {
        "title": "Henry of Stolberg",
        "href": "/wiki/Henry_of_Stolberg",
        "description": "Count Henry of Stolberg was a German nobleman."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1642",
    "date": "January 2",
    "txt": "Mehmed IV, Ottoman sultan (d. 1693)",
    "entities": [
      {
        "title": "Mehmed IV",
        "href": "/wiki/Mehmed_IV",
        "description": "Mehmed IV also known as Mehmed the Hunter was the Sultan of the Ottoman Empire from 1648 to 1687. He came to the throne at the age of six after his father was overthrown in a coup. Mehmed went on to become the second longest reigning sultan in Ottoman history after Suleiman the Magnificent. While the initial and final years of his reign were characterized by military defeat and political instabili"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1647",
    "date": "January 2",
    "txt": "Nathaniel Bacon, English-American rebel leader (d. 1676)",
    "entities": [
      {
        "title": "Nathaniel Bacon (Virginia colonist and rebel)",
        "href": "/wiki/Nathaniel_Bacon_(Virginia_colonist_and_rebel)",
        "description": "Nathaniel Bacon  was a colonist of the Virginia Colony, famous as the instigator of Bacon's Rebellion of 1676, which collapsed when Bacon himself died from dysentery."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1699",
    "date": "January 2",
    "txt": "Osman III, Ottoman sultan (d. 1757)",
    "entities": [
      {
        "title": "Osman III",
        "href": "/wiki/Osman_III",
        "description": "Osman III was the Sultan of the Ottoman Empire from 1754 to 1757."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1713",
    "date": "January 2",
    "txt": "Marie Dumesnil, French actress (d. 1803)",
    "entities": [
      {
        "title": "Marie Dumesnil",
        "href": "/wiki/Marie_Dumesnil",
        "description": "Marie Françoise Dumesnil, original name Marie-Françoise Marchand, was a French actress."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1727",
    "date": "January 2",
    "txt": "James Wolfe, English general (d. 1759)",
    "entities": [
      {
        "title": "James Wolfe",
        "href": "/wiki/James_Wolfe",
        "description": "James Wolfe was a British Army officer known for his training reforms and remembered chiefly for his victory in 1759 over the French at the Battle of the Plains of Abraham in Quebec as a major general. The son of a distinguished general, Edward Wolfe, he received his first commission at a young age and saw extensive service in Europe during the War of the Austrian Succession. His service in Flande"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1732",
    "date": "January 2",
    "txt": "František Brixi, Czech organist and composer (d. 1771)",
    "entities": [
      {
        "title": "František Brixi",
        "href": "/wiki/Franti%C5%A1ek_Brixi",
        "description": "František Xaver Brixi was a Czech classical composer of the 18th century. His first name is sometimes given by reference works in its Germanic form, Franz."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1777",
    "date": "January 2",
    "txt": "Christian Daniel Rauch, German sculptor and educator (d. 1857)",
    "entities": [
      {
        "title": "Christian Daniel Rauch",
        "href": "/wiki/Christian_Daniel_Rauch",
        "description": "Christian Daniel Rauch was a German sculptor. He founded the Berlin school of sculpture, and was the foremost German sculptor of the 19th century."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1803",
    "date": "January 2",
    "txt": "Guglielmo Libri Carucci dalla Sommaja, Italian mathematician and academic (d. 1869)",
    "entities": [
      {
        "title": "Guglielmo Libri Carucci dalla Sommaja",
        "href": "/wiki/Guglielmo_Libri_Carucci_dalla_Sommaja",
        "description": "Guglielmo Libri Carucci dalla Sommaja was an Italian count and mathematician, who became known for his love and subsequent theft of ancient and precious manuscripts."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1822",
    "date": "January 2",
    "txt": "Rudolf Clausius, Polish-German physicist and mathematician (d. 1888)",
    "entities": [
      {
        "title": "Rudolf Clausius",
        "href": "/wiki/Rudolf_Clausius",
        "description": "Rudolf Julius Emanuel Clausius was a German physicist and mathematician and is considered one of the central founders of the science of thermodynamics. By his restatement of Sadi Carnot's principle known as the Carnot cycle, he gave the theory of heat a truer and sounder basis. His most important paper, \"On the Moving Force of Heat\", published in 1850, first stated the basic ideas of the second la"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1827",
    "date": "January 2",
    "txt": "Pyotr Semyonov-Tyan-Shansky, Russian geographer and statistician (d. 1914)",
    "entities": [
      {
        "title": "Pyotr Semyonov-Tyan-Shansky",
        "href": "/wiki/Pyotr_Semyonov-Tyan-Shansky",
        "description": "Pyotr Petrovich Semyonov or Semenov was a Russian geographer and statistician who managed the Russian Geographical Society for more than 40 years. He gained international fame for his pioneering exploration of the Tian Shan mountains. He was decreed to change his surname to \"Semyonov of Tian Shan\" at the age of 79."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1833",
    "date": "January 2",
    "txt": "Frederick A. Johnson, American banker and politician (d. 1893)",
    "entities": [
      {
        "title": "Frederick A. Johnson",
        "href": "/wiki/Frederick_A._Johnson",
        "description": "Frederick Avery Johnson was an American politician and banker who served a U.S. Representative from New York from 1883 to 1887. He was a member of the Republican Party and a resident of Glens Falls, New York."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1836",
    "date": "January 2",
    "txt": "Mendele Mocher Sforim, Russian author (d. 1917)",
    "entities": [
      {
        "title": "Mendele Mocher Sforim",
        "href": "/wiki/Mendele_Mocher_Sforim",
        "description": "Mendele Mocher Sforim, born Sholem Yankev Abramovich or S. J. Abramowitch, was a Jewish author and one of the founders of modern Yiddish and Hebrew literature."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1836",
    "date": "January 2",
    "txt": "Queen Emma of Hawaii (d. 1885)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1837",
    "date": "January 2",
    "txt": "Mily Balakirev, Russian pianist and composer (d. 1910)",
    "entities": [
      {
        "title": "Mily Balakirev",
        "href": "/wiki/Mily_Balakirev",
        "description": "Mily Alexeyevich Balakirev was a Russian composer, pianist, and conductor known today primarily for his work promoting musical nationalism and his encouragement of more famous Russian composers, notably Pyotr Ilyich Tchaikovsky. He began his career as a pivotal figure, extending the fusion of traditional folk music and experimental classical music practices begun by composer Mikhail Glinka. In the"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1857",
    "date": "January 2",
    "txt": "M. Carey Thomas, American educator and activist (d. 1935)",
    "entities": [
      {
        "title": "M. Carey Thomas",
        "href": "/wiki/M._Carey_Thomas",
        "description": "Martha Carey Thomas was an American educator, suffragist, and linguist. She was the second president of Bryn Mawr College, a women's liberal arts college in Bryn Mawr, Pennsylvania."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1860",
    "date": "January 2",
    "txt": "Dugald Campbell Patterson, Canadian engineer (d. 1931)",
    "entities": [
      {
        "title": "Dugald Campbell Patterson",
        "href": "/wiki/Dugald_Campbell_Patterson",
        "description": "Dugald Campbell Patterson Sr., is recognized in Vancouver, Burnaby, and New Westminster, British Columbia as a significant pioneer. He arrived in Canada on July 1, 1884 and engaged in the building trade while living in Victoria. In 1894 he moved to Burnaby where he acquired a five-acre parcel of land which today forms the north east section of Central Park. Patterson worked as an engineer for Arms"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1860",
    "date": "January 2",
    "txt": "William Corless Mills, American historian and curator (d. 1928)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1866",
    "date": "January 2",
    "txt": "Gilbert Murray, Australian-English playwright and scholar (d. 1957)",
    "entities": [
      {
        "title": "Gilbert Murray",
        "href": "/wiki/Gilbert_Murray",
        "description": "George Gilbert Aimé Murray was an Australian-born British classical scholar and public intellectual, with connections in many spheres. He was an outstanding scholar of the language and culture of Ancient Greece, perhaps the leading authority in the first half of the twentieth century. He is the basis for the character of Adolphus Cusins in his friend George Bernard Shaw's play Major Barbara, and a"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1870",
    "date": "January 2",
    "txt": "Ernst Barlach, German sculptor and playwright (d. 1938)",
    "entities": [
      {
        "title": "Ernst Barlach",
        "href": "/wiki/Ernst_Barlach",
        "description": "Ernst Heinrich Barlach was a German expressionist sculptor, printmaker and writer. Although he was a supporter of the war in the years leading to World War I, his participation in the war made him change his position, and he is mostly known for his sculptures protesting against the war. This created many conflicts during the rise of the Nazi Party, when most of his works were confiscated as degene"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1870",
    "date": "January 2",
    "txt": "Tex Rickard, American boxing promoter and businessman (d. 1929)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1873",
    "date": "January 2",
    "txt": "Antonie Pannekoek, Dutch astronomer and theorist (d. 1960)",
    "entities": [
      {
        "title": "Antonie Pannekoek",
        "href": "/wiki/Antonie_Pannekoek",
        "description": "Antonie “Anton” Pannekoek was a Dutch astronomer, philosopher, Marxist theorist, and socialist revolutionary. He was one of the main theorists of council communism."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1873",
    "date": "January 2",
    "txt": "Thérèse of Lisieux, French nun and saint (d. 1897)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1878",
    "date": "January 2",
    "txt": "Mannathu Padmanabha Pillai, Indian activist, founded the Nair Service Society (d. 1970)",
    "entities": [
      {
        "title": "Mannathu Padmanabha Pillai",
        "href": "/wiki/Mannathu_Padmanabha_Pillai",
        "description": "Mannathu Padmanabhan was an Indian social reformer and freedom fighter from the south-western state of Kerala. He is recognised as the founder of the Nair Service Society (NSS), which claims to represent the Nair community that constitutes 12.10% of the population of the state. Padmanabhan is considered as a visionary reformer who organised the Nair community under the NSS."
      },
      {
        "title": "Nair Service Society",
        "href": "/wiki/Nair_Service_Society",
        "description": "The Nair Service Society (NSS) is an organisation created for the social advancement and welfare of the Nair community that is found primarily in the state of Kerala in Southern part of India. It was established under the leadership of Mannathu Padmanabha Pillai. The NSS is a three-tier organisation with Karayogams at the base level, Taluk Unions at the intermediate level and a central headquarter"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1884",
    "date": "January 2",
    "txt": "Ben-Zion Dinur, Russian-Israeli historian and politician, 4th Israeli Minister of Education (d. 1973)",
    "entities": [
      {
        "title": "Ben-Zion Dinur",
        "href": "/wiki/Ben-Zion_Dinur",
        "description": "Ben-Zion Dinur was a Zionist activist, educator, historian and Israeli politician."
      },
      {
        "title": "Ministry of Education (Israel)",
        "href": "/wiki/Ministry_of_Education_(Israel)",
        "description": "The Israeli Ministry of Education is the branch of government charged with overseeing public education institutions in Israel. The department is headed by the Minister of Education, who is a member of the cabinet. The ministry has previously included culture and sport, although this is now covered by the Ministry of Culture and Sport."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1885",
    "date": "January 2",
    "txt": "Gordon Flowerdew, Canadian lieutenant, Victoria Cross recipient (d. 1918)",
    "entities": [
      {
        "title": "Gordon Flowerdew",
        "href": "/wiki/Gordon_Flowerdew",
        "description": "Gordon Muriel Flowerdew was an English-born Canadian recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces, received for his actions at the Battle of Moreuil Wood."
      },
      {
        "title": "Victoria Cross",
        "href": "/wiki/Victoria_Cross",
        "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1886",
    "date": "January 2",
    "txt": "Apsley Cherry-Garrard, English explorer and author (d. 1959)",
    "entities": [
      {
        "title": "Apsley Cherry-Garrard",
        "href": "/wiki/Apsley_Cherry-Garrard",
        "description": "Apsley George Benet Cherry-Garrard was an English explorer of Antarctica. He was a member of the Terra Nova expedition and is acclaimed for his 1922 account of this expedition, The Worst Journey in the World."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1889",
    "date": "January 2",
    "txt": "Bertram Stevens, Australian accountant and politician, 25th Premier of New South Wales (d. 1973)",
    "entities": [
      {
        "title": "Bertram Stevens (politician)",
        "href": "/wiki/Bertram_Stevens_(politician)",
        "description": "Sir Bertram Sydney Barnsdale Stevens was an Australian politician who served as the 25th Premier of New South Wales, in office from 1932 to 1939 as leader of the United Australia Party (UAP)."
      },
      {
        "title": "Premier of New South Wales",
        "href": "/wiki/Premier_of_New_South_Wales",
        "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1891",
    "date": "January 2",
    "txt": "Giovanni Michelucci, Italian architect and urban planner, designed the Firenze Santa Maria Novella railway station (d. 1990)",
    "entities": [
      {
        "title": "Giovanni Michelucci",
        "href": "/wiki/Giovanni_Michelucci",
        "description": "Giovanni Michelucci, Italian architect, urban planner and designer, was born in Pistoia, Tuscany, on 2 January 1891 and died on the night of 31 December 1990, two days before his 100th birthday, at his studio-home in Fiesole, in Florence's hills, now the headquarters of his Foundation.\nHe had the good fortune to live a long life almost entirely within the span of the twentieth century, giving us a"
      },
      {
        "title": "Firenze Santa Maria Novella railway station",
        "href": "/wiki/Firenze_Santa_Maria_Novella_railway_station",
        "description": "Firenze Santa Maria Novella or Stazione di Santa Maria Novella is a terminus railway station in Florence, Italy. The station is used by 59 million people every year and is one of the busiest in Italy."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1892",
    "date": "January 2",
    "txt": "Seiichiro Kashio, Japanese tennis player (d. 1962)",
    "entities": [
      {
        "title": "Seiichiro Kashio",
        "href": "/wiki/Seiichiro_Kashio",
        "description": " Seiichiro Kashio   was a male tennis player from Japan, and with Ichiya Kumagae was one of the first Japanese Olympic medalists. He won the Canadian Open by defeating United States player Walter K. Wesbrook 3–6, 6–3, 6–1, 11–9."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1892",
    "date": "January 2",
    "txt": "Artur Rodziński, Polish-American conductor (d. 1958)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1895",
    "date": "January 2",
    "txt": "Folke Bernadotte, Swedish diplomat (d. 1948)",
    "entities": [
      {
        "title": "Folke Bernadotte",
        "href": "/wiki/Folke_Bernadotte",
        "description": "Folke Bernadotte, Count of Wisborg was a Swedish nobleman and diplomat. In World War II he negotiated the release of about 31,000 prisoners from German concentration camps, including 450 Danish Jews from the Theresienstadt camp. They were released on 14 April 1945. In 1945 he received a German surrender offer from Heinrich Himmler, though the offer was ultimately rejected."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1896",
    "date": "January 2",
    "txt": "Dziga Vertov, Polish-Russian director and screenwriter (d. 1954)",
    "entities": [
      {
        "title": "Dziga Vertov",
        "href": "/wiki/Dziga_Vertov",
        "description": "Dziga Vertov was a Soviet pioneer documentary film and newsreel director, as well as a cinema theorist. His filming practices and theories influenced the cinéma vérité style of documentary movie-making and the Dziga Vertov Group, a radical film-making cooperative which was active from 1968 to 1972. He was a member of the Kinoks collective, with Elizaveta Svilova and Mikhail Kaufman."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1896",
    "date": "January 2",
    "txt": "Lawrence Wackett, Australian commander and engineer (d. 1982)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1897",
    "date": "January 2",
    "txt": "Theodore Plucknett, English legal historian (d. 1965)",
    "entities": [
      {
        "title": "Theodore Plucknett",
        "href": "/wiki/Theodore_Plucknett",
        "description": "Theodore Frank Thomas Plucknett was a British legal historian who was the first chair of legal history at the London School of Economics."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1900",
    "date": "January 2",
    "txt": "Una Ledingham, British physician, known for research on diabetes in pregnancy (d. 1965)",
    "entities": [
      {
        "title": "Una Ledingham",
        "href": "/wiki/Una_Ledingham",
        "description": "Una Christina Ledingham was a British physician known for her studies of diabetes in pregnancy."
      },
      {
        "title": "Diabetes mellitus and pregnancy",
        "href": "/wiki/Diabetes_mellitus_and_pregnancy",
        "description": "For pregnant women with diabetes, some particular challenges exist for both mother and child. If the woman has diabetes as a pre-existing or acquired disorder, it can cause early labor, birth defects, and larger than average infants."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1901",
    "date": "January 2",
    "txt": "Bob Marshall, American activist, co-founded The Wilderness Society (d. 1939)",
    "entities": [
      {
        "title": "Bob Marshall (wilderness activist)",
        "href": "/wiki/Bob_Marshall_(wilderness_activist)",
        "description": "Robert Marshall was an American forester, writer and wilderness activist who is best remembered as the person who spearheaded the 1935 founding of the Wilderness Society in the United States. Marshall developed a love for the outdoors as a young child. He was an avid hiker and climber who visited the Adirondack Mountains frequently during his youth, ultimately becoming one of the first Adirondack "
      },
      {
        "title": "The Wilderness Society (United States)",
        "href": "/wiki/The_Wilderness_Society_(United_States)",
        "description": "The Wilderness Society is an American non-profit land conservation organization that is dedicated to protecting natural areas and federal public lands in the United States. They advocate for the designation of federal wilderness areas and other protective designations, such as for national monuments. They support balanced uses of public lands, and advocate for federal politicians to enact various "
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1902",
    "date": "January 2",
    "txt": "Dan Keating, Irish Republican Army volunteer (d. 2007)",
    "entities": [
      {
        "title": "Dan Keating",
        "href": "/wiki/Dan_Keating",
        "description": "Daniel Keating was a lifelong Irish republican and patron of Republican Sinn Féin. At the time of his death he was Ireland's oldest man and the last surviving veteran of the Irish War of Independence."
      },
      {
        "title": "Irish Republican Army",
        "href": "/wiki/Irish_Republican_Army",
        "description": "The Irish Republican Army (IRA) is a name used by various paramilitary organisations in Ireland throughout the 20th and the 21st centuries. Organisations going by this name have been dedicated to irredentism through Irish republicanism, the belief that all of Ireland should be an independent republic free from British rule. The original Irish Republican Army was raised in 1917 from members of the "
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1903",
    "date": "January 2",
    "txt": "Kane Tanaka, Japanese supercentenarian, oldest verified living person",
    "entities": [
      {
        "title": "Kane Tanaka",
        "href": "/wiki/Kane_Tanaka",
        "description": "Kane Tanaka  is a Japanese supercentenarian, who is the world's oldest verified living person at age 118 years, 122 days. She is the third-oldest verified person and oldest verified Japanese person ever."
      },
      {
        "title": "List of the oldest living people",
        "href": "/wiki/List_of_the_oldest_living_people",
        "description": "This is a list of the 50 oldest people who have been verified to be alive as of the dates of the cited supporting sources. It is estimated that there are between 150 and 600 living people who have reached the age of 110. The true number is uncertain as not all supercentenarians are known to researchers at a given time and some claims cannot be validated or are fraudulent."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1904",
    "date": "January 2",
    "txt": "Walter Heitler, German physicist and chemist (d. 1981)",
    "entities": [
      {
        "title": "Walter Heitler",
        "href": "/wiki/Walter_Heitler",
        "description": "Walter Heinrich Heitler was a German physicist who made contributions to quantum electrodynamics and quantum field theory. He brought chemistry under quantum mechanics through his theory of valence bonding."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1905",
    "date": "January 2",
    "txt": "Luigi Zampa, Italian director and screenwriter (d. 1991)",
    "entities": [
      {
        "title": "Luigi Zampa",
        "href": "/wiki/Luigi_Zampa",
        "description": "Luigi Zampa was an Italian film director."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1905",
    "date": "January 2",
    "txt": "Michael Tippett, English composer and conductor (d. 1998)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1909",
    "date": "January 2",
    "txt": "Barry Goldwater, American politician, businessman, and author (d. 1998)",
    "entities": [
      {
        "title": "Barry Goldwater",
        "href": "/wiki/Barry_Goldwater",
        "description": "Barry Morris Goldwater was an American politician, statesman, businessman, United States Air Force officer, and author who was a five-term Senator from Arizona and the Republican Party nominee for president of the United States in 1964. Goldwater is the politician most often credited with having sparked the resurgence of the American conservative political movement in the 1960s. Despite his loss o"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1909",
    "date": "January 2",
    "txt": "Riccardo Cassin, Italian mountaineer and author (d. 2009)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1913",
    "date": "January 2",
    "txt": "Anna Lee, English-American actress (d. 2004)",
    "entities": [
      {
        "title": "Anna Lee",
        "href": "/wiki/Anna_Lee",
        "description": "Anna Lee, MBE was an English-American actress, labelled by studios \"The British Bombshell\"."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1913",
    "date": "January 2",
    "txt": "Juanita Jackson Mitchell, American lawyer and activist (d. 1992)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1917",
    "date": "January 2",
    "txt": "Vera Zorina, German-Norwegian actress and dancer (d. 2003)",
    "entities": [
      {
        "title": "Vera Zorina",
        "href": "/wiki/Vera_Zorina",
        "description": "Vera Zorina, born Eva Brigitta Hartwig, was a Norwegian ballerina, theatre and film actress, and choreographer. Today, she is chiefly remembered for her films choreographed by her then-husband George Balanchine. They include the Slaughter on Tenth Avenue sequence from On Your Toes, The Goldwyn Follies, I Was an Adventuress with Erich Von Stroheim and Peter Lorre, Louisiana Purchase with Bob Hope, "
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1918",
    "date": "January 2",
    "txt": "Willi Graf, German physician and activist (d. 1943)",
    "entities": [
      {
        "title": "Willi Graf",
        "href": "/wiki/Willi_Graf",
        "description": "Wilhelm Graf was a member of the White Rose resistance group in Nazi Germany. Followers of the Catholic Church in Germany regard Graf as a martyr. His beatification cause for sainthood is already in progress."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1919",
    "date": "January 2",
    "txt": "Ernest Bender, American Indologist (d. 1996)",
    "entities": [
      {
        "title": "Ernest Bender",
        "href": "/wiki/Ernest_Bender",
        "description": "Ernest Bender was a Professor of Indo-Aryan languages and literature at the University of Pennsylvania."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1919",
    "date": "January 2",
    "txt": "Beatrice Hicks, American engineer (d. 1979)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1920(probable)",
    "date": "January 2",
    "txt": "Isaac Asimov, American writer and professor of biochemistry (d. 1992)",
    "entities": [
      {
        "title": "Isaac Asimov",
        "href": "/wiki/Isaac_Asimov",
        "description": "Isaac Asimov was an American writer and professor of biochemistry at Boston University. He was known for his works of science fiction and popular science. Asimov was a prolific writer, and wrote or edited more than 500 books. He also wrote an estimated 90,000 letters and postcards."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1921",
    "date": "January 2",
    "txt": "Glen Harmon, Canadian ice hockey player (d. 2007)",
    "entities": [
      {
        "title": "Glen Harmon",
        "href": "/wiki/Glen_Harmon",
        "description": "David Glen Harmon was a Canadian ice hockey defenceman who played for the Montreal Canadiens from 1942 to 1951. He was born in Holland, Manitoba and died in Mississauga, Ontario."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1926",
    "date": "January 2",
    "txt": "Gino Marchetti, American football player (d. 2019)",
    "entities": [
      {
        "title": "Gino Marchetti",
        "href": "/wiki/Gino_Marchetti",
        "description": "Gino John Marchetti was an American professional football player who was a defensive end in the National Football League (NFL). He played in 1952 for the Dallas Texans and from 1953 to 1966 for the Baltimore Colts. He was inducted into the Pro Football Hall of Fame in 1972. In 1969, Marchetti was named to the National Football League 50th Anniversary All-Time Team. In 1994, Marchetti was named to "
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1928",
    "date": "January 2",
    "txt": "Dan Rostenkowski, American politician (d. 2010)",
    "entities": [
      {
        "title": "Dan Rostenkowski",
        "href": "/wiki/Dan_Rostenkowski",
        "description": "Daniel David Rostenkowski was a United States Representative from Chicago, serving from 1959 to 1995. He became one of the most powerful legislators in Washington, especially in matters of taxation, until he went to prison. A Democrat and son of a Chicago alderman, Rostenkowski was for many years Democratic Committeeman of Chicago's 32nd Ward, retaining this position even while serving in Congress"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1929",
    "date": "January 2",
    "txt": "Tellervo Koivisto, Finnish politician, former First Lady of Finland",
    "entities": [
      {
        "title": "Tellervo Koivisto",
        "href": "/wiki/Tellervo_Koivisto",
        "description": "Taimi Tellervo Koivisto, née Kankaanranta, is a Finnish politician and the former First Lady of Finland from 1982 to 1994. Koivisto is the widow of the 9th President of Finland Mauno Koivisto and a former member of the Finnish parliament, representing the Social Democratic Party of Finland."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1931",
    "date": "January 2",
    "txt": "Toshiki Kaifu, Japanese lawyer and politician, 76th Prime Minister of Japan",
    "entities": [
      {
        "title": "Toshiki Kaifu",
        "href": "/wiki/Toshiki_Kaifu",
        "description": "Toshiki Kaifu  is a Japanese politician who was Prime Minister of Japan from 1989 to 1991."
      },
      {
        "title": "Prime Minister of Japan",
        "href": "/wiki/Prime_Minister_of_Japan",
        "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1934",
    "date": "January 2",
    "txt": "John Hollowbread, English footballer, goalkeeper (d. 2007)",
    "entities": [
      {
        "title": "John Hollowbread",
        "href": "/wiki/John_Hollowbread",
        "description": "John Frederick Hollowbread was a football goalkeeper who played for Tottenham Hotspur and Southampton."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1936",
    "date": "January 2",
    "txt": "Roger Miller, American singer-songwriter, musician, and actor (d. 1992)",
    "entities": [
      {
        "title": "Roger Miller",
        "href": "/wiki/Roger_Miller",
        "description": "Roger Dean Miller Sr. was an American singer-songwriter, musician, and actor, widely known for his honky-tonk-influenced novelty songs and his chart-topping country and pop hits \"King of the Road\", \"Dang Me\", and \"England Swings\", all from the mid-1960s Nashville sound era."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1938",
    "date": "January 2",
    "txt": "David Bailey, English photographer and painter",
    "entities": [
      {
        "title": "David Bailey",
        "href": "/wiki/David_Bailey",
        "description": "David Royston Bailey is an English fashion and portrait photographer."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1938",
    "date": "January 2",
    "txt": "Lynn Conway, American computer scientist and electrical engineer",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1938",
    "date": "January 2",
    "txt": "Robert Smithson, American sculptor and photographer (d. 1973)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1940",
    "date": "January 2",
    "txt": "Jim Bakker, American televangelist",
    "entities": [
      {
        "title": "Jim Bakker",
        "href": "/wiki/Jim_Bakker",
        "description": "James Orsen Bakker is an American televangelist, entrepreneur, and convicted fraudster. He hosted the television program The PTL Club with his then wife, Tammy Faye, from 1974 to 1989. He also developed Heritage USA, a now-defunct Christian theme park in Fort Mill, South Carolina."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1940",
    "date": "January 2",
    "txt": "Saud bin Faisal bin Abdulaziz Al Saud, Saudi Arabian economist and politician, Saudi Arabian Minister of Foreign Affairs (d. 2015)",
    "entities": [
      {
        "title": "Ministry of Foreign Affairs (Saudi Arabia)",
        "href": "/wiki/Ministry_of_Foreign_Affairs_(Saudi_Arabia)",
        "description": "The Ministry of Foreign Affairs (MOFA) is the ministry responsible for handling the Kingdom of Saudi Arabia's external relations. The ministry oversees \"political, cultural and financial international relations\" and monitors the Kingdom's diplomatic relations. It was created in 1930 by a royal decree issued by King Abdulaziz Al Saud, being the first ministerial body created by the King."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1942",
    "date": "January 2",
    "txt": "Dennis Hastert, American educator and politician, 59th Speaker of the United States House of Representatives",
    "entities": [
      {
        "title": "Dennis Hastert",
        "href": "/wiki/Dennis_Hastert",
        "description": "John Dennis Hastert is an American convicted serial child molester in addition to being a former politician and who represented Illinois's 14th congressional district from 1987 to 2007 and served as the 51st Speaker of the United States House of Representatives from 1999 to 2007, the longest-serving Republican Speaker of the House in history. After the Democrats gained a majority in the House, he "
      },
      {
        "title": "Speaker of the United States House of Representatives",
        "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives",
        "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1942",
    "date": "January 2",
    "txt": "Thomas Hammarberg, Swedish lawyer and diplomat",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1943",
    "date": "January 2",
    "txt": "Janet Akyüz Mattei, Turkish-American astronomer (d. 2004)",
    "entities": [
      {
        "title": "Janet Akyüz Mattei",
        "href": "/wiki/Janet_Aky%C3%BCz_Mattei",
        "description": "Janet Akyüz Mattei was a Turkish-American astronomer who was the director of the American Association of Variable Star Observers (AAVSO) from 1973 to 2004."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1944",
    "date": "January 2",
    "txt": "Charlie Davis, Trinidadian cricketer",
    "entities": [
      {
        "title": "Charlie Davis (cricketer)",
        "href": "/wiki/Charlie_Davis_(cricketer)",
        "description": "Charles Allan Davis, known as Charlie Davis, is a former West Indian cricketer who played in fifteen Test matches between 1968 and 1973. Davis started his first-class cricket career at the age of 17, playing for Trinidad and Tobago. After a good Shell Shield season in 1968 Davis was selected for the West Indies. The highlight of his career was a home series against India, in which he scored 529 ru"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1944",
    "date": "January 2",
    "txt": "Norodom Ranariddh, Cambodian field marshal and politician, 1st Prime Minister of Cambodia",
    "entities": [
      {
        "title": "Prime Minister of Cambodia",
        "href": "/wiki/Prime_Minister_of_Cambodia",
        "description": "The prime minister of Cambodia is the head of government of Cambodia. The prime minister is also the chairman of the Cabinet and leads the executive branch of the Royal Cambodian Government. The prime minister is a member of parliament, and is appointed by the monarch for a term of five years. Since 1945, 36 individuals have served as prime minister; 32 as official prime ministers, and 4 in acting"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1944",
    "date": "January 2",
    "txt": "Péter Eötvös, Hungarian composer and conductor",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1947",
    "date": "January 2",
    "txt": "Calvin Hill, American football player",
    "entities": [
      {
        "title": "Calvin Hill",
        "href": "/wiki/Calvin_Hill",
        "description": "Calvin G. Hill is a retired American football player. He played running back in the National Football League for twelve seasons. Hill played for the NFL Dallas Cowboys, Washington Redskins, and Cleveland Browns. He also played a season with The Hawaiians of the World Football League in 1975."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1947",
    "date": "January 2",
    "txt": "David Shapiro, American poet, historian, and critic",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1947",
    "date": "January 2",
    "txt": "Jack Hanna, American zoologist and author",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1949",
    "date": "January 2",
    "txt": "Christopher Durang, American playwright and screenwriter",
    "entities": [
      {
        "title": "Christopher Durang",
        "href": "/wiki/Christopher_Durang",
        "description": "Christopher Ferdinand Durang is an American playwright known for works of outrageous and often absurd comedy. His work was especially popular in the 1980s, though his career seemed to get a second wind in the late 1990s. Sister Mary Ignatius Explains It All For You was Durang's watershed play as it brought him to national prominence when it won him—at the age of 32—the Obie Award for Best Playwrig"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1949",
    "date": "January 2",
    "txt": "Iris Marion Young, American political scientist and academic (d. 2006)",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1952",
    "date": "January 2",
    "txt": "Indulis Emsis, Latvian biologist and politician, 9th Prime Minister of Latvia",
    "entities": [
      {
        "title": "Indulis Emsis",
        "href": "/wiki/Indulis_Emsis",
        "description": "Indulis Emsis is a Latvian biologist and politician. He was Prime Minister of Latvia for ten months in 2004, the first Green politician to lead a country in the history of the world. He was Speaker of the Saeima, the Latvian parliament from 2006 to 2007. Emsis' political views are described as rather conservative, unusual for members of green parties around the world."
      },
      {
        "title": "Prime Minister of Latvia",
        "href": "/wiki/Prime_Minister_of_Latvia",
        "description": "The prime minister of Latvia is the most powerful member of the Government of Latvia, and presides over the Latvian Cabinet of Ministers. The prime minister is nominated by the president of Latvia, but must be able to obtain the support of a majority of the Saeima (parliament)."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1954",
    "date": "January 2",
    "txt": "Henry Bonilla, American broadcaster and politician",
    "entities": [
      {
        "title": "Henry Bonilla",
        "href": "/wiki/Henry_Bonilla",
        "description": "Henry Bonilla is a former congressman who represented Texas's 23rd congressional district in the United States House of Representatives. He was defeated in his bid for re-election by Ciro Rodriguez, a former Democratic member of Congress, in a special election runoff held on December 12, 2006. His term expired January 3, 2007 when the 110th Congress officially began."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1954",
    "date": "January 2",
    "txt": "Évelyne Trouillot, Haitian playwright and author",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1961",
    "date": "January 2",
    "txt": "Craig James, American football player and sportscaster",
    "entities": [
      {
        "title": "Craig James (running back)",
        "href": "/wiki/Craig_James_(running_back)",
        "description": "Jesse Craig James is a former American sports commentator on the ABC and ESPN television networks."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1961",
    "date": "January 2",
    "txt": "Gabrielle Carteris, American actress",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1961",
    "date": "January 2",
    "txt": "Paula Hamilton, English model ",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1961",
    "date": "January 2",
    "txt": "Robert Wexler, American lawyer and politician",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1963",
    "date": "January 2",
    "txt": "David Cone, American baseball player and sportscaster",
    "entities": [
      {
        "title": "David Cone",
        "href": "/wiki/David_Cone",
        "description": "David Brian Cone is an American former Major League Baseball (MLB) pitcher, and current color commentator for the New York Yankees on the YES Network and WPIX. A third round draft pick of the Kansas City Royals in 1981 MLB Draft, he made his MLB debut in 1986 and continued playing until 2003, pitching for five different teams. Cone batted left-handed and threw right-handed."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1963",
    "date": "January 2",
    "txt": "Edgar Martínez, American baseball player",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1964",
    "date": "January 2",
    "txt": "Pernell Whitaker, American boxer (d. 2019)",
    "entities": [
      {
        "title": "Pernell Whitaker",
        "href": "/wiki/Pernell_Whitaker",
        "description": "Pernell Whitaker Sr. was an American professional boxer who competed from 1984 to 2001, and subsequently worked as a boxing trainer. He was a four-weight world champion, having won titles at lightweight, light welterweight, welterweight, and light middleweight; the undisputed lightweight title; and the lineal lightweight and welterweight titles. In 1989, Whitaker was named Fighter of the Year by T"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1965",
    "date": "January 2",
    "txt": "Francois Pienaar, South African rugby player",
    "entities": [
      {
        "title": "Francois Pienaar",
        "href": "/wiki/Francois_Pienaar",
        "description": "Jacobus Francois Pienaar is a retired South African rugby union player. He played flanker for South Africa from 1993 until 1996, winning 29 international caps, all of them as captain. He is best known for leading South Africa to victory in the 1995 Rugby World Cup. After being dropped from the Springbok team in 1996, Pienaar went on to a career with English club Saracens."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1967",
    "date": "January 2",
    "txt": "Jón Gnarr, Icelandic actor and politician; 20th Mayor of Reykjavik City",
    "entities": [
      {
        "title": "Jón Gnarr",
        "href": "/wiki/J%C3%B3n_Gnarr",
        "description": "Jón Gnarr is an Icelandic actor, comedian, and politician who served as the Mayor of Reykjavík from 2010 to 2014."
      },
      {
        "title": "Mayor of Reykjavik City",
        "href": "/wiki/Mayor_of_Reykjavik_City",
        "description": "The post of Mayor of Reykjavík City was created in 1907 and advertised in 1908. Páll Einarsson and Knud Zimsen applied for the job and Páll got the position for a period of six years, at the end of which he did not wish to renew his tenure. Rather than a direct election, Reykjavík City Council members elect the mayor from within their ranks."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1967",
    "date": "January 2",
    "txt": "Tia Carrere, American actress",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1968",
    "date": "January 2",
    "txt": "Anky van Grunsven, Dutch dressage champion",
    "entities": [
      {
        "title": "Anky van Grunsven",
        "href": "/wiki/Anky_van_Grunsven",
        "description": "Theodora Elisabeth Gerarda \"Anky\" van Grunsven is a Dutch dressage champion who is the only rider to record three successive Olympic wins in the same event. Along with her Olympic successes, she has won numerous medals at the World Equestrian Games (WEG), and is the only rider to have competed at every WEG since they began in 1990. Between 1990 and 2006, she competed at the Games in dressage, but "
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1968",
    "date": "January 2",
    "txt": "Cuba Gooding, Jr., American actor and producer",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1969",
    "date": "January 2",
    "txt": "Christy Turlington, American model",
    "entities": [
      {
        "title": "Christy Turlington",
        "href": "/wiki/Christy_Turlington",
        "description": "Christy Nicole Turlington Burns is an American supermodel, charity-founder and campaigner, and filmmaker. She represented Calvin Klein's Eternity campaign in 1989 and again in 2014, and also represents Maybelline. Turlington was named one of Glamour's Women of the Year in 2013, and, in 2014, was included on the annual Time 100 list of the most influential people in the world. Turlington initially "
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1969",
    "date": "January 2",
    "txt": "István Bagyula, Hungarian pole vaulter",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1969",
    "date": "January 2",
    "txt": "William Fox-Pitt, English horse rider and journalist",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1970",
    "date": "January 2",
    "txt": "Eric Whitacre, American composer and conductor",
    "entities": [
      {
        "title": "Eric Whitacre",
        "href": "/wiki/Eric_Whitacre",
        "description": "Eric Edward Whitacre is an American composer, conductor, and speaker known for his choral, orchestral, and wind ensemble music. In March 2016, he was appointed as Los Angeles Master Chorale's first artist-in-residence at the Walt Disney Concert Hall."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1971",
    "date": "January 2",
    "txt": "Renée Elise Goldsberry, American actress",
    "entities": [
      {
        "title": "Renée Elise Goldsberry",
        "href": "/wiki/Ren%C3%A9e_Elise_Goldsberry",
        "description": "Renée Elise Goldsberry is an American actress, singer and songwriter, known for originating the role of Angelica Schuyler in the Broadway musical Hamilton, for which she won the 2016 Tony Award for Best Featured Actress in a Musical. Her other Broadway credits include Nettie Harris in the original Broadway cast of The Color Purple, and Mimi Marquez in Rent. She has portrayed many roles on televisi"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1971",
    "date": "January 2",
    "txt": "Taye Diggs, American actor and singer",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1972",
    "date": "January 2",
    "txt": "Mattias Norström, Swedish ice hockey player and manager",
    "entities": [
      {
        "title": "Mattias Norström",
        "href": "/wiki/Mattias_Norstr%C3%B6m",
        "description": "Erik Johan Mattias \"Notan\" Norström is a Swedish retired professional ice hockey defenceman, currently working for the AIK organization. Norström began his National Hockey League career with the New York Rangers. However, he is most noted for his ten seasons as a member of the Los Angeles Kings for whom he served as team captain from 2001–2007; he was the team's first non-North American-born capta"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1972",
    "date": "January 2",
    "txt": "Rodney MacDonald, Canadian educator and politician, 26th Premier of Nova Scotia",
    "entities": [
      {
        "title": "Premier of Nova Scotia",
        "href": "/wiki/Premier_of_Nova_Scotia",
        "description": "The premier of Nova Scotia is the first minister to the lieutenant governor of the Canadian province of Nova Scotia and presides over the Executive Council of Nova Scotia. Following the Westminster system, the premier is normally the leader of the political party which has the most seats in the Nova Scotia House of Assembly who is called upon by the lieutenant governor to form a government. As the"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1972",
    "date": "January 2",
    "txt": "Shiraz Minwalla, Indian theoretical physicist and string theorist",
    "entities": [
      {
        "title": "Theoretical physics",
        "href": "/wiki/Theoretical_physics",
        "description": "Theoretical physics is a branch of physics that employs mathematical models and abstractions of physical objects and systems to rationalize, explain and predict natural phenomena. This is in contrast to experimental physics, which uses experimental tools to probe these phenomena."
      },
      {
        "title": "String theory",
        "href": "/wiki/String_theory",
        "description": "In physics, string theory is a theoretical framework in which the point-like particles of particle physics are replaced by one-dimensional objects called strings. String theory describes how these strings propagate through space and interact with each other. On distance scales larger than the string scale, a string looks just like an ordinary particle, with its mass, charge, and other properties d"
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1974",
    "date": "January 2",
    "txt": "Ludmila Formanová, Czech runner",
    "entities": [
      {
        "title": "Ludmila Formanová",
        "href": "/wiki/Ludmila_Formanov%C3%A1",
        "description": "Ludmila Formanová is a former Czech middle-distance runner who specialized in the 800 metres. She was born in Čáslav."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1974",
    "date": "January 2",
    "txt": "Tomáš Řepka, Czech footballer",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1975",
    "date": "January 2",
    "txt": "Reuben Thorne, New Zealand rugby player",
    "entities": [
      {
        "title": "Reuben Thorne",
        "href": "/wiki/Reuben_Thorne",
        "description": "Reuben David Thorne is a New Zealand rugby union player, and former captain of the national team, the All Blacks."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1977",
    "date": "January 2",
    "txt": "Brian Boucher, American ice hockey player and sportscaster",
    "entities": [
      {
        "title": "Brian Boucher",
        "href": "/wiki/Brian_Boucher",
        "description": "Brian Boucher is an American former professional ice hockey goaltender who currently works as a game and studio analyst on national NBCSN games. He played 13 seasons in the National Hockey League (NHL) for the Philadelphia Flyers, Phoenix Coyotes, Calgary Flames, Chicago Blackhawks, Columbus Blue Jackets, San Jose Sharks and Carolina Hurricanes."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1977",
    "date": "January 2",
    "txt": "Stefan Koubek, Austrian tennis player",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1979",
    "date": "January 2",
    "txt": "Jonathan Greening, English footballer",
    "entities": [
      {
        "title": "Jonathan Greening",
        "href": "/wiki/Jonathan_Greening",
        "description": "Jonathan Greening is an English former professional footballer and coach who played as a midfielder."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1981",
    "date": "January 2",
    "txt": "Maxi Rodríguez, Argentinian footballer",
    "entities": [
      {
        "title": "Maxi Rodríguez",
        "href": "/wiki/Maxi_Rodr%C3%ADguez",
        "description": "Maximiliano Rubén \"Maxi\" Rodríguez is an Argentine footballer who plays for Newell's Old Boys. Nicknamed La Fiera, he is commonly used as a winger on both flanks but can also operate as an attacking midfielder."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1983",
    "date": "January 2",
    "txt": "Kate Bosworth, American actress",
    "entities": [
      {
        "title": "Kate Bosworth",
        "href": "/wiki/Kate_Bosworth",
        "description": "Catherine Ann Bosworth is an American actress and model. Following minor roles in the films The Horse Whisperer (1998) and Remember the Titans (2000), she rose to prominence with her role as a young surfer in the box-office hit Blue Crush (2002)."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1987",
    "date": "January 2",
    "txt": "Robert Milsom, English footballer",
    "entities": [
      {
        "title": "Robert Milsom",
        "href": "/wiki/Robert_Milsom",
        "description": "Robert Steven Milsom is an English footballer who plays as a midfielder for Sutton United."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1988",
    "date": "January 2",
    "txt": "Damien Tussac, French-German rugby player",
    "entities": [
      {
        "title": "Damien Tussac",
        "href": "/wiki/Damien_Tussac",
        "description": "Damien Tussac is a German international rugby union player, playing for Castres Olympique in the Top 14 and the German national rugby union team. He is a French citizen but qualifies to play for Germany because of a German grandmother."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1992",
    "date": "January 2",
    "txt": "Paulo Gazzaniga, Argentinian footballer",
    "entities": [
      {
        "title": "Paulo Gazzaniga",
        "href": "/wiki/Paulo_Gazzaniga",
        "description": "Paulo Dino Gazzaniga is an Argentine professional footballer who plays as a goalkeeper for La Liga club Elche CF, on loan from Tottenham Hotspur, and the Argentina national team."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1992",
    "date": "January 2",
    "txt": "Korbin Sims, Australian-Fijian rugby league player",
    "entities": []
  },
  {
    "heading": "Births",
    "year": "1998",
    "date": "January 2",
    "txt": "Timothy Fosu-Mensah, Dutch footballer",
    "entities": [
      {
        "title": "Timothy Fosu-Mensah",
        "href": "/wiki/Timothy_Fosu-Mensah",
        "description": "Evans Timothy Fosu Fosu-Mensah is a Dutch professional footballer who plays as a defensive midfielder, centre-back or full-back for German club Bayer Leverkusen and the Netherlands national team. He formerly played for Dutch club AFC Ajax's youth team and English club Manchester United's first team."
      }
    ]
  },
  {
    "heading": "Births",
    "year": "1999",
    "date": "January 2",
    "txt": "Fernando Tatís Jr., American baseball player",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "951",
    "date": "January 2",
    "txt": "Liu Chengyou, Emperor Yin of the Later Han",
    "entities": [
      {
        "title": "Liu Chengyou",
        "href": "/wiki/Liu_Chengyou",
        "description": "Liu Chengyou, also known by his posthumous name Emperor Yin (隱皇帝), was the second and last emperor of imperial China's short-lived Later Han dynasty, during the Five Dynasties and Ten Kingdoms period. He reigned from 948 until his death in 951."
      },
      {
        "title": "Later Han (Five Dynasties)",
        "href": "/wiki/Later_Han_(Five_Dynasties)",
        "description": "The Later Han was founded in 947. It was the fourth of the Five Dynasties, and the third consecutive sinicized Shatuo ethnicity state, however, other sources indicate that the Later Han emperors claimed patrilineal Han Chinese ancestry. It was among the shortest-lived of all Chinese regimes, lasting for slightly under four years before it was overcome by a rebellion that resulted in the founding o"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "951",
    "date": "January 2",
    "txt": "Su Fengji, Chinese official and chancellor",
    "entities": [
      {
        "title": "Chancellor of the Tang dynasty",
        "href": "/wiki/Chancellor_of_the_Tang_dynasty",
        "description": "The chancellor was a semi-formally designated office position for a number of high-level officials at one time during the Tang dynasty. This list includes chancellors of the reign of Wu Zetian, which she referred to as the \"Zhou dynasty\" (周), rather than \"Tang\" (唐)."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1096",
    "date": "January 2",
    "txt": "William de St-Calais, Bishop of Durham and chief counsellor of William II of England",
    "entities": [
      {
        "title": "William de St-Calais",
        "href": "/wiki/William_de_St-Calais",
        "description": "William de St-Calais was a medieval Norman monk, abbot of the abbey of Saint-Vincent in Le Mans in Maine, who was nominated by King William I of England as Bishop of Durham in 1080. During his term as bishop, St-Calais replaced the canons of his cathedral chapter with monks, and began the construction of Durham Cathedral. In addition to his ecclesiastical duties, he served as a commissioner for th"
      },
      {
        "title": "Durham, England",
        "href": "/wiki/Durham,_England",
        "description": "Durham is a cathedral city and the county town of County Durham in North East England. The city lies on the River Wear, to the south-west of Sunderland, south of Newcastle upon Tyne and to the north of Darlington. Founded over the final resting place of St Cuthbert, its Norman cathedral became a centre of pilgrimage in medieval England. The cathedral and adjacent 11th-century castle were designate"
      },
      {
        "title": "William II of England",
        "href": "/wiki/William_II_of_England",
        "description": "William II, the third son of William the Conqueror, was King of England from 26 September 1087 until his death in 1100, with powers over Normandy, and influence in Scotland. He was less successful in extending control into Wales. William is commonly referred to as William Rufus, perhaps because of his ruddy appearance or, more likely, due to having red hair as a child that grew out in later life."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1169",
    "date": "January 2",
    "txt": "Bertrand de Blanchefort, sixth Grand Master of the Knights Templar (b. c. 1109)",
    "entities": [
      {
        "title": "Bertrand de Blanchefort",
        "href": "/wiki/Bertrand_de_Blanchefort",
        "description": "Bertrand de Blanchefort, was the sixth Grand Master of the Knights Templar, from 1156 until his death in 1169. He is known as a great reformer of the order."
      },
      {
        "title": "Grand Masters of the Knights Templar",
        "href": "/wiki/Grand_Masters_of_the_Knights_Templar",
        "description": "The grand master of the Knights Templar was the supreme commander of the holy order, starting with founder Hugues de Payens in 1118. Some held the office for life while others resigned life in monasteries or diplomacy. Grand masters often led their knights into battle on the front line and the numerous occupational hazards of battle made some tenures very short."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1184",
    "date": "January 2",
    "txt": "Theodora Komnene, Duchess of Austria, daughter of Andronikos Komnenos",
    "entities": [
      {
        "title": "Theodora Komnene, Duchess of Austria",
        "href": "/wiki/Theodora_Komnene,_Duchess_of_Austria",
        "description": "Theodora Komnene, Latinized Theodora Comnena, was a daughter of the Byzantine prince Andronikos Komnenos and his wife, Eirene (?Aineiadissa). Based on the writings of Niketas Choniates, it is likely Theodora was Andronikos' second daughter. The year of Theodora's birth is unknown."
      },
      {
        "title": "Andronikos Komnenos (son of John II Komnenos)",
        "href": "/wiki/Andronikos_Komnenos_(son_of_John_II_Komnenos)",
        "description": "Andronikos Komnenos, Latinized as Andronicus Comnenus, was a Byzantine prince of the Komnenian dynasty."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1298",
    "date": "January 2",
    "txt": "Lodomer, Hungarian prelate, Archbishop of Esztergom",
    "entities": [
      {
        "title": "Lodomer",
        "href": "/wiki/Lodomer",
        "description": "Lodomer was a prelate in the Kingdom of Hungary in the second half of the 13th century. He was Archbishop of Esztergom between 1279 and 1298, and Bishop of Várad from 1268 till 1279. He was an opponent of Ladislaus IV of Hungary whom he excommunicated for failing to force the Cumans to adopt the Christian way of life. After Ladislaus' death, Lodomer and his suffragans were dedicated supporters of "
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1470",
    "date": "January 2",
    "txt": "Heinrich Reuß von Plauen, Grand Master of the Teutonic Order",
    "entities": [
      {
        "title": "Heinrich Reuß von Plauen",
        "href": "/wiki/Heinrich_Reu%C3%9F_von_Plauen",
        "description": "Heinrich Reuß von Plauen was the 32nd Grand Master of the Teutonic Order, serving from 1467 to 1470. He was the nephew of the previous Grand Master, Ludwig von Erlichshausen, and a distant relative to the 27th Grand Master, Heinrich von Plauen."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1512",
    "date": "January 2",
    "txt": "Svante Nilsson, Sweden politician (b. 1460)",
    "entities": [
      {
        "title": "Svante Nilsson (regent of Sweden)",
        "href": "/wiki/Svante_Nilsson_(regent_of_Sweden)",
        "description": "Svante Nilsson was a Swedish nobleman and regent of Sweden from 1504 – 2 January 1512. He was the father of Sten Sture the Younger (1493–1520) who later served as regent of Sweden, during the era of the Kalmar Union.\n\n"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1514",
    "date": "January 2",
    "txt": "William Smyth, English bishop and academic (b. 1460)",
    "entities": [
      {
        "title": "William Smyth",
        "href": "/wiki/William_Smyth",
        "description": "William Smyth was Bishop of Coventry and Lichfield from 1493 to 1496 and then Bishop of Lincoln until his death. He held political offices, the most important being Lord President of the Council of Wales and the Marches. He became very wealthy and was a benefactor of a number of institutions. He was a co-founder of Brasenose College, Oxford and endowed a grammar school in the village of his birth "
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1543",
    "date": "January 2",
    "txt": "Francesco Canova da Milano, Italian composer (b. 1497)",
    "entities": [
      {
        "title": "Francesco Canova da Milano",
        "href": "/wiki/Francesco_Canova_da_Milano",
        "description": "Francesco Canova da Milano was an Italian lutenist and composer. He was born in Monza, near Milan, and worked for the papal court for almost all of his career. Francesco was heralded throughout Europe as the foremost lute composer of his time. More of his music is preserved than of any other lutenist of the period, and his work continued to influence composers for more than a century after his dea"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1557",
    "date": "January 2",
    "txt": "Pontormo, Italian painter and educator (b. 1494)",
    "entities": [
      {
        "title": "Pontormo",
        "href": "/wiki/Pontormo",
        "description": "Jacopo Carucci, usually known as Jacopo da Pontormo, Jacopo Pontormo or simply Pontormo, was an Italian Mannerist painter and portraitist from the Florentine School. His work represents a profound stylistic shift from the calm perspectival regularity that characterized the art of the Florentine Renaissance. He is famous for his use of twining poses, coupled with ambiguous perspective; his figures "
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1613",
    "date": "January 2",
    "txt": "Salima Sultan Begum, Empress of the Mughal Empire (b. 1539)",
    "entities": [
      {
        "title": "Salima Sultan Begum",
        "href": "/wiki/Salima_Sultan_Begum",
        "description": "Salima Sultan Begum was the fourth wife of the Mughal Emperor Akbar, and the granddaughter of Babur."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1614",
    "date": "January 2",
    "txt": "Luisa Carvajal y Mendoza, Spanish mystical poet and Catholic martyr (b. 1566)",
    "entities": [
      {
        "title": "Luisa Carvajal y Mendoza",
        "href": "/wiki/Luisa_Carvajal_y_Mendoza",
        "description": "Luisa Carvajal y Mendoza is best known for her mystical religious poetry as well as her fight to spread Catholicism throughout England, by preaching against Anglicanism. She was imprisoned on two occasions, once in 1608 and again in 1613 for her Catholic proselytizing activities in England. Although her cause of death makes her ineligible to be considered a martyr, she took a vow for martyrdom in "
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1726",
    "date": "January 2",
    "txt": "Domenico Zipoli, Italian organist and composer (b. 1688)",
    "entities": [
      {
        "title": "Domenico Zipoli",
        "href": "/wiki/Domenico_Zipoli",
        "description": "Domenico Zipoli was an Italian Baroque composer who worked and died in Córdoba, in the Viceroyalty of Peru, Spanish Empire,. He became a Jesuit in order to work in the Reductions of Paraguay where he taught music among the Guaraní people. He is remembered as the most accomplished musician among Jesuit missionaries."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1763",
    "date": "January 2",
    "txt": "John Carteret, 2nd Earl Granville, English statesman (b. 1690)",
    "entities": [
      {
        "title": "John Carteret, 2nd Earl Granville",
        "href": "/wiki/John_Carteret,_2nd_Earl_Granville",
        "description": "John Carteret, 2nd Earl Granville, 7th Seigneur of Sark,, commonly known by his earlier title Lord Carteret, was a British statesman and Lord President of the Council from 1751 to 1763; he worked extremely closely with the Prime Minister of the country, Spencer Compton, Earl of Wilmington, in order to manage the various factions of the Government. He was Seigneur of Sark from 1715 to 1720 when he "
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1850",
    "date": "January 2",
    "txt": "Manuel de la Peña y Peña, Mexican lawyer and 20th President (1847) (b. 1789)",
    "entities": [
      {
        "title": "Manuel de la Peña y Peña",
        "href": "/wiki/Manuel_de_la_Pe%C3%B1a_y_Pe%C3%B1a",
        "description": "José Manuel de la Peña y Peña was a Mexican politician and lawyer, interim president of Mexico from 26 September 1847 to 13 November 1847 and president from 8 January 1848 to 3 June 1848."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1861",
    "date": "January 2",
    "txt": "Frederick William IV of Prussia (b. 1795)",
    "entities": [
      {
        "title": "Frederick William IV of Prussia",
        "href": "/wiki/Frederick_William_IV_of_Prussia",
        "description": "Frederick William IV, the eldest son and successor of Frederick William III of Prussia, reigned as King of Prussia from 7 June 1840 to his death. Also referred to as the \"romanticist on the throne\", he is best remembered for the many buildings he had constructed in Berlin and Potsdam, as well as for the completion of the Gothic Cologne Cathedral."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1892",
    "date": "January 2",
    "txt": "George Biddell Airy, English mathematician and astronomer (b. 1801)",
    "entities": [
      {
        "title": "George Biddell Airy",
        "href": "/wiki/George_Biddell_Airy",
        "description": "Sir George Biddell Airy was an English mathematician and astronomer, and the seventh Astronomer Royal from 1835 to 1881. His many achievements include work on planetary orbits, measuring the mean density of the Earth, a method of solution of two-dimensional problems in solid mechanics and, in his role as Astronomer Royal, establishing Greenwich as the location of the prime meridian. His reputation"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1904",
    "date": "January 2",
    "txt": "James Longstreet, American general and diplomat (b. 1821)",
    "entities": [
      {
        "title": "James Longstreet",
        "href": "/wiki/James_Longstreet",
        "description": "James Longstreet was an American soldier and diplomat. He was one of the foremost Confederate generals of the American Civil War and the principal subordinate to General Robert E. Lee, who called him his \"Old War Horse\". He served under Lee as a corps commander for most of the battles fought by the Army of Northern Virginia in the Eastern Theater, and briefly with Braxton Bragg in the Army of Tenn"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1913",
    "date": "January 2",
    "txt": "Léon Teisserenc de Bort, French meteorologist (b. 1855)",
    "entities": [
      {
        "title": "Léon Teisserenc de Bort",
        "href": "/wiki/L%C3%A9on_Teisserenc_de_Bort",
        "description": "Léon Philippe Teisserenc de Bort was a French meteorologist and a pioneer in the field of aerology. Together with Richard Assmann (1845-1918), he is credited as co-discoverer of the stratosphere, as both men announced their discovery during the same time period in 1902. \nTeisserenc de Bort pioneered the use of unmanned instrumented balloons and was the first to identify the region in the atmospher"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1915",
    "date": "January 2",
    "txt": "Karl Goldmark, Hungarian violinist and composer (b. 1830)",
    "entities": [
      {
        "title": "Karl Goldmark",
        "href": "/wiki/Karl_Goldmark",
        "description": "Karl Goldmark was a Hungarian-born Viennese composer."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1917",
    "date": "January 2",
    "txt": "Léon Flameng, French cyclist (b. 1877)",
    "entities": [
      {
        "title": "Léon Flameng",
        "href": "/wiki/L%C3%A9on_Flameng",
        "description": "Léon Flameng was a French cyclist and a World War I pilot. He competed at the 1896 Summer Olympics in Athens, winning three medals including one gold."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1920",
    "date": "January 2",
    "txt": "Paul Adam, French author (b. 1862)",
    "entities": [
      {
        "title": "Paul Adam (French novelist)",
        "href": "/wiki/Paul_Adam_(French_novelist)",
        "description": "Paul Adam was a French novelist who became an early proponent of Symbolism in France, and one of the founders of the Symbolist review Le Symboliste."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1924",
    "date": "January 2",
    "txt": "Sabine Baring-Gould, English author and scholar (b. 1834)",
    "entities": [
      {
        "title": "Sabine Baring-Gould",
        "href": "/wiki/Sabine_Baring-Gould",
        "description": "The Reverend Sabine Baring-Gould of Lew Trenchard in Devon, England, was an Anglican priest, hagiographer, antiquarian, novelist, folk song collector and eclectic scholar. His bibliography consists of more than 1,240 publications, though this list continues to grow. His family home, the manor house of Lew Trenchard, near Okehampton, Devon, has been preserved as he had it rebuilt and is now a hotel"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1939",
    "date": "January 2",
    "txt": "Roman Dmowski, Polish politician, Polish Minister of Foreign Affairs (b. 1864)",
    "entities": [
      {
        "title": "Roman Dmowski",
        "href": "/wiki/Roman_Dmowski",
        "description": "Roman Stanisław Dmowski was a Polish politician, statesman, and co-founder and chief ideologue of the National Democracy political movement. He saw the Germanization of Polish territories controlled by the German Empire as the major threat to Polish culture and therefore advocated a degree of accommodation with another power that had partitioned Poland, the Russian Empire. He favored the re-establ"
      },
      {
        "title": "Ministry of Foreign Affairs (Poland)",
        "href": "/wiki/Ministry_of_Foreign_Affairs_(Poland)",
        "description": "The Ministry of Foreign Affairs is the Polish government department tasked with maintaining Poland's international relations and coordinating its participation in international and regional supra-national political organisations such as the European Union and United Nations. The head of the ministry holds a place in the Council of Ministers."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1941",
    "date": "January 2",
    "txt": "Mischa Levitzki, Russian-American pianist and composer (b. 1898)",
    "entities": [
      {
        "title": "Mischa Levitzki",
        "href": "/wiki/Mischa_Levitzki",
        "description": "Mischa Levitzki was a Russian-born U. S.-based concert pianist."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1946",
    "date": "January 2",
    "txt": "Joe Darling, Australian cricketer and politician (b. 1870)",
    "entities": [
      {
        "title": "Joe Darling",
        "href": "/wiki/Joe_Darling",
        "description": "Joseph Darling was an Australian cricketer who played 34 Test matches as a specialist batsman between 1894 and 1905. As captain, he led Australia in a total of 21 Tests, winning seven and losing four. In Test cricket, he scored 1,657 runs at an average of 28.56 per innings, including three centuries. Darling toured England four times with the Australian team—in 1896, 1899, 1902 and 1905; the last "
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1950",
    "date": "January 2",
    "txt": "James Dooley, Irish-Australian politician, 21st Premier of New South Wales (b. 1877)",
    "entities": [
      {
        "title": "James Dooley (politician)",
        "href": "/wiki/James_Dooley_(politician)",
        "description": "James Thomas Dooley served twice, briefly, as Premier of New South Wales during the early 1920s."
      },
      {
        "title": "Premier of New South Wales",
        "href": "/wiki/Premier_of_New_South_Wales",
        "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1951",
    "date": "January 2",
    "txt": "William Campion, English colonel and politician, 21st Governor of Western Australia (b. 1870)",
    "entities": [
      {
        "title": "William Campion",
        "href": "/wiki/William_Campion",
        "description": "Sir William Robert Campion, was a British soldier, politician, and the 21st Governor of Western Australia from 1924 to 1931."
      },
      {
        "title": "Governor of Western Australia",
        "href": "/wiki/Governor_of_Western_Australia",
        "description": "The Governor of Western Australia is the representative in Western Australia of the Queen of Australia, Elizabeth II. As with the other governors of the Australian states, the Governor of Western Australia performs constitutional, ceremonial and community functions, including:presiding over the Executive Council;\nproroguing and dissolving the Legislative Assembly and the Legislative Council;\nissui"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1951",
    "date": "January 2",
    "txt": "Edith New, English militant suffragette (b. 1877)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "1953",
    "date": "January 2",
    "txt": "Guccio Gucci, Italian businessman and fashion designer, founder of Gucci (b. 1881)",
    "entities": [
      {
        "title": "Guccio Gucci",
        "href": "/wiki/Guccio_Gucci",
        "description": "Guccio Giovanbattista Giacinto Dario Maria Gucci was an Italian businessman and fashion designer. He is known for being the founder of the fashion house of Gucci."
      },
      {
        "title": "Gucci",
        "href": "/wiki/Gucci",
        "description": "Gucci is a luxury fashion house based in Florence, Italy. Its product lines include handbags, ready-to-wear, footwear, and accessories, makeup, fragrances, and home decoration."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1960",
    "date": "January 2",
    "txt": "Paul Sauvé, Canadian lawyer and politician, 17th Premier of Quebec (b. 1907)",
    "entities": [
      {
        "title": "Paul Sauvé",
        "href": "/wiki/Paul_Sauv%C3%A9",
        "description": "Joseph-Mignault-Paul Sauvé was a Quebec lawyer, World War II veteran and politician. He was Premier of Quebec in 1959 and 1960."
      },
      {
        "title": "Premier of Quebec",
        "href": "/wiki/Premier_of_Quebec",
        "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1963",
    "date": "January 2",
    "txt": "Dick Powell, American actor, singer, and director (b. 1904)",
    "entities": [
      {
        "title": "Dick Powell",
        "href": "/wiki/Dick_Powell",
        "description": "Richard Ewing Powell was an American actor, musician, producer, director and studio head. Though he came to stardom as a musical comedy performer, he showed versatility, and successfully transformed into a hardboiled leading man starring in projects of a more dramatic nature. He was the first actor to portray the private detective Philip Marlowe on screen."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1963",
    "date": "January 2",
    "txt": "Jack Carson, Canadian-American actor (b. 1910)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "1974",
    "date": "January 2",
    "txt": "Tex Ritter, American actor (b. 1905)",
    "entities": [
      {
        "title": "Tex Ritter",
        "href": "/wiki/Tex_Ritter",
        "description": "Woodward Maurice \"Tex\" Ritter was an American country music singer and actor popular from the mid 1930s into the 1960s, and the patriarch of the Ritter acting family. He is a member of the Country Music Hall of Fame."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1975",
    "date": "January 2",
    "txt": "Siraj Sikder, Bangladesh revolutionary leader (b. 1944)",
    "entities": [
      {
        "title": "Siraj Sikder",
        "href": "/wiki/Siraj_Sikder",
        "description": "Siraj Sikder was a Bangladeshi revolutionary politician."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1977",
    "date": "January 2",
    "txt": "Erroll Garner, American pianist and composer (b. 1921)",
    "entities": [
      {
        "title": "Erroll Garner",
        "href": "/wiki/Erroll_Garner",
        "description": "Erroll Louis Garner was an American jazz pianist and composer known for his swing playing and ballads. His best-known composition, the ballad \"Misty\", has become a jazz standard. Scott Yanow of Allmusic calls him \"one of the most distinctive of all pianists\" and a \"brilliant virtuoso.\" He received a star on the Hollywood Walk of Fame at 6363 Hollywood Blvd. His live album, Concert by the Sea, firs"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1986",
    "date": "January 2",
    "txt": "Una Merkel, American actress (b. 1903)",
    "entities": [
      {
        "title": "Una Merkel",
        "href": "/wiki/Una_Merkel",
        "description": "Una Merkel was an American stage, film, radio, and television actress."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1987",
    "date": "January 2",
    "txt": "Harekrushna Mahatab, Indian journalist and politician, 1st Chief Minister of Odisha (b. 1899)",
    "entities": [
      {
        "title": "Harekrushna Mahatab",
        "href": "/wiki/Harekrushna_Mahatab",
        "description": "Harekrushna Mahatab was the leader of the Indian National Congress, a notable figure in the Indian independence movement and the Chief Minister of Odisha from 1946 to 1950 and again from 1956 to 1961. He was popularly known by the sobriquet \"Utkal Keshari\"."
      },
      {
        "title": "List of Chief Ministers of Odisha",
        "href": "/wiki/List_of_Chief_Ministers_of_Odisha",
        "description": "The Chief Minister of Odisha, an Indian state, is the head of the Government of Odisha. As per the Constitution of India, the governor is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Odisha Legislative Assembly, the governor usually invites the party with a majority of seats to form the government. The governor appoints the ch"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1989",
    "date": "January 2",
    "txt": "Safdar Hashmi, Indian actor, director, and playwright (b. 1954)",
    "entities": [
      {
        "title": "Safdar Hashmi",
        "href": "/wiki/Safdar_Hashmi",
        "description": "Safdar Hashmi was a communist playwright and director, best known for his work with street theatre in India. He was also an actor, lyricist, and theorist, and he is still considered an important voice in Indian political theatre. He was an activist of the Students' Federation of India (SFI)."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1990",
    "date": "January 2",
    "txt": "Alan Hale Jr., American film and television actor (b. 1921)",
    "entities": [
      {
        "title": "Alan Hale Jr.",
        "href": "/wiki/Alan_Hale_Jr.",
        "description": "Alan Hale Jr. was an American actor and restaurateur. He was the son of character actor Alan Hale Sr. His television career spanned four decades, but he was best known for his co-starring role as Captain Jonas Grumby on the 1960s series Gilligan's Island. He also appeared on several talk and variety shows."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1990",
    "date": "January 2",
    "txt": "Evangelos Averoff, Greek historian and politician, Greek Minister for National Defence (b. 1910)",
    "entities": [
      {
        "title": "List of defence ministers of Greece",
        "href": "/wiki/List_of_defence_ministers_of_Greece",
        "description": "This is a list of Greek war and defence ministers."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1994",
    "date": "January 2",
    "txt": "Dixy Lee Ray, American biologist and politician; 17th Governor of Washington (b. 1914)",
    "entities": [
      {
        "title": "Dixy Lee Ray",
        "href": "/wiki/Dixy_Lee_Ray",
        "description": "Dixy Lee Ray was an American scientist and politician who served as the 17th Governor of the U.S. state of Washington. Variously described as idiosyncratic, and \"ridiculously smart,\" she was the state's first female governor and was in office during the 1980 eruption of Mount St. Helens. She was a supporter of atomic energy."
      },
      {
        "title": "Governor of Washington",
        "href": "/wiki/Governor_of_Washington",
        "description": "The governor of Washington is the head of the executive branch of the government of the State of Washington and commander-in-chief of the state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Washington Legislature and line-item veto power to cancel specific provisions in spending bills. The Washington Governor may also "
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1994",
    "date": "January 2",
    "txt": "Pierre-Paul Schweitzer, French lawyer and businessman (b. 1915)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "1995",
    "date": "January 2",
    "txt": "Nancy Kelly, American actress (b. 1921)",
    "entities": [
      {
        "title": "Nancy Kelly",
        "href": "/wiki/Nancy_Kelly",
        "description": "Nancy Kelly was an American actress in film, theater and television. A child actress and model, she was a repertory cast member of CBS Radio's The March of Time and appeared in several films in the late 1920s. She became a leading lady upon returning to the screen in the late 1930s, while still in her teens, and made two dozen movies between 1938 and 1946, including portraying Tyrone Power's love "
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1995",
    "date": "January 2",
    "txt": "Siad Barre, Somalian general and politician; 3rd President of Somalia (b. 1919)",
    "entities": [
      {
        "title": "List of Presidents of Somalia",
        "href": "/wiki/List_of_Presidents_of_Somalia",
        "description": "This is a list of presidents of Somalia. Since the establishment of the office of President in 1960, there have been 9 official presidents. The President is the head of state of Somalia and the commander-in-chief of the Somali Armed Forces. The current President is Mohamed Abdullahi Mohamed \"Farmaajo\", elected in 2017."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1999",
    "date": "January 2",
    "txt": "Rolf Liebermann, Swiss-French composer and manager (b. 1910)",
    "entities": [
      {
        "title": "Rolf Liebermann",
        "href": "/wiki/Rolf_Liebermann",
        "description": "Rolf Liebermann, was a Swiss composer and music administrator. He served as the Artistic Director of the Hamburg State Opera from 1959–1973 and again from 1985–1988. He was also Artistic Director of the Paris Opera from 1973–1980."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "1999",
    "date": "January 2",
    "txt": "Sebastian Haffner, German journalist and author (b. 1907)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2000",
    "date": "January 2",
    "txt": "Elmo Zumwalt, American admiral (b. 1920)",
    "entities": [
      {
        "title": "Elmo Zumwalt",
        "href": "/wiki/Elmo_Zumwalt",
        "description": "Elmo Russell \"Bud\" Zumwalt Jr. was a United States Navy officer and the youngest person to serve as Chief of Naval Operations. As an admiral and later the 19th Chief of Naval Operations, Zumwalt played a major role in United States military history, especially during the Vietnam War. A decorated war veteran, Zumwalt reformed United States Navy personnel policies in an effort to improve enlisted li"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2000",
    "date": "January 2",
    "txt": "Patrick O'Brian, English author and translator (b. 1914)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2001",
    "date": "January 2",
    "txt": "William P. Rogers, American lieutenant, lawyer, and politician, 55th United States Secretary of State (b. 1913)",
    "entities": [
      {
        "title": "William P. Rogers",
        "href": "/wiki/William_P._Rogers",
        "description": "William Pierce Rogers was an American politician, diplomat, and lawyer. He served as United States Attorney General under President Dwight D. Eisenhower and United States Secretary of State under President Richard Nixon. Despite Rogers being a close confidant of Nixon, National Security Advisor Henry Kissinger overshadowed Rogers and eventually succeeded him as Secretary of State. Rogers was the l"
      },
      {
        "title": "United States Secretary of State",
        "href": "/wiki/United_States_Secretary_of_State",
        "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2005",
    "date": "January 2",
    "txt": "Maclyn McCarty, American geneticist and physician (b. 1911)",
    "entities": [
      {
        "title": "Maclyn McCarty",
        "href": "/wiki/Maclyn_McCarty",
        "description": "Maclyn McCarty was an American geneticist."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2006",
    "date": "January 2",
    "txt": "Cecilia Muñoz-Palma, Filipino lawyer and jurist (b. 1913)",
    "entities": [
      {
        "title": "Cecilia Muñoz-Palma",
        "href": "/wiki/Cecilia_Mu%C3%B1oz-Palma",
        "description": "Cecilia Muñoz-Palma was a Filipino jurist and the first woman appointed to the Supreme Court of the Philippines. She was appointed to the Supreme Court by President Ferdinand Marcos on October 29, 1973, and served until she reached the then-mandatory retirement age of 65."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2006",
    "date": "January 2",
    "txt": "Osa Massen, Danish-American actress (b. 1914) ",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2007",
    "date": "January 2",
    "txt": "A. Richard Newton, Australian-American engineer and academic (b. 1951)",
    "entities": [
      {
        "title": "A. Richard Newton",
        "href": "/wiki/A._Richard_Newton",
        "description": "Arthur Richard Newton was the dean of the University of California, Berkeley College of Engineering."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2007",
    "date": "January 2",
    "txt": "Elizabeth Fox-Genovese, American historian and author (b. 1941)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2007",
    "date": "January 2",
    "txt": "Teddy Kollek, Hungarian-Israeli politician, Mayor of Jerusalem (b. 1911)",
    "entities": [
      {
        "title": "List of mayors of Jerusalem",
        "href": "/wiki/List_of_mayors_of_Jerusalem",
        "description": "The Mayor of the City of Jerusalem is head of the executive branch of the political system in Jerusalem. The mayor's office administers all city services, public property, most public agencies, and enforces all city and state laws within Jerusalem."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2008",
    "date": "January 2",
    "txt": "George MacDonald Fraser, Scottish journalist and author (b. 1925)",
    "entities": [
      {
        "title": "George MacDonald Fraser",
        "href": "/wiki/George_MacDonald_Fraser",
        "description": "George MacDonald Fraser was a British author and screenwriter. He is best known for a series of works that featured the character Flashman."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2008",
    "date": "January 2",
    "txt": "Lee S. Dreyfus, American sailor, academic, and politician, 40th Governor of Wisconsin (b. 1926)",
    "entities": [
      {
        "title": "Governor of Wisconsin",
        "href": "/wiki/Governor_of_Wisconsin",
        "description": "The Governor of Wisconsin is the head of the executive branch of Wisconsin's state government and the commander-in-chief of the state's army and air forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Wisconsin Legislature, to convene the legislature, and to grant pardons, except in cases of treason and impeachment. The position was fi"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2009",
    "date": "January 2",
    "txt": "Inger Christensen, Danish poet and author (b. 1935)",
    "entities": [
      {
        "title": "Inger Christensen",
        "href": "/wiki/Inger_Christensen",
        "description": "Inger Christensen was a Danish poet, novelist, essayist and editor. She is considered the foremost Danish poetic experimentalist of her generation."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2009",
    "date": "January 2",
    "txt": "Dnyaneshwar Agashe, Indian businessman and cricketer (b. 1942)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2010",
    "date": "January 2",
    "txt": "David R. Ross, Scottish historian and author (b. 1958)",
    "entities": [
      {
        "title": "David R. Ross",
        "href": "/wiki/David_R._Ross",
        "description": "David Robertson Ross was a Scottish author and historian. He published eight books, most of them mixing elements of Scottish history and travel literature."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2011",
    "date": "January 2",
    "txt": "Anne Francis, American actress (b. 1930)",
    "entities": [
      {
        "title": "Anne Francis",
        "href": "/wiki/Anne_Francis",
        "description": "Anne Francis was an American actress known for her role in the science fiction film Forbidden Planet (1956) and for starring in the television series Honey West (1965–1966), which was the first TV series with a female detective character's name in the title. She won a Golden Globe Award and was nominated for an Emmy Award for her role in the series."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2011",
    "date": "January 2",
    "txt": "Bali Ram Bhagat, Indian politician; 16th Governor of Rajasthan (b. 1922)",
    "entities": [
      {
        "title": "List of Governors of Rajasthan",
        "href": "/wiki/List_of_Governors_of_Rajasthan",
        "description": "The Governor of Rajasthan is the nominal head of state and the representative of the President of India of the state of Rajasthan. The governor's powers are mostly ceremonial and the executive powers of the governor are exercised by the Chief Minister of Rajasthan, who is the head of the executive of the state government of Rajasthan.\nThe following is a list of governors of Rajasthan."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2011",
    "date": "January 2",
    "txt": "Pete Postlethwaite, English actor (b. 1946)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2012",
    "date": "January 2",
    "txt": "Gordon Hirabayashi, American-Canadian sociologist and academic (b. 1918)",
    "entities": [
      {
        "title": "Gordon Hirabayashi",
        "href": "/wiki/Gordon_Hirabayashi",
        "description": "Gordon Kiyoshi Hirabayashi  was an American sociologist, best known for his principled resistance to the Japanese American internment during World War II, and the court case which bears his name, Hirabayashi v. United States."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2012",
    "date": "January 2",
    "txt": "Silvana Gallardo, American actress and producer (b. 1953)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2012",
    "date": "January 2",
    "txt": "William P. Carey, American businessman and philanthropist, founded W. P. Carey (b. 1930)",
    "entities": [
      {
        "title": "W. P. Carey",
        "href": "/wiki/W._P._Carey",
        "description": "W. P. Carey Inc. is a real estate investment trust that invests in properties leased to single tenants via NNN leases. The company is organized in Maryland, with its primary office in New York City."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2013",
    "date": "January 2",
    "txt": "Gerda Lerner, Austrian-American historian, author, and academic (b. 1920)",
    "entities": [
      {
        "title": "Gerda Lerner",
        "href": "/wiki/Gerda_Lerner",
        "description": "Gerda Hedwig Lerner was an Austrian-born American historian and woman's history author. In addition to her numerous scholarly publications, she wrote poetry, fiction, theatre pieces, screenplays, and an autobiography. She served as president of the Organization of American Historians from 1980 to 1981. In 1980, she was appointed Robinson Edwards Professor of History at the University of Wisconsin-"
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2013",
    "date": "January 2",
    "txt": "Teresa Torańska, Polish journalist and author (b. 1944)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2014",
    "date": "January 2",
    "txt": "Bernard Glasser, American director and producer (b. 1924)",
    "entities": [
      {
        "title": "Bernard Glasser",
        "href": "/wiki/Bernard_Glasser",
        "description": "Bernard M. Glasser was an American film producer and director. The first film he produced was Gold Raiders. After many years he retired from the business to go into real estate. He lived in Los Angeles with his wife Joan."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2014",
    "date": "January 2",
    "txt": "Elizabeth Jane Howard, English author and screenwriter (b. 1923)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2015",
    "date": "January 2",
    "txt": "Tihomir Novakov, Serbian-American physicist and academic (b. 1929)",
    "entities": [
      {
        "title": "Tihomir Novakov",
        "href": "/wiki/Tihomir_Novakov",
        "description": "Tihomir Novakov, Ph.D known also as Tica Novakov was a Serbian-born American physicist. As a scientist, Novakov is known for his black carbon, air quality, and climate change research. James Hansen dubbed him \"the godfather of black carbon\"."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2016",
    "date": "January 2",
    "txt": "Ardhendu Bhushan Bardhan, Indian lawyer and politician (b. 1924)",
    "entities": [
      {
        "title": "Ardhendu Bhushan Bardhan",
        "href": "/wiki/Ardhendu_Bhushan_Bardhan",
        "description": "Ardhendu Bhushan Bardhan or A. B. Bardhan, was a freedom fighter, trade union leader and the former general secretary of the Communist Party of India (CPI), one of the oldest political parties in India."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2016",
    "date": "January 2",
    "txt": "Frances Cress Welsing, American psychiatrist and author (b. 1935)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2016",
    "date": "January 2",
    "txt": "Nimr al-Nimr, Saudi Arabian religious leader (b. 1959)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2016",
    "date": "January 2",
    "txt": "Gisela Mota Ocampo, mayor of Temixco, Morelos, Mexico, assassinated (b. 1982)",
    "entities": [
      {
        "title": "Temixco",
        "href": "/wiki/Temixco",
        "description": "Temixco is the fourth-largest city in the Mexican state of Morelos. It stands at 18°51′N 99°14′W in the west-northwest part of the state."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2017",
    "date": "January 2",
    "txt": "Jean Vuarnet, French ski racer (b. 1933)",
    "entities": [
      {
        "title": "Jean Vuarnet",
        "href": "/wiki/Jean_Vuarnet",
        "description": "Jean Vuarnet was an alpine ski racer from France. An Olympic gold medalist, he was born in Le Bardo, Tunisia."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2017",
    "date": "January 2",
    "txt": "John Berger, English art critic, novelist and painter (b. 1926)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2018",
    "date": "January 2",
    "txt": "Guida Maria, Portuguese actress (b. 1950)",
    "entities": [
      {
        "title": "Guida Maria",
        "href": "/wiki/Guida_Maria",
        "description": "Guida Maria was a Portuguese actress. Her career spanned 60 years and included appearances on stage, in film and on television."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2018",
    "date": "January 2",
    "txt": "Thomas S. Monson, American religious leader, 16th president of The Church of Jesus Christ of Latter-day Saints (b. 1927)",
    "entities": [
      {
        "title": "The Church of Jesus Christ of Latter-day Saints",
        "href": "/wiki/The_Church_of_Jesus_Christ_of_Latter-day_Saints",
        "description": "The Church of Jesus Christ of Latter-day Saints, often informally known as the LDS Church or Mormon Church, is a nontrinitarian, Christian restorationist church that considers itself to be the restoration of the original church founded by Jesus Christ. The church is headquartered in the United States in Salt Lake City, Utah, and has established congregations and built temples worldwide. According "
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2019",
    "date": "January 2",
    "txt": "Daryl Dragon, American musician (b. 1942)",
    "entities": [
      {
        "title": "Daryl Dragon",
        "href": "/wiki/Daryl_Dragon",
        "description": "Daryl Frank Dragon was an American musician and songwriter, known as Captain from the pop musical duo Captain & Tennille with his then-wife, Toni Tennille."
      }
    ]
  },
  {
    "heading": "Deaths",
    "year": "2019",
    "date": "January 2",
    "txt": "Bob Einstein, American actor and comedian (b. 1942)",
    "entities": []
  },
  {
    "heading": "Deaths",
    "year": "2019",
    "date": "January 2",
    "txt": "Gene Okerlund, American wrestling announcer (b. 1942)",
    "entities": []
  }
]