[{"heading": "Events", "year": "474", "date": "January 18", "txt": "Seven-year-old Leo II succeeds his maternal grandfather Leo I as Byzantine emperor. He dies ten months later.", "entities": [{"title": "Leo II (emperor)", "href": "/wiki/Leo_II_(emperor)", "description": "Leo II, nicknamed \"the Younger\" or \"the Small\", was briefly Roman emperor in 474 when he was a child aged six or seven. He was the son of Zeno, the Isaurian general and future emperor, and Ariadne, a daughter of the emperor Leo I, who ruled the eastern Roman empire. Leo II was made co-emperor with his grandfather Leo I on 17 November 473, and became sole emperor on 18 January 474 after Leo I died "}, {"title": "Leo I the Thracian", "href": "/wiki/Leo_I_the_Thracian", "description": "Leo I was Eastern Roman emperor from 457 to 474. He was a native of Dacia Aureliana near historic Thrace. Sometimes, he is called Leo the Great, probably to distinguish him from his young grandson and co-augustus Leo II."}, {"title": "Byzantine emperor", "href": "/wiki/Byzantine_emperor", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}]}, {"heading": "Events", "year": "532", "date": "January 18", "txt": "Nika riots in Constantinople fail.", "entities": [{"title": "Nika riots", "href": "/wiki/Nika_riots", "description": "The Nika riots, Nika revolt or Nika sedition took place against Emperor Justinian I in Constantinople over the course of a week in 532 AD. They were the most violent riots in the city's history, with nearly half of Constantinople being burned or destroyed and tens of thousands of people killed."}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Events", "year": "1126", "date": "January 18", "txt": "Emperor Huizong abdicates the Chinese throne in favour of his son Emperor Qinzong.", "entities": [{"title": "Emperor Huizong of Song", "href": "/wiki/Emperor_Huizong_of_Song", "description": "Emperor Huizong of Song, personal name Zhao Ji, was the eighth emperor of the Song dynasty in China. He was also a very well-known calligrapher. Born as the 11th son of Emperor Shenzong, he ascended the throne in 1100 upon the death of his elder brother and predecessor, Emperor Zhezong, because Emperor Zhezong's only son died prematurely. He lived in luxury, sophistication and art in the first hal"}, {"title": "Emperor Qinzong of Song", "href": "/wiki/Emperor_Qinzong_of_Song", "description": "Emperor Qinzong of Song, personal name Zhao Huan, was the ninth emperor of the Song dynasty in China and the last emperor of the Northern Song dynasty."}]}, {"heading": "Events", "year": "1486", "date": "January 18", "txt": "King Henry VII of England marries Elizabeth of York, daughter of Edward IV, uniting the House of Lancaster and the House of York.", "entities": [{"title": "Henry VII of England", "href": "/wiki/Henry_VII_of_England", "description": "Henry VII was the King of England and Lord of Ireland from his seizure of the crown on 22 August 1485 until his death in 1509. He was the first monarch of the House of Tudor."}, {"title": "Elizabeth of York", "href": "/wiki/Elizabeth_of_York", "description": "Elizabeth of York was Queen of England from her marriage to King Henry VII on 18 January 1486 until her death. Elizabeth married Henry after his victory at the Battle of Bosworth Field, which marked the end of the Wars of the Roses. Together, they had seven children."}, {"title": "Edward IV of England", "href": "/wiki/Edward_IV_of_England", "description": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487."}, {"title": "House of Lancaster", "href": "/wiki/House_of_Lancaster", "description": "The House of Lancaster was a cadet branch of the royal House of Plantagenet. The first house was created when King Henry III of England created the Earldom of Lancaster—from which the house was named—for his second son Edmund Crouchback in 1267. Edmund had already been created Earl of Leicester in 1265 and was granted the lands and privileges of Simon de Montfort, 6th Earl of Leicester, after de M"}, {"title": "House of York", "href": "/wiki/House_of_York", "description": "The House of York was a cadet branch of the English royal House of Plantagenet. Three of its members became kings of England in the late 15th century. The House of York descended in the male line from Edmund of Langley, 1st Duke of York, the fourth surviving son of Edward III. In time, it also represented Edward III's senior line, when an heir of York married the heiress-descendant of Lionel, Duke"}]}, {"heading": "Events", "year": "1562", "date": "January 18", "txt": "Pope Pius IV reopens the Council of Trent for its third and final session.", "entities": [{"title": "Pope Pius IV", "href": "/wiki/Pope_Pius_IV", "description": "Pope Pius IV, born Giovanni Angelo Medici, was head of the Catholic Church and ruler of the Papal States from 25 December 1559 to his death in 1565. Born in Milan, his family considered itself a branch of the House of Medici and used the same coat of arms. Although modern historians have found no proof of this connection, the Medici of Florence recognized the claims of the Medici of Milan in the e"}, {"title": "Council of Trent", "href": "/wiki/Council_of_Trent", "description": "The Council of Trent, held between 1545 and 1563 in Trent, was the 19th ecumenical council of the Catholic Church. Prompted by the Protestant Reformation, it has been described as the embodiment of the Counter-Reformation."}]}, {"heading": "Events", "year": "1591", "date": "January 18", "txt": "King Naresuan of Siam kills Crown Prince Mingyi Swa of Burma in single combat, for which this date is now observed as Royal Thai Armed Forces day.", "entities": [{"title": "Naresuan", "href": "/wiki/Naresuan", "description": "Naresuan or Sanphet II, was the 18th monarch of Ayutthaya Kingdom and 2nd monarch of the Sukhothai dynasty. He was the king of the Ayutthaya Kingdom from 1590 and overlord of Lan Na from 1602 until his death in 1605. Naresuan is one of Thailand's most revered monarchs as he is known for his campaigns to free Ayutthaya from the vassalage of the Taungoo Empire. During his reign, numerous wars were f"}, {"title": "Ayutthaya Kingdom", "href": "/wiki/Ayutthaya_Kingdom", "description": "The Ayutthaya Kingdom was a Siamese kingdom that existed from 1350 to 1767 centered on the city of Ayutthaya. The Kingdom of Ayutthaya is considered to be the precursor of modern Thailand and its developments are an important part of the History of Thailand."}, {"title": "Mingyi Swa", "href": "/wiki/Mingyi_Swa", "description": "Mingyi Swa was heir apparent of Burma from 1581 to 1593. The eldest son of King Nanda of the Toungoo Dynasty led three out of the five Burmese invasions of Siam between 1584 and 1593, all of which ended in complete failure. He died in action during the fifth invasion in 1593. In prevailing Thai history, he was killed in single combat by King Naresuan. However no other accounts, including the earli"}, {"title": "Myanmar", "href": "/wiki/Myanmar", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}, {"title": "Single combat", "href": "/wiki/Single_combat", "description": "Single combat is a duel between two single warriors which takes place in the context of a battle between two armies."}, {"title": "Royal Thai Armed Forces", "href": "/wiki/Royal_Thai_Armed_Forces", "description": "The Royal Thai Armed Forces (RTARF) is the name of the military of the Kingdom of Thailand."}]}, {"heading": "Events", "year": "1670", "date": "January 18", "txt": "Henry Morgan captures Panama.", "entities": [{"title": "Henry Morgan", "href": "/wiki/Henry_Morgan", "description": "Sir Henry Morgan 24 January 1635 – 25 August 1688) was a Welsh privateer, plantation owner, and, later, Lieutenant Governor of Jamaica. From his base in Port Royal, Jamaica, he raided settlements and shipping on the Spanish Main, becoming wealthy as he did so. With the prize money from the raids he purchased three large sugar plantations on the island."}, {"title": "Panama", "href": "/wiki/Panama", "description": "Panama, officially the Republic of Panama, is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people."}]}, {"heading": "Events", "year": "1701", "date": "January 18", "txt": "Frederick I crowns himself King of Prussia in Königsberg.", "entities": [{"title": "Frederick I of Prussia", "href": "/wiki/Frederick_I_of_Prussia", "description": "Frederick I, of the Hohenzollern dynasty, was Elector of Brandenburg (1688–1713) and Duke of Prussia in personal union (Brandenburg-Prussia). The latter function he upgraded to royalty, becoming the first King in Prussia (1701–1713). From 1707 he was in personal union the sovereign prince of the Principality of Neuchâtel. He was also the paternal grandfather of Frederick the Great."}, {"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}, {"title": "Königsberg", "href": "/wiki/K%C3%B6nigsberg", "description": "Königsberg was the name for the historic Prussian city that is now Kaliningrad, Russia. Königsberg was founded in 1255 on the site of the ancient Old Prussian settlement Twangste by the Teutonic Knights during the Northern Crusades, and was named in honour of King Ottokar II of Bohemia. A Baltic port city, it successively became the capital of their monastic state, the Duchy of Prussia (1525–1701)"}]}, {"heading": "Events", "year": "1778", "date": "January 18", "txt": "James Cook is the first known European to discover the Hawaiian Islands, which he names the \"Sandwich Islands\".", "entities": [{"title": "James Cook", "href": "/wiki/James_Cook", "description": "Captain James Cook was a British explorer, navigator, cartographer, and captain in the British Royal Navy, famous for his three voyages between 1768 and 1779 in the Pacific Ocean and to Australia in particular. He made detailed maps of Newfoundland prior to making three voyages to the Pacific, during which he achieved the first recorded European contact with the eastern coastline of Australia and "}, {"title": "Hawaiian Islands", "href": "/wiki/Hawaiian_Islands", "description": "The Hawaiian Islands are an archipelago of eight major islands, several atolls, numerous smaller islets, and seamounts in the North Pacific Ocean, extending some 1,500 miles from the island of Hawaiʻi in the south to northernmost Kure Atoll. Formerly the group was known to Europeans and Americans as the Sandwich Islands, a name that James Cook chose in honor of the then First Lord of the Admiralty"}]}, {"heading": "Events", "year": "1788", "date": "January 18", "txt": "The first elements of the First Fleet carrying 736 convicts from Great Britain to Australia arrive at Botany Bay.", "entities": [{"title": "First Fleet", "href": "/wiki/First_Fleet", "description": "The First Fleet comprised the 11 ships that departed from Portsmouth, England on 13 May 1787 to New South Wales, the penal colony that became the first European settlement in Australia. The First Fleet consisted of two Royal Navy vessels, three store ships and six convict transports, carrying between 1,000 and 1,500 convicts, marines, seamen, civil officers and free people, and a large quantity of"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "Botany Bay", "href": "/wiki/Botany_Bay", "description": "Botany Bay, an open oceanic embayment, is located in Sydney, New South Wales, Australia, 13 km (8 mi) south of the Sydney central business district. Its source is the confluence of the Georges River at Taren Point and the Cooks River at Kyeemagh, which flows 10 km (6 mi) to the east before meeting its mouth at the Tasman Sea, midpoint between the suburbs of La Perouse and Kurnell. The northern hea"}]}, {"heading": "Events", "year": "1806", "date": "January 18", "txt": "Jan Willem Janssens surrenders the Dutch Cape Colony to the British.", "entities": [{"title": "Jan Willem Janssens", "href": "/wiki/Jan_Willem_Janssens", "description": "Jonkheer Jan Willem Janssens GCMWO was a Dutch nobleman, soldier and statesman who served both as the governor of the Dutch Cape Colony and governor-general of the Dutch East Indies."}, {"title": "Dutch Cape Colony", "href": "/wiki/Dutch_Cape_Colony", "description": "The Cape Colony was a Dutch United East India Company (VOC) Colony in Southern Africa, centered on the Cape of Good Hope, where it derived its name from. The original colony and its successive states that the colony was incorporated into occupied much of modern South Africa. Between 1652 and 1691 a Commandment, and between 1691 and 1795 a Governorate of the United East India Company (VOC). Jan van"}]}, {"heading": "Events", "year": "1866", "date": "January 18", "txt": "Wesley College is established in Melbourne, Australia.", "entities": [{"title": "Wesley College, Melbourne", "href": "/wiki/Wesley_College,_Melbourne", "description": "Wesley College is an independent, co-educational, open-entry private school in Melbourne, Australia. Established in 1866, the college is the only school in Victoria to offer the International Baccalaureate (IB) from early childhood to Year 12."}]}, {"heading": "Events", "year": "1871", "date": "January 18", "txt": "Wilhelm I of Germany is proclaimed Kaiser Wilhelm in the Hall of Mirrors of the Palace of Versailles (France) towards the end of the Franco-Prussian War. Wilhelm already had the title of German Emperor since the constitution of 1 January 1871, but he had hesitated to accept the title.", "entities": [{"title": "Wilhelm I of Germany", "href": "/wiki/Wilhelm_I_of_Germany", "description": "William I or Wilhelm I of the House of Hohenzollern was King of Prussia from 2 January 1861 and the first German emperor from 18 January 1871 until his death. William was the first head of state of a united Germany, and was also de facto head of state of Prussia from 1858 to 1861, serving as regent for his brother, Frederick William IV."}, {"title": "Hall of Mirrors", "href": "/wiki/Hall_of_Mirrors", "description": "The Hall of Mirrors is a grand Baroque style gallery and one of the most emblematic rooms in the royal Palace of Versailles near Paris, France. The grandiose ensemble of the Hall and its adjoining salons was intended to illustrate the power of the absolutist monarch Louis XIV. Located on the ground floor of the palace's central body, it faces west towards the Palace Gardens for a complete perspect"}, {"title": "Palace of Versailles", "href": "/wiki/Palace_of_Versailles", "description": "The Palace of Versailles was the principal royal residence of France from 1682, under Louis XIV, until the start of the French Revolution in 1789, under Louis XVI. It is located in the department of Yvelines, in the region of Île-de-France, about 20 kilometres southwest of the centre of Paris."}, {"title": "Franco-Prussian War", "href": "/wiki/Franco-Prussian_War", "description": "The Franco-Prussian War or Franco-German War, often referred to in France as the War of 1870, was a conflict between the Second French Empire and the German states of the North German Confederation led by the Kingdom of Prussia. Lasting from 19 July 1870 to 28 January 1871, the conflict was caused primarily by France's determination to restore its dominant position in continental Europe, which it "}, {"title": "German Emperor", "href": "/wiki/German_Emperor", "description": "The German emperor was the official title of the head of state and hereditary ruler of the German Empire. A specifically chosen term, it was introduced with the 1 January 1871 constitution and lasted until the official abdication of Wilhelm II on 28 November 1918. The Holy Roman emperor is sometimes also called \"German emperor\" when the historical context is clear, as derived from the Holy Roman E"}, {"title": "Constitution of the German Confederation 1871", "href": "/wiki/Constitution_of_the_German_Confederation_1871", "description": "The Constitution of the German Confederation or November Constitution (Novemberverfassung) was the constitution of the German federal state at the beginning of the year 1871. It was enacted on January 1, 1871. This is a slightly changed version of the Constitution of the North German Confederation; it is not to be confused with the constitutional laws of the German Confederation of 1815."}]}, {"heading": "Events", "year": "1886", "date": "January 18", "txt": "Modern field hockey is born with the formation of The Hockey Association in England.", "entities": [{"title": "Field hockey", "href": "/wiki/Field_hockey", "description": "Field hockey is a widely played team sport of the hockey family. The game can be played on grass, watered turf, artificial turf or synthetic field, as well as an indoor boarded surface. Each team plays with ten field players and a goalkeeper. Players use sticks made of wood, carbon fibre, fibreglass, or a combination of carbon fibre and fibreglass in different quantities, to hit a round, hard, pla"}]}, {"heading": "Events", "year": "1896", "date": "January 18", "txt": "An X-ray generating machine is exhibited for the first time by H. L. Smith.", "entities": [{"title": "X-ray", "href": "/wiki/X-ray", "description": "An X-ray, rarely called X-radiation, is a penetrating form of high-energy electromagnetic radiation. Most X-rays have a wavelength ranging from 10 picometers to 10 nanometers, corresponding to frequencies in the range 30 petahertz to 30 exahertz (30×1015 Hz to 30×1018 Hz) and energies in the range 124 eV to 124 keV. X-ray wavelengths are shorter than those of UV rays and typically longer than thos"}, {"title": "X-ray generator", "href": "/wiki/X-ray_generator", "description": "An X-ray generator is a device that produces X-rays. Together with an X-ray detector, it is commonly used in a variety of applications including medicine, X-ray fluorescence, electronic assembly inspection, and measurement of material thickness in manufacturing operations. In medical applications, X-ray generators are used by radiographers to acquire x-ray images of the internal structures of livi"}]}, {"heading": "Events", "year": "1911", "date": "January 18", "txt": "Eugene B. Ely lands on the deck of the USS Pennsylvania anchored in San Francisco Bay, the first time an aircraft landed on a ship.", "entities": [{"title": "Eugene B. Ely", "href": "/wiki/Eugene_B._Ely", "description": "Eugene Burton Ely was an aviation pioneer, credited with the first shipboard aircraft take off and landing."}, {"title": "USS Pennsylvania (ACR-4)", "href": "/wiki/USS_Pennsylvania_(ACR-4)", "description": "The second USS Pennsylvania (ACR/CA-4), also referred to as Armored Cruiser No. 4, and later renamed Pittsburgh, was a United States Navy armored cruiser, the lead ship of her class. She was originally assigned the name Nebraska but was renamed Pennsylvania on 7 March 1901."}, {"title": "San Francisco Bay", "href": "/wiki/San_Francisco_Bay", "description": "San Francisco Bay is a shallow estuary in the U.S. state of California. It is surrounded by a contiguous region known as the San Francisco Bay Area, and is dominated by the large cities of San Francisco, San Jose, and Oakland."}]}, {"heading": "Events", "year": "1913", "date": "January 18", "txt": "First Balkan War: A Greek flotilla defeats the Ottoman Navy in the Naval Battle of Lemnos, securing the islands of the Northern Aegean Sea for Greece.", "entities": [{"title": "First Balkan War", "href": "/wiki/First_Balkan_War", "description": "The First Balkan War lasted from October 1912 to May 1913 and involved actions of the Balkan League against the Ottoman Empire. The Balkan states' combined armies overcame the initially numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success."}, {"title": "Hellenic Navy", "href": "/wiki/Hellenic_Navy", "description": "The Hellenic Navy is the naval force of Greece, part of the Hellenic Armed Forces. The modern Greek navy has its roots in the naval forces of various Aegean Islands, which fought in the Greek War of Independence. During the periods of monarchy it was known as the Royal Hellenic Navy."}, {"title": "Ottoman Navy", "href": "/wiki/Ottoman_Navy", "description": "The Ottoman Navy, also known as the Ottoman Fleet, was established in the early 14th century after the Ottoman Empire first expanded to reach the sea in 1323 by capturing Karamürsel, the site of the first Ottoman naval shipyard and the nucleus of the future Navy. During its long existence, it was involved in many conflicts and signed a number of maritime treaties. At its height, the Navy extended "}, {"title": "Battle of Lemnos (1913)", "href": "/wiki/Battle_of_Lemnos_(1913)", "description": "The Battle of Lemnos, fought on 18 January [O.S. 5 January] 1913, was a naval battle during the First Balkan War, in which the Greeks defeated the second and last attempt of the Ottoman Empire to break the Greek naval blockade of the Dardanelles and reclaim supremacy over the Aegean Sea. This, the final naval battle of the First Balkan War, forced the Ottoman Navy to retreat to its base within the"}, {"title": "Aegean Sea", "href": "/wiki/Aegean_Sea", "description": "The Aegean Sea is an elongated embayment of the Mediterranean Sea located between Europe's Balkan peninsula and Asia's Anatolia peninsula. The sea has an area of some 215,000 square kilometres. In the north, the Aegean is connected to the Marmara Sea and the Black Sea by the straits of the Dardanelles and the Bosphorus. The Aegean Islands are located within the sea and some bound it on its souther"}]}, {"heading": "Events", "year": "1915", "date": "January 18", "txt": "Japan issues the \"Twenty-One Demands\" to the Republic of China in a bid to increase its power in East Asia.", "entities": [{"title": "Twenty-One Demands", "href": "/wiki/Twenty-One_Demands", "description": "The Twenty-One Demands was a set of demands made during the First World War by the Empire of Japan under Prime Minister Ōkuma Shigenobu to the government of the Republic of China on 18 January 1915. The secret demands would greatly extend Japanese control of China. It would keep the former German areas it had conquered at the start of World War I in 1914. It would be strong in Manchuria and South "}, {"title": "Republic of China (1912–49)", "href": "/wiki/Republic_of_China_(1912%E2%80%9349)", "description": "The Republic of China (ROC) from 1912 to 1949, commonly known as China, was a sovereign state based in mainland China prior to the relocation of its government to Taiwan. At a population of 541 million in 1949, it was the world's most populous country. Covering 11.4 million square kilometres, it consisted of 35 provinces, 1 special administrative region, 2 regions, 12 special municipalities, 14 le"}]}, {"heading": "Events", "year": "1919", "date": "January 18", "txt": "World War I: The Paris Peace Conference opens in Versailles, France.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Paris Peace Conference, 1919", "href": "/wiki/Paris_Peace_Conference,_1919", "description": "The Paris Peace Conference was the formal meeting in 1919 and 1920 of the victorious Allies after the end of World War I to set the peace terms for the defeated Central Powers. Dominated by the leaders of Britain, France, the United States and Italy, it resulted in five controversial treaties that rearranged the map of Europe and parts of Asia, Africa and the Pacific Islands and imposed financial "}, {"title": "Palace of Versailles", "href": "/wiki/Palace_of_Versailles", "description": "The Palace of Versailles was the principal royal residence of France from 1682, under Louis XIV, until the start of the French Revolution in 1789, under Louis XVI. It is located in the department of Yvelines, in the region of Île-de-France, about 20 kilometres southwest of the centre of Paris."}]}, {"heading": "Events", "year": "1919", "date": "January 18", "txt": "Ignacy Jan Paderewski becomes Prime Minister of the newly independent Poland.", "entities": []}, {"heading": "Events", "year": "1941", "date": "January 18", "txt": "World War II: British troops launch a general counter-offensive against Italian East Africa.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "East African Campaign (World War II)", "href": "/wiki/East_African_Campaign_(World_War_II)#Allied_counter-offensive", "description": "The East African campaign was fought in East Africa during the Second World War by Allies of World War II, mainly from the British Empire, against Italy and its colony of Italian East Africa, between June 1940 and November 1941. The British Middle East Command with troops from the United Kingdom, South Africa, British India, Uganda Protectorate, Kenya, Somaliland, West Africa, Northern and Souther"}, {"title": "Italian East Africa", "href": "/wiki/Italian_East_Africa", "description": "Italian East Africa was an Italian colony in the Horn of Africa. It was formed in 1936 through the merger of Italian Somalia, Italian Eritrea, and the newly occupied Ethiopian Empire, conquered in the Second Italo-Ethiopian War."}]}, {"heading": "Events", "year": "1943", "date": "January 18", "txt": "Warsaw Ghetto Uprising: The first uprising of Jews in the Warsaw Ghetto.", "entities": [{"title": "Warsaw Ghetto Uprising", "href": "/wiki/Warsaw_Ghetto_Uprising", "description": "The Warsaw Ghetto Uprising was the 1943 act of Jewish resistance in the Warsaw Ghetto in German-occupied Poland during World War II to oppose Nazi Germany's final effort to transport the remaining ghetto population to Majdanek and Treblinka death camps."}, {"title": "Warsaw Ghetto", "href": "/wiki/Warsaw_Ghetto", "description": "Warsaw Ghetto was the largest of the Nazi ghettos during World War II. It was established in November 1940 by the German authorities within the new General Government territory of occupied Poland. At its height, as many as 460,000 Jews were imprisoned there, in an area of 3.4 km2 (1.3 sq mi), with an average of 9.2 persons per room, barely subsisting on meager food rations. From the Warsaw Ghetto,"}]}, {"heading": "Events", "year": "1945", "date": "January 18", "txt": "World War II: Liberation of Kraków, Poland by the Red Army.", "entities": [{"title": "Kraków", "href": "/wiki/Krak%C3%B3w", "description": "Kraków, written in English as Krakow and traditionally known as Cracow, is the second-largest and one of the oldest cities in Poland. Situated on the Vistula River in Lesser Poland Province, the city dates back to the 7th century. Kraków was the official capital of Poland until 1596 and has traditionally been one of the leading centres of Polish academic, economic, cultural and artistic life. Cite"}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Events", "year": "1958", "date": "January 18", "txt": "Willie O'Ree, the first Black Canadian National Hockey League player, makes his NHL debut with the Boston Bruins.", "entities": [{"title": "Willie O'Ree", "href": "/wiki/Willie_O%27Ree", "description": "Willie Eldon O'Ree, is a Canadian former professional ice hockey player, best known for being the first black player in the National Hockey League (NHL). O'Ree played as a winger for the Boston Bruins. O'Ree is referred to as the \"Jackie Robinson of ice hockey\" for breaking the black colour barrier in the sport, and has stated publicly that he had met Jackie Robinson when he was younger. He was in"}, {"title": "Black Canadian", "href": "/wiki/Black_Canadian", "description": "Black Canadians is a designation used for people of full or partial sub-Saharan African descent, who are citizens or permanent residents of Canada. The majority of Black Canadians are of Caribbean origin, though the population also consists of African-American immigrants and their descendants, as well as many native African immigrants."}, {"title": "National Hockey League", "href": "/wiki/National_Hockey_League", "description": "The National Hockey League is a professional ice hockey league in North America, currently comprising 31 teams: 24 in the United States and 7 in Canada. The NHL is considered to be the premier professional ice hockey league in the world, and is one of the major professional sports leagues in the United States and Canada. The Stanley Cup, the oldest professional sports trophy in North America, is a"}, {"title": "Boston Bruins", "href": "/wiki/Boston_Bruins", "description": "The Boston Bruins are a professional ice hockey team based in Boston. They compete in the National Hockey League (NHL) as a member of the East Division. The team has been in existence since 1924, making them the third-oldest active team in the NHL, and the oldest to be based in the United States."}]}, {"heading": "Events", "year": "1960", "date": "January 18", "txt": "Capital Airlines Flight 20 crashes into a farm in Charles City County, Virginia, killing all 50 aboard, the third fatal Capital Airlines crash in as many years.", "entities": [{"title": "Capital Airlines Flight 20", "href": "/wiki/Capital_Airlines_Flight_20", "description": "Capital Airlines Flight 20 was a U.S. scheduled passenger flight from Washington, D.C. to Norfolk, Virginia. A Vickers Viscount flying the route crashed into a farm in Charles City County, Virginia, on January 18, 1960. The accident was the fourth fatal crash involving a Capital Viscount in less than two years; the first three were Capital Airlines Flight 67, Capital Airlines Flight 300 and Capita"}, {"title": "Charles City County, Virginia", "href": "/wiki/Charles_City_County,_Virginia", "description": "Charles City County is a county located in the U.S. commonwealth of Virginia. The county is situated southeast of Richmond and west of Jamestown. It is bounded on the south by the James River and on the east by the Chickahominy River."}, {"title": "Capital Airlines (United States)", "href": "/wiki/Capital_Airlines_(United_States)", "description": "Capital Airlines was an airline serving the eastern, southern, southeastern, and midwestern United States. Capital's headquarters were located at Washington National Airport across the Potomac river from Washington, D.C. where crew training and aircraft overhauls were also accomplished. In the 1950s Capital was the fifth largest United States domestic carrier by passenger count after the Big Four "}]}, {"heading": "Events", "year": "1967", "date": "January 18", "txt": "Albert DeSalvo, the \"Boston Strangler\", is convicted of numerous crimes and is sentenced to life imprisonment.", "entities": [{"title": "Albert DeSalvo", "href": "/wiki/Albert_DeSalvo", "description": "Albert Henry DeSalvo was an American criminal and serial killer in Boston, Massachusetts who confessed to being the \"Boston Strangler\", the murderer of 13 women in the Boston area from 1962 to 1964. It was widely believed that DeSalvo was imprisoned for a series of rapes. However, his murder confession has been disputed, and debate continues as to which crimes he actually committed."}, {"title": "Boston Strangler", "href": "/wiki/Boston_Strangler", "description": "The Boston Strangler is the name given to the murderer of 13 women in the Boston, Massachusetts, area during the early 1960s. The crimes were attributed to Albert DeSalvo based on his confession, details revealed in court during a separate case, and DNA evidence linking him to the final victim."}]}, {"heading": "Events", "year": "1969", "date": "January 18", "txt": "United Airlines Flight 266 crashes into Santa Monica Bay killing all 32 passengers and six crew members.", "entities": [{"title": "United Airlines Flight 266", "href": "/wiki/United_Airlines_Flight_266", "description": "United Airlines Flight 266 was a scheduled flight from Los Angeles International Airport, California, to General Mitchell International Airport, Milwaukee, Wisconsin via Stapleton International Airport, Denver, Colorado with 38 on board. On January 18, 1969 at approximately 18:21 PST it crashed into Santa Monica Bay, Pacific Ocean, about 11.5 miles (18.5 km) west of Los Angeles International Airpo"}, {"title": "Santa Monica Bay", "href": "/wiki/Santa_Monica_Bay", "description": "Santa Monica Bay is a bight of the Pacific Ocean in Southern California, United States. Its boundaries are slightly ambiguous, but it is generally considered to be the part of the Pacific within an imaginary line drawn between Point Dume, in Malibu, and the Palos Verdes Peninsula. Its eastern shore forms the western boundary of the Los Angeles Westside and South Bay regions. Although it was fed by"}]}, {"heading": "Events", "year": "1972", "date": "January 18", "txt": "Members of the Mukti Bahini lay down their arms to the government of the newly independent Bangladesh, a month after winning the war against the occupying Pakistan Army.", "entities": [{"title": "Mukti Bahini", "href": "/wiki/Mukti_Bahini", "description": "The Mukti Bahini, also known as the Bangladesh Forces, was the guerrilla resistance movement consisting of the Bangladeshi military, paramilitary and civilians during the War of Liberation that transformed East Pakistan into Bangladesh in 1971. An earlier name Mukti Fauj was also used."}, {"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}, {"title": "Pakistan Army", "href": "/wiki/Pakistan_Army", "description": "The Pakistan Army is the land service branch of the Pakistan Armed Forces. The roots of its modern existence trace back to the British Indian Army that ceased to exist following the partition of the Indian subcontinent, resulting in the parliamentary act that established the sovereign state of Pakistan from the United Kingdom on 14 August 1947. According to statistics provided by the International"}]}, {"heading": "Events", "year": "1974", "date": "January 18", "txt": "A Disengagement of Forces agreement is signed between the Israeli and Egyptian governments, ending conflict on the Egyptian front of the Yom Kippur War.", "entities": [{"title": "s:Israel-Egypt Disengagement Treaty of 1974", "href": "https://en.wikisource.org/wiki/Israel-Egypt_Disengagement_Treaty_of_1974", "description": null}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Yom Kippur War", "href": "/wiki/Yom_Kippur_War", "description": "The Yom Kippur War, Ramadan War, or October War also known as the 1973 Arab–Israeli War, was fought from October 6 to 25, 1973, by a coalition of Arab states led by Egypt and Syria against Israel. The war took place mostly in Sinai and the Golan—occupied by Israel during the 1967 Six-Day War—with some fighting in African Egypt and northern Israel. Egypt's initial war objective was to use its milit"}]}, {"heading": "Events", "year": "1976", "date": "January 18", "txt": "Lebanese Christian militias kill at least 1,000 in Karantina, Beirut.", "entities": [{"title": "Christianity in Lebanon", "href": "/wiki/Christianity_in_Lebanon", "description": "Christianity in Lebanon has a long and continuous history. Biblical Scriptures purport that Peter and Paul evangelized the Phoenicians, whom they affiliated to the ancient patriarchate of Antioch. The spread of Christianity in Lebanon was very slow where paganism persisted especially in the mountaintop strongholds of Mount Lebanon. A 2015 study estimates some 2,500 Lebanese Christians have Muslim "}, {"title": "Militia", "href": "/wiki/Militia", "description": "A militia is generally an army or some other fighting organization of non-professional soldiers, citizens of a country, or subjects of a state, who may perform military service during a time of need, as opposed to a professional force of regular, full-time military personnel or (historically) to members of a warrior nobility class. Generally unable to hold ground against regular forces, militias c"}, {"title": "Karantina massacre", "href": "/wiki/Karantina_massacre", "description": "The Karantina massacre took place on January 18, 1976, early in the Lebanese Civil War. Karantina was a predominantly Palestinian Muslim slum district in mostly Christian East Beirut, controlled by forces of the Palestine Liberation Organization (PLO), and inhabited by Kurds, Syrians, Armenians, and Palestinians. The fighting and subsequent killings also involved an old quarantine area near the po"}]}, {"heading": "Events", "year": "1977", "date": "January 18", "txt": "Scientists identify a previously unknown bacterium as the cause of the mysterious Legionnaires' disease.", "entities": [{"title": "Bacterium", "href": "/wiki/Bacterium", "description": "Bacteria are a type of biological cell. They constitute a large domain of prokaryotic microorganisms. Typically a few micrometres in length, bacteria have a number of shapes, ranging from spheres to rods and spirals. Bacteria were among the first life forms to appear on Earth, and are present in most of its habitats. Bacteria inhabit soil, water, acidic hot springs, radioactive waste, and the deep"}, {"title": "Legionnaires' disease", "href": "/wiki/Legionnaires%27_disease", "description": "Legionnaires' disease is a form of atypical pneumonia caused by any species of Legionella bacteria, quite often Legionella pneumophila. Signs and symptoms include cough, shortness of breath, high fever, muscle pains, and headaches. Nausea, vomiting, and diarrhea may also occur. This often begins 2–10 days after exposure."}]}, {"heading": "Events", "year": "1977", "date": "January 18", "txt": "Australia's worst rail disaster occurs at Granville, Sydney, killing 83.", "entities": [{"title": "Granville, New South Wales", "href": "/wiki/Granville,_New_South_Wales", "description": "Granville is a suburb in western Sydney, in the state of New South Wales, Australia. Granville is located 18 kilometres (11 mi) west of the Sydney central business district, split between the local government areas of Cumberland City Council and the City of Parramatta."}]}, {"heading": "Events", "year": "1977", "date": "January 18", "txt": "SFR Yugoslavia's Prime minister, Džemal Bijedić, his wife and six others are killed in a plane crash in Bosnia and Herzegovina.", "entities": [{"title": "Džemal Bijedić", "href": "/wiki/D%C5%BEemal_Bijedi%C4%87", "description": "Džemal Bijedić was a Bosniak and Yugoslav Communist politician from Bosnia and Herzegovina. He served as the Prime Minister of Yugoslavia from 30 July 1971 until his death in a plane crash on 18 January 1977."}, {"title": "Bosnia and Herzegovina", "href": "/wiki/Bosnia_and_Herzegovina", "description": "Bosnia and Herzegovina, abbreviated BiH or B&H, sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country in South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city."}]}, {"heading": "Events", "year": "1978", "date": "January 18", "txt": "The European Court of Human Rights finds the United Kingdom's government guilty of mistreating prisoners in Northern Ireland, but not guilty of torture.", "entities": [{"title": "European Court of Human Rights", "href": "/wiki/European_Court_of_Human_Rights", "description": "The European Court of Human Rights, also known as the Strasbourg Court, is an international court of the Council of Europe which interprets the European Convention on Human Rights. The court hears applications alleging that a contracting state has breached one or more of the human rights enumerated in the Convention or its optional protocols to which a member state is a party. The European Convent"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "Torture", "href": "/wiki/Torture", "description": "Torture is the act of deliberately inflicting severe physical or psychological suffering on someone by another as a punishment or in order to fulfill some desire of the torturer or force some action from the victim. Torture, by definition, is a knowing and intentional act; deeds which unknowingly or negligently inflict suffering or pain, without a specific intent to do so, are not typically consid"}]}, {"heading": "Events", "year": "1981", "date": "January 18", "txt": "Phil Smith and Phil Mayfield parachute off a Houston skyscraper, becoming the first two people to BASE jump from objects in all four categories: buildings, antennae, spans (bridges), and earth (cliffs).", "entities": [{"title": "BASE jumping", "href": "/wiki/BASE_jumping", "description": "BASE jumping is the recreational sport of jumping from fixed objects, using a parachute to descend safely to the ground.\n\"BASE\" is an acronym that stands for four categories of fixed objects from which one can jump: buildings, antennae, spans, and earth (cliffs).\nParticipants exit from a fixed object such as a cliff, and after an optional freefall delay, deploy a parachute to slow their descent an"}]}, {"heading": "Events", "year": "1983", "date": "January 18", "txt": "The International Olympic Committee restores Jim Thorpe's Olympic medals to his family.", "entities": [{"title": "International Olympic Committee", "href": "/wiki/International_Olympic_Committee", "description": "The International Olympic Committee is a non-governmental sports organisation based in Lausanne, Switzerland. It is constituted in the form of an association under the Swiss Civil Code. Founded by Pierre de Coubertin and Demetrios Vikelas in 1894, it is the authority responsible for organising the modern Summer and Winter Olympic Games."}, {"title": "Jim Thorpe", "href": "/wiki/Jim_Thorpe", "description": "James Francis Thorpe was an American athlete and Olympic gold medalist. A member of the Sac and Fox Nation, Thorpe became the first Native American to win a gold medal for the United States. Considered one of the most versatile athletes of modern sports, he won two Olympic gold medals in the 1912 Summer Olympics, and played American football, professional baseball, and basketball. He lost his Olym"}]}, {"heading": "Events", "year": "1990", "date": "January 18", "txt": "Washington, D.C. Mayor Marion Barry is arrested for drug possession in an FBI sting.", "entities": [{"title": "Marion Barry", "href": "/wiki/Marion_Barry", "description": "Marion Shepilov Barry was an American politician who served as Mayor of the District of Columbia from 1979 to 1991 and 1995 to 1999. A Democrat, Barry had served three tenures on the Council of the District of Columbia, representing as an at-large member from 1975 to 1979 and in Ward 8 from 1993 to 1995, and again from 2005 to 2014."}, {"title": "Marion Barry", "href": "/wiki/Marion_Barry#1979–1991:_Mayor_of_the_District_of_Columbia", "description": "Marion Shepilov Barry was an American politician who served as Mayor of the District of Columbia from 1979 to 1991 and 1995 to 1999. A Democrat, Barry had served three tenures on the Council of the District of Columbia, representing as an at-large member from 1975 to 1979 and in Ward 8 from 1993 to 1995, and again from 2005 to 2014."}, {"title": "Federal Bureau of Investigation", "href": "/wiki/Federal_Bureau_of_Investigation", "description": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. c"}, {"title": "Sting operation", "href": "/wiki/Sting_operation", "description": "In law enforcement, a sting operation is a deceptive operation designed to catch a person committing a crime. A typical sting will have an undercover law enforcement officer, detective, or co-operative member of the public play a role as criminal partner or potential victim and go along with a suspect's actions to gather evidence of the suspect's wrongdoing. Mass media journalists occasionally res"}]}, {"heading": "Events", "year": "1993", "date": "January 18", "txt": "Martin Luther King, Jr. Day is officially observed for the first time in all 50 US states.", "entities": [{"title": "Martin Luther King, Jr. Day", "href": "/wiki/Martin_Luther_King,_Jr._Day", "description": "Martin Luther King Jr. Day is a federal holiday in the United States marking the birthday of Martin Luther King Jr. It is observed on the third Monday of January each year. Born in 1929, Rev. Dr. King's actual birthday is January 15. The holiday is similar to holidays set under the Uniform Monday Holiday Act. The earliest Monday for this holiday is January 15 and the latest is January 21."}]}, {"heading": "Events", "year": "2002", "date": "January 18", "txt": "The Sierra Leone Civil War is declared over.", "entities": [{"title": "Sierra Leone Civil War", "href": "/wiki/Sierra_Leone_Civil_War", "description": "The Sierra Leone Civil War (1991–2002) was a civil war in Sierra Leone that began on 23 March 1991 when the Revolutionary United Front (RUF), with support from the special forces of Charles Taylor's National Patriotic Front of Liberia (NPFL), intervened in Sierra Leone in an attempt to overthrow the Joseph Momoh government. The resulting civil war lasted 11 years, enveloped the country, and left o"}]}, {"heading": "Events", "year": "2003", "date": "January 18", "txt": "A bushfire kills four people and destroys more than 500 homes in Canberra, Australia.", "entities": [{"title": "2003 Canberra bushfires", "href": "/wiki/2003_Canberra_bushfires", "description": "The 2003 Canberra bushfires caused severe damage to the suburbs and outer areas of Canberra, the capital city of Australia, during 18–22 January 2003. Almost 70% of the Australian Capital Territory's (ACT) pastures, pine plantations, and nature parks were severely damaged, and most of the Mount Stromlo Observatory was destroyed. After burning for a week around the edges of the ACT, the fires enter"}, {"title": "Canberra", "href": "/wiki/Canberra", "description": "Canberra \nis the capital city of Australia. Founded following the federation of the colonies of Australia as the seat of government for the new nation, it is Australia's largest inland city and the eighth-largest city overall. Unusual among Australian cities, it is an entirely planned city. The city is located at the northern end of the Australian Capital Territory at the northern tip of the Austr"}]}, {"heading": "Events", "year": "2005", "date": "January 18", "txt": "The Airbus A380, the world's largest commercial jet, is unveiled at a ceremony in Toulouse, France", "entities": [{"title": "Airbus A380", "href": "/wiki/Airbus_A380", "description": "The Airbus A380 is a wide-body aircraft manufactured by Airbus. It is the world's largest passenger airliner.\n\nAirbus studies started in 1988 and the project was announced in 1990 to challenge the dominance of the Boeing 747 in the long haul market.\nThe then-designated A3XX project was presented in 1994; Airbus launched the €9.5 billion ($10.7 billion) A380 programme on 19 December 2000.\nThe first"}, {"title": "Toulouse", "href": "/wiki/Toulouse", "description": "Toulouse is the capital of the French department of Haute-Garonne and of the region of Occitanie. The city is on the banks of the River Garonne, 150 kilometres from the Mediterranean Sea, 230 km (143 mi) from the Atlantic Ocean and 680 km (420 mi) from Paris. It is the fourth-largest city in France, with 479,553 inhabitants within its municipal boundaries, and 1,360,829 inhabitants within its wide"}]}, {"heading": "Events", "year": "2007", "date": "January 18", "txt": "The strongest storm in the United Kingdom in 17 years kills 14 people and Germany sees the worst storm since 1999 with 13 deaths. Cyclone Kyrill causes at least 44 deaths across 20 countries in Western Europe.", "entities": [{"title": "1999", "href": "/wiki/1999", "description": "1999 (MCMXCIX) was a common year starting on Friday of the Gregorian calendar, the 1999th year of the Common Era (CE) and Anno Domini (AD) designations, the 999th year of the 2nd millennium, the 99th year of the 20th century, and the 10th and last year of the 1990s decade. "}, {"title": "Cyclone Kyrill", "href": "/wiki/Cyclone_Kyrill", "description": "Cyclone Kyrill was a low-pressure area that evolved into an unusually violent European windstorm, forming an extratropical cyclone with hurricane-strength winds. It formed over Newfoundland on 15 January 2007 and moved across the Atlantic Ocean reaching Ireland and Great Britain by the evening of 17 January. The storm then crossed the North Sea on 17 and 18 January, making landfall on the German a"}]}, {"heading": "Events", "year": "2008", "date": "January 18", "txt": "The Euphronios Krater is unveiled in Rome after being returned to Italy by the Metropolitan Museum of Art.", "entities": [{"title": "Euphronios Krater", "href": "/wiki/Euphronios_Krater", "description": "The Euphronios Krater is an ancient Greek terra cotta calyx-krater, a bowl used for mixing wine with water. Created around the year 515 BC, it is the only complete example of the surviving 27 vases painted by the renowned Euphronios and is considered one of the finest Greek vase artifacts in existence. \nPart of the collection of the Metropolitan Museum of Art from 1972 to 2008, the vase was repatr"}, {"title": "Rome", "href": "/wiki/Rome", "description": "Rome is the capital city and a special comune of Italy, as well as the capital of the Lazio region. The city has been a major human settlement for almost three millennia. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan "}, {"title": "Metropolitan Museum of Art", "href": "/wiki/Metropolitan_Museum_of_Art", "description": "The Metropolitan Museum of Art of New York City, colloquially \"the Met\", is the largest art museum in the United States. Its permanent collection contains over 2 million works, divided among 17 curatorial departments. The main building at 1000 Fifth Avenue, along the Museum Mile on the eastern edge of Central Park in Manhattan's Upper East Side, is by area one of the world's largest art galleries."}]}, {"heading": "Events", "year": "2018", "date": "January 18", "txt": "A bus catches fire on the Samara–Shymkent road in Yrgyz District, Aktobe, Kazakhstan. The fire kills 52 passengers, with three passengers and two drivers escaping.", "entities": [{"title": "Samara", "href": "/wiki/Samara", "description": "Samara, known from 1935 to 1991 as Kuybyshev, is the largest city and administrative centre of Samara Oblast. The city is located at the confluence of the Volga and the Samara rivers, with a population of over 1.1 million residents, up to 3 million residents in the urban agglomeration. The city covers an area of 541.382 square kilometers (209.029 sq mi), and is the eighth-largest city in Russia, t"}, {"title": "Shymkent", "href": "/wiki/Shymkent", "description": "Şymkent, known until 1993 as Chimkent ; Russian: Чимкент, romanized: Čimkent ), is a city in Kazakhstan. It is near the border with Uzbekistan. It is one of three Kazakh cities which have the status equal to that of a region. It is the third most populous city in Kazakhstan, behind Almaty and Nur-Sultan, with an estimated population of 1,002,291 as of June 1, 2018. According to regional and city o"}, {"title": "Yrgyz District", "href": "/wiki/Yrgyz_District", "description": "Yrgyz District is a district of Aktobe Region in Kazakhstan. The administrative center of the district is the selo of Yrgyz. Population: 15,060 ; 14,416 ;\n 15,610 .\n"}, {"title": "Aktobe Region", "href": "/wiki/Aktobe_Region", "description": "Aktobe Region is a region of Kazakhstan. The name \"Aktobe\" comes from Kazakh \"Ak\" (white) and \"tobe\" (hill); supposedly, Aktobe's initial settlers were able to see white mountains far to the north. The Aktobe regional capital is the city of Aktobe. Aktobe region in the Western part of Kazakhstan. The area is 300,629 km2, which is 11 % of the territory of Kazakhstan. The population is 895,065 as of"}, {"title": "Kazakhstan", "href": "/wiki/Kazakhstan", "description": "Kazakhstan, officially the Republic of Kazakhstan, is a transcontinental country mainly located in Central Asia, but with a smaller portion west of the Ural River in Eastern Europe. It covers a land area of 2,724,900 square kilometres (1,052,100 sq mi), and shares land borders with Russia in the north, China in the east, and Kyrgyzstan, Uzbekistan, and Turkmenistan in the south while also adjoinin"}]}, {"heading": "Births", "year": "1404", "date": "January 18", "txt": "Sir Philip Courtenay, British noble (d. 1463)", "entities": [{"title": "Philip Courtenay (died 1463)", "href": "/wiki/Philip_Courtenay_(died_1463)", "description": "Sir Philip Courtenay of Powderham, Devon, was the senior member of a junior branch of the powerful Courtenay family, Earls of Devon."}]}, {"heading": "Births", "year": "1457", "date": "January 18", "txt": "Antonio Trivulzio, seniore, Roman Catholic cardinal (d. 1508)", "entities": [{"title": "Antonio Trivulzio, seniore", "href": "/wiki/Antonio_Trivulzio,_seniore", "description": "Antonio Trivulzio the Elder (1457–1508) was an Italian Roman Catholic bishop and cardinal."}]}, {"heading": "Births", "year": "1519", "date": "January 18", "txt": "Isabella Jagiellon, Queen of Hungary (d. 1559)", "entities": [{"title": "Isabella Jagiellon", "href": "/wiki/Isabella_Jagiellon", "description": "Isabella Jagiellon was the oldest child of Polish King Sigismund I the Old, the Grand Duke of Lithuania and his Italian wife Bona Sforza. In 1539, she married John Zápolya, Voivode of Transylvania and King of Hungary, becoming Queen consort of Hungary. At the time Hungary was contested between Archduke Ferdinand of Austria who wanted to add it to the Habsburg domains, local nobles who wanted to ke"}]}, {"heading": "Births", "year": "1540", "date": "January 18", "txt": "Catherine, Duchess of Braganza (d. 1614)", "entities": [{"title": "Catherine, Duchess of Braganza", "href": "/wiki/Catherine,_Duchess_of_Braganza", "description": "Infanta Catherine of Portugal, Duchess of Braganza by marriage was a Portuguese infanta (princess) claimant to the throne following the death of King Henry of Portugal in 1580."}]}, {"heading": "Births", "year": "1641", "date": "January 18", "txt": "François-Michel le Tellier, Marquis de Louvois, French politician, Secretary of State for War (d. 1691)", "entities": [{"title": "François-Michel le Tellier, Marquis de Louvois", "href": "/wiki/Fran%C3%A7ois-Michel_le_Tellier,_Marquis_de_Louvois", "description": "François Michel Le Tellier, Marquis of Louvois was the French Secretary of State for War for a significant part of the reign of Louis XIV. Louvois and his father, Michel le Tellier, would increase the French Army to 340,000 soldiers by their deaths in the 1680s and 90s, an army that would eventually fight four wars between 1667 and 1713. He is commonly referred to as \"Louvois\"."}, {"title": "Secretary of State for War (France)", "href": "/wiki/Secretary_of_State_for_War_(France)", "description": "The Secretary of State for War, later Secretary of State, Minister for War, was one of the four or five specialized secretaries of state in France during the Ancien Régime. The position was responsible for the Army, for the Marshalcy and for overseeing French border provinces. In 1791, during the French Revolution, the Secretary of State for War became titled Minister of War."}]}, {"heading": "Births", "year": "1659", "date": "January 18", "txt": "Damaris Cudworth Masham, English philosopher and theologian (d. 1708)", "entities": [{"title": "Damaris Cudworth Masham", "href": "/wiki/Damaris_Cudworth_Masham", "description": "Damaris, Lady Masham ( was an English writer, philosopher, theologian, and advocate for women's education who is characterized as a proto-feminist. She overcame some weakness of eyesight and lack of access to formal higher education to win high regard among eminent thinkers of her time. With an extensive correspondence, she published two works, A Discourse Concerning the Love of God and Thoughts i"}]}, {"heading": "Births", "year": "1672", "date": "January 18", "txt": "Antoine Houdar de la Motte, French author (d. 1731)", "entities": [{"title": "Antoine Houdar de la Motte", "href": "/wiki/Antoine_Houdar_de_la_Motte", "description": "Antoine Houdar de la Motte was a French author."}]}, {"heading": "Births", "year": "1688", "date": "January 18", "txt": "Lionel Sackville, 1st Duke of Dorset, English politician, Lord Lieutenant of Ireland (d. 1765)", "entities": [{"title": "Lionel Sackville, 1st Duke of Dorset", "href": "/wiki/Lionel_Sackville,_1st_Duke_of_Dorset", "description": "Lionel Cranfield Sackville, 1st Duke of Dorset was an English political leader and Lord Lieutenant of Ireland."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Births", "year": "1689", "date": "January 18", "txt": "Montesquieu, French lawyer and philosopher (d. 1755)", "entities": [{"title": "Montesquieu", "href": "/wiki/Montesquieu", "description": "Charles-Louis de Secondat, Baron de La Brède et de Montesquieu, generally referred to as simply Montesquieu, was a French judge, man of letters, and political philosopher."}]}, {"heading": "Births", "year": "1701", "date": "January 18", "txt": "Johann Jakob Moser, German jurist (d. 1785)", "entities": [{"title": "Johann Jakob Moser", "href": "/wiki/Johann_Jakob_Moser", "description": "Johann Jakob Moser was a German jurist, publicist and researcher, whose work earned him the title \"The Father of German Constitutional Law\" and whose political commitment to the principles of Liberalism caused him to lose academic positions and spend years as a political prisoner."}]}, {"heading": "Births", "year": "1743", "date": "January 18", "txt": "Louis Claude de Saint-Martin, French mystic and philosopher (d. 1803)", "entities": [{"title": "Louis Claude de Saint-Martin", "href": "/wiki/Louis_Claude_de_Saint-Martin", "description": "Louis Claude de Saint-Martin was a French philosopher, known as le philosophe inconnu, the name under which his works were published; he was an influential of the mystic and human mind evolution and became the inspiration for the founding of the Martinist Order."}]}, {"heading": "Births", "year": "1751", "date": "January 18", "txt": "Ferdinand Kauer, Austrian pianist and composer (d. 1831)", "entities": [{"title": "Ferdinand Kauer", "href": "/wiki/Ferdinand_Kauer", "description": "Ferdinand August Kauer was an Austrian composer and pianist."}]}, {"heading": "Births", "year": "1752", "date": "January 18", "txt": "John Nash, English architect (d. 1835)", "entities": [{"title": "John Nash (architect)", "href": "/wiki/John_Nash_(architect)", "description": "John Nash was one of the foremost British architects of the Regency and Georgian eras, during which he was responsible for the design, in the neoclassical and picturesque styles, of many important areas of London. His designs were financed by the Prince Regent, and by the era's most successful property developer, James Burton, with whose son Decimus Burton he collaborated extensively."}]}, {"heading": "Births", "year": "1764", "date": "January 18", "txt": "Samuel Whitbread, English politician (d. 1815)", "entities": [{"title": "Samuel Whitbread (1764–1815)", "href": "/wiki/Samuel_Whitbread_(1764%E2%80%931815)", "description": "Samuel Whitbread was a British politician."}]}, {"heading": "Births", "year": "1779", "date": "January 18", "txt": "Peter Mark Roget, English physician, lexicographer, and theologian (d. 1869)", "entities": [{"title": "Peter Mark Roget", "href": "/wiki/Peter_Mark_Roget", "description": "Peter Mark Roget was a British physician, natural theologian, lexicographer and founding secretary of The Portico Library. He is best known for publishing, in 1852, the Thesaurus of English Words and Phrases, a classified collection of related words. He also read a paper to the Royal Society about a peculiar optical illusion in 1824, which is often regarded as the origin of the persistence of visi"}]}, {"heading": "Births", "year": "1782", "date": "January 18", "txt": "Daniel Webster, American lawyer and politician, 14th United States Secretary of State (d. 1852)", "entities": [{"title": "Daniel Webster", "href": "/wiki/Daniel_Webster", "description": "Daniel Webster was an American lawyer and statesman who represented New Hampshire and Massachusetts in the U.S. Congress and served as the U.S. Secretary of State under Presidents William Henry Harrison, John Tyler, and Millard Fillmore. As one of the most prominent American lawyers of the 19th century, he argued over 200 cases before the U.S. Supreme Court between 1814 and his death in 1852. Duri"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1793", "date": "January 18", "txt": "Pratap Singh Bhosle, Chhatrapati of the Maratha Empire (d. 1847)", "entities": [{"title": "Pratap Singh, Raja of Satara", "href": "/wiki/Pratap_Singh,_Raja_of_Satara", "description": "Pratap Singh Bhosale was the last Chhatrapati of the Maratha Empire, Satara from 1808 to 1819. However, political power was under the control of Peshwas. He was also the Raja of Satara until 1839, when he was deposed by the British."}, {"title": "Chhatrapati", "href": "/wiki/Chhatrapati", "description": "Chhatrapati is a royal title from the Indian subcontinent that was mainly used by the Marathas. It is often taken to be the equivalent of emperor. The word ‘Chhatrapati’ is a Sanskrit language compound word of chhatra and pati (master/lord/ruler) which is considered as a symbolic representation of the protector of people. The parasol was considered a symbol of absolute, or even universal, sovereig"}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}]}, {"heading": "Births", "year": "1815", "date": "January 18", "txt": "Constantin von Tischendorf, German theologian and scholar (d. 1874)", "entities": [{"title": "Constantin von Tischendorf", "href": "/wiki/Constantin_von_Tischendorf", "description": "Lobegott Friedrich Constantin (von) Tischendorf was a German biblical scholar. In 1844, he discovered the world's oldest and most complete Bible, dated to around the mid-4th century and called Codex Sinaiticus, after the St. Catherine's Monastery at Mt. Sinai, where Tischendorf discovered it. Tischendorf was made an Honorary Doctor by Oxford University on 16 March 1865, and an Honorary Doctor by C"}]}, {"heading": "Births", "year": "1835", "date": "January 18", "txt": "César Cui, Russian general, composer, and critic (d. 1918)", "entities": [{"title": "César Cui", "href": "/wiki/C%C3%A9sar_Cui", "description": "César Antonovich Cui was a Russian composer and music critic, member of the Belyayev circle and The Five – a group of composers combined by the idea of creating a specifically Russian type of music. As an officer of the Imperial Russian Army he rose to the rank of Engineer-General, taught fortifications in Russian military academies and wrote a number of monographs on the subject."}]}, {"heading": "Births", "year": "1840", "date": "January 18", "txt": "Henry Austin Dobson, English poet and author (d. 1921)", "entities": [{"title": "Henry Austin Dobson", "href": "/wiki/Henry_Austin_Dobson", "description": "Henry Austin Dobson, commonly Austin Dobson, was an English poet and essayist."}]}, {"heading": "Births", "year": "1841", "date": "January 18", "txt": "Emmanuel Chabrier, French pianist and composer (d. 1894)", "entities": [{"title": "Emmanuel Chabrier", "href": "/wiki/Emmanuel_Chabrier", "description": "Alexis-Emmanuel Chabrier was a French Romantic composer and pianist. His bourgeois family did not approve of a musical career for him, and he studied law in Paris and then worked as a civil servant until the age of thirty-nine while immersing himself in the modernist artistic life of the French capital and composing in his spare time. From 1880 until his final illness he was a full-time composer."}]}, {"heading": "Births", "year": "1842", "date": "January 18", "txt": "A. A. Ames, American physician and politician, Mayor of Minneapolis (d. 1911)", "entities": [{"title": "A. A. Ames", "href": "/wiki/A._A._Ames", "description": "Albert Alonzo \"Doc\" Ames was a doctor and politician who held four non-consecutive terms as mayor of Minneapolis, Minnesota. His fourth term was marked by allegations of widespread corruption which were popularized by muckraking journalist Lincoln Steffens in a 1903 article in McClure's Magazine titled The Shame of Minneapolis. Ames was found guilty of corruption, but after a successful appeal and"}, {"title": "Mayor of Minneapolis", "href": "/wiki/Mayor_of_Minneapolis", "description": "This is a list of mayors of Minneapolis, Minnesota."}]}, {"heading": "Births", "year": "1848", "date": "January 18", "txt": "Ioan Slavici, Romanian journalist and author (d. 1925)", "entities": [{"title": "Ioan Slavici", "href": "/wiki/Ioan_Slavici", "description": "Ioan Slavici was a Transylvanian, later Romanian writer and journalist."}]}, {"heading": "Births", "year": "1849", "date": "January 18", "txt": "Edmund Barton, Australian judge and politician, 1st Prime Minister of Australia (d. 1920)", "entities": [{"title": "Edmund Barton", "href": "/wiki/Edmund_Barton", "description": "Sir Edmund \"Toby\" Barton, was an Australian politician and judge who served as the first Prime Minister of Australia, in office from 1901 to 1903. He resigned to become a founding member of the High Court of Australia, where he served until his death."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1850", "date": "January 18", "txt": "Seth Low, American academic and politician, 92nd Mayor of New York City (d. 1916)", "entities": [{"title": "Seth Low", "href": "/wiki/Seth_Low", "description": "Seth Low was an American educator and political figure who served as the 23rd Mayor of Brooklyn, President of Columbia University, diplomatic representative of the United States, and was the 92nd Mayor of New York City. He was a leading municipal reformer fighting for efficiency during the Progressive Era."}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Births", "year": "1853", "date": "January 18", "txt": "Marthinus Nikolaas Ras, South African farmer, soldier, and gun-maker (d. 1900)", "entities": [{"title": "Marthinus Nikolaas Ras", "href": "/wiki/Marthinus_Nikolaas_Ras", "description": "Marthinus Nikolaas Ras was a South African farmer, soldier, and gun-maker who is considered the father of South African Artillery."}]}, {"heading": "Births", "year": "1854", "date": "January 18", "txt": "Thomas A. Watson, American assistant to Alexander Graham Bell (d. 1934)", "entities": [{"title": "Thomas A. Watson", "href": "/wiki/Thomas_A._Watson", "description": "Thomas Augustus Watson was an assistant to Alexander Graham Bell, notably in the invention of the telephone in 1876."}, {"title": "Alexander Graham Bell", "href": "/wiki/Alexander_Graham_Bell", "description": "Alexander Graham Bell was a Scottish-born inventor, scientist, and engineer who is credited with inventing and patenting the first practical telephone. He also co-founded the American Telephone and Telegraph Company (AT&T) in 1885."}]}, {"heading": "Births", "year": "1856", "date": "January 18", "txt": "Daniel Hale Williams, American surgeon and cardiologist (d. 1931)", "entities": [{"title": "Daniel Hale Williams", "href": "/wiki/Daniel_Hale_Williams", "description": "Daniel Hale Williams was an American general surgeon, who in 1893 performed the first documented, successful pericardium surgery in the US to repair a wound. He founded Chicago's Provident Hospital, the first non-segregated hospital in the United States and also founded an associated nursing school for African Americans."}]}, {"heading": "Births", "year": "1867", "date": "January 18", "txt": "Rubén Darío, Nicaraguan poet, journalist, and diplomat (d. 1916)", "entities": [{"title": "Rubén Darío", "href": "/wiki/Rub%C3%A9n_Dar%C3%ADo", "description": "Félix Rubén García Sarmiento, known as Rubén Darío, was a Nicaraguan poet who initiated the Spanish-American literary movement known as modernismo (modernism) that flourished at the end of the 19th century. Darío has had a great and lasting influence on 20th-century Spanish literature and journalism. He has been praised as the \"Prince of Castilian Letters\" and undisputed father of the modernismo l"}]}, {"heading": "Births", "year": "1868", "date": "January 18", "txt": "Kantarō Suzuki, Japanese admiral and politician, 42nd Prime Minister of Japan (d. 1948)", "entities": [{"title": "Kantarō Suzuki", "href": "/wiki/Kantar%C5%8D_Suzuki", "description": "Baron Kantarō Suzuki  was an admiral in the Imperial Japanese Navy, member and final leader of the Imperial Rule Assistance Association and Prime Minister of Japan from 7 April to 17 August 1945."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1877", "date": "January 18", "txt": "Sam Zemurray, Russian-American businessman, founded the Cuyamel Fruit Company (d. 1961)", "entities": [{"title": "Sam Zemurray", "href": "/wiki/Sam_Zemurray", "description": "Samuel Zemurray, nicknamed \"Sam the Banana Man\", was an American businessman who made his fortune in the banana trade. He founded the Cuyamel Fruit Company, and later became president of the United Fruit Company, the world's most influential fruit company at the time. Both companies played highly controversial roles in the history of several Latin American countries and had a significant influence"}, {"title": "Cuyamel Fruit Company", "href": "/wiki/Cuyamel_Fruit_Company", "description": "Cuyamel Fruit Company, formerly the Hubbard-Zemurray Steam Ship Company, was an American agricultural corporation operating in Honduras from 1911 until 1929, before being purchased by the United Fruit Company. The company was founded in the 1890s by William Streich to export bananas and sugar from the northwestern Cortés region of Honduras to international markets. It was bought by Samuel Zemurray"}]}, {"heading": "Births", "year": "1879", "date": "January 18", "txt": "Henri Giraud, French general and politician (d. 1949)", "entities": [{"title": "Henri Giraud", "href": "/wiki/Henri_Giraud", "description": "Henri Honoré Giraud was a French general and a leader of the Free French Forces during the Second World War until he was forced to retire in 1944."}]}, {"heading": "Births", "year": "1880", "date": "January 18", "txt": "Paul Ehrenfest, Austrian-Dutch physicist and academic (d. 1933)", "entities": [{"title": "Paul Ehrenfest", "href": "/wiki/Paul_Ehrenfest", "description": "Paul Ehrenfest was an Austrian and Dutch theoretical physicist, who made major contributions to the field of statistical mechanics and its relations with quantum mechanics, including the theory of phase transition and the Ehrenfest theorem."}]}, {"heading": "Births", "year": "1880", "date": "January 18", "txt": "Alfredo Ildefonso Schuster, Italian cardinal (d. 1954)", "entities": []}, {"heading": "Births", "year": "1881", "date": "January 18", "txt": "Gaston Gallimard, French publisher, founded Éditions Gallimard (d. 1975)", "entities": [{"title": "Gaston Gallimard", "href": "/wiki/Gaston_Gallimard", "description": "Gaston Gallimard was a French publisher."}]}, {"heading": "Births", "year": "1882", "date": "January 18", "txt": "A. A. Milne, English author, poet, and playwright (d. 1956)", "entities": [{"title": "A. A. Milne", "href": "/wiki/A._A._Milne", "description": "Alan Alexander Milne was an English author, best known for his books about the teddy bear Winnie-the-Pooh and for various poems. Milne was a noted writer, primarily as a playwright, before the huge success of Pooh overshadowed all his previous work. Milne served in both World Wars, joining the British Army in World War I, and as a captain of the British Home Guard in World War II."}]}, {"heading": "Births", "year": "1886", "date": "January 18", "txt": "Clara Nordström, Swedish-German author and translator (d. 1962)", "entities": [{"title": "Clara Nordström", "href": "/wiki/Clara_Nordstr%C3%B6m", "description": "Clara Nordström, maiden name and pseudonym for Clara Elisabet von Vegesack, was a German writer and translator of Swedish descent. With the themes of her writing and her Swedish maiden name she profited from the German interest for Scandinavian writers."}]}, {"heading": "Births", "year": "1888", "date": "January 18", "txt": "Thomas Sopwith, English ice hockey player, sailor, and pilot (d. 1989)", "entities": [{"title": "Thomas Sopwith", "href": "/wiki/Thomas_Sopwith", "description": "Sir Thomas Octave Murdoch Sopwith, CBE, Hon FRAeS was an English aviation pioneer, business executive and yachtsman."}]}, {"heading": "Births", "year": "1892", "date": "January 18", "txt": "Oliver Hardy, American actor and comedian (d. 1957)", "entities": [{"title": "Oliver Hardy", "href": "/wiki/Oliver_Hardy", "description": "Oliver Norvell Hardy was an American comic actor and one half of Laurel and Hardy, the double act that began in the era of silent films and lasted from 1927 to 1955. He appeared with his comedy partner Stan Laurel in 107 short films, feature films, and cameo roles. He was credited with his first film, Outwitting Dad, in 1914. In most of his silent films before joining producer Hal Roach, he was bi"}]}, {"heading": "Births", "year": "1892", "date": "January 18", "txt": "Bill Meanix, American hurdler and coach (d. 1957)", "entities": []}, {"heading": "Births", "year": "1892", "date": "January 18", "txt": "Paul Rostock, German surgeon and academic (d. 1956)", "entities": []}, {"heading": "Births", "year": "1893", "date": "January 18", "txt": "Jorge Guillén, Spanish poet, critic, and academic (d. 1984)", "entities": [{"title": "Jorge Guillén", "href": "/wiki/Jorge_Guill%C3%A9n", "description": "Jorge Guillén Álvarez was a Spanish poet, a member of the Generation of '27, a university teacher, a scholar and a literary critic."}]}, {"heading": "Births", "year": "1894", "date": "January 18", "txt": "Toots Mondt, American wrestler and promoter (d. 1976)", "entities": [{"title": "Toots Mondt", "href": "/wiki/Toots_Mondt", "description": "Joseph Raymond \"Toots\" Mondt was an American professional wrestler and promoter who revolutionized the wrestling industry in the early to mid-1920s and co-promoted the World Wide Wrestling Federation. Some of the stars Mondt helped create from the 1920s through the 1960s included Wayne Munn, Jim Londos, Antonino Rocca, Bruno Sammartino, Stu Hart and Cowboy Bill Watts."}]}, {"heading": "Births", "year": "1896", "date": "January 18", "txt": "C. M. Eddy Jr., American author (d. 1967)", "entities": [{"title": "C. M. Eddy Jr.", "href": "/wiki/C._M._Eddy_Jr.", "description": "Clifford Martin Eddy Jr. was an American author known for his horror, mystery and supernatural short stories. He is best remembered for his work in Weird Tales magazine and his friendship with H. P. Lovecraft."}]}, {"heading": "Births", "year": "1896", "date": "January 18", "txt": "Ville Ritola, Finnish-American runner (d. 1982)", "entities": []}, {"heading": "Births", "year": "1898", "date": "January 18", "txt": "Albert Kivikas, Estonian journalist and author (d. 1978)", "entities": [{"title": "Albert Kivikas", "href": "/wiki/Albert_Kivikas", "description": "Albert Kivikas was an Estonian writer and journalist. He is best known as the author of the book Names in Marble, the subject of which is the Estonian War of Independence."}]}, {"heading": "Births", "year": "1901", "date": "January 18", "txt": "Ivan Petrovsky, Russian mathematician and academic (d. 1973)", "entities": [{"title": "Ivan Petrovsky", "href": "/wiki/Ivan_Petrovsky", "description": "Ivan Georgievich Petrovsky was a Soviet mathematician working mainly in the field of partial differential equations. He greatly contributed to the solution of Hilbert's 19th and 16th problems, and discovered what are now called Petrovsky lacunas. He also worked on the theories of boundary value problems, probability, and on the topology of algebraic curves and surfaces."}]}, {"heading": "Births", "year": "1903", "date": "January 18", "txt": "Berthold Goldschmidt, German pianist and composer (d. 1996)", "entities": [{"title": "Berthold Goldschmidt", "href": "/wiki/Berthold_Goldschmidt", "description": "Berthold Goldschmidt was a German Jewish composer who spent most of his life in England. The suppression of his work by Nazi Germany, as well as the disdain with which many Modernist critics elsewhere dismissed his \"anachronistic\" lyricism, stranded the composer in the wilderness for many years before he was given a revival in his final decade."}]}, {"heading": "Births", "year": "1904", "date": "January 18", "txt": "Anthony Galla-Rini, American accordion player and composer (d. 2006)", "entities": [{"title": "Anthony Galla-Rini", "href": "/wiki/Anthony_Galla-Rini", "description": "Anthony Galla-Rini was a celebrated American accordionist, arranger, composer, conductor, author, and teacher, and is considered by many to be the first American accordionist to promote the accordion as a \"legitimate\" concert instrument."}]}, {"heading": "Births", "year": "1904", "date": "January 18", "txt": "Cary Grant, English-American actor (d. 1986)", "entities": []}, {"heading": "Births", "year": "1905", "date": "January 18", "txt": "Joseph Bonanno, Italian-American mob boss (d. 2002)", "entities": [{"title": "Joseph Bonanno", "href": "/wiki/Joseph_Bonanno", "description": "Joseph Charles Bonanno, sometimes referred to as Joe Bananas, was an Italian-American crime boss of the Bonanno crime family, which he ran from 1931 to 1968."}]}, {"heading": "Births", "year": "1907", "date": "January 18", "txt": "János Ferencsik, Hungarian conductor (d. 1984)", "entities": [{"title": "János Ferencsik", "href": "/wiki/J%C3%A1nos_Ferencsik", "description": "János Ferencsik was a Hungarian conductor."}]}, {"heading": "Births", "year": "1908", "date": "January 18", "txt": "Jacob Bronowski, Polish-English mathematician, historian, and television host (d. 1974)", "entities": [{"title": "Jacob Bronowski", "href": "/wiki/Jacob_Bronowski", "description": "Jacob Bronowski was a Polish-British mathematician and historian. He is best known for developing a humanistic approach to science, and as the presenter and writer of the thirteen-part 1973 BBC television documentary series, and accompanying book, The Ascent of Man, which led to his regard as \"one of the world's most celebrated intellectuals\"."}]}, {"heading": "Births", "year": "1910", "date": "January 18", "txt": "Kenneth E. Boulding, English economist and academic (d. 1993)", "entities": [{"title": "Kenneth E. Boulding", "href": "/wiki/Kenneth_E._Boulding", "description": "Kenneth Ewart Boulding was an English-born American economist, educator, peace activist, and interdisciplinary philosopher. He published over 36 books and over 112 articles. Boulding was the author of two citation classics: The Image: Knowledge in Life and Society (1956) and Conflict and Defense: A General Theory (1962). He was co-founder of general systems theory and founder of numerous ongoing i"}]}, {"heading": "Births", "year": "1911", "date": "January 18", "txt": "José María Arguedas, Peruvian anthropologist, author, and poet (d. 1969)", "entities": [{"title": "José María Arguedas", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_Arguedas", "description": "José María Arguedas Altamirano was a Peruvian novelist, poet, and anthropologist. Arguedas was an author of Spanish descent, fluent in the native Quechua language, gained by living in two Quechua households from the age of 7 to 11 - first in the indigenous servant quarters of his step-mother's home, then, escaping her \"perverse and cruel\" son, with an indigenous family approved by his father - who"}]}, {"heading": "Births", "year": "1911", "date": "January 18", "txt": "Danny Kaye, American actor, singer, and dancer (d. 1987)", "entities": []}, {"heading": "Births", "year": "1913", "date": "January 18", "txt": "Carroll Cloar, American artist (d. 1993)", "entities": [{"title": "Carroll Cloar", "href": "/wiki/Carroll_Cloar", "description": "Carroll Cloar was a nationally known 20th century painter born in Earle, Arkansas, who focused his work on surreal views of Southern U.S. themes and on poetically portraying childhood memories of natural scenery, buildings, and people, often working from old photographs found in his family albums."}]}, {"heading": "Births", "year": "1913", "date": "January 18", "txt": "Giannis Papaioannou, Greek composer (d. 1972)", "entities": []}, {"heading": "Births", "year": "1914", "date": "January 18", "txt": "Arno Schmidt, German author and translator (d. 1979)", "entities": [{"title": "Arno Schmidt", "href": "/wiki/Arno_Schmidt", "description": "Arno Schmidt was a German author and translator. He is little known outside of German-speaking areas, in part because his works present a formidable challenge to translators. Although he is not one of the popular favourites within Germany, critics and writers often consider him to be one of the most important German-language writers of the 20th century."}]}, {"heading": "Births", "year": "1914", "date": "January 18", "txt": "Vitomil Zupan, Slovene author, poet, and playwright (d. 1987)", "entities": []}, {"heading": "Births", "year": "1915", "date": "January 18", "txt": "Syl Apps, Canadian pole vaulter, ice hockey player, and politician (d. 1998)", "entities": [{"title": "Syl Apps", "href": "/wiki/Syl_Apps", "description": "Charles Joseph Sylvanus Apps, was a Canadian professional ice hockey player for the Toronto Maple Leafs from 1936 to 1948, an Olympic pole vaulter and a Conservative Member of Provincial Parliament in Ontario. In 2017 Apps was named one of the '100 Greatest NHL Players' in history."}]}, {"heading": "Births", "year": "1915", "date": "January 18", "txt": "Santiago Carrillo, Spanish soldier and politician (d. 2012)", "entities": []}, {"heading": "Births", "year": "1915", "date": "January 18", "txt": "Vassilis Tsitsanis, Greek singer-songwriter and bouzouki player (d. 1984)", "entities": [{"title": "Bouzouki", "href": "/wiki/Bouzouki", "description": "The bouzouki, also spelled buzuki or buzuci, is a musical instrument popular in Greece. It is a member of the long-necked lute family, with a round body with a flat top and a long neck with a fretted fingerboard. It has steel strings and is played with a plectrum producing a sharp metallic sound, reminiscent of a mandolin but pitched lower. There are two main types of bouzouki: the trichordo (thre"}]}, {"heading": "Births", "year": "1917", "date": "January 18", "txt": "Nicholas Oresko, American sergeant, Medal of Honor recipient (d. 2013)", "entities": [{"title": "Nicholas Oresko", "href": "/wiki/Nicholas_Oresko", "description": "Nicholas Oresko was an American combat veteran of World War II who received the Medal of Honor for his valorous actions in Germany on January 23, 1945."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1917", "date": "January 18", "txt": "Wang Yung-ching, Taiwanese-American businessman (d. 2008)", "entities": []}, {"heading": "Births", "year": "1918", "date": "January 18", "txt": "Gustave Gingras, Canadian-English physician and educator (d. 1996)", "entities": [{"title": "Gustave Gingras", "href": "/wiki/Gustave_Gingras", "description": "Gustave Gingras was a Canadian physician and founder of the Montreal Institute of Rehabilitation in 1949."}]}, {"heading": "Births", "year": "1919", "date": "January 18", "txt": "Toni Turek, German footballer (d. 1984)", "entities": [{"title": "Toni Turek", "href": "/wiki/Toni_Turek", "description": "Toni Turek, real name Anton Turek, was a German football goalkeeper."}]}, {"heading": "Births", "year": "1921", "date": "January 18", "txt": "Yoichiro Nambu, Japanese-American physicist and academic, Nobel Prize laureate (d. 2015)", "entities": [{"title": "Yoichiro Nambu", "href": "/wiki/Yoichiro_Nambu", "description": "Yoichiro Nambu  was a Japanese-American physicist and professor at the University of Chicago. Known for his contributions to the field of theoretical physics, he was awarded half of the Nobel Prize in Physics in 2008 for the discovery in 1960 of the mechanism of spontaneous broken symmetry in subatomic physics, related at first to the strong interaction's chiral symmetry and later to the electrowe"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1923", "date": "January 18", "txt": "John Graham, General Officer Commanding (GOC) Wales (d. 2012)", "entities": [{"title": "John Graham (British Army officer, born 1923)", "href": "/wiki/John_Graham_(British_Army_officer,_born_1923)", "description": "Major General John David Carew Graham, was a British Army officer who was instrumental in the installation of Qaboos bin Said as Sultan of Oman in the 1970 Omani coup d'état."}]}, {"heading": "Births", "year": "1923", "date": "January 18", "txt": "Gerrit Voorting, Dutch cyclist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 18", "txt": "Gilles Deleuze, French metaphysician and philosopher (d. 1995)", "entities": [{"title": "Gilles Deleuze", "href": "/wiki/Gilles_Deleuze", "description": "Gilles Deleuze was a French philosopher who, from the early 1950s until his death in 1995, wrote on philosophy, literature, film, and fine art. His most popular works were the two volumes of Capitalism and Schizophrenia: Anti-Oedipus (1972) and A Thousand Plateaus (1980), both co-written with psychoanalyst Félix Guattari. His metaphysical treatise Difference and Repetition (1968) is considered by "}]}, {"heading": "Births", "year": "1925", "date": "January 18", "txt": "John V. Evans, American soldier and politician, 27th Governor of Idaho (d. 2014)", "entities": [{"title": "Governor of Idaho", "href": "/wiki/Governor_of_Idaho", "description": "The Governor of Idaho is the head of the executive branch of Idaho's state government and commander-in-chief of the state's military forces. The officeholder has the duty to see state laws are executed, power to either approve or veto bills passed by the Idaho Legislature. The current Governor of Idaho is Republican Brad Little, who took office on January 7, 2019."}]}, {"heading": "Births", "year": "1925", "date": "January 18", "txt": "Sol Yurick, American soldier and author (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "January 18", "txt": "Randolph Bromery, American geologist and academic (d. 2013)", "entities": [{"title": "Randolph Bromery", "href": "/wiki/Randolph_Bromery", "description": "\nRandolph Wilson (\"Bill\") Bromery was an American educator and geologist, and a former Chancellor of the University of Massachusetts Amherst (1971–79). While Chancellor, Bromery established the W.E.B. Du Bois Archives at the University of Massachusetts, and was one of the initiators of the Five College Consortium. He was also President of the Geological Society of America, and has made numerous co"}]}, {"heading": "Births", "year": "1927", "date": "January 18", "txt": "Sundaram Balachander, Indian actor, singer, and veena player (d. 1990)", "entities": [{"title": "Sundaram Balachander", "href": "/wiki/Sundaram_Balachander", "description": "Sundaram Balachander was an Indian veena player and filmmaker. He directed, produced, and also composed music for a few of his films. Balachander was awarded the Padma Bhushan in 1982."}, {"title": "Veena", "href": "/wiki/Veena", "description": "The veena, also spelled vina, comprises a family of chordophone instruments from the Indian subcontinent. Ancient musical instruments evolved into many variations, such as lutes, zithers and arched harps. The many regional designs have different names such as the Rudra veena, the Saraswati veena, the Vichitra veena and others."}]}, {"heading": "Births", "year": "1928", "date": "January 18", "txt": "Alexander Gomelsky, Soviet and Russian professional basketball coach (d. 2005)", "entities": [{"title": "Alexander Gomelsky", "href": "/wiki/Alexander_Gomelsky", "description": "Alexander Yakovlevich Gomelsky was a Soviet and Russian professional basketball player and coach. The father of Soviet and Russian basketball, he was inducted into the Naismith Memorial Basketball Hall of Fame in 1995 and the FIBA Hall of Fame in 2007."}]}, {"heading": "Births", "year": "1931", "date": "January 18", "txt": "Chun Doo-hwan, South Korean general and politician, 5th President of South Korea", "entities": [{"title": "Chun Doo-hwan", "href": "/wiki/Chun_Doo-hwan", "description": "Chun Doo-hwan is a former South Korean politician and army general who served as the President of South Korea from 1980 to 1988. From December 1979 to September 1980, he was the country's de facto leader, ruling as an unelected military strongman with civilian president Choi Kyu-hah largely as a figurehead. Chun was sentenced to death in 1996 for his role in the Gwangju Massacre but was later pard"}, {"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}]}, {"heading": "Births", "year": "1932", "date": "January 18", "txt": "Robert Anton Wilson, American psychologist, author, poet, and playwright (d. 2007)", "entities": [{"title": "Robert Anton Wilson", "href": "/wiki/Robert_Anton_Wilson", "description": "Robert Anton Wilson was an American author, futurist, and self-described agnostic mystic. Recognized within Discordianism as a pope and saint, Wilson helped publicize Discordianism through his writings and interviews."}]}, {"heading": "Births", "year": "1933", "date": "January 18", "txt": "Emeka Anyaoku, Nigerian politician, 8th Nigerian Minister of Foreign Affairs", "entities": [{"title": "Emeka Anyaoku", "href": "/wiki/Emeka_Anyaoku", "description": "Chief Emeka Anyaoku, GCVO, CFR, CON is a Nigerian diplomat of Igbo descent. He was the third Commonwealth Secretary-General. Born in Obosi, Anyaoku was educated at Merchants of Light School, Oba, and attended the University College of Ibadan, then a college of the University of London, from which he obtained an honours degree in Classics as a College Scholar. Aside from his international career, C"}, {"title": "Minister of Foreign Affairs (Nigeria)", "href": "/wiki/Minister_of_Foreign_Affairs_(Nigeria)", "description": "The Nigerian foreign ministry is a statutory body created to re-inforce foreign decision making and implementation processes in Nigeria and handle the external promotion of Nigeria's domestic vision and ideals; it is headed by a federal executive cabinet minister. As of late its mission has geared towards increasing awareness about Nigeria's economic potential. It is part of the government's execu"}]}, {"heading": "Births", "year": "1933", "date": "January 18", "txt": "David Bellamy, English botanist, author and academic (d. 2019)", "entities": []}, {"heading": "Births", "year": "1933", "date": "January 18", "txt": "John Boorman, English director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1933", "date": "January 18", "txt": "Ray Dolby, American engineer and businessman, founded Dolby Laboratories (d. 2013)", "entities": [{"title": "Dolby Laboratories", "href": "/wiki/Dolby_Laboratories", "description": "Dolby Laboratories, Inc. is an American company specializing in audio noise reduction and audio encoding/compression. Dolby licenses its technologies to consumer electronics manufacturers."}]}, {"heading": "Births", "year": "1933", "date": "January 18", "txt": "William Goodhart, Baron Goodhart, English lawyer and politician (d. 2017)", "entities": []}, {"heading": "Births", "year": "1933", "date": "January 18", "txt": "Frank McMullen, New Zealand rugby player (d. 2004)", "entities": []}, {"heading": "Births", "year": "1933", "date": "January 18", "txt": "Jean Vuarnet, French ski racer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 18", "txt": "Raymond Briggs, English author and illustrator", "entities": [{"title": "Raymond Briggs", "href": "/wiki/Raymond_Briggs", "description": "Raymond Redvers Briggs, CBE is an English illustrator, cartoonist, graphic novelist and author who has achieved critical and popular success among adults and children. He is best known in Britain for his story The Snowman, a book without words whose cartoon adaptation is televised and whose musical adaptation is staged every Christmas."}]}, {"heading": "Births", "year": "1935", "date": "January 18", "txt": "Albert Millaire, Canadian actor and director (d. 2018)", "entities": [{"title": "Albert Millaire", "href": "/wiki/Albert_Millaire", "description": "Rodolphe Albert Millaire, CC, CQ was a Canadian actor and theatre director."}]}, {"heading": "Births", "year": "1935", "date": "January 18", "txt": "Jon Stallworthy, English poet, critic, and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1935", "date": "January 18", "txt": "Gad Yaacobi, Israeli academic and diplomat, 10th Israel Ambassador to the United Nations (d. 2007)", "entities": [{"title": "Israel Ambassador to the United Nations", "href": "/wiki/Israel_Ambassador_to_the_United_Nations", "description": "The Representative of Israel to the United Nations is the de facto Israel Ambassador to the United Nations, with the rank and status of Ambassador Extraordinary and Plenipotentiary."}]}, {"heading": "Births", "year": "1936", "date": "January 18", "txt": "David Howell, Baron Howell of Guildford, English journalist and politician, Secretary of State for Transport", "entities": [{"title": "David Howell, Baron Howell of Guildford", "href": "/wiki/David_Howell,_Baron_Howell_of_Guildford", "description": "David Arthur Russell Howell, Baron Howell of Guildford, is a British Conservative politician, journalist, and economic consultant. Having been successively Secretary of State for Energy and then for Transport under Margaret Thatcher, Howell has more recently been a Minister of State in the Foreign Office from the election in 2010 until the reshuffle of 2012. He has served as Chair of the House of "}, {"title": "Secretary of State for Transport", "href": "/wiki/Secretary_of_State_for_Transport", "description": "The Secretary of State for Transport, also referred to as the Transport Secretary, is the member of the cabinet responsible for the British Department for Transport. The office used to be called the Minister of Transport and has been merged with the Secretary of State for the Environment at various times."}]}, {"heading": "Births", "year": "1937", "date": "January 18", "txt": "John Hume, Northern Irish educator and politician, Nobel Prize laureate (d. 2020)", "entities": [{"title": "John Hume", "href": "/wiki/John_Hume", "description": "John Hume was an Irish nationalist politician from Northern Ireland, widely regarded as one of the most important figures in the recent political history of Ireland, as one of the architects of the Northern Ireland peace process."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1938", "date": "January 18", "txt": "Curt Flood, American baseball player and sportscaster (d. 1997)", "entities": [{"title": "Curt Flood", "href": "/wiki/Curt_Flood", "description": "Curtis Charles Flood was an American baseball player. He was a center fielder who played 15 seasons in the major leagues for the Cincinnati Redlegs, St. Louis Cardinals, and Washington Senators. Flood was a three-time All-Star, a Gold Glove winner for seven consecutive seasons, and batted over .300 in six seasons. He led the National League (NL) in hits (211) in 1964 and in singles, 1963, 1964, an"}]}, {"heading": "Births", "year": "1938", "date": "January 18", "txt": "Anthony Giddens, English sociologist and academic", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 18", "txt": "Werner Olk, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1938", "date": "January 18", "txt": "Hargus \"Pig\" Robbins, American Country Music Hall of Fame session keyboard and piano player", "entities": [{"title": "Country Music Hall of Fame and Museum", "href": "/wiki/Country_Music_Hall_of_Fame_and_Museum", "description": "The Country Music Hall of Fame and Museum in Nashville, Tennessee, is one of the world's largest museums and research centers dedicated to the preservation and interpretation of American vernacular music. Chartered in 1964, the museum has amassed one of the world's most extensive musical collections."}]}, {"heading": "Births", "year": "1940", "date": "January 18", "txt": "Pedro Rodriguez, Mexican race car driver (d. 1971)", "entities": [{"title": "Pedro Rodríguez (racing driver)", "href": "/wiki/Pedro_Rodr%C3%ADguez_(racing_driver)", "description": "Pedro Rodríguez de la Vega was a Mexican Grand Prix motor racing driver. He was the older brother of Ricardo Rodríguez. His most notable successes were in Formula One, where he won the 1967 South African Grand Prix driving a Cooper-Maserati and the 1970 Belgian Grand Prix in a BRM, and in the World Sportscar Championship where he was a principal Porsche factory driver in winning both the 1970 and "}]}, {"heading": "Births", "year": "1941", "date": "January 18", "txt": "Denise Bombardier, Canadian journalist and author", "entities": [{"title": "Denise Bombardier", "href": "/wiki/Denise_Bombardier", "description": "Denise Bombardier, is a journalist, essayist, novelist and media personality who worked for the French-language television station Radio-Canada for over 30 years."}]}, {"heading": "Births", "year": "1941", "date": "January 18", "txt": "Bobby Goldsboro, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 18", "txt": "David Ruffin, American singer (d. 1991)", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 18", "txt": "Paul Freeman, English actor", "entities": [{"title": "Paul Freeman (actor)", "href": "/wiki/Paul_Freeman_(actor)", "description": "Paul Freeman is an English actor who has appeared in theatre, television and film. In the United Kingdom, he is best known for his role in the romance TV series Yesterday's Dreams (1987) as Martin Daniels. Internationally, he is known for playing the rival archaeologist René Belloq in Raiders of the Lost Ark (1981), evil wine baron Gustav Riebmann on season 4 of the soap opera Falcon Crest (1984–8"}]}, {"heading": "Births", "year": "1943", "date": "January 18", "txt": "Kay Granger, American educator and politician", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 18", "txt": "Dave Greenslade, English keyboard player and composer", "entities": []}, {"heading": "Births", "year": "1943", "date": "January 18", "txt": "Charlie Wilson, American businessman and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 18", "txt": "Paul Keating, Australian economist and politician, 24th Prime Minister of Australia", "entities": [{"title": "Paul Keating", "href": "/wiki/Paul_Keating", "description": "Paul John Keating is an Australian politician who served as the 24th Prime Minister of Australia and the Leader of the Labor Party from 1991 to 1996. He previously served as Treasurer of Australia in the Hawke Government from 1983 to 1991 and as Deputy Prime Minister of Australia and Deputy Leader of the Labor Party from 1990 to 1991."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1944", "date": "January 18", "txt": "Carl Morton, American baseball player (d. 1983)", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 18", "txt": "Kei Ogura, Japanese singer-songwriter and composer", "entities": []}, {"heading": "Births", "year": "1944", "date": "January 18", "txt": "Alexander Van der Bellen, President of Austria", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 18", "txt": "Rocco Forte, English businessman and philanthropist", "entities": [{"title": "Rocco Forte", "href": "/wiki/Rocco_Forte", "description": "Sir Rocco Giovanni Forte, FCA, FIoD is an English hotelier and the chairman of Rocco Forte Hotels."}]}, {"heading": "Births", "year": "1946", "date": "January 18", "txt": "Perro Aguayo, Mexican wrestler (d. 2019)", "entities": [{"title": "Perro Aguayo", "href": "/wiki/Perro_Aguayo", "description": "Pedro Aguayo Damián better known as \"(El) Perro Aguayo\" and El Can de Nochistlan was a famous Mexican wrestler through the 1970s to the 1990s. His son also wrestled as Perro Aguayo Jr. or El Hijo del Perro Aguayo. He was one of the biggest box office attractions in lucha libre history and was the last major rival of El Santo. Often prone to blading, Aguayo has been described by American pundits as"}]}, {"heading": "Births", "year": "1946", "date": "January 18", "txt": "Joseph Deiss, Swiss economist and politician, 156th President of the Swiss Confederation", "entities": [{"title": "President of the Swiss Confederation", "href": "/wiki/President_of_the_Swiss_Confederation", "description": "The president of the Swiss Confederation, also known as the president of the Confederation or colloquially as the president of Switzerland, is the head of Switzerland's seven-member Federal Council, the country's executive branch. Elected by the Federal Assembly for one year, the officeholder chairs the meetings of the Federal Council and undertakes special representational duties."}]}, {"heading": "Births", "year": "1946", "date": "January 18", "txt": "Henrique Rosa, Bissau-Guinean politician, President of Guinea-Bissau (d. 2013)", "entities": [{"title": "List of heads of state of Guinea-Bissau", "href": "/wiki/List_of_heads_of_state_of_Guinea-Bissau", "description": "This article lists the presidents of Guinea-Bissau, since the establishment of the office of President in 1973."}]}, {"heading": "Births", "year": "1947", "date": "January 18", "txt": "Sachio Kinugasa, Japanese baseball player and journalist (d. 2018)", "entities": [{"title": "Sachio Kinugasa", "href": "/wiki/Sachio_Kinugasa", "description": "Sachio Kinugasa was a Japanese professional baseball third baseman for the Hiroshima Toyo Carp of the Nippon Professional Baseball league from 1965 to 1987. He was nicknamed Tetsujin, meaning \"Iron Man\". He played in a record-breaking 2,215 consecutive games, having surpassed Lou Gehrig's record by 1987."}]}, {"heading": "Births", "year": "1947", "date": "January 18", "txt": "Takeshi Kitano, Japanese actor and director", "entities": []}, {"heading": "Births", "year": "1949", "date": "January 18", "txt": "Bill Keller, American journalist", "entities": [{"title": "Bill Keller", "href": "/wiki/Bill_Keller", "description": "Bill Keller is an American journalist. He was the founding editor-in-chief of The Marshall Project, a nonprofit that reports on criminal justice in the United States. Previously, he was a columnist for The New York Times, and served as the paper's executive editor from July 2003 until September 2011. On June 2, 2011, he announced that he would step down from the position to become a full-time writ"}]}, {"heading": "Births", "year": "1949", "date": "January 18", "txt": "Philippe Starck, French interior designer", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 18", "txt": "Gianfranco Brancatelli, Italian race car driver", "entities": [{"title": "Gianfranco Brancatelli", "href": "/wiki/Gianfranco_Brancatelli", "description": "Gianfranco Brancatelli is a former racing driver from Italy."}]}, {"heading": "Births", "year": "1950", "date": "January 18", "txt": "Gilles Villeneuve, Canadian race car driver (d. 1982)", "entities": []}, {"heading": "Births", "year": "1951", "date": "January 18", "txt": "Bram Behr, Surinamese journalist and activist (d. 1982)", "entities": [{"title": "Bram Behr", "href": "/wiki/Bram_Behr", "description": "Abraham Maurits \"Bram\" Behr was a Surinamese journalist. He published the pamphlet De Rode Surinamer and edited the weekly newspaper Mokro. He also founded and led the Hoxhaist Communist Party of Suriname (CPS) in opposition to the military dictatorship of Dési Bouterse. Behr was assassinated along with 14 other prominent Bouterse opponents on December 8, 1982, an incident known as the December mu"}]}, {"heading": "Births", "year": "1951", "date": "January 18", "txt": "Bob Latchford, English footballer", "entities": []}, {"heading": "Births", "year": "1952", "date": "January 18", "txt": "Michael Behe, American biochemist, author, and academic", "entities": [{"title": "Michael Behe", "href": "/wiki/Michael_Behe", "description": "Michael J. Behe is an American biochemist, author, and advocate of the pseudoscientific principle of intelligent design (ID). He serves as professor of biochemistry at Lehigh University in Pennsylvania and as a senior fellow of the Discovery Institute's Center for Science and Culture. Behe is best known as an advocate for the validity of the argument for irreducible complexity (IC), which claims t"}]}, {"heading": "Births", "year": "1952", "date": "January 18", "txt": "R. Stevie Moore, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 18", "txt": "B. K. Misra, Indian neurosurgeon ", "entities": [{"title": "B. K. Misra", "href": "/wiki/B._K._Misra", "description": "Dr. Basant Kumar Misra is a neurosurgeon specialising in treating brain, spine, cerebrovascular and peripheral nervous system disorders, injuries, pathologies and malformations. He is the Vice-President of the World Federation of Neurosurgical Societies, and the former President of the Asian Australasian Society of Neurological Surgeons, and the Neurological Society of India. He is a recipient of "}]}, {"heading": "Births", "year": "1953", "date": "January 18", "txt": "Peter Moon, Australian comedian and actor", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 18", "txt": "Brett Hudson, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "January 18", "txt": "Kevin Costner, American actor, director, and producer", "entities": [{"title": "Kevin Costner", "href": "/wiki/Kevin_Costner", "description": "Kevin Michael Costner is an American actor and filmmaker. He has received two Academy Awards, two Golden Globe Awards, a Primetime Emmy Award, and two Screen Actors Guild Awards."}]}, {"heading": "Births", "year": "1956", "date": "January 18", "txt": "Paul Deighton, Baron Deighton, English banker and politician", "entities": [{"title": "Paul Deighton, Baron Deighton", "href": "/wiki/Paul_Deighton,_Baron_Deighton", "description": "Paul Clive Deighton, Baron Deighton, KBE is a British Conservative politician who served as Commercial Secretary to HM Treasury from January 2013 to May 2015. Deighton is a former investment banker who previously served as Chief Executive of the London Organising Committee of the Olympic and Paralympic Games (LOCOG), the organisation responsible for planning the 2012 Summer Olympics and Paralympic"}]}, {"heading": "Births", "year": "1960", "date": "January 18", "txt": "Mark Rylance, English actor, director, and playwright", "entities": [{"title": "Mark Rylance", "href": "/wiki/Mark_Rylance", "description": "Sir David Mark Rylance Waters is an English actor, theatre director, and playwright. He was the first artistic director of Shakespeare's Globe in London, between 1995 and 2005. After training at the Royal Academy of Dramatic Art in London, Rylance made his professional debut at the Citizens Theatre, Glasgow in 1980. He appeared in the West End productions of Much Ado About Nothing in 1994 and Jeru"}]}, {"heading": "Births", "year": "1961", "date": "January 18", "txt": "Peter Beardsley, English footballer and manager", "entities": [{"title": "Peter Beardsley", "href": "/wiki/Peter_Beardsley", "description": "Peter Andrew Beardsley MBE is an English former footballer who played as a forward or midfielder between 1979 and 1999. In 1987, he set a record transfer fee in the English game and represented his country 59 times between 1986 and 1996, once as captain, taking part in two FIFA World Cups and UEFA Euro 1988. At club level, he played for Newcastle United, Liverpool and Everton, having also had spel"}]}, {"heading": "Births", "year": "1961", "date": "January 18", "txt": "Bob Hansen, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 18", "txt": "Mark Messier, Canadian ice hockey player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1961", "date": "January 18", "txt": "Jeff Yagher, American actor and sculptor", "entities": []}, {"heading": "Births", "year": "1962", "date": "January 18", "txt": "Alison Arngrim, Canadian-American actress", "entities": [{"title": "Alison Arngrim", "href": "/wiki/Alison_Arngrim", "description": "Alison Margaret Arngrim is an American actress and author. Beginning her television career at the age of twelve, Arngrim is a Young Artist Award–Former Child Star \"Lifetime Achievement\" Award honoree, best known for her portrayal of Nellie Oleson on the NBC television series Little House on the Prairie from 1974 to 1981."}]}, {"heading": "Births", "year": "1963", "date": "January 18", "txt": "Maxime Bernier, Canadian lawyer and politician, 7th Minister of Foreign Affairs for Canada", "entities": [{"title": "Maxime Bernier", "href": "/wiki/Maxime_Bernier", "description": "Maxime Bernier is a Canadian businessman, lawyer and politician who served as a cabinet minister of Prime Minister Stephen Harper, and as Member of Parliament (MP) for Beauce from 2006 to 2019. He is the founder and current leader of the People's Party of Canada (PPC)."}, {"title": "Minister of Foreign Affairs (Canada)", "href": "/wiki/Minister_of_Foreign_Affairs_(Canada)", "description": "The minister of foreign affairs is the minister of the Crown in the Canadian Cabinet who is responsible for overseeing the Government of Canada's international relations and is the lead minister responsible for Global Affairs Canada, though the minister of international trade leads on trade issues. In addition to Global Affairs Canada, the minister is also the lead in overseeing the International "}]}, {"heading": "Births", "year": "1963", "date": "January 18", "txt": "Ian Crook, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 18", "txt": "Carl McCoy, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 18", "txt": "Martin O'Malley, American soldier, lawyer, and politician, 61st Governor of Maryland", "entities": [{"title": "Governor of Maryland", "href": "/wiki/Governor_of_Maryland", "description": "The governor of the State of Maryland heads the executive branch of the government of the State of Maryland, and is the commander-in-chief of the state's National Guard units. The governor is the highest-ranking official in the state and has a broad range of appointive powers in both the state and local governments, as specified by the Maryland Constitution. Because of the extent of these constitu"}]}, {"heading": "Births", "year": "1964", "date": "January 18", "txt": "Brady Anderson, American baseball player", "entities": [{"title": "Brady Anderson", "href": "/wiki/Brady_Anderson", "description": "Brady Kevin Anderson is an American former baseball executive and former outfielder. He made his major league debut for the Boston Red Sox on April 4, 1988, and also played for the Baltimore Orioles and Cleveland Indians. He spent the majority of his career as a center fielder and leadoff hitter for the Orioles in the 1990s, where he was a three-time All Star, and, in 1996, became the 15th player "}]}, {"heading": "Births", "year": "1964", "date": "January 18", "txt": "Richard Dunwoody, Northern Irish jockey and sportscaster", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 18", "txt": "Virgil Hill, American boxer", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 18", "txt": "Jane Horrocks, English actress and singer", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 18", "txt": "Alexander Khalifman, Russian chess player and author", "entities": [{"title": "Alexander Khalifman", "href": "/wiki/Alexander_Khalifman", "description": "Alexander Valeryevich Khalifman is a Russian chess player and writer. Awarded the title Grandmaster by FIDE in 1990, he was FIDE World Chess Champion in 1999."}]}, {"heading": "Births", "year": "1966", "date": "January 18", "txt": "Kazufumi Miyazawa, Japanese singer", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 18", "txt": "André Ribeiro, Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1967", "date": "January 18", "txt": "Dean Bailey, Australian footballer and coach (d. 2014)", "entities": [{"title": "Dean Bailey", "href": "/wiki/Dean_Bailey", "description": "Dean Bailey was an Australian rules football player and coach. He played for the Essendon Football Club and was the senior coach of the Melbourne Football Club, as well as an assistant coach at Essendon and Port Adelaide and the Strategy & Innovation Coach at the Adelaide Football Club. Bailey died of lung cancer on 11 March 2014."}]}, {"heading": "Births", "year": "1967", "date": "January 18", "txt": "Iván Zamorano, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 18", "txt": "Dave Bautista, American wrestler, mixed martial artist, and actor", "entities": [{"title": "Dave Bautista", "href": "/wiki/Dave_Bautista", "description": "David Michael Bautista Jr. is an American actor, retired professional wrestler, former mixed martial artist, and bodybuilder. As a professional wrestler, he is known for his time in WWE from 2002 to 2010, in 2014, and one final run in 2018–2019. Outside of professional wrestling, he is well known for his acting career, most notably as the character Drax the Destroyer in several Marvel Cinematic Un"}]}, {"heading": "Births", "year": "1969", "date": "January 18", "txt": "Jesse L. Martin, American actor and singer", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 18", "txt": "Jim O'Rourke, American guitarist and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "January 18", "txt": "Peter Van Petegem, Belgian cyclist", "entities": [{"title": "Peter Van Petegem", "href": "/wiki/Peter_Van_Petegem", "description": "Peter van Petegem is a former professional road racing cyclist. Van Petegem last rode for Quick Step-Innergetic, in 2007. He lived in Horebeke. He was a specialist in spring classics, one of ten riders to win the Tour of Flanders and Paris–Roubaix in the same season. He also earned a medal at the World Championship on two occasions; taking the silver in 1998 and winning the bronze in 2003. His las"}]}, {"heading": "Births", "year": "1971", "date": "January 18", "txt": "Amy Barger, American astronomer", "entities": [{"title": "Amy Barger", "href": "/wiki/Amy_Barger", "description": "Amy J. Barger is an American astronomer. Barger earned a B.A. in Astronomy-Physics in 1993 from the University of Wisconsin-Madison, and a Ph.D. in Astronomy in 1997 from King's College, University of Cambridge where she was a Marshall scholar. Her discoveries have most concerned quasars, black holes, and other far distant objects. She helped show that the activity of black holes in nearby galaxie"}]}, {"heading": "Births", "year": "1971", "date": "January 18", "txt": "Jonathan Davis, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 18", "txt": "Christian Fittipaldi, Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 18", "txt": "Pep Guardiola, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 18", "txt": "Binyavanga Wainaina, Kenyan writer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 18", "txt": "Vinod Kambli, Indian cricketer, sportscaster, and actor", "entities": [{"title": "Vinod Kambli", "href": "/wiki/Vinod_Kambli", "description": "Vinod Kambli is a former Indian cricketer, who played for India as a middle order batsman, as well as for Mumbai and Boland, South Africa. Kambli became the first cricketer in cricket history to score a century in a One-day International on his birthday."}]}, {"heading": "Births", "year": "1972", "date": "January 18", "txt": "Mike Lieberthal, American baseball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "January 18", "txt": "Kjersti Plätzer, Norwegian race walker", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 18", "txt": "Burnie Burns, American actor, director, and producer, co-founded Rooster Teeth Productions", "entities": [{"title": "Burnie Burns", "href": "/wiki/Burnie_Burns", "description": "Michael Justin \"Burnie\" Burns is an American writer, actor, producer, comedian, host, and director previously based in Austin, Texas. He is a co-founder, former chief executive officer, and former chief creative officer of Rooster Teeth. He is noted for his contributions in machinima, a form of film-making that uses video game technology in its production, and also works with animation and live ac"}, {"title": "Rooster Teeth Productions", "href": "/wiki/Rooster_Teeth_Productions", "description": "Rooster Teeth Productions, LLC is an American video production company headquartered in Austin, Texas. Founded in 2003 by Burnie Burns, Matt Hullum, Geoff Ramsey, Jason Saldaña, Gus Sorola, and Joel Heyman, Rooster Teeth is a subsidiary of Otter Media, which is itself a subsidiary of WarnerMedia Sales and Distribution, a division of AT&T's WarnerMedia."}]}, {"heading": "Births", "year": "1973", "date": "January 18", "txt": "Luke Goodwin, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 18", "txt": "Benjamin Jealous, American civic leader and activist", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 18", "txt": "Anthony Koutoufides, Australian footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 18", "txt": "Crispian Mills, English singer-songwriter, guitarist, and director", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 18", "txt": "Rolando Schiavi, Argentinian footballer and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "January 18", "txt": "Christian Burns, English singer-songwriter", "entities": [{"title": "Christian Burns", "href": "/wiki/Christian_Burns", "description": "Christian Anthony Burns is an English singer and songwriter. He is the son of Tony Burns of The Signs, a Liverpool-based rock band signed to Decca Records in the 1960s."}]}, {"heading": "Births", "year": "1976", "date": "January 18", "txt": "Laurence Courtois, Belgian tennis player", "entities": [{"title": "Laurence Courtois", "href": "/wiki/Laurence_Courtois", "description": "Laurence Courtois is a former professional female tennis player from Belgium."}]}, {"heading": "Births", "year": "1976", "date": "January 18", "txt": "Marcelo Gallardo, Argentinian footballer and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "January 18", "txt": "Damien Leith, Irish-Australian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 18", "txt": "Richard Archer, English singer-songwriter and guitarist", "entities": [{"title": "Richard Archer", "href": "/wiki/Richard_Archer", "description": "Richard Archer is an English singer-songwriter and guitarist. He is the lead vocalist, guitarist, principal songwriter and main composer of indie rock band Hard-Fi. Hard-Fi have produced several top 10 hits and two No. 1 albums. The influence of Archer's hometown of Staines is often evident in his lyrics. He used to front a band called Contempo from 1997 until 2001."}]}, {"heading": "Births", "year": "1978", "date": "January 18", "txt": "Brian Falkenborg, American baseball player", "entities": [{"title": "Brian Falkenborg", "href": "/wiki/Brian_Falkenborg", "description": "Brian Thomas Falkenborg is a former professional baseball relief pitcher. He played in Major League Baseball (MLB) for the Baltimore Orioles, Los Angeles Dodgers, San Diego Padres, and St. Louis Cardinals and in Nippon Professional Baseball (NPB) for the Fukuoka SoftBank Hawks and Tohoku Rakuten Golden Eagles."}]}, {"heading": "Births", "year": "1978", "date": "January 18", "txt": "Thor Hushovd, Norwegian cyclist", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 18", "txt": "Bogdan Lobonț, Romanian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 18", "txt": "Ruslan Fedotenko, Ukrainian ice hockey player", "entities": [{"title": "Ruslan Fedotenko", "href": "/wiki/Ruslan_Fedotenko", "description": "Ruslan Viktorovych Fedotenko is a Ukrainian former professional ice hockey winger."}]}, {"heading": "Births", "year": "1979", "date": "January 18", "txt": "Paulo Ferreira, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 18", "txt": "Brian Gionta, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "January 18", "txt": "Kenyatta Jones, American football player (d. 2018)", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 18", "txt": "Estelle, English singer-songwriter and producer", "entities": [{"title": "Estelle (musician)", "href": "/wiki/Estelle_(musician)", "description": "Estelle Fanta Swaray is a British singer, songwriter, rapper, record producer, and actress from Hammersmith, West London, England who is known for her eclectic mix of various musical genres including R&B, soul, reggae, grime, hip hop and dance. She has collaborated with artists including John Legend, Robin Thicke, Rick Ross, Chris Brown, will.i.am, Kanye West, and De La Soul."}]}, {"heading": "Births", "year": "1980", "date": "January 18", "txt": "Robert Green, English footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 18", "txt": "Kert Haavistu, Estonian footballer and manager", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 18", "txt": "Julius Peppers, American football player", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 18", "txt": "Jason Segel, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 18", "txt": "Olivier Rochus, Belgian tennis player", "entities": [{"title": "Olivier Rochus", "href": "/wiki/Olivier_Rochus", "description": "Olivier Rochus is a retired Belgian tennis player. He is the younger brother of Christophe Rochus, also a former top-40 tennis player."}]}, {"heading": "Births", "year": "1981", "date": "January 18", "txt": "Khari Stephenson, Jamaican footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 18", "txt": "Kang Dong-won, South Korean actor", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 18", "txt": "Quinn Allman, American guitarist and producer", "entities": [{"title": "Quinn Allman", "href": "/wiki/Quinn_Allman", "description": "Quinn Allman is an American musician and producer, best known as the founding member, guitarist and backing vocalist in the rock band the Used."}]}, {"heading": "Births", "year": "1982", "date": "January 18", "txt": "Mary Jepkosgei Keitany, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1983", "date": "January 18", "txt": "Amir Blumenfeld, Israeli-American comedian, actor, director, and screenwriter", "entities": [{"title": "Amir Blumenfeld", "href": "/wiki/Amir_Blumenfeld", "description": "Amir Shmuel Blumenfeld is an Israeli-American comedian, actor, writer, television host, and member of the American comedy duo, Jake and Amir. Born in Israel, he moved to Los Angeles when he was two, and was hired by the New York City-based CollegeHumor in 2005. As well as contributing to its books and articles, he has written and starred in original videos for the comedy website—appearing in serie"}]}, {"heading": "Births", "year": "1983", "date": "January 18", "txt": "Samantha Mumba, Irish singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 18", "txt": "Kristy Lee Cook, American singer-songwriter", "entities": [{"title": "Kristy Lee Cook", "href": "/wiki/Kristy_Lee_Cook", "description": "Kristy Lee Cook is an American country music singer and television personality. She was the seventh place finalist on the seventh season of American Idol. In 2005, Cook released her first album called Devoted. In June 2008, Cook signed to 19 Recordings and Arista Nashville. She released her post-Idol album, Why Wait, on September 16, 2008. This album produced her first chart single, \"15 Minutes of"}]}, {"heading": "Births", "year": "1984", "date": "January 18", "txt": "Ioannis Drymonakos, Greek swimmer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 18", "txt": "Makoto Hasebe, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 18", "txt": "Michael Kearney, American biochemist and academic", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 18", "txt": "Seung-Hui Cho, South Korean student who perpetrated the 2007 mass shooting at Virginia Tech (d. 2007)", "entities": [{"title": "Virginia Tech shooting", "href": "/wiki/Virginia_Tech_shooting", "description": "The Virginia Tech shooting was a school shooting that occurred on April 16, 2007, at two buildings, West Ambler Johnston Hall and Norris Hall, on the campus of the Virginia Polytechnic Institute and State University, in Blacksburg, Virginia, United States. Seung-Hui Cho, an undergraduate student at the university and a U.S. resident of South Korean descent, killed 32 people and wounded 17 others w"}]}, {"heading": "Births", "year": "1984", "date": "January 18", "txt": "Benji Schwimmer, American dancer and choreographer", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 18", "txt": "Viktoria Shklover, Estonian figure skater", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 18", "txt": "Dale Begg-Smith, Canadian-Australian skier", "entities": [{"title": "Dale Begg-Smith", "href": "/wiki/Dale_Begg-Smith", "description": "Dale Begg-Smith is an Australian-Canadian businessman and former Olympic freestyle skier. Begg-Smith won the gold medal for Australia in the men's moguls event at the 2006 Winter Olympics and silver at the 2010 Winter Olympics."}]}, {"heading": "Births", "year": "1985", "date": "January 18", "txt": "Mark Briscoe, American wrestler", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 18", "txt": "Riccardo Montolivo, Italian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 18", "txt": "Hyun Woo, South Korean actor", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 18", "txt": "Marya Roxx, Estonian-American singer-songwriter", "entities": [{"title": "Marya Roxx", "href": "/wiki/Marya_Roxx", "description": "Marya Roxx is an Estonian hard rock/metal singer-songwriter residing in Los Angeles. She is a former member of Estonian girl band Vanilla Ninja."}]}, {"heading": "Births", "year": "1986", "date": "January 18", "txt": "Ikusaburo Yamazaki, Japanese actor and singer", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 18", "txt": "Johan Djourou, Swiss footballer", "entities": [{"title": "Johan Djourou", "href": "/wiki/Johan_Djourou", "description": "Danon Issouf Johannes Djourou Gbadjere, known as Johan Djourou, is a professional footballer who plays as a centre back for Danish Superliga club FC Nordsjælland. According to his profile on the website of his former club Arsenal, Djourou possesses \"pace, power and whole-hearted commitment\" in addition to his versatility."}]}, {"heading": "Births", "year": "1987", "date": "January 18", "txt": "Christopher Liebig, German rugby player", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 18", "txt": "Grigoris Makos, Greek footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 18", "txt": "Ronnie Day, American singer-songwriter", "entities": [{"title": "Ronnie Day", "href": "/wiki/Ronnie_Day", "description": "Ronnie Day is an American songwriter from Redwood City, California."}]}, {"heading": "Births", "year": "1988", "date": "January 18", "txt": "Angelique Kerber, German tennis player", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 18", "txt": "Anastasios Kissas, Greek footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 18", "txt": "Boy van Poppel, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 18", "txt": "Rubén Miño, Spanish footballer", "entities": [{"title": "Rubén Miño", "href": "/wiki/Rub%C3%A9n_Mi%C3%B1o", "description": "Rubén Miño Peralta is a Spanish professional footballer who plays for UD Logroñés as a goalkeeper."}]}, {"heading": "Births", "year": "1990", "date": "January 18", "txt": "Nacho, Spanish footballer", "entities": [{"title": "Nacho (footballer, born 1990)", "href": "/wiki/Nacho_(footballer,_born_1990)", "description": "José Ignacio Fernández Iglesias, known as Nacho, is a Spanish professional footballer who plays as a defender for Real Madrid and the Spain national team."}]}, {"heading": "Births", "year": "1990", "date": "January 18", "txt": "Hayle Ibrahimov, Ethiopian-Azerbaijani runner", "entities": []}, {"heading": "Births", "year": "1990", "date": "January 18", "txt": "Gift Ngoepe, South African baseball player", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 18", "txt": "Diego Simões, Brazilian footballer", "entities": [{"title": "Diego Simões", "href": "/wiki/Diego_Sim%C3%B5es", "description": "Diego de Souza Simões is a Brazilian footballer. He also holds a Portuguese passport."}]}, {"heading": "Births", "year": "1992", "date": "January 18", "txt": "Francesco Bardi, Italian footballer", "entities": [{"title": "Francesco Bardi", "href": "/wiki/Francesco_Bardi", "description": "Francesco Bardi is an Italian professional footballer who plays as a goalkeeper for Frosinone."}]}, {"heading": "Births", "year": "1993", "date": "January 18", "txt": "Sean Keenan, Australian actor", "entities": [{"title": "Sean Keenan (actor)", "href": "/wiki/Sean_Keenan_(actor)", "description": "Sean Keenan is an Australian actor, best known for his leading role in two seasons of the Australian children's television series, Lockie Leonard between 2007 and 2010, and then his role as Gary Hennessey on Puberty Blues until 2014."}]}, {"heading": "Births", "year": "1994", "date": "January 18", "txt": "Kang Ji-young, South Korean singer", "entities": [{"title": "Kang Ji-young", "href": "/wiki/Kang_Ji-young", "description": "Kang Ji-young, also known as Jiyoung or JY, is a South Korean singer and actress based in Japan. She is a former member of the South Korean girl group Kara."}]}, {"heading": "Births", "year": "1994", "date": "January 18", "txt": "Ilona Kremen, Belarusian tennis player", "entities": []}, {"heading": "Births", "year": "1995", "date": "January 18", "txt": "Bryce Alford, American basketball player", "entities": [{"title": "Bryce Alford", "href": "/wiki/Bryce_Alford", "description": "Bryce Michael Alford is an American professional basketball player for S.L. Benfica of Portugal's Liga Portuguesa de Basquetebol (LPB). He played college basketball for the UCLA Bruins. He set school records for the most three-point field goals made in a game, season, and career. He earned first-team all-conference honors in the Pac-12 as a senior in 2016–17."}]}, {"heading": "Births", "year": "1998", "date": "January 18", "txt": "Aitana Bonmatí, Spanish footballer", "entities": [{"title": "Aitana Bonmatí", "href": "/wiki/Aitana_Bonmat%C3%AD", "description": "Aitana Bonmatí Conca is a Spanish football midfielder currently playing for Barcelona in the Spanish First Division. She had been a member of the club's youth system. She is also a member of the Spain women's national football team."}]}, {"heading": "Deaths", "year": "52 BC", "date": "January 18", "txt": "Publius Clodius Pulcher, Roman politician (b. 93 BC)", "entities": [{"title": "Publius Clodius Pulcher", "href": "/wiki/Publius_Clodius_Pulcher", "description": "Publius Clodius Pulcher was a populist Roman politician and street agitator during the time of the First Triumvirate. One of the most colourful personalities of his era, Clodius was descended from the aristocratic Claudia gens, one of Rome's oldest and noblest patrician families, but he contrived to be adopted by an obscure plebeian, so that he could be elected tribune of the plebs. During his ter"}]}, {"heading": "Deaths", "year": "474", "date": "January 18", "txt": "Leo I, Byzantine emperor (b. 401)", "entities": [{"title": "Leo I (emperor)", "href": "/wiki/Leo_I_(emperor)", "description": "Leo I was Eastern Roman emperor from 457 to 474. He was a native of Dacia Aureliana near historic Thrace. Sometimes, he is called Leo the Great, probably to distinguish him from his young grandson and co-augustus Leo II."}]}, {"heading": "Deaths", "year": "748", "date": "January 18", "txt": "Odilo, duke of Bavaria", "entities": [{"title": "Odilo, Duke of Bavaria", "href": "/wiki/Odilo,_Duke_of_Bavaria", "description": "Odilo, also Oatilo or Uatilo of the Agilolfing dynasty was Duke of Bavaria from 737 until his death. He had the Lex Baiuvariorum compilation edited, the first ancient Germanic law collection of the Bavarians."}, {"title": "Bavaria", "href": "/wiki/Bavaria", "description": "Bavaria, officially the Free State of Bavaria, is a landlocked state (Land) in the south-east of Germany. With an area of 70,550.19 square kilometres (27,239.58 sq mi), Bavaria is the largest German state by land area, comprising roughly a fifth of the total land area of Germany. With 13 million inhabitants, it is second in population only to North Rhine-Westphalia, but due to its large size it is"}]}, {"heading": "Deaths", "year": "896", "date": "January 18", "txt": "Khumarawayh ibn Ahmad ibn Tulun, ruler of the Tulunids, murdered (b. 864)", "entities": [{"title": "Khumarawayh ibn Ahmad ibn Tulun", "href": "/wiki/Khumarawayh_ibn_Ahmad_ibn_Tulun", "description": "Abu 'l-Jaysh Khumārawayh ibn Aḥmad ibn Ṭūlūn was a son of the founder of the Tulunid dynasty, Ahmad ibn Tulun. His father, the autonomous ruler of Egypt and Syria, designated him as his successor. When Ibn Tulun died in May 884, Khumarawayh succeeded him. After defeating an attempt to depose him, in 886 he managed to gain recognition of his rule over Egypt and Syria as a hereditary governor from t"}, {"title": "Tulunids", "href": "/wiki/Tulunids", "description": "The Tulunids, were a mamluk dynasty of Turkic origin who were the first independent dynasty to rule Egypt, as well as much of Syria, since the Ptolemaic dynasty. They remained independent from 868, when they broke away from the central authority of the Abbasid dynasty that ruled the Islamic Caliphate, until 905, when the Abbasids restored the Tulunid domains to their control."}]}, {"heading": "Deaths", "year": "1213", "date": "January 18", "txt": "Tamar of Georgia (b. 1160)", "entities": [{"title": "Tamar of Georgia", "href": "/wiki/Tamar_of_Georgia", "description": "Tamar the Great reigned as the Queen of Georgia from 1184 to 1213, presiding over the apex of the Georgian Golden Age. A member of the Bagrationi dynasty, her position as the first woman to rule Georgia in her own right was emphasized by the title mepe (\"king\"), afforded to Tamar in the medieval Georgian sources."}]}, {"heading": "Deaths", "year": "1253", "date": "January 18", "txt": "King Henry I of Cyprus (b. 1217)", "entities": [{"title": "Henry I of Cyprus", "href": "/wiki/Henry_I_of_Cyprus", "description": "Henry I of Cyprus, nicknamed the Fat was King of Cyprus from 1218 to 1253. He was the son of Hugh I of Cyprus and Alice of Champagne. When his father Hugh I died on January 10, 1218, the 8-month-old Henry became king. His mother was the official regent, but handed off the actual governing to her uncle, Philip of Ibelin. When Philip died, the effective regency passed to his brother, John of Ibelin,"}]}, {"heading": "Deaths", "year": "1271", "date": "January 18", "txt": "Saint Margaret of Hungary (b. 1242)", "entities": [{"title": "Margaret of Hungary (saint)", "href": "/wiki/Margaret_of_Hungary_(saint)", "description": "Margaret of Hungary was a Dominican nun and the daughter of King Béla IV of Hungary and Maria Laskarina. She was the younger sister of Kinga of Poland (Kunegunda) and Yolanda of Poland and, through her father, the niece of the famed Elizabeth of Hungary."}]}, {"heading": "Deaths", "year": "1326", "date": "January 18", "txt": "Robert FitzWalter, 1st Baron FitzWalter, English baron (b. 1247)", "entities": [{"title": "Robert FitzWalter, 1st Baron FitzWalter", "href": "/wiki/Robert_FitzWalter,_1st_Baron_FitzWalter", "description": "Robert FitzWalter, 1st Baron FitzWalter was an English peer."}]}, {"heading": "Deaths", "year": "1357", "date": "January 18", "txt": "Maria of Portugal, infanta (b. 1313)", "entities": [{"title": "Maria of Portugal, Queen of Castile", "href": "/wiki/Maria_of_Portugal,_Queen_of_Castile", "description": "Maria of Portugal was a Portuguese princess who became Queen of Castile upon her marriage to Alfonso XI in 1328. She was the first daughter of King Afonso IV of Portugal and his first wife Beatrice of Castile."}]}, {"heading": "Deaths", "year": "1367", "date": "January 18", "txt": "Peter I of Portugal (b. 1320)", "entities": [{"title": "Peter I of Portugal", "href": "/wiki/Peter_I_of_Portugal", "description": "Peter I, called the Just or the Cruel, was King of Portugal from 1357 until his death. He was the third but only surviving son of Afonso IV of Portugal and his wife, Beatrice of Castile."}]}, {"heading": "Deaths", "year": "1411", "date": "January 18", "txt": "Jobst of Moravia, ruler of Moravia, King of the Romans", "entities": [{"title": "Jobst of Moravia", "href": "/wiki/Jobst_of_Moravia", "description": "Jobst of Moravia, a member of the House of Luxembourg, was Margrave of Moravia from 1375, Duke of Luxembourg and Elector of Brandenburg from 1388 as well as elected King of Germany from 1410 until his death. Jobst was an ambitious and versatile ruler, who in the early 15th century dominated the ongoing struggles within the Luxembourg dynasty and around the German throne."}, {"title": "Moravia", "href": "/wiki/Moravia", "description": "Moravia is a historical region in the east of the Czech Republic and one of three historical Czech lands, with Bohemia and Czech Silesia."}, {"title": "King of the Romans", "href": "/wiki/King_of_the_Romans", "description": "King of the Romans was the title used by the German king following his election by the princes from the reign of Henry II onward. The title predominantly amounted to being the emperor of the Holy Roman Empire, a title long dependent upon coronation by the pope."}]}, {"heading": "Deaths", "year": "1425", "date": "January 18", "txt": "Edmund Mortimer, 5th Earl of March, English politician (b. 1391)", "entities": [{"title": "Edmund Mortimer, 5th Earl of March", "href": "/wiki/Edmund_Mortimer,_5th_Earl_of_March", "description": "Edmund Mortimer, 5th Earl of March, 7th Earl of Ulster, was an English nobleman and a potential claimant to the throne of England. A great-great-grandson of King Edward III of England, he was heir presumptive to King Richard II of England, his paternal first cousin twice removed and maternal half great-uncle, when Richard II was deposed in favour of Henry IV. Edmund Mortimer's claim to the throne "}]}, {"heading": "Deaths", "year": "1471", "date": "January 18", "txt": "Emperor Go-Hanazono of Japan (b. 1419)", "entities": [{"title": "Emperor Go-Hanazono", "href": "/wiki/Emperor_Go-Hanazono", "description": "Emperor Go-Hanazono  was the 102nd emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1428 through 1464."}]}, {"heading": "Deaths", "year": "1479", "date": "January 18", "txt": "Louis IX, Duke of Bavaria (b. 1417)", "entities": [{"title": "Louis IX, Duke of Bavaria", "href": "/wiki/Louis_IX,_Duke_of_Bavaria", "description": "Louis IX, was Duke of Bavaria-Landshut from 1450. He was a son of Henry XVI the Rich and Margaret of Austria."}]}, {"heading": "Deaths", "year": "1547", "date": "January 18", "txt": "Pietro Bembo, Italian cardinal and scholar (b. 1470)", "entities": [{"title": "Pietro Bembo", "href": "/wiki/Pietro_Bembo", "description": "Pietro Bembo, O.S.I.H. was an Italian scholar, poet, and literary theorist who also was a member of the Knights Hospitaller, and a cardinal of the Roman Catholic Church. As an intellectual of the Italian Renaissance, Pietro Bembo greatly influenced the development of the Tuscan dialect as a literary language for poetry and prose, which, by later codification into a standard language, became the mo"}]}, {"heading": "Deaths", "year": "1586", "date": "January 18", "txt": "Margaret of Parma (b. 1522)", "entities": [{"title": "Margaret of Parma", "href": "/wiki/Margaret_of_Parma", "description": "Margaret of Parma was Governor of the Netherlands from 1559 to 1567 and from 1578 to 1582. She was the illegitimate daughter of the then 22-year-old Holy Roman Emperor Charles V and Johanna Maria van der Gheynst. She was a Duchess of Florence and a Duchess of Parma and Piacenza by marriage."}]}, {"heading": "Deaths", "year": "1589", "date": "January 18", "txt": "Magnus Heinason, Faroese naval hero (b. 1545)", "entities": [{"title": "Magnus Heinason", "href": "/wiki/Magnus_Heinason", "description": "Magnus Heinason was a Faroese naval hero, trader and privateer.\n"}]}, {"heading": "Deaths", "year": "1677", "date": "January 18", "txt": "Jan van Riebeeck, Dutch politician, founded Cape Town (b. 1619)", "entities": [{"title": "Jan van Riebeeck", "href": "/wiki/Jan_van_Riebeeck", "description": "Johan Anthoniszoon \"Jan\" van Riebeeck was a Dutch navigator and colonial administrator who located Cape Town and the Dutch Cape Colony of the Dutch East India Company."}, {"title": "Cape Town", "href": "/wiki/Cape_Town", "description": "Cape Town is the second-most populous city in South Africa, after Johannesburg, and also the legislative capital of South Africa."}]}, {"heading": "Deaths", "year": "1756", "date": "January 18", "txt": "Francis George of Schönborn-Buchheim, Archbishop-Elector of Trier (b. 1682)", "entities": [{"title": "Francis George of Schönborn-Buchheim", "href": "/wiki/Francis_George_of_Sch%C3%B6nborn-Buchheim", "description": "Franz Georg von Schönborn-Buchheim was the Archbishop-Elector of Trier from 1729 until 1756, and the Prince-Bishop of Worms and Prince-Provost of Ellwangen from 1732 until 1756."}]}, {"heading": "Deaths", "year": "1783", "date": "January 18", "txt": "Jeanne Quinault, French actress and playwright (b. 1699)", "entities": [{"title": "Jeanne Quinault", "href": "/wiki/Jeanne_Quinault", "description": "Jeanne Quinault was a French actress, playwright and salon hostess."}]}, {"heading": "Deaths", "year": "1803", "date": "January 18", "txt": "Ippolit Bogdanovich, Russian poet and academic (b. 1743)", "entities": [{"title": "Ippolit Bogdanovich", "href": "/wiki/Ippolit_Bogdanovich", "description": "Ippolit Fyodorovich Bogdanovich was a Russian classicist author of light poetry, best known for his long poem Dushenka (1778)."}]}, {"heading": "Deaths", "year": "1849", "date": "January 18", "txt": "Panoutsos Notaras, Greek politician (b. 1752)", "entities": [{"title": "Panoutsos Notaras", "href": "/wiki/Panoutsos_Notaras", "description": "Panoutsos Notaras was a Greek revolutionary and politician who was a leading figure of the Greek War of Independence, serving several times as president of the Greek national assemblies and legislative bodies."}]}, {"heading": "Deaths", "year": "1862", "date": "January 18", "txt": "John Tyler, American soldier, lawyer, and politician, 10th President of the United States (b. 1790)", "entities": [{"title": "John Tyler", "href": "/wiki/John_Tyler", "description": "John Tyler was the tenth president of the United States, holding office from 1841 to 1845 after briefly serving as the tenth vice president in 1841; he was elected vice president on the 1840 Whig ticket with President William Henry Harrison. Tyler ascended to the presidency after Harrison's death in April 1841, only a month after the start of the new administration. He was a stalwart supporter and"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1873", "date": "January 18", "txt": "Edward Bulwer-Lytton, English author, poet, playwright, and politician, Secretary of State for the Colonies (b. 1803)", "entities": [{"title": "Edward Bulwer-Lytton", "href": "/wiki/Edward_Bulwer-Lytton", "description": "Edward George Earle Lytton Bulwer-Lytton, 1st Baron Lytton, PC was an English writer and politician. He served as a Whig member of Parliament from 1831 to 1841 and a Conservative from 1851 to 1866. He was Secretary of State for the Colonies from June 1858 to June 1859, choosing Richard Clement Moody as founder of British Columbia. He declined the Crown of Greece in 1862 after King Otto abdicated. "}, {"title": "Secretary of State for the Colonies", "href": "/wiki/Secretary_of_State_for_the_Colonies", "description": "The secretary of state for the colonies or colonial secretary was the British Cabinet minister in charge of managing the United Kingdom's various colonial dependencies."}]}, {"heading": "Deaths", "year": "1878", "date": "January 18", "txt": "Antoine César Becquerel, French physicist and academic (b. 1788)", "entities": [{"title": "Antoine César Becquerel", "href": "/wiki/Antoine_C%C3%A9sar_Becquerel", "description": "Antoine César Becquerel was a French scientist and a pioneer in the study of electric and luminescent phenomena."}]}, {"heading": "Deaths", "year": "1886", "date": "January 18", "txt": "Baldassare Verazzi, Italian painter (b. 1819)", "entities": [{"title": "Baldassare Verazzi", "href": "/wiki/Baldassare_Verazzi", "description": "Baldassare Verazzi was an Italian painter."}]}, {"heading": "Deaths", "year": "1892", "date": "January 18", "txt": "Anton Anderledy, Swiss religious leader, 23rd Superior General of the Society of Jesus (b. 1819)", "entities": [{"title": "Anton Anderledy", "href": "/wiki/Anton_Anderledy", "description": "Very Rev. Anton Maria Anderledy, S.J., was a Swiss Jesuit, elected the twenty-third Superior General of the Society of Jesus."}, {"title": "Superior General of the Society of Jesus", "href": "/wiki/Superior_General_of_the_Society_of_Jesus", "description": "The Superior General of the Society of Jesus is the official title of the leader of the Society of Jesus – the Roman Catholic religious order which is also known as the Jesuits. He is generally addressed as Father General. The position sometimes carries the nickname of the Black Pope, because of his responsibility for the largest Catholic, male religious order and is contrasted to the white garb o"}]}, {"heading": "Deaths", "year": "1896", "date": "January 18", "txt": "Charles Floquet, French lawyer and politician, 55th Prime Minister of France (b. 1828)", "entities": [{"title": "Charles Floquet", "href": "/wiki/Charles_Floquet", "description": "Charles Thomas Floquet was a French lawyer and statesman."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1923", "date": "January 18", "txt": "Wallace Reid, American actor, director, and screenwriter (b. 1891)", "entities": [{"title": "Wallace Reid", "href": "/wiki/Wallace_Reid", "description": "William Wallace Halleck Reid was an American actor in silent film, referred to as \"the screen's most perfect lover\". He also had a brief career as a racing driver."}]}, {"heading": "Deaths", "year": "1936", "date": "January 18", "txt": "Hermanus Brockmann, Dutch rower (b. 1871)", "entities": [{"title": "Hermanus Brockmann", "href": "/wiki/Hermanus_Brockmann", "description": "Hermanus \"Herman\" Gerardus Brockmann was a Dutch coxswain who competed in the 1900 Summer Olympics."}]}, {"heading": "Deaths", "year": "1936", "date": "January 18", "txt": "Rudyard Kipling, English author and poet, Nobel Prize laureate (b. 1865)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1940", "date": "January 18", "txt": "Kazimierz Przerwa-Tetmajer, Polish author, poet, and playwright (b. 1865)", "entities": [{"title": "Kazimierz Przerwa-Tetmajer", "href": "/wiki/Kazimierz_Przerwa-Tetmajer", "description": "Kazimierz Przerwa-Tetmajer was a Polish poet, novelist, playwright, journalist and writer. He was a member of the Young Poland movement."}]}, {"heading": "Deaths", "year": "1951", "date": "January 18", "txt": "Amy Carmichael, Irish missionary and humanitarian (b. 1867)", "entities": [{"title": "Amy Carmichael", "href": "/wiki/Amy_Carmichael", "description": "Amy Beatrice Carmichael was an Irish Christian missionary in India, who opened an orphanage and founded a mission in Dohnavur. She served in India for 55 years without furlough and wrote many books about the missionary work there."}]}, {"heading": "Deaths", "year": "1952", "date": "January 18", "txt": "Curly Howard, American actor (b. 1903)", "entities": [{"title": "Curly Howard", "href": "/wiki/Curly_Howard", "description": "Jerome Lester Horwitz, known professionally as Curly Howard, was an American vaudevillian actor and comedian. He was best known as a member of the American comedy team the Three Stooges, which also featured his elder brothers Moe and Shemp Howard and actor Larry Fine. In early shorts, he was billed as Curley. Curly Howard was generally considered the most popular and recognizable of the Stooges. H"}]}, {"heading": "Deaths", "year": "1954", "date": "January 18", "txt": "Sydney Greenstreet, English-American actor (b. 1879)", "entities": [{"title": "Sydney Greenstreet", "href": "/wiki/Sydney_Greenstreet", "description": "Sydney Hughes Greenstreet was a British-American actor. While he did not begin his career in films until the age of 61, he had a run of significant motion pictures in a Hollywood career lasting through the 1940s. Greenstreet is best remembered for his Warner Bros. films with Humphrey Bogart and Peter Lorre, which include The Maltese Falcon (1941), Casablanca (1942), and Passage to Marseille (1944)"}]}, {"heading": "Deaths", "year": "1955", "date": "January 18", "txt": "Saadat Hasan Manto, Pakistani author and screenwriter (b. 1912)", "entities": [{"title": "Saadat Hasan Manto", "href": "/wiki/Saadat_Hasan_Manto", "description": "Saadat Hasan Manto was a writer, playwright and author born in Ludhiana active in British India and later, after the partition, in Pakistan. Writing mainly in the Urdu language, he produced 22 collections of short stories, a novel, five series of radio plays, three collections of essays and two collections of personal sketches. His best short stories are held in high esteem by writers and critics."}]}, {"heading": "Deaths", "year": "1956", "date": "January 18", "txt": "Makbule Atadan, Turkish lawyer and politician (b. 1885)", "entities": [{"title": "Makbule Atadan", "href": "/wiki/Makbule_Atadan", "description": "Makbule Atadan was the sister of Mustafa Kemal Atatürk, the founder of the Republic of Turkey. She was the only one surviving sister of Atatürk, while the other four siblings died at early ages."}]}, {"heading": "Deaths", "year": "1956", "date": "January 18", "txt": "Konstantin Päts, Estonian journalist, lawyer, and politician, 1st President of Estonia (b. 1874)", "entities": [{"title": "President of Estonia", "href": "/wiki/President_of_Estonia", "description": "The president of the Republic of Estonia is the head of state of the Republic of Estonia. The current president is Kersti Kaljulaid, elected by Parliament on 3 October 2016, becoming the first woman and youngest person ever to hold the position."}]}, {"heading": "Deaths", "year": "1963", "date": "January 18", "txt": "Hugh Gaitskell, English academic and politician, Chancellor of the Exchequer (b. 1906)", "entities": [{"title": "Hugh Gaitskell", "href": "/wiki/Hugh_Gaitskell", "description": "Hugh Todd Naylor Gaitskell was Leader of the British Labour Party from 1955 until his death in 1963. An economics lecturer and wartime civil servant, he was elected to Parliament in 1945 and held office in Clement Attlee's governments, notably as Minister of Fuel and Power after the bitter winter of 1946–47, and eventually joining the Cabinet as Chancellor of the Exchequer. Facing the need to incr"}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1966", "date": "January 18", "txt": "Kathleen Norris, American journalist and author (b. 1880)", "entities": [{"title": "Kathleen Norris", "href": "/wiki/Kathleen_Norris", "description": "Kathleen Thompson Norris was an American novelist and newspaper columnist. She was one of the most widely read and highest paid female writers in the United States for nearly fifty years, from 1911 to 1959. Norris was a prolific writer who wrote 93 novels, many of which became best sellers. Her stories appeared frequently in the popular press of the day, including The Atlantic, The American Magazi"}]}, {"heading": "Deaths", "year": "1967", "date": "January 18", "txt": "Goose Tatum, American basketball player and soldier (b. 1921)", "entities": [{"title": "Goose Tatum", "href": "/wiki/Goose_Tatum", "description": "Reece \"Goose\" Tatum was an American Negro league baseball and basketball player. In 1942, he was signed to the Harlem Globetrotters and had an 11-year career with the team. He later formed his own team known as the Harlem Magicians with former Globetrotters player Marques Haynes. He is a member of the Naismith Memorial Basketball Hall of Fame and the Arkansas Sports Hall of Fame. Tatum's number 50"}]}, {"heading": "Deaths", "year": "1969", "date": "January 18", "txt": "Hans Freyer, German sociologist and philosopher (b. 1887)", "entities": [{"title": "Hans Freyer", "href": "/wiki/Hans_Freyer", "description": "Hans Freyer was a German conservative revolutionary sociologist and philosopher."}]}, {"heading": "Deaths", "year": "1970", "date": "January 18", "txt": "David O. McKay, American religious leader, 9th President of The Church of Jesus Christ of Latter-day Saints (b. 1873)", "entities": [{"title": "David O. McKay", "href": "/wiki/David_O._McKay", "description": "David Oman McKay was an American religious leader and educator who served as the ninth president of The Church of Jesus Christ of Latter-day Saints from 1951 until his death in 1970. Ordained an apostle and member of the Quorum of the Twelve Apostles in 1906, McKay was a general authority for nearly 64 years, longer than anyone else in LDS Church history, except Eldred G. Smith."}, {"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Deaths", "year": "1971", "date": "January 18", "txt": "Virgil Finlay, American illustrator (b. 1914)", "entities": [{"title": "Virgil Finlay", "href": "/wiki/Virgil_Finlay", "description": "Virgil Finlay was an American pulp fantasy, science fiction and horror illustrator. He has been called \"part of the pulp magazine history ... one of the foremost contributors of original and imaginative art work for the most memorable science fiction and fantasy publications of our time.\" While he worked in a range of media, from gouache to oils, Finlay specialized in, and became famous for, detai"}]}, {"heading": "Deaths", "year": "1973", "date": "January 18", "txt": "Irina Nikolaevna Levchenko, Russian tank commander (b. 1924)", "entities": [{"title": "Irina Nikolaevna Levchenko", "href": "/wiki/Irina_Nikolaevna_Levchenko", "description": "Irina Nikolaevna Levchenko was a tank commander in the Red Army during the Second World War. For her actions during the war, she was made a Hero of the Soviet Union in 1965."}]}, {"heading": "Deaths", "year": "1975", "date": "January 18", "txt": "Gertrude Olmstead, American actress (b. 1897)", "entities": [{"title": "Gertrude Olmstead", "href": "/wiki/Gertrude_Olmstead", "description": "Gertrude Olmstead was an American actress of the silent era. She appeared in 56 films between 1920 and 1929. Her last name was sometimes seen as Olmsted."}]}, {"heading": "Deaths", "year": "1978", "date": "January 18", "txt": "Hasan Askari, Pakistani philosopher and author (b. 1919)", "entities": [{"title": "Hasan Askari (writer)", "href": "/wiki/Hasan_Askari_(writer)", "description": "Muhammad Hasan Askari \n(1919 – 18 January 1978) was a Pakistani scholar, literary critic, writer and linguist of modern Urdu language. Initially \"Westernized\", he translated western literary, philosophical and metaphysical work into Urdu, notably classics of American, English, French and Russian literature. But in his later years, through personal experiences, geopolitical changes and the influenc"}]}, {"heading": "Deaths", "year": "1980", "date": "January 18", "txt": "Cecil Beaton, English fashion designer and photographer (b. 1904)", "entities": [{"title": "Cecil Beaton", "href": "/wiki/Cecil_Beaton", "description": "Sir Cecil Walter Hardy Beaton, was a British fashion, portrait, and war photographer, diarist, painter, and interior designer, as well as an Oscar–winning stage and costume designer for films and the theatre."}]}, {"heading": "Deaths", "year": "1984", "date": "January 18", "txt": "Panteleimon Ponomarenko, Belarusian general and politician (b. 1902)", "entities": [{"title": "Panteleimon Ponomarenko", "href": "/wiki/Panteleimon_Ponomarenko", "description": "Panteleimon Kondratyevich Ponomarenko was a Soviet statesman and politician and one of the leaders of Soviet partisan resistance in Belarus. He served as an administrator at various positions within the Soviet government, including the leadership positions in Byelorussian and Kazakh SSRs."}]}, {"heading": "Deaths", "year": "1984", "date": "January 18", "txt": "Vassilis Tsitsanis, Greek singer-songwriter and bouzouki player (b. 1915)", "entities": [{"title": "Bouzouki", "href": "/wiki/Bouzouki", "description": "The bouzouki, also spelled buzuki or buzuci, is a musical instrument popular in Greece. It is a member of the long-necked lute family, with a round body with a flat top and a long neck with a fretted fingerboard. It has steel strings and is played with a plectrum producing a sharp metallic sound, reminiscent of a mandolin but pitched lower. There are two main types of bouzouki: the trichordo (thre"}]}, {"heading": "Deaths", "year": "1989", "date": "January 18", "txt": "Bruce Chatwin, English-French author (b. 1940)", "entities": [{"title": "Bruce Chatwin", "href": "/wiki/Bruce_Chatwin", "description": "Charles Bruce Chatwin was an English travel writer, novelist and journalist. His first book, In Patagonia (1977), established Chatwin as a travel writer, although he considered himself instead a storyteller, interested in bringing to light unusual tales. He won the James Tait Black Memorial Prize for his novel On the Black Hill (1982), while his novel Utz (1988) was shortlisted for the Man Booker "}]}, {"heading": "Deaths", "year": "1990", "date": "January 18", "txt": "Melanie Appleby, English singer (b. 1966)", "entities": [{"title": "Melanie Appleby", "href": "/wiki/Melanie_Appleby", "description": "Melanie Susan \"Mel\" Appleby was one half of the 1980s English duo Mel and Kim. They had a number one hit on the UK Singles Chart in March 1987, with the song \"Respectable\"."}]}, {"heading": "Deaths", "year": "1990", "date": "January 18", "txt": "Rusty Hamer, American actor (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "January 18", "txt": "Dionysios Zakythinos, Greek historian, academic, and politician (b. 1905)", "entities": [{"title": "Dionysios Zakythinos", "href": "/wiki/Dionysios_Zakythinos", "description": "Dionysios A. Zakythinos or Zakythenos was a leading Greek Byzantinist."}]}, {"heading": "Deaths", "year": "1995", "date": "January 18", "txt": "Adolf Butenandt, German biochemist and academic, Nobel Prize laureate (b. 1903)", "entities": [{"title": "Adolf Butenandt", "href": "/wiki/Adolf_Butenandt", "description": "Adolf Friedrich Johann Butenandt was a German biochemist. He was awarded the Nobel Prize in Chemistry in 1939 for his \"work on sex hormones.\" He initially rejected the award in accordance with government policy, but accepted it in 1949 after World War II. He was President of the Max Planck Society from 1960 to 1972. He was also the first, in 1959, to discover the structure of the sex pheromone of "}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1995", "date": "January 18", "txt": "Ron Luciano, American baseball player and umpire (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "January 18", "txt": "N. T. Rama Rao, Indian actor, director, producer, and politician, 10th Chief Minister of Andhra Pradesh (b. 1923)", "entities": [{"title": "N. T. Rama Rao", "href": "/wiki/N._T._Rama_Rao", "description": "Nandamuri Taraka Rama Rao, popularly known as NTR, was an Indian actor, producer, director, film editor and politician who served as Chief Minister of Andhra Pradesh for seven years over three terms. He is widely regarded as one of the greatest actors of Indian cinema and one of the two legends of Telugu cinema, along with Akkineni Nageswara Rao. NTR received three National Film Awards for co-prod"}, {"title": "Chief Minister of Andhra Pradesh", "href": "/wiki/Chief_Minister_of_Andhra_Pradesh", "description": "The Chief Minister of Andhra Pradesh is the chief executive of the Indian state of Andhra Pradesh. As per the Constitution of India, the Governor of Andhra Pradesh is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Andhra Pradesh Legislative Assembly, the governor usually invites the party with a majority of seats to form the gov"}]}, {"heading": "Deaths", "year": "1997", "date": "January 18", "txt": "Paul Tsongas, American lawyer and politician (b. 1941)", "entities": [{"title": "Paul Tsongas", "href": "/wiki/Paul_Tsongas", "description": "Paul Efthemios Tsongas was an American politician. He represented Massachusetts in both houses of the United States Congress, holding office from 1975 to 1985. He won eight states as a candidate in the 1992 Democratic presidential primaries, losing the nomination to Bill Clinton."}]}, {"heading": "Deaths", "year": "1998", "date": "January 18", "txt": "Dan Georgiadis, Greek footballer and manager (b. 1922)", "entities": [{"title": "Dan Georgiadis", "href": "/wiki/Dan_Georgiadis", "description": "Yiannis \"Dan\" Georgiadis was a Greek football player and manager."}]}, {"heading": "Deaths", "year": "2000", "date": "January 18", "txt": "Margarete Schütte-Lihotzky, Austrian architect (b. 1897)", "entities": [{"title": "Margarete Schütte-Lihotzky", "href": "/wiki/Margarete_Sch%C3%BCtte-Lihotzky", "description": "Margarete \"Grete\" Schütte-Lihotzky was an Austrian architect and a communist activist in the Austrian resistance to Nazism. She is mostly remembered today for designing what is known as the Frankfurt kitchen."}]}, {"heading": "Deaths", "year": "2003", "date": "January 18", "txt": "Ed Farhat, American wrestler and trainer (b. 1924)", "entities": [{"title": "Ed Farhat", "href": "/wiki/Ed_Farhat", "description": "Edward George Farhat was an American professional wrestler best known by his ring name The Sheik. He is also one of the originators of what became the hardcore wrestling style, as the promoter of Big Time Wrestling, and the uncle of ECW wrestler Sabu. Farhat promoted his shows at Cobo Hall in Detroit and was the booker for Frank Tunney's shows at Maple Leaf Gardens in Toronto from 1971 to 1977."}]}, {"heading": "Deaths", "year": "2003", "date": "January 18", "txt": "Harivansh Rai Bachchan, Indian poet and author (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "January 18", "txt": "Galina Gavrilovna Korchuganova, Russian-born Soviet test pilot and aerobatics champion (b. 1935)", "entities": [{"title": "Galina Gavrilovna Korchuganova", "href": "/wiki/Galina_Gavrilovna_Korchuganova", "description": "Galina Gavrilovna Korchuganova was a Soviet test pilot and aerobatics champion. After graduating from studies in aviation technology in 1959, Korchuganova made a name for herself as a pilot in aerobatics competitions, becoming the first women's world aerobatics champion in 1966. She subsequently trained as a test pilot, going on to set 42 world flight records and flying more than 20 types of aircr"}, {"title": "Aerobatics", "href": "/wiki/Aerobatics", "description": "Aerobatics is the practice of flying maneuvers involving aircraft attitudes that are not used in normal flight. Aerobatics are performed in airplanes and gliders for training, recreation, entertainment, and sport. Additionally, some helicopters, such as the MBB Bo 105, are capable of limited aerobatic maneuvers. An example of a fully aerobatic helicopter, capable of performing loops and rolls, is "}]}, {"heading": "Deaths", "year": "2005", "date": "January 18", "txt": "Lamont Bentley, American actor and rapper (b. 1973)", "entities": [{"title": "Lamont Bentley", "href": "/wiki/Lamont_Bentley", "description": "Artimus Lamont M. Bentley, better known professionally as Lamont Bentley, was an American actor and rapper best known for his role as Hakeem Campbell on the UPN sitcom Moesha and the spin-off The Parkers. Bentley was also known for his role as Crazy K in the 1995 horror film Tales from the Hood and C-Money in the 2001 film The Wash featuring Dr. Dre and Snoop Dogg."}]}, {"heading": "Deaths", "year": "2006", "date": "January 18", "txt": "Jan Twardowski, Polish priest and poet (b. 1915)", "entities": [{"title": "Jan Twardowski", "href": "/wiki/Jan_Twardowski", "description": "Jan Jakub Twardowski was a Polish poet and Catholic priest. He was a chief Polish representative of contemporary religious lyrics. He wrote short, simple poems, humorous, which often included colloquialisms. He joined observations of nature with philosophical reflections."}]}, {"heading": "Deaths", "year": "2007", "date": "January 18", "txt": "Brent Liles, American bass player (b. 1963)", "entities": [{"title": "Brent Liles", "href": "/wiki/Brent_Liles", "description": "Brent Harold Liles was as American musician who was the bassist for Social Distortion from 1981–1984 and later was the bassist for Agent Orange from 1988 – 1992."}]}, {"heading": "Deaths", "year": "2008", "date": "January 18", "txt": "Georgia Frontiere, American businesswoman and philanthropist (b. 1927)", "entities": [{"title": "Georgia Frontiere", "href": "/wiki/Georgia_Frontiere", "description": "Georgia Frontiere was an American businesswoman and entertainer. She was the majority owner and chairperson of the Los Angeles/St. Louis Rams NFL team and the most prominent female owner in a league historically dominated by males."}]}, {"heading": "Deaths", "year": "2008", "date": "January 18", "txt": "Frank Lewin, American composer and theorist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "January 18", "txt": "Lois Nettleton, American actress (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "January 18", "txt": "John Stroger, American politician (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "January 18", "txt": "Tony Hart, English painter and television host (b. 1925)", "entities": [{"title": "Tony Hart", "href": "/wiki/Tony_Hart", "description": "Norman Antony Hart was an English artist, best known for his work in educating children in art through his role as a children's television presenter."}]}, {"heading": "Deaths", "year": "2009", "date": "January 18", "txt": "Nora Kovach, Hungarian-American ballerina (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "January 18", "txt": "Danai Stratigopoulou, Greek singer-songwriter (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "January 18", "txt": "Grigore Vieru, Romanian poet and author (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "January 18", "txt": "Kate McGarrigle, Canadian musician and singer-songwriter (b. 1946)", "entities": [{"title": "Kate McGarrigle", "href": "/wiki/Kate_McGarrigle", "description": "Kate McGarrigle was a Canadian folk music singer-songwriter, who wrote and performed as a duo with her sister Anna McGarrigle."}]}, {"heading": "Deaths", "year": "2010", "date": "January 18", "txt": "Robert B. Parker, American author and academic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "January 18", "txt": "Sargent Shriver, American politician and diplomat, 21st United States Ambassador to France (b. 1915)", "entities": [{"title": "Sargent Shriver", "href": "/wiki/Sargent_Shriver", "description": "Robert Sargent Shriver Jr. was an American diplomat, politician and activist. As the husband of Eunice Kennedy Shriver, he was part of the Kennedy family. Shriver was the driving force behind the creation of the Peace Corps, and founded the Job Corps, Head Start, VISTA, Upward Bound, and other programs as the architect of the 1960s War on Poverty. He was the Democratic Party's nominee for vice pre"}, {"title": "United States Ambassador to France", "href": "/wiki/United_States_Ambassador_to_France", "description": "The United States Ambassador to France is the official representative of the President of the United States to the President of France. The United States has maintained diplomatic relations with France since the American Revolution. Relations were upgraded to the higher rank of Ambassador in 1893. The diplomatic relationship has continued through France's five republics, two empires, and three mon"}]}, {"heading": "Deaths", "year": "2012", "date": "January 18", "txt": "Anthony Gonsalves, Indian composer and educator (b. 1927)", "entities": [{"title": "Anthony Gonsalves", "href": "/wiki/Anthony_Gonsalves", "description": "\n\nAnthony Prabhu Gonsalves was an Indian musical composer, music arranger and teacher born in the village of Majorda, His father, Jose Antonio Gonsalves, was a choirmaster at Majorda’s Mãe de Deus church. Musically precocious, Anthony quickly absorbed his father’s lessons and then, barely into his teens, went to Bombay to join his fellow Goan musician. During the mid-1950s, attempted to merge the "}]}, {"heading": "Deaths", "year": "2012", "date": "January 18", "txt": "Georg Lassen, German captain (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 18", "txt": "Yuri Rasovsky, American playwright and producer, founded The National Radio Theater of Chicago (b. 1944)", "entities": [{"title": "The National Radio Theater of Chicago", "href": "/wiki/The_National_Radio_Theater_of_Chicago", "description": "The National Radio Theater was a non-profit independent producer of radio plays created in Chicago by Yuri Rasovsky and Michelle M. Faith. The company produced a radio drama anthology series called The National Radio Theater of Chicago, which ran on classical FM station WFMT from January 1973 to April 1986, with the production company disbanding the following year. Episodes consisted of original r"}]}, {"heading": "Deaths", "year": "2013", "date": "January 18", "txt": "Sean Fallon, Irish footballer and manager (b. 1922)", "entities": [{"title": "Sean Fallon (footballer)", "href": "/wiki/Sean_Fallon_(footballer)", "description": "Sean Fallon was an Irish professional footballer. At his death, he was the oldest surviving person to have played for the Republic of Ireland national football team."}]}, {"heading": "Deaths", "year": "2013", "date": "January 18", "txt": "Jim Horning, American computer scientist and academic (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 18", "txt": "Jon Mannah, Australian rugby league player (b. 1989)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 18", "txt": "Lewis Marnell, Australian skateboarder (b. 1982)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 18", "txt": "Ron Nachman, Israeli lawyer and politician (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 18", "txt": "Kathryn Abbe, American photographer and author (b. 1919)", "entities": [{"title": "Kathryn Abbe", "href": "/wiki/Kathryn_Abbe", "description": "Kathryn Abbe was an American photographer."}]}, {"heading": "Deaths", "year": "2014", "date": "January 18", "txt": "Michael Botmang, Nigerian politician, 17th Governor of Plateau State (b. 1938)", "entities": [{"title": "List of Governors of Plateau State", "href": "/wiki/List_of_Governors_of_Plateau_State", "description": "This is a list of administrators and governors of Plateau State Nigeria."}]}, {"heading": "Deaths", "year": "2014", "date": "January 18", "txt": "Dennis Frederiksen, American singer-songwriter (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 18", "txt": "Andy Graver, English footballer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 18", "txt": "Sarah Marshall, English actress (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 18", "txt": "Eugenio Cruz Vargas, Chilean poet and painter (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 18", "txt": "Alberto Nisman, Argentinian lawyer and prosecutor (b. 1963)", "entities": [{"title": "Alberto Nisman", "href": "/wiki/Alberto_Nisman", "description": "Natalio Alberto Nisman was an Argentine lawyer who worked as a federal prosecutor, noted for being the chief investigator of the 1994 car bombing of the Jewish center in Buenos Aires, which killed 85 people, the worst terrorist attack in Argentina's history. On 18 January 2015, Nisman was murdered at his home in Buenos Aires, one day before he was scheduled to report on his findings, with supposed"}]}, {"heading": "Deaths", "year": "2015", "date": "January 18", "txt": "Christine Valmy, Romanian cosmetologist and author (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 18", "txt": "Piet van der Sanden, Dutch journalist and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 18", "txt": "Tony Verna, American director and producer, invented instant replay (b. 1933)", "entities": [{"title": "Instant replay", "href": "/wiki/Instant_replay", "description": "Instant replay or action replay is a video reproduction of something that recently occurred which was both shot and broadcast live. The video, having already been shown live, is replayed in order for viewers to see again and analyze what had just taken place. Some sports allow officiating calls to be overturned after the review of a play. Instant replay is most commonly used in sports, but is also"}]}, {"heading": "Deaths", "year": "2016", "date": "January 18", "txt": "Johnny Bach, American basketball player and coach (b. 1924)", "entities": [{"title": "Johnny Bach", "href": "/wiki/Johnny_Bach", "description": "John William Bach was an American professional basketball player and coach. A forward/guard, Bach played college basketball at Fordham University and Brown University. He was selected by the Boston Celtics in the 1948 Basketball Association of America (BAA) Draft, and played 34 games for the Celtics."}]}, {"heading": "Deaths", "year": "2016", "date": "January 18", "txt": "Glenn Frey, American singer-songwriter, guitarist, and actor (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 18", "txt": "T. S. Sinnathuray, Judge of the High Court of Singapore (b. 1930)", "entities": [{"title": "High Court of Singapore", "href": "/wiki/High_Court_of_Singapore", "description": "The High Court of the Republic of Singapore is the lower division of the Supreme Court of Singapore, the upper being the Court of Appeal. It consists of the Chief Justice of Singapore and the Judges of the High Court. Judicial Commissioners are often appointed to assist with the Court's caseload. There are two specialist commercial courts, the Admiralty Court and the Intellectual Property Court, a"}]}, {"heading": "Deaths", "year": "2016", "date": "January 18", "txt": "Michel Tournier, French journalist and author (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 18", "txt": "Peter Abrahams, South African-Jamaican writer (b. 1919)", "entities": [{"title": "Peter Abrahams", "href": "/wiki/Peter_Abrahams", "description": "Peter Henry Abrahams Deras, commonly known as Peter Abrahams, was a South African-born novelist, journalist and political commentator who in 1956 settled in Jamaica, where he lived for the rest of his life. His death at the age of 97 is considered to have been murder."}]}, {"heading": "Deaths", "year": "2017", "date": "January 18", "txt": "David P. Buckson, American lawyer and politician, Governor of Delaware  (b. 1920)", "entities": [{"title": "Governor of Delaware", "href": "/wiki/Governor_of_Delaware", "description": "The Governor of Delaware is the head of the executive branch of Delaware's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Delaware Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment, and only with the recommendation of th"}]}, {"heading": "Deaths", "year": "2017", "date": "January 18", "txt": "Rachael Heyhoe Flint, Baroness Heyhoe Flint, English cricketer, businesswoman and philanthropist (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 18", "txt": "Roberta Peters, American coloratura soprano (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "January 18", "txt": "John Coughlin, American figure skater (b. 1985)", "entities": [{"title": "John Coughlin (figure skater)", "href": "/wiki/John_Coughlin_(figure_skater)", "description": "John Patrick Coughlin was an American pair skater. With Caydee Denney, he was the 2012 Four Continents silver medalist and 2012 U.S. national champion. With previous partner Caitlin Yankowskas, he was the 2011 U.S. champion."}]}]