[{"heading": "Events", "year": "250", "date": "January 3", "txt": "Emperor Decius orders everyone in the Roman Empire (except Jews) to make sacrifices to the Roman gods.", "entities": [{"title": "Decius", "href": "/wiki/Decius", "description": "Decius, also known as Trajan Decius, was Roman emperor from 249 to 251."}, {"title": "Roman Empire", "href": "/wiki/Roman_Empire", "description": "The Roman Empire was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, Northern Africa, and Western Asia ruled by emperors. From the accession of Caesar Augustus to the military anarchy of the 3rd century, it was a principate with Italy as metropole of the provinces and the city of Rome as sole capital. After the "}, {"title": "Decian persecution", "href": "/wiki/Decian_persecution", "description": "The Decian persecution of Christians occurred in 250 AD under the Roman Emperor Decius. He had issued an edict ordering everyone in the Empire to perform a sacrifice to the Roman gods and the well-being of the emperor. The sacrifices had to be performed in the presence of a Roman magistrate, and be confirmed by a signed and witnessed certificate from the magistrate. Although the text of the edict "}]}, {"heading": "Events", "year": "1521", "date": "January 3", "txt": "Pope Leo X excommunicates Martin Luther in the papal bull Decet Romanum Pontificem.", "entities": [{"title": "Pope Leo X", "href": "/wiki/Pope_Leo_X", "description": "Pope Leo X was pope and ruler of the Papal States from 9 March 1513 to his death on 1 December 1521."}, {"title": "Martin Luther", "href": "/wiki/Martin_Luther", "description": "Martin Luther, was a German professor of theology, priest, author, composer, Augustinian monk, and a seminal figure in the Reformation. Luther was ordained to the priesthood in 1507. He came to reject several teachings and practices of the Roman Catholic Church; in particular, he disputed the view on indulgences. Luther proposed an academic discussion of the practice and efficacy of indulgences in"}, {"title": "Papal bull", "href": "/wiki/Papal_bull", "description": "A papal bull is a type of public decree, letters patent, or charter issued by a pope of the Catholic Church. It is named after the leaden seal (bulla) that was traditionally appended to the end in order to authenticate it."}]}, {"heading": "Events", "year": "1653", "date": "January 3", "txt": "By the Coonan Cross Oath, the Eastern Church in India cuts itself off from colonial Portuguese tutelage.", "entities": [{"title": "Coonan Cross Oath", "href": "/wiki/Coonan_Cross_Oath", "description": "The Coonan Cross Oath also known as Leaning Cross Oath or The oath of the slanting cross, taken on 3 January 1653 in Mattancherry, was a public avowal by members of the Saint Thomas Christian community of the Malabar Coast in India, that they would not submit to the Jesuits and Latin Catholic hierarchy, nor accept Portuguese dominance (Padroado) in ecclesiastical and secular life."}, {"title": "Eastern Christianity", "href": "/wiki/Eastern_Christianity", "description": "Eastern Christianity comprises Christian traditions and church families that originally developed during classical and late antiquity in Western Asia, Egypt, Northeast Africa, Eastern Europe, Southeastern Europe, Asia Minor, the Malabar coast of southern India, and parts of the Far East. The term does not describe a single communion or religious denomination. Major Eastern Christian bodies include"}]}, {"heading": "Events", "year": "1749", "date": "January 3", "txt": "Benning Wentworth issues the first of the New Hampshire Grants, leading to the establishment of Vermont.", "entities": [{"title": "Benning Wentworth", "href": "/wiki/Benning_Wentworth", "description": "Benning Wentworth was the colonial governor of New Hampshire from 1741 to 1766."}, {"title": "New Hampshire Grants", "href": "/wiki/New_Hampshire_Grants", "description": "The New Hampshire Grants or Benning Wentworth Grants were land grants made between 1749 and 1764 by the colonial governor of the Province of New Hampshire, Benning Wentworth. The land grants, totaling about 135, were made on land claimed by New Hampshire west of the Connecticut River, territory that was also claimed by the Province of New York. The resulting dispute led to the eventual establishme"}, {"title": "Vermont", "href": "/wiki/Vermont", "description": "Vermont is a state in the New England region of the United States. It borders the states of Massachusetts to the south, New Hampshire to the east, and New York to the west, and the Canadian province of Quebec to the north. Vermont is the only state in New England that does not border the Atlantic Ocean. Vermont is the second-least-populated U.S. state and the sixth-smallest by area of the 50 U.S. "}]}, {"heading": "Events", "year": "1749", "date": "January 3", "txt": "The first issue of Berlingske, Denmark's oldest continually operating newspaper, is published.", "entities": []}, {"heading": "Events", "year": "1777", "date": "January 3", "txt": "American General George Washington defeats British General Lord Cornwallis at the Battle of Princeton.", "entities": [{"title": "General (United States)", "href": "/wiki/General_(United_States)", "description": "A general denotes the most senior general-grade officer; it is the highest achievable commissioned officer rank that may be attained in the United States Armed Forces, with exception of the Navy. The official and formal insignia of General is defined by its four-stars."}, {"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "Charles Cornwallis, 1st Marquess Cornwallis", "href": "/wiki/Charles_Cornwallis,_1st_Marquess_Cornwallis", "description": "Charles Cornwallis, 1st Marquess Cornwallis,, styled Viscount Brome between 1753 and 1762 and known as the Earl Cornwallis between 1762 and 1792, was a British Army general and official. In the United States and the United Kingdom he is best remembered as one of the leading British generals in the American War of Independence. His surrender in 1781 to a combined American and French force at the si"}, {"title": "Battle of Princeton", "href": "/wiki/Battle_of_Princeton", "description": "The Battle of Princeton was a battle of the American Revolutionary War, fought near Princeton, New Jersey on January 3, 1777, and ending in a small victory for the Colonials. General Lord Cornwallis had left 1,400 British troops under the command of Lieutenant Colonel Charles Mawhood in Princeton. Following a surprise attack at Trenton early in the morning of December 26, 1776, General George Wash"}]}, {"heading": "Events", "year": "1815", "date": "January 3", "txt": "Austria, the United Kingdom, and France form a secret defensive alliance against Prussia and Russia.", "entities": [{"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}]}, {"heading": "Events", "year": "1833", "date": "January 3", "txt": "Captain James Onslow, in the Clio, reasserts British sovereignty over the Falkland Islands.", "entities": [{"title": "Reassertion of British sovereignty over the Falkland Islands (1833)", "href": "/wiki/Reassertion_of_British_sovereignty_over_the_Falkland_Islands_(1833)", "description": "In December 1832, two naval vessels were sent by the United Kingdom to re-assert British sovereignty over the Falkland Islands, after the United Provinces of the River Plate ignored British diplomatic protests over the appointment of Luis Vernet as governor of the Falkland Islands and a dispute over fishing rights."}]}, {"heading": "Events", "year": "1848", "date": "January 3", "txt": "Joseph Jenkins Roberts is sworn in as the first president of Liberia.", "entities": [{"title": "Joseph Jenkins Roberts", "href": "/wiki/Joseph_Jenkins_Roberts", "description": "Joseph Jenkins Roberts was an African-American merchant who emigrated to Liberia in 1829, where he became a noted politician. Elected as the first (1848–1856) and seventh (1872–1876) President of Liberia after independence, he was the first man of African descent to govern the country, serving previously as governor from 1841 to 1848. Born free in Norfolk, Virginia, Roberts emigrated as a young ma"}, {"title": "President of Liberia", "href": "/wiki/President_of_Liberia", "description": "The president of the Republic of Liberia is head of state and government of Liberia. The president serves as the leader of the executive branch and as commander-in-chief of the Armed Forces of Liberia."}]}, {"heading": "Events", "year": "1861", "date": "January 3", "txt": "American Civil War: Delaware votes not to secede from the United States.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Delaware", "href": "/wiki/Delaware", "description": "Delaware is a state in the Mid-Atlantic region of the United States, bordering Maryland to its south and west; Pennsylvania to its north; and New Jersey and the Atlantic Ocean to its east. The state takes its name from the nearby Delaware River named after Thomas West, 3rd Baron De La Warr, an English nobleman and Virginia's first colonial governor."}]}, {"heading": "Events", "year": "1868", "date": "January 3", "txt": "Meiji Restoration in Japan: The Tokugawa shogunate is abolished; agents of Satsuma and Chōshū seize power.", "entities": [{"title": "Meiji Restoration", "href": "/wiki/Meiji_Restoration", "description": "The Meiji Restoration , referred to at the time as the Honorable Restoration , and also known as the Meiji Renovation, Revolution, Reform, or Renewal, was a political event that restored practical imperial rule to Japan in 1868 under Emperor Meiji. Although there were ruling Emperors before the Meiji Restoration, the events restored practical abilities and consolidated the political system under t"}, {"title": "Tokugawa shogunate", "href": "/wiki/Tokugawa_shogunate", "description": "The Tokugawa shogunate, also known as the Edo shogunate , was the feudal military government of Japan during the Edo period from 1603 to 1868."}]}, {"heading": "Events", "year": "1870", "date": "January 3", "txt": "Construction work begins on the Brooklyn Bridge in New York, United States.", "entities": [{"title": "Brooklyn Bridge", "href": "/wiki/Brooklyn_Bridge", "description": "The Brooklyn Bridge is a hybrid cable-stayed/suspension bridge in New York City, spanning the East River between Manhattan Island and Brooklyn on Long Island. Opened on May 24, 1883, the Brooklyn Bridge was the first fixed crossing of the East River. It was also the longest suspension bridge in the world at the time of its opening, with a main span of 1,595.5 feet (486.3 m) and a deck 127 ft (38.7"}]}, {"heading": "Events", "year": "1871", "date": "January 3", "txt": "In the Battle of Bapaume, an engagement in the Franco-Prussian War, General Louis Faidherbe's forces bring about a Prussian retreat.", "entities": [{"title": "Battle of Bapaume (1871)", "href": "/wiki/Battle_of_Bapaume_(1871)", "description": "The Battle of Bapaume was a battle during the Franco-Prussian War, brought about by French attempts to relieve the besieged city of Péronne, Somme. The battle was fought on 3 January 1871 near the town of Bapaume."}, {"title": "Franco-Prussian War", "href": "/wiki/Franco-Prussian_War", "description": "The Franco-Prussian War or Franco-German War, often referred to in France as the War of 1870, was a conflict between the Second French Empire and the German states of the North German Confederation led by the Kingdom of Prussia. Lasting from 19 July 1870 to 28 January 1871, the conflict was caused primarily by France's determination to restore its dominant position in continental Europe, which it "}, {"title": "Louis Faidherbe", "href": "/wiki/Louis_Faidherbe", "description": "Louis Léon César Faidherbe was a French general and colonial administrator. He created the Senegalese Tirailleurs when he was governor of Senegal."}]}, {"heading": "Events", "year": "1885", "date": "January 3", "txt": "Sino-French War: Beginning of the Battle of Núi Bop.", "entities": [{"title": "Sino-French War", "href": "/wiki/Sino-French_War", "description": "The Sino-French War, also known as the Tonkin War and Tonquin War, was a limited conflict fought from August 1884 through April 1885. There was no declaration of war. Militarily it was a stalemate. The Chinese armies performed better than its other nineteenth-century wars, and the war ended with French retreat on land. However, one consequence was that France supplanted China's control of Tonkin. "}, {"title": "Battle of Núi Bop", "href": "/wiki/Battle_of_N%C3%BAi_Bop", "description": "The Battle of Nui Bop was a French victory during the Sino-French War. The battle was fought to clear Chinese forces away from the French forward base at Chu, and was an essential preliminary to the Lạng Sơn Campaign in February 1885."}]}, {"heading": "Events", "year": "1911", "date": "January 3", "txt": "A magnitude 7.7 earthquake destroys the city of Almaty in Russian Turkestan.", "entities": [{"title": "1911 Kebin earthquake", "href": "/wiki/1911_Kebin_earthquake", "description": "The 1911 Kebin earthquake, or Chon-Kemin earthquake, struck Russian Turkestan on 3 January. Registering at a 7.7 magnitude, it killed 452 people, destroyed more than 770 buildings in Almaty, Kazakhstan, and resulted in 125 miles (201 km) of surface faulting in the valleys of Chon-Kemin, Chilik and Chon-Aksu."}, {"title": "Almaty", "href": "/wiki/Almaty", "description": "Almaty, formerly known as Alma-Ata and Verny, is the largest city in Kazakhstan, with a population of about 2,000,000 people, about 11% of the country's total population, and more than 2.7 million in its built-up area that encompasses Talgar, Boraldai, Otegen Batyr and many other suburbs. It served as capital of the Kazakh Soviet Socialist Republic and later independent Kazakhstan from 1929 to 199"}, {"title": "Russian Turkestan", "href": "/wiki/Russian_Turkestan", "description": "Russian Turkestan was the western part of Turkestan within the Russian Empire’s Central Asian territories, and was administered as a Krai or Governor-Generalship. It comprised the oasis region to the south of the Kazakh Steppe, but not the protectorates of the Emirate of Bukhara and the Khanate of Khiva."}]}, {"heading": "Events", "year": "1911", "date": "January 3", "txt": "A gun battle in the East End of London leaves two dead. It sparked a political row over the involvement of then-Home Secretary Winston Churchill.", "entities": [{"title": "East End of London", "href": "/wiki/East_End_of_London", "description": "The East End of London, often referred to within the London area simply as the East End, is the historic core of wider East London, east of the Roman and medieval walls of the City of London and north of the River Thames. It does not have universally accepted boundaries to the north and east, though the River Lea is sometimes seen as the eastern boundary. Parts of it may be regarded as lying withi"}, {"title": "Home Secretary", "href": "/wiki/Home_Secretary", "description": "The home secretary is a senior minister of the Crown within the Government of the United Kingdom, and head of the Home Office. As one of the four Great Offices of State, the home secretary is a senior member of the British Cabinet."}, {"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who was the Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Apart from two years between 1922 and 1924, Churchill was a Member of Parliament (MP) from 1900 to 1964 and represented a total of five constituencies. Ideologically an economic liberal and imperialist, he was f"}]}, {"heading": "Events", "year": "1913", "date": "January 3", "txt": "An Atlantic coast storm sets the lowest confirmed barometric pressure reading for a non-tropical system in the continental United States.", "entities": [{"title": "January 1913 Atlantic coast storm", "href": "/wiki/January_1913_Atlantic_coast_storm", "description": "The January 1913 Atlantic coast storm was a strong extratropical cyclone that affected the eastern coast of the United States on January 3, 1913. It resulted in heavy damage due to the high winds and produced record low pressure readings. The lowest confirmed barometric pressure reading, 955.0 mb (28.20 inHg), for a non-tropical system in the continental United States (CONUS) was recorded during t"}, {"title": "Barometric pressure", "href": "/wiki/Barometric_pressure", "description": "Atmospheric pressure, also known as barometric pressure, is the pressure within the atmosphere of Earth. The standard atmosphere is a unit of pressure defined as 101,325 Pa, which is equivalent to 760 mm Hg, 29.9212 inches Hg, or 14.696 psi. The atm unit is roughly equivalent to the mean sea-level atmospheric pressure on Earth; that is, the Earth's atmospheric pressure at sea level is approximatel"}, {"title": "Extratropical cyclone", "href": "/wiki/Extratropical_cyclone", "description": "Extratropical cyclones, sometimes called mid-latitude cyclones or wave cyclones, are low-pressure areas which, along with the anticyclones of high-pressure areas, drive the weather over much of the Earth. Extratropical cyclones are capable of producing anything from cloudiness and mild showers to heavy gales, thunderstorms, blizzards, and tornadoes. These types of cyclones are defined as large sca"}, {"title": "Contiguous United States", "href": "/wiki/Contiguous_United_States#CONUS_and_OCONUS", "description": "The contiguous United States or officially the conterminous United States consists of the 48 adjoining U.S. states on the continent of North America. The terms exclude the non-contiguous states of Alaska and Hawaii, and all other off-shore insular areas, such as American Samoa, U.S. Virgin Islands, Northern Mariana Islands, Guam and Puerto Rico. These differ from the related term continental Unite"}]}, {"heading": "Events", "year": "1920", "date": "January 3", "txt": "Over 640 are killed after a magnitude 6.4 earthquake strikes the Mexican states Puebla and Veracruz.", "entities": [{"title": "1920 Xalapa earthquake", "href": "/wiki/1920_Xalapa_earthquake", "description": "The 1920 Xalapa earthquake rocked the gulf coast of Mexico on January 4, causing major damage in the states of Veracruz and Puebla. The epicenter was located somewhere in mountainous region of the eastern Trans-Mexican Volcanic Belt which triggered massive mudflows and landslides which claimed anywhere between 700 to 4,000 lives. The event produced extreme ground motions reaching causing severe gr"}]}, {"heading": "Events", "year": "1933", "date": "January 3", "txt": "Minnie D. Craig becomes the first woman elected as Speaker of the North Dakota House of Representatives, the first woman to hold a Speaker position anywhere in the United States.", "entities": [{"title": "Minnie D. Craig", "href": "/wiki/Minnie_D._Craig", "description": "Minnie D. Craig was an American legislator, notable as the first female speaker of a state House of Representatives in the United States."}, {"title": "Speaker of the North Dakota House of Representatives", "href": "/wiki/Speaker_of_the_North_Dakota_House_of_Representatives", "description": "\nThe following is a list of speakers of the North Dakota House of Representatives, a position that was created with the state's constitution in 1889. The term indicated is the year of the legislative session in which the individual served as speaker. It is customary for the Speaker to serve for only one session. The Speaker is chosen from the party that has the majority in the given session."}, {"title": "Speaker (politics)", "href": "/wiki/Speaker_(politics)", "description": "The speaker of a deliberative assembly, especially a legislative body, is its presiding officer, or the chair. The title was first used in 1377 in England."}]}, {"heading": "Events", "year": "1944", "date": "January 3", "txt": "World War II: US flying ace Major Greg \"Pappy\" Boyington is shot down in his Vought F4U Corsair by Captain Masajiro Kawato flying a Mitsubishi A6M Zero.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Pappy Boyington", "href": "/wiki/Pappy_Boyington", "description": "Gregory \"Pappy\" Boyington was an American combat pilot who was a United States Marine Corps fighter ace during World War II. He received the Medal of Honor and the Navy Cross."}, {"title": "Vought F4U Corsair", "href": "/wiki/Vought_F4U_Corsair", "description": "The Vought F4U Corsair is an American fighter aircraft that saw service primarily in World War II and the Korean War. Designed and initially manufactured by Chance Vought, the Corsair was soon in great demand; additional production contracts were given to Goodyear, whose Corsairs were designated FG, and Brewster, designated F3A."}, {"title": "List of World War II aces from Japan", "href": "/wiki/List_of_World_War_II_aces_from_Japan", "description": "This is a list of fighter aces in World War II from Japan, as officially credited by the Imperial Japanese government. For other countries see List of World War II aces by country."}, {"title": "Mitsubishi A6M Zero", "href": "/wiki/Mitsubishi_A6M_Zero", "description": "The Mitsubishi A6M \"Zero\" was a long-range carrier-based fighter aircraft formerly manufactured by Mitsubishi Aircraft Company, a part of Mitsubishi Heavy Industries, and operated by the Imperial Japanese Navy from 1940 to 1945. The A6M was designated as the Mitsubishi Navy Type 0 carrier fighter , or the Mitsubishi A6M Rei-sen. The A6M was usually referred to by its pilots as the Reisen, \"0\" bein"}]}, {"heading": "Events", "year": "1946", "date": "January 3", "txt": "Popular Canadian American jockey George Woolf dies in a freak accident during a race; the annual George Woolf Memorial Jockey Award is created to honor him.", "entities": [{"title": "Canadian American", "href": "/wiki/Canadian_American", "description": "Canadian Americans is a term that can be applied to American citizens whose ancestry is wholly or partly Canadian, or citizens of either country that hold dual citizenship."}, {"title": "Jockey", "href": "/wiki/Jockey", "description": "A jockey is someone who rides horses in horse racing or steeplechase racing, primarily as a profession. The word also applies to camel riders in camel racing. The word \"jockey\" originated from England and was used to describe the individual who rode horses in racing. They must be light, typically around a weight of 100-120 lb. and physically fit. They are typically self employed and are paid a sma"}, {"title": "George Woolf", "href": "/wiki/George_Woolf", "description": "George Monroe Woolf, nicknamed \"The Iceman\", was a Canadian thoroughbred race horse jockey. An annual jockey's award given by the United States Jockeys' Guild is named in his honor. He became known for riding the people's champion Seabiscuit to victories in 1938."}, {"title": "George Woolf Memorial Jockey Award", "href": "/wiki/George_Woolf_Memorial_Jockey_Award", "description": "The George Woolf Memorial Jockey Award has been presented by Santa Anita Park in Arcadia, California, annually since 1950 to the thoroughbred horse racing jockey in North America who demonstrates high standards of personal and professional conduct both on and off the racetrack."}]}, {"heading": "Events", "year": "1947", "date": "January 3", "txt": "Proceedings of the U.S. Congress are televised for the first time.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1949", "date": "January 3", "txt": "The Bangko Sentral ng Pilipinas, the central bank of the Philippines, is established.", "entities": [{"title": "Bangko Sentral ng Pilipinas", "href": "/wiki/Bangko_Sentral_ng_Pilipinas", "description": "The Bangko Sentral ng Pilipinas is the central bank of the Philippines. It was established on July 3, 1993, pursuant to the provision of Republic Act 7653 or the New Central Bank Act of 1993 as amended by Republic Act 11211 or the New Central Bank Act of 2019."}, {"title": "Central bank", "href": "/wiki/Central_bank", "description": "A central bank, reserve bank, or monetary authority is an institution that manages the currency and monetary policy of a state or formal monetary union,\nand oversees their commercial banking system. In contrast to a commercial bank, a central bank possesses a monopoly on increasing the monetary base. Most central banks also have supervisory and regulatory powers to ensure the stability of member i"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "1953", "date": "January 3", "txt": "Frances P. Bolton and her son, Oliver from Ohio, become the first mother and son to serve simultaneously in the U.S. Congress.", "entities": [{"title": "Frances P. Bolton", "href": "/wiki/Frances_P._Bolton", "description": "Frances Payne Bingham Bolton was a Republican politician from Ohio. She served in the United States House of Representatives. She was the first woman elected to Congress from Ohio. In the late 1930s Bolton took an isolationist position on foreign policy, opposing the Selective Service Act in 1940, and opposing Lend-Lease in 1941. During the war she called for desegregation of the military nursing "}, {"title": "Oliver P. Bolton", "href": "/wiki/Oliver_P._Bolton", "description": "Oliver Payne Bolton was an American politician of the Republican party who served in the United States House of Representatives from 1953 to 1957 and from 1963 to 1965. In 1953, he and his mother, Frances P. Bolton, became the first mother and son to serve simultaneously in Congress. His father, Chester C. Bolton, also served in Congress."}, {"title": "Ohio", "href": "/wiki/Ohio", "description": "Ohio is a state in the Midwestern region of the United States. Of the fifty states, it is the 34th-largest by area, and with a population of just over 11.8 million, is the seventh-most populous and tenth-most densely populated. The state's capital and largest city is Columbus, with the Columbus metro area, Greater Cincinnati, and Greater Cleveland being the largest metropolitan areas. Ohio is bord"}]}, {"heading": "Events", "year": "1956", "date": "January 3", "txt": "A fire damages the top part of the Eiffel Tower.", "entities": [{"title": "Eiffel Tower", "href": "/wiki/Eiffel_Tower", "description": "The Eiffel Tower is a wrought-iron lattice tower on the Champ de Mars in Paris, France. It is named after the engineer Gustave Eiffel, whose company designed and built the tower."}]}, {"heading": "Events", "year": "1957", "date": "January 3", "txt": "The Hamilton Watch Company introduces the first electric watch.", "entities": [{"title": "Hamilton Watch Company", "href": "/wiki/Hamilton_Watch_Company", "description": "The Hamilton Watch Company is a Swiss manufacturer of wristwatches based in Bienne, Switzerland. Founded in 1892 as an American company, Hamilton Watch Company ended American manufacture in 1969. Through a series of mergers and acquisitions, the Hamilton Watch Company eventually became integrated into the Swatch Group, the world's largest watch manufacturing and marketing conglomerate."}, {"title": "Watch", "href": "/wiki/Watch", "description": "A watch is a portable timepiece intended to be carried or worn by a person. It is designed to keep a consistent movement despite the motions caused by the person's activities. A wristwatch is designed to be worn around the wrist, attached by a watch strap or other type of bracelet, including metal bands, leather straps or any other kind of bracelet. A pocket watch is designed for a person to carry"}]}, {"heading": "Events", "year": "1958", "date": "January 3", "txt": "The West Indies Federation is formed.", "entities": [{"title": "West Indies Federation", "href": "/wiki/West_Indies_Federation", "description": "The West Indies Federation, also known as the West Indies, the Federation of the West Indies or the West Indian Federation, was a short-lived political union that existed from 3 January 1958 to 31 May 1962. Various islands in the Caribbean that were colonies of the United Kingdom, including Trinidad and Tobago, Barbados, Jamaica, and those on the Leeward and Windward Islands, came together to form"}]}, {"heading": "Events", "year": "1959", "date": "January 3", "txt": "Alaska is admitted as the 49th U.S. state.", "entities": [{"title": "Alaska", "href": "/wiki/Alaska", "description": "Alaska is a U.S. state in the Western United States, on the northwest extremity of the country's west coast. A semi-exclave of the U.S., it borders the Canadian province of British Columbia and territory of Yukon to the east and has a maritime border with Russia's Chukotka Autonomous Okrug to the west, just across the Bering Strait. To the north are the Chukchi and Beaufort seas of the Arctic Ocea"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1961", "date": "January 3", "txt": "Cold War: After a series of economic retaliations against one another, the United States severs diplomatic relations with Cuba.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}]}, {"heading": "Events", "year": "1961", "date": "January 3", "txt": "The SL-1 nuclear reactor is destroyed by a steam explosion in the only reactor incident in the United States to cause immediate fatalities.", "entities": [{"title": "Steam explosion", "href": "/wiki/Steam_explosion", "description": "A steam explosion is an explosion caused by violent boiling or flashing of water or ice into steam, occurring when water or ice is either superheated, rapidly heated by fine hot debris produced within it, or heated by the interaction of molten metals. Pressure vessels, such as pressurized water (nuclear) reactors, that operate above atmospheric pressure can also provide the conditions for a steam "}]}, {"heading": "Events", "year": "1961", "date": "January 3", "txt": "A protest by agricultural workers in Baixa de Cassanje, Portuguese Angola, turns into a revolt, opening the Angolan War of Independence, the first of the Portuguese Colonial Wars.", "entities": [{"title": "Portuguese Angola", "href": "/wiki/Portuguese_Angola", "description": "Portuguese Angola refers to Angola during the historic period when it was a territory under Portuguese rule in southwestern Africa. In the same context, it was known until 1951 as Portuguese West Africa."}, {"title": "Baixa de Cassanje revolt", "href": "/wiki/Baixa_de_Cassanje_revolt", "description": "The Baixa de Cassanje revolt is considered the first confrontation of the War of Independence in Angola and the Portuguese Colonial War throughout the Portuguese colonies. The uprising began on 3 January 1961 in the region of Baixa do Cassanje, district of Malanje, Portuguese Angola. By the following day the Portuguese authorities had successfully suppressed the revolt. 4 January is now Colonial M"}, {"title": "Angolan War of Independence", "href": "/wiki/Angolan_War_of_Independence", "description": "The Angolan War of Independence, called in Angola the Luta Armada de Libertação Nacional, began as an uprising against forced cultivation of cotton, and it became a multi-faction struggle for the control of Portugal's overseas province of Angola among three nationalist movements and a separatist movement. The war ended when a leftist military coup in Lisbon in April 1974 overthrew Portugal's Estad"}, {"title": "Portuguese Colonial War", "href": "/wiki/Portuguese_Colonial_War", "description": "The Portuguese Colonial War, also known in Portugal as the Overseas War or in the former colonies as the War of Liberation, was a thirteen year long conflict fought between Portugal's military and the emerging nationalist movements in Portugal's African colonies between 1961 and 1974. The Portuguese ultra-conservative regime at the time, the Estado Novo, was overthrown by a military coup in 1974, "}]}, {"heading": "Events", "year": "1962", "date": "January 3", "txt": "Pope John XXIII excommunicates Fidel Castro.", "entities": [{"title": "Pope John XXIII", "href": "/wiki/Pope_John_XXIII", "description": "Pope John XXIII was Bishop of Rome and hence head of the Catholic Church and sovereign of the Vatican City State from 28 October 1958 to his death in 1963. Angelo Giuseppe Roncalli was one of thirteen children born to a family of sharecroppers who lived in a village in Lombardy. He was ordained to the priesthood on 10 August 1904 and served in a number of posts, as nuncio in France and a delegate "}, {"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}]}, {"heading": "Events", "year": "1976", "date": "January 3", "txt": "The International Covenant on Economic, Social and Cultural Rights, adopted by the United Nations General Assembly, comes into force.", "entities": [{"title": "International Covenant on Economic, Social and Cultural Rights", "href": "/wiki/International_Covenant_on_Economic,_Social_and_Cultural_Rights", "description": "The International Covenant on Economic, Social and Cultural Rights (ICESCR) is a multilateral treaty adopted by the United Nations General Assembly on 16 December 1966 through GA. Resolution 2200A (XXI), and came in force from 3 January 1976. It commits its parties to work toward the granting of economic, social, and cultural rights (ESCR) to the Non-Self-Governing and Trust Territories and indivi"}]}, {"heading": "Events", "year": "1977", "date": "January 3", "txt": "Apple Computer is incorporated.", "entities": [{"title": "Apple Inc.", "href": "/wiki/Apple_Inc.", "description": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services. It is considered one of the Big Five companies in the U.S. information technology industry, along with Amazon, Google, Microsoft, and Facebook. Its hardware products include iPhone smartphones, iPad tablet"}]}, {"heading": "Events", "year": "1990", "date": "January 3", "txt": "United States invasion of Panama: Manuel Noriega, former leader of Panama, surrenders to American forces.", "entities": [{"title": "United States invasion of Panama", "href": "/wiki/United_States_invasion_of_Panama", "description": "The United States Invasion of Panama, codenamed Operation Just Cause, lasted over a month between mid-December 1989 and late January 1990. It occurred during the administration of President George H. W. Bush and ten years after the Torrijos–Carter Treaties were ratified to transfer control of the Panama Canal from the U.S. to Panama by January 1, 2000. The primary purpose of the invasion was to de"}, {"title": "Manuel Noriega", "href": "/wiki/Manuel_Noriega", "description": "Manuel Antonio Noriega Moreno was a Panamanian politician and military officer who was the de facto ruler of Panama from 1983 to 1989. An authoritarian ruler who amassed a personal fortune through drug trafficking operations, he had longstanding ties to United States intelligence agencies before the U.S. invasion of Panama removed him from power."}, {"title": "Panama", "href": "/wiki/Panama", "description": "Panama, officially the Republic of Panama, is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people."}]}, {"heading": "Events", "year": "1992", "date": "January 3", "txt": "CommutAir Flight 4281 crashes on approach to Adirondack Regional Airport, in Saranac Lake, New York, killing two people.", "entities": [{"title": "CommutAir Flight 4281", "href": "/wiki/CommutAir_Flight_4281", "description": "On Friday, January 3, 1992, a Beechcraft 1900 operating CommutAir Flight 4821 crashed into a wooded hillside near Gabriels, New York while conducting an ILS approach to Runway 23 at the Adirondack Regional Airport. The cause of the accident was determined to be pilot error. There were two people killed in the crash, and two survivors."}, {"title": "Adirondack Regional Airport", "href": "/wiki/Adirondack_Regional_Airport", "description": "Adirondack Regional Airport is a public use airport located four nautical miles northwest of the central business district of Saranac Lake, in Franklin County, New York, United States. The airport is owned by the Town of Harrietstown and is situated in the north-central Adirondacks two miles (3 km) from Lake Clear. It is served by one commercial airline, subsidized by the Essential Air Service pro"}, {"title": "Saranac Lake, New York", "href": "/wiki/Saranac_Lake,_New_York", "description": "Saranac Lake is a village in the state of New York, United States. As of the 2010 census, the population was 5,406. The village is named after Upper, Middle and Lower Saranac lakes, which are nearby."}]}, {"heading": "Events", "year": "1993", "date": "January 3", "txt": "In Moscow, Russia, George H. W. Bush and Boris Yeltsin sign the second Strategic Arms Reduction Treaty (START).", "entities": [{"title": "George H. W. Bush", "href": "/wiki/George_H._W._Bush", "description": "George Herbert Walker Bush was an American politician, diplomat and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, Bush also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence."}, {"title": "Boris Yeltsin", "href": "/wiki/Boris_Yeltsin", "description": "Boris Nikolayevich Yeltsin was a Russian and former Soviet politician who served as the first President of Russia from 1991 to 1999. A member of the Communist Party of the Soviet Union from 1961 to 1990, he later stood as a political independent, during which time he was viewed as being ideologically aligned with liberalism and Russian nationalism."}, {"title": "START II", "href": "/wiki/START_II", "description": "START II was a bilateral treaty between the United States and Russia on the Reduction and Limitation of Strategic Offensive Arms. It was signed by US President George H. W. Bush and Russian President Boris Yeltsin on 3 January 1993, banning the use of multiple independently targetable re-entry vehicles (MIRVs) on intercontinental ballistic missiles (ICBMs). Hence, it is often cited as the De-MIRV-"}]}, {"heading": "Events", "year": "1994", "date": "January 3", "txt": "Baikal Airlines Flight 130 crashes near Mamoney, Irkutsk, Russia, resulting in 125 deaths.", "entities": [{"title": "Baikal Airlines Flight 130", "href": "/wiki/Baikal_Airlines_Flight_130", "description": "Baikal Airlines Flight 130 was a scheduled domestic passenger flight from Irkutsk to Moscow that crashed on 3 January 1994. The plane involved in the crash was a Tupolev Tu-154 operated by Russian airline Baikal Airlines. The plane was carrying 115 passengers and 9 crew members and was en route to Moscow when one of the engines suddenly burst into flames. The crew then tried to return to Irkutsk, "}, {"title": "Mamony (Irkutsk district)", "href": "/wiki/Mamony_(Irkutsk_district)", "description": "Mamony is a village located in Irkutsky District, Irkutsk Oblast, Russia. The administrative center of the Mamony municipality, Mamony is located approximately 7 kilometres west of Irkutsk."}, {"title": "Irkutsk", "href": "/wiki/Irkutsk", "description": "Irkutsk is the largest city and administrative center of Irkutsk Oblast, Russia. With a population of 617,473 as of the 2010 Census, Irkutsk is the 25th largest city in Russia by population, the 5th largest in the Siberian Federal District, and one of the largest cities in Siberia."}, {"title": "Russia", "href": "/wiki/Russia", "description": "Russia, or the Russian Federation, is a country spanning Eastern Europe and North Asia. It is the largest country in the world, covering over 17 million square kilometres (6.6 sq mi), and encompassing more than one-eighth of the Earth's inhabited land area. Russia extends across eleven time zones, and has borders with sixteen sovereign nations. It has a population of 146.2 million; and is the most"}]}, {"heading": "Events", "year": "1999", "date": "January 3", "txt": "The Mars Polar Lander is launched by NASA.", "entities": []}, {"heading": "Events", "year": "2002", "date": "January 3", "txt": "Israeli–Palestinian conflict: Israeli forces seize the Palestinian freighter Karine A in the Red Sea, finding 50 tons of weapons.", "entities": [{"title": "Israeli–Palestinian conflict", "href": "/wiki/Israeli%E2%80%93Palestinian_conflict", "description": "The Israeli–Palestinian conflict is the ongoing struggle between Israelis and Palestinians that began in the mid-20th century amidst the greater Arab–Israeli conflict. Various attempts have been made to resolve the conflict as part of the Israeli–Palestinian peace process. It has been referred to as the world's \"most intractable conflict,\" with the ongoing Israeli occupation of the West Bank and t"}, {"title": "Red Sea", "href": "/wiki/Red_Sea", "description": "The Red Sea is a seawater inlet of the Indian Ocean, lying between Africa and Asia. Its connection to the ocean is in the south, through the Bab el Mandeb strait and the Gulf of Aden. To its north lie the Sinai Peninsula, the Gulf of Aqaba, and the Gulf of Suez. It is underlain by the Red Sea Rift, which is part of the Great Rift Valley."}]}, {"heading": "Events", "year": "2004", "date": "January 3", "txt": "Flash Airlines Flight 604 crashes into the Red Sea, resulting in 148 deaths, making it one of the deadliest aviation accidents in Egyptian history.", "entities": [{"title": "Flash Airlines Flight 604", "href": "/wiki/Flash_Airlines_Flight_604", "description": "Flash Airlines Flight 604 was a charter flight provided by Egyptian private charter company Flash Airlines. On 3 January 2004, the Boeing 737-300 that was operating the route crashed into the Red Sea shortly after takeoff from Sharm El Sheikh International Airport, killing all 135 passengers, most of whom were French tourists, and all thirteen crew members. The findings of the crash investigation "}, {"title": "Red Sea", "href": "/wiki/Red_Sea", "description": "The Red Sea is a seawater inlet of the Indian Ocean, lying between Africa and Asia. Its connection to the ocean is in the south, through the Bab el Mandeb strait and the Gulf of Aden. To its north lie the Sinai Peninsula, the Gulf of Aqaba, and the Gulf of Suez. It is underlain by the Red Sea Rift, which is part of the Great Rift Valley."}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "2009", "date": "January 3", "txt": "The first block of the blockchain of the decentralized payment system Bitcoin, called the Genesis block, is established by the creator of the system, Satoshi Nakamoto.", "entities": [{"title": "Payment system", "href": "/wiki/Payment_system", "description": "A payment system is any system used to settle financial transactions through the transfer of monetary value. This includes the institutions, instruments, people, rules, procedures, standards, and technologies that make its exchange possible. A common type of payment system is called an operational network that links bank accounts and provides for monetary exchange using bank deposits. Some payment"}, {"title": "Bitcoin", "href": "/wiki/Bitcoin", "description": "Bitcoin (₿) is a cryptocurrency invented in 2008 by an unknown person or group of people using the name Satoshi Nakamoto. The currency began use in 2009 when its implementation was released as open-source software. Bitcoin is a decentralized digital currency, without a central bank or single administrator, that can be sent from user to user on the peer-to-peer bitcoin network without the need for "}, {"title": "Satoshi Nakamoto", "href": "/wiki/Satoshi_Nakamoto", "description": "Satoshi Nakamoto is the name used by the presumed pseudonymous person or persons who developed bitcoin, authored the bitcoin white paper, and created and deployed bitcoin's original reference implementation. As part of the implementation, Nakamoto also devised the first blockchain database. In the process, Nakamoto was the first to solve the double-spending problem for digital currency using a pee"}]}, {"heading": "Events", "year": "2015", "date": "January 3", "txt": "Boko Haram militants destroy the entire town of Baga in north-east Nigeria, starting the Baga massacre and killing as many as 2,000 people.", "entities": [{"title": "Boko Haram", "href": "/wiki/Boko_Haram", "description": "Boko Haram, officially known as Jamā'at Ahl as-Sunnah lid-Da'wah wa'l-Jihād, and Wilāyat Garb Ifrīqīyā, meaning \"West African Province\", is a jihadist terrorist organization based in northeastern Nigeria, which is also active in Chad, Niger and northern Cameroon."}, {"title": "Baga, Nigeria", "href": "/wiki/Baga,_Nigeria", "description": "Baga is a town in the northeastern Nigerian state of Borno, close to Lake Chad, and lying northeast of the town of Kukawa. It is located within the Kukawa Local Government Area."}, {"title": "Nigeria", "href": "/wiki/Nigeria", "description": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its southern coast is on the Gulf of Guinea in the Atlantic Ocean. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. Lagos, one of the largest me"}, {"title": "2015 Baga massacre", "href": "/wiki/2015_Baga_massacre", "description": "The 2015 Baga massacre was a series of mass killings carried out by the Boko Haram terrorist group in the north-eastern Nigerian town of Baga and its environs, in the state of Borno, between 3 January and 7 January 2015."}]}, {"heading": "Events", "year": "2016", "date": "January 3", "txt": "In response to the execution of Nimr al-Nimr, Iran ends its diplomatic relations with Saudi Arabia.", "entities": [{"title": "Nimr al-Nimr", "href": "/wiki/Nimr_al-Nimr", "description": "Ayatollah Sheikh Nimr Baqir al-Nimr, commonly referred to as Sheikh Nimr, was a Shia Sheikh in al-Awamiyah in Saudi Arabia's Eastern Province whose arrest and execution was widely condemned, including by governments and human rights organizations."}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Iran–Saudi Arabia relations", "href": "/wiki/Iran%E2%80%93Saudi_Arabia_relations", "description": "Iran and Saudi Arabia have had no diplomatic relations following an attack on the Saudi embassy in Tehran in January 2016 after Saudi Arabia executed Sheikh Nimr al-Nimr, a Shia cleric. Bilateral relations between the countries have been strained over several geo-political issues such as the interpretations of Islam, aspirations for leadership of the Islamic world, oil export policy and relations "}]}, {"heading": "Events", "year": "2018", "date": "January 3", "txt": "For the first time in history all five major storm surge gates in the Netherlands are closed simultaneously in the wake of a storm.", "entities": []}, {"heading": "Events", "year": "2019", "date": "January 3", "txt": "Chang'e 4 makes the first soft landing on the far side of the Moon, deploying the Yutu-2 lunar rover.", "entities": [{"title": "Chang'e 4", "href": "/wiki/Chang%27e_4", "description": "Chang'e 4 is a robotic spacecraft mission, part of the second phase of the Chinese Lunar Exploration Program. China achieved humanity's first soft landing on the far side of the Moon, on 3 January 2019."}, {"title": "Far side of the Moon", "href": "/wiki/Far_side_of_the_Moon", "description": " The far side of the Moon is the lunar hemisphere that always faces away from Earth, as opposed to the opposite near side. Compared to the near side, the far side's terrain is rugged, with a multitude of impact craters and relatively few flat and dark lunar maria (\"seas\"). It has one of the largest craters in the Solar System, the South Pole–Aitken basin. The hemisphere is sometimes called the \"da"}, {"title": "Lunar rover", "href": "/wiki/Lunar_rover", "description": "A lunar rover or Moon rover is a space exploration vehicle designed to move across the surface of the Moon. The Apollo Program's Lunar Roving Vehicle was driven on the Moon by members of three American crews, Apollo 15, 16, and 17. Other rovers have been partially or fully autonomous robots, such as the Soviet Union's Lunokhods and the Chinese Yutus. Three countries have had operating rovers on th"}]}, {"heading": "Events", "year": "2020", "date": "January 3", "txt": "Iranian General Qasem Soleimani is killed by an American airstrike near Baghdad International Airport, igniting global concerns of a potential armed conflict.", "entities": [{"title": "Qasem Soleimani", "href": "/wiki/Qasem_Soleimani", "description": "Qasem Soleimani was an Iranian military officer who served in the Islamic Revolutionary Guard Corps (IRGC). From 1998 until his death in 2020, he was the commander of the Quds Force, an IRGC division primarily responsible for extraterritorial and clandestine military operations. In his later years, he was considered by some analysts to be the right-hand man of the Supreme Leader of Iran, Ali Khame"}, {"title": "2020 Baghdad International Airport airstrike", "href": "/wiki/2020_Baghdad_International_Airport_airstrike", "description": "The assassination of Qasem Soleimani, an Iranian major general, took place on 3 January 2020 when the United States launched a drone strike at Baghdad International Airport that targeted and killed Soleimani while purportedly on his way to meet Iraqi Prime Minister Adil Abdul-Mahdi in Baghdad. Soleimani was commander of the Quds Force, one of five branches of Iran's Islamic Revolutionary Guard Cor"}, {"title": "Baghdad International Airport", "href": "/wiki/Baghdad_International_Airport", "description": "Baghdad International Airport, previously Saddam International Airport, is Iraq's largest international airport, located in a suburb about 16 km (9.9 mi) west of downtown Baghdad in the Baghdad Governorate. It is the home base for Iraq's national airline, Iraqi Airways."}, {"title": "War", "href": "/wiki/War", "description": "War is an intense armed conflict between states, governments, societies, or paramilitary groups such as mercenaries, insurgents, and militias. It is generally characterized by extreme violence, aggression, destruction, and mortality, using regular or irregular military forces. Warfare refers to the common activities and characteristics of types of war, or of wars in general. Total war is warfare t"}]}, {"heading": "Births", "year": "106 BC", "date": "January 3", "txt": "Cicero, Roman philosopher, lawyer, and politician (d. 43 BC)", "entities": [{"title": "Cicero", "href": "/wiki/Cicero", "description": "Marcus Tullius Cicero was a Roman statesman, lawyer, scholar, philosopher and Academic Skeptic, who tried to uphold optimate principles during the political crises that led to the establishment of the Roman Empire. His extensive writings include treatises on rhetoric, philosophy and politics, and he is considered one of Rome's greatest orators and prose stylists. He came from a wealthy municipal f"}]}, {"heading": "Births", "year": "1509", "date": "January 3", "txt": "Gian Girolamo Albani, Italian cardinal (d. 1591)", "entities": [{"title": "Gian Girolamo Albani", "href": "/wiki/Gian_Girolamo_Albani", "description": "Gian Girolamo Albani (1509–1591) was an Italian Roman Catholic cardinal of Albanian descent."}]}, {"heading": "Births", "year": "1611", "date": "January 3", "txt": "James Harrington, English political theorist (d. 1677)", "entities": [{"title": "James Harrington (author)", "href": "/wiki/James_Harrington_(author)", "description": "James Harrington was an English political theorist of classical republicanism. He is best known for his controversial publication The Commonwealth of Oceana (1656). This work was an exposition of an ideal constitution, a utopia, designed to facilitate the development of the English republic established after the regicide, the execution of Charles I in 1649."}]}, {"heading": "Births", "year": "1698", "date": "January 3", "txt": "Pietro Metastasio, Italian poet and songwriter (d. 1782)", "entities": [{"title": "Pietro Metastasio", "href": "/wiki/Pietro_Metastasio", "description": "Pietro Antonio Domenico Trapassi, better known by his pseudonym of Pietro Metastasio, was an Italian poet and librettist, considered the most important writer of opera seria libretti."}]}, {"heading": "Births", "year": "1710", "date": "January 3", "txt": "Richard Gridley, American soldier and engineer (d. 1796)", "entities": [{"title": "Richard Gridley", "href": "/wiki/Richard_Gridley", "description": "Richard Gridley was born in Boston, Massachusetts. He was a soldier and engineer who served for the British Army during the French and Indian Wars and for the Continental Army during the American Revolutionary War."}]}, {"heading": "Births", "year": "1722", "date": "January 3", "txt": "Fredrik Hasselqvist, Swedish biologist and explorer (d. 1752)", "entities": [{"title": "Fredrik Hasselqvist", "href": "/wiki/Fredrik_Hasselqvist", "description": "Fredrik Hasselquist was a Swedish traveller and naturalist."}]}, {"heading": "Births", "year": "1731", "date": "January 3", "txt": "Angelo Emo, Venetian admiral and statesman (d. 1792)", "entities": [{"title": "Angelo Emo", "href": "/wiki/Angelo_Emo", "description": "Angelo Emo was a Venetian noble and admiral, mostly known for being the last admiral of the Republic of Venice to lead the Venetian navy to battle. He attempted to introduce reforms based on the practices of the British Royal Navy, and led raids on Moorish targets along the Barbary Coast in retaliation for corsair attacks on Venetian-flagged shipping."}]}, {"heading": "Births", "year": "1760", "date": "January 3", "txt": "Veerapandiya Kattabomman, Indian ruler (d. 1799)", "entities": [{"title": "Veerapandiya Kattabomman", "href": "/wiki/Veerapandiya_Kattabomman", "description": "Veerapandiya Kattabomman was an 18th-century Tamil Palayakarrar and chieftain \nin Tamil Nadu, India. He fought against the British East India Company and waged a war against them. He was captured by the British with the help of the ruler of the kingdom of Pudukottai, Vijaya Raghunatha Tondaiman, and at the age of 39 he was hanged at Kayathar on 16 October 1799."}]}, {"heading": "Births", "year": "1775", "date": "January 3", "txt": "Francis Caulfeild, 2nd Earl of Charlemont (d. 1863)", "entities": [{"title": "Francis Caulfeild, 2nd Earl of Charlemont", "href": "/wiki/Francis_Caulfeild,_2nd_Earl_of_Charlemont", "description": "Francis William Caulfeild, 2nd Earl of Charlemont KP, PC (Ire), styled Viscount Caulfeild until 1799, was an Irish peer and politician."}]}, {"heading": "Births", "year": "1778", "date": "January 3", "txt": "Antoni Melchior Fijałkowski, Polish archbishop (d. 1861)", "entities": [{"title": "Antoni Melchior Fijałkowski", "href": "/wiki/Antoni_Melchior_Fija%C5%82kowski", "description": "Antoni Melchior Fijałkowski was the Archbishop Metropolitan of Warsaw and spiritual leader of the nation during the Partitions of Poland."}]}, {"heading": "Births", "year": "1793", "date": "January 3", "txt": "Lucretia Mott, American activist (d. 1880)", "entities": [{"title": "Lucretia Mott", "href": "/wiki/Lucretia_Mott", "description": "Lucretia Mott was an American Quaker, abolitionist, women's rights activist, and social reformer. She had formed the idea of reforming the position of women in society when she was amongst the women excluded from the World Anti-Slavery Convention held in London in 1840. In 1848 she was invited by Jane Hunt to a meeting that led to the first public gathering about women's rights, the Seneca Falls C"}]}, {"heading": "Births", "year": "1802", "date": "January 3", "txt": "Charles Pelham Villiers, English lawyer and politician (d. 1898)", "entities": [{"title": "Charles Pelham Villiers", "href": "/wiki/Charles_Pelham_Villiers", "description": "Charles Pelham Villiers was a British lawyer and politician from the aristocratic Villiers family. He sat in the House of Commons from 1835 to 1898, making him the longest-serving Member of Parliament (MP). He also holds the distinction of the oldest candidate to win a parliamentary seat, at 93. He was a radical and reformer who often collaborated with John Bright and had a noteworthy effect in th"}]}, {"heading": "Births", "year": "1803", "date": "January 3", "txt": "Douglas William Jerrold, English journalist and playwright (d. 1857)", "entities": [{"title": "Douglas William Jerrold", "href": "/wiki/Douglas_William_Jerrold", "description": "Douglas William Jerrold was an English dramatist and writer."}]}, {"heading": "Births", "year": "1806", "date": "January 3", "txt": "Henriette Sontag, German soprano and actress (d. 1854)", "entities": [{"title": "Henriette Sontag", "href": "/wiki/Henriette_Sontag", "description": "Henriette Sontag, born Gertrude Walpurgis Sontag, and after her marriage entitled Countess Rossi, was a German operatic soprano of great international renown. She possessed a sweet-toned, lyrical voice and was a brilliant exponent of florid singing."}]}, {"heading": "Births", "year": "1810", "date": "January 3", "txt": "Antoine Thomson d'Abbadie, French geographer, ethnologist, linguist, and astronomer (d. 1897)", "entities": [{"title": "Antoine Thomson d'Abbadie", "href": "/wiki/Antoine_Thomson_d%27Abbadie", "description": "Antoine Thomson d'Abbadie d'Arrast was an Irish-born French explorer, geographer, ethnologist, linguist and astronomer notable for his travels in Ethiopia during the first half of the 19th century. He was the older brother of Arnaud-Michel d'Abbadie, with whom he travelled."}]}, {"heading": "Births", "year": "1816", "date": "January 3", "txt": "Samuel C. Pomeroy, American businessman and politician (d. 1891)", "entities": [{"title": "Samuel C. Pomeroy", "href": "/wiki/Samuel_C._Pomeroy", "description": "Samuel Clarke Pomeroy was a United States senator from Kansas in the mid-19th century. He served in the United States Senate during the American Civil War. Pomeroy also served in the Massachusetts House of Representatives. A Republican, he also was the mayor of Atchison, Kansas, from 1858 to 1859, the second president of the Atchison, Topeka and Santa Fe Railroad, and the first president to overse"}]}, {"heading": "Births", "year": "1819", "date": "January 3", "txt": "Charles Piazzi Smyth, Italian-Scottish astronomer and academic (d. 1900)", "entities": [{"title": "Charles Piazzi Smyth", "href": "/wiki/Charles_Piazzi_Smyth", "description": "Charles Piazzi Smyth was an Italian-born British astronomer who was Astronomer Royal for Scotland from 1846 to 1888; he is known for many innovations in astronomy and, along with his wife Jessica Duncan Piazzi Smyth, his pyramidological and metrological studies of the Great Pyramid of Giza."}]}, {"heading": "Births", "year": "1831", "date": "January 3", "txt": "Savitribai Phule, Indian poet, educator, and activist (d. 1897)", "entities": [{"title": "Savitribai Phule", "href": "/wiki/Savitribai_Phule", "description": "Savitribai Phule was an Indian social reformer, educationalist, and poet from Maharashtra. She is regarded as the first female teacher of India. Along with her husband, Jyotirao Phule, she played an important and vital role in improving women's rights in India. She is regarded as the mother of Indian feminism. Phule and her husband founded one of the first Indian girls' school in Pune, at Bhide wa"}]}, {"heading": "Births", "year": "1836", "date": "January 3", "txt": "Sakamoto Ryōma, Japanese samurai and rebel leader (d. 1867)", "entities": [{"title": "Sakamoto Ryōma", "href": "/wiki/Sakamoto_Ry%C5%8Dma", "description": "Sakamoto Ryōma  was a Japanese samurai and influential figure of the Bakumatsu and establishment of the Empire of Japan in the late Edo period."}]}, {"heading": "Births", "year": "1840", "date": "January 3", "txt": "Father Damien, Flemish priest and missionary (d. 1889)", "entities": [{"title": "Father Damien", "href": "/wiki/Father_Damien", "description": "Father Damien or Saint Damien of Molokai, SS.CC. or Saint Damien De Veuster, born Jozef De Veuster, was a Roman Catholic priest from Belgium and member of the Congregation of the Sacred Hearts of Jesus and Mary, a missionary religious institute. He was recognized for his ministry, which he led from 1873 until his death in 1889, in the Kingdom of Hawaiʻi for people with leprosy, who lived in govern"}]}, {"heading": "Births", "year": "1847", "date": "January 3", "txt": "Ettore Marchiafava, Italian physician (d. 1935)", "entities": [{"title": "Ettore Marchiafava", "href": "/wiki/Ettore_Marchiafava", "description": "Ettore Marchiafava was an Italian physician, pathologist and neurologist. He spent most of his career as professor of medicine at the University of Rome. His works on malaria laid down the foundation for modern malariology. He and Angelo Celli were the first to elucidate living malarial parasites in human blood, and able to distinguish the protozoan parasites responsible for tertian and benign mal"}]}, {"heading": "Births", "year": "1853", "date": "January 3", "txt": "Sophie Elkan, Swedish writer (d. 1921)", "entities": [{"title": "Sophie Elkan", "href": "/wiki/Sophie_Elkan", "description": "Sophie Elkan née Salomon, was a Swedish-Jewish writer and translator. A street in Gothenburg, Sophie Elkans gata, is named after her."}]}, {"heading": "Births", "year": "1855", "date": "January 3", "txt": "Hubert Bland, English businessman (d. 1914)", "entities": [{"title": "Hubert Bland", "href": "/wiki/Hubert_Bland", "description": "Hubert Bland was an English author and the husband of Edith Nesbit. He was known for being an infamous libertine, a journalist, an early English socialist, and one of the founders of the Fabian Society."}]}, {"heading": "Births", "year": "1861", "date": "January 3", "txt": "Ernest Renshaw, English tennis player (d. 1899)", "entities": [{"title": "Ernest Renshaw", "href": "/wiki/Ernest_Renshaw", "description": "Ernest James Renshaw was an English tennis player who was active in the late 19th century."}]}, {"heading": "Births", "year": "1861", "date": "January 3", "txt": "William Renshaw, English tennis player (d. 1904)", "entities": []}, {"heading": "Births", "year": "1862", "date": "January 3", "txt": "Matthew Nathan, English soldier and politician, 13th Governor of Queensland (d. 1939)", "entities": [{"title": "Matthew Nathan", "href": "/wiki/Matthew_Nathan", "description": "Lieutenant-Colonel Sir Matthew Nathan was a British soldier and colonial administrator, who variously served as the Governor of Sierra Leone, Gold Coast, Hong Kong, Natal and Queensland. He was Under-Secretary for Ireland from 1914 to 1916, and was responsible, with the Chief Secretary, Augustine Birrell, for the administration of Ireland in the years immediately preceding the Easter Rising."}, {"title": "Governor of Queensland", "href": "/wiki/Governor_of_Queensland", "description": "The Governor of Queensland is the representative in the state of Queensland of the Queen of Australia. In an analogous way to the Governor-General of Australia at the national level, the Governor performs constitutional and ceremonial functions at the state level. In particular the governor has the power to appoint and dismiss the Premier of Queensland and all other ministers in the cabinet, and i"}]}, {"heading": "Births", "year": "1865", "date": "January 3", "txt": "Henry Lytton, English actor (d. 1936)", "entities": [{"title": "Henry Lytton", "href": "/wiki/Henry_Lytton", "description": "Sir Henry Lytton, né Henry Alfred Jones, was an English actor and singer who was the leading exponent of the comic patter-baritone roles in Gilbert and Sullivan operas from 1909 to 1934. He also starred in musical comedies. His career with the D'Oyly Carte Opera Company spanned 50 years, and he is the only person ever knighted for achievements as a Gilbert and Sullivan performer."}]}, {"heading": "Births", "year": "1870", "date": "January 3", "txt": "Henry Handel Richardson, Australian-English author (d. 1946)", "entities": [{"title": "Henry Handel Richardson", "href": "/wiki/Henry_Handel_Richardson", "description": "Ethel Florence Lindesay Richardson, known by her pen name Henry Handel Richardson, was an Australian author."}]}, {"heading": "Births", "year": "1873", "date": "January 3", "txt": "Ichizō Kobayashi, Japanese businessman and art collector, founded the Hankyu Hanshin Holdings (d. 1957)", "entities": [{"title": "Ichizō Kobayashi", "href": "/wiki/Ichiz%C5%8D_Kobayashi", "description": "Ichizō Kobayashi , occasionally referred to by his pseudonym Itsuō (逸翁), was a Japanese industrialist. He is best known as the founder of Hankyu Railway, the Takarazuka Revue, and Toho. He represented Japanese capital in government."}, {"title": "Hankyu Hanshin Holdings", "href": "/wiki/Hankyu_Hanshin_Holdings", "description": "Hankyu Hanshin Holdings, Inc.  is a Japanese multinational keiretsu holding company which owns Hankyu Corporation, the Hanshin Electric Railway Co., Ltd., Toho, and affiliate companies."}]}, {"heading": "Births", "year": "1875", "date": "January 3", "txt": "Alexandros Diomidis, Greek banker and politician, 145th Prime Minister of Greece (d. 1950)", "entities": [{"title": "Alexandros Diomidis", "href": "/wiki/Alexandros_Diomidis", "description": "Alexandros Diomedes was a governor of the Central Bank of Greece who became Prime Minister of Greece upon the death of Themistoklis Sophoulis."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1876", "date": "January 3", "txt": "Wilhelm Pieck, German carpenter and politician, 1st President of the German Democratic Republic (d. 1960)", "entities": [{"title": "Wilhelm Pieck", "href": "/wiki/Wilhelm_Pieck", "description": "Friedrich Wilhelm Reinhold Pieck was a German communist politician who served as the chairman of the Socialist Unity Party from 1946 to 1950 and as president of the German Democratic Republic from 1949 to 1960."}, {"title": "Leadership of East Germany", "href": "/wiki/Leadership_of_East_Germany", "description": "The political leadership of East Germany was in the hands of several offices."}]}, {"heading": "Births", "year": "1877", "date": "January 3", "txt": "Josephine Hull, American actress (d. 1957)", "entities": [{"title": "Josephine Hull", "href": "/wiki/Josephine_Hull", "description": "Marie Josephine Hull was an American stage and film actress who also was a director of plays. She had a successful 50-year career on stage while taking some of her better known roles to film. She won an Academy Award for Best Supporting Actress for the movie Harvey (1950), a role she originally played on the Broadway stage. She was sometimes credited as Josephine Sherwood."}]}, {"heading": "Births", "year": "1880", "date": "January 3", "txt": "Francis Browne, Irish Jesuit priest and photographer (d. 1960)", "entities": [{"title": "Francis Browne", "href": "/wiki/Francis_Browne", "description": "Francis Patrick Mary Browne, was a distinguished Irish Jesuit and a prolific photographer. His best known photographs are those of the RMS Titanic and its passengers and crew taken shortly before its sinking in 1912. He was decorated as a military chaplain during the First World War."}]}, {"heading": "Births", "year": "1883", "date": "January 3", "txt": "Clement Attlee, English soldier, lawyer, and politician, Prime Minister of the United Kingdom (d. 1967)", "entities": [{"title": "Clement Attlee", "href": "/wiki/Clement_Attlee", "description": "Clement Richard Attlee, 1st Earl Attlee, was a British politician who served as Prime Minister of the United Kingdom from 1945 to 1951 and Leader of the Labour Party from 1935 to 1955. He was Deputy Prime Minister during the wartime coalition government under Winston Churchill, and served twice as Leader of the Opposition from 1935 to 1940 and from 1951 to 1955."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1883", "date": "January 3", "txt": "Duncan Gillis, Canadian discus thrower and hammer thrower (d. 1963)", "entities": []}, {"heading": "Births", "year": "1884", "date": "January 3", "txt": "Raoul Koczalski, Polish pianist and composer (d. 1948)", "entities": [{"title": "Raoul Koczalski", "href": "/wiki/Raoul_Koczalski", "description": "Raoul Armand Jerzy (von) Koczalski was a Polish pianist and composer. He also used the pseudonym Georg Armand(o) Koczalski."}]}, {"heading": "Births", "year": "1885", "date": "January 3", "txt": "Harry Elkins Widener, American businessman (d. 1912)", "entities": [{"title": "Harry Elkins Widener", "href": "/wiki/Harry_Elkins_Widener", "description": "Harry Elkins Widener was an American businessman and bibliophile, and a member of the Widener family. His mother built Harvard University's Widener Memorial Library in his memory, after his death on the foundering of the RMS Titanic."}]}, {"heading": "Births", "year": "1886", "date": "January 3", "txt": "John Gould Fletcher, American poet and author (d. 1950)", "entities": [{"title": "John Gould Fletcher", "href": "/wiki/John_Gould_Fletcher", "description": "John Gould Fletcher was an Imagist poet, author and authority on modern painting. He was born in Little Rock, Arkansas, to a socially prominent family. After attending Phillips Academy, Andover Fletcher went on to Harvard University from 1903 to 1907, when he dropped out shortly after his father's death."}]}, {"heading": "Births", "year": "1886", "date": "January 3", "txt": "Arthur Mailey, Australian cricketer (d. 1967)", "entities": []}, {"heading": "Births", "year": "1887", "date": "January 3", "txt": "August Macke, German-French painter (d. 1914)", "entities": [{"title": "August Macke", "href": "/wiki/August_Macke", "description": "August Robert Ludwig Macke was a German Expressionist painter. He was one of the leading members of the German Expressionist group Der Blaue Reiter. He lived during a particularly innovative time for German art: he saw the development of the main German Expressionist movements as well as the arrival of the successive avant-garde movements which were forming in the rest of Europe. Like a true artis"}]}, {"heading": "Births", "year": "1892", "date": "January 3", "txt": "J.R.R. Tolkien, English writer, poet, and philologist (d. 1973)", "entities": [{"title": "J.R.R. Tolkien", "href": "/wiki/J.R.R._Tolkien", "description": "John Ronald Reuel Tolkien was an English writer, poet, philologist, and academic, best known as the author of the high fantasy works The Hobbit and The Lord of the Rings."}]}, {"heading": "Births", "year": "1894", "date": "January 3", "txt": "ZaSu Pitts, American actress (d. 1963)", "entities": [{"title": "ZaSu Pitts", "href": "/wiki/ZaSu_Pitts", "description": "ZaSu Pitts was an American actress who starred in many silent dramas, including Erich von Stroheim's epic 1924 silent film Greed, and comedies, transitioning successfully to mostly comedy films with the advent of sound films. She also appeared on numerous radio shows. Her career as an entertainer spanned nearly 50 years, and she was awarded a star on the Hollywood Walk of Fame in 1960."}]}, {"heading": "Births", "year": "1897", "date": "January 3", "txt": "Marion Davies, American actress and comedian (d. 1961)", "entities": [{"title": "Marion Davies", "href": "/wiki/Marion_Davies", "description": "Marion Cecilia Davies was an American actress, producer, screenwriter, and philanthropist. Educated in a religious convent, Davies fled the school to pursue a career as a chorus girl. As a teenager, she appeared in several Broadway musicals and one film, Runaway Romany (1917). She soon became a featured performer in the Ziegfeld Follies. While performing in the 1916 Follies, the nineteen-year-old "}]}, {"heading": "Births", "year": "1898", "date": "January 3", "txt": "Carolyn Haywood, American author and illustrator (d. 1990)", "entities": [{"title": "Carolyn Haywood", "href": "/wiki/Carolyn_Haywood", "description": "Carolyn Haywood was an American writer and illustrator from Philadelphia, Pennsylvania. She created 47 children's books, most notably the series under the \"Eddie\" and \"Betsy\" titles."}]}, {"heading": "Births", "year": "1900", "date": "January 3", "txt": "Donald J. Russell, American businessman (d. 1985)", "entities": [{"title": "Donald J. Russell", "href": "/wiki/Donald_J._Russell", "description": "Donald Joseph McKay Russell was an American railroad executive. He was president of Southern Pacific Railroad from 1952–1964 and then chairman from 1964–1972. Russell was featured on the cover of Time on August 11, 1961 and Forbes on November 1, 1965."}]}, {"heading": "Births", "year": "1901", "date": "January 3", "txt": "Ngô Đình Diệm, Vietnamese lawyer and politician, 1st President of the Republic of Vietnam (d. 1963)", "entities": [{"title": "Ngô Đình Diệm", "href": "/wiki/Ng%C3%B4_%C4%90%C3%ACnh_Di%E1%BB%87m", "description": "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam (1954–55), and then served as President of South Vietnam from 1955 until he was deposed and assassinated during the 1963 military coup."}, {"title": "President of the Republic of Vietnam", "href": "/wiki/President_of_the_Republic_of_Vietnam", "description": "This is a list of leaders of South Vietnam, since the establishment of the Autonomous Republic of Cochinchina in 1946, and the division of Vietnam in 1954 until the fall of the Republic of Vietnam in 1975, and the reunification of Vietnam in 1976."}]}, {"heading": "Births", "year": "1905", "date": "January 3", "txt": "Dante Giacosa, Italian engineer (d. 1996)[citation needed]", "entities": [{"title": "Dante Giacosa", "href": "/wiki/Dante_Giacosa", "description": "Dante Giacosa was an Italian automobile designer and engineer responsible for a range of Italian automobile designs — and for refining the front-wheel drive layout to an industry-standard configuration."}]}, {"heading": "Births", "year": "1905", "date": "January 3", "txt": "Anna May Wong, American actress (d. 1961)", "entities": []}, {"heading": "Births", "year": "1907", "date": "January 3", "txt": "Ray Milland, Welsh-American actor and director (d. 1986)", "entities": [{"title": "Ray Milland", "href": "/wiki/Ray_Milland", "description": "Ray Milland was a British-American actor and film director. His screen career ran from 1929 to 1985, and he is best remembered for his Academy Award-winning portrayal of an alcoholic writer in Billy Wilder's The Lost Weekend (1945) and also for such roles as a sophisticated leading man opposite John Wayne's corrupt character in Reap the Wild Wind (1942), the murder-plotting husband in Alfred Hitch"}]}, {"heading": "Births", "year": "1909", "date": "January 3", "txt": "Victor Borge, Danish-American pianist and conductor (d. 2000)", "entities": [{"title": "Victor Borge", "href": "/wiki/Victor_Borge", "description": "Børge Rosenbaum, known professionally as Victor Borge, was a Danish-American comedian, conductor, and pianist who achieved great popularity in radio and television in the United States and Europe. His blend of music and comedy earned him the nicknames \"The Clown Prince of Denmark\", \"The Unmelancholy Dane\", and \"The Great Dane\"."}]}, {"heading": "Births", "year": "1910", "date": "January 3", "txt": "Frenchy Bordagaray, American baseball player and manager (d. 2000)", "entities": [{"title": "Frenchy Bordagaray", "href": "/wiki/Frenchy_Bordagaray", "description": "Stanley George \"Frenchy\" Bordagaray was an American professional baseball player. He played in Major League Baseball (MLB) as an outfielder and third baseman for the Chicago White Sox, Brooklyn Dodgers, St. Louis Cardinals, Cincinnati Reds, and New York Yankees between 1934 and 1945. He had a .283 batting average with 14 home runs and 270 runs batted in over 930 major league games for his career."}]}, {"heading": "Births", "year": "1910", "date": "January 3", "txt": "John Sturges, American director and producer (d. 1992)", "entities": [{"title": "John Sturges", "href": "/wiki/John_Sturges", "description": "John Eliot Sturges was an American film director. His films include Bad Day at Black Rock (1955), Gunfight at the O.K. Corral (1957), The Magnificent Seven (1960), and The Great Escape (1963). In 2013, The Magnificent Seven was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\". Although"}]}, {"heading": "Births", "year": "1912", "date": "January 3", "txt": "Federico Borrell García, Spanish soldier (d. 1936)", "entities": [{"title": "Federico Borrell García", "href": "/wiki/Federico_Borrell_Garc%C3%ADa", "description": "Federico Borrell García was a Spanish Republican and anarchist militiaman during the Spanish Civil War, commonly thought to be the subject in the famous Robert Capa photo The Falling Soldier."}]}, {"heading": "Births", "year": "1912", "date": "January 3", "txt": "Renaude Lapointe, Canadian journalist and politician (d. 2002)", "entities": []}, {"heading": "Births", "year": "1912", "date": "January 3", "txt": "Armand Lohikoski, American-Finnish actor, director, and screenwriter (d. 2005)", "entities": []}, {"heading": "Births", "year": "1915", "date": "January 3", "txt": "Jack Levine, American painter and soldier (d. 2010)", "entities": [{"title": "Jack Levine", "href": "/wiki/Jack_Levine", "description": "Jack Levine was an American Social Realist painter and printmaker best known for his satires on modern life, political corruption, and biblical narratives."}]}, {"heading": "Births", "year": "1916", "date": "January 3", "txt": "Betty Furness, American actress and television journalist (d. 1994)", "entities": [{"title": "Betty Furness", "href": "/wiki/Betty_Furness", "description": "Elizabeth Mary Furness was an American actress, consumer advocate, and current affairs commentator."}]}, {"heading": "Births", "year": "1916", "date": "January 3", "txt": "Fred Haas, American golfer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1917", "date": "January 3", "txt": "Albert Mol, Dutch author and actor (d. 2002)", "entities": [{"title": "Albert Mol", "href": "/wiki/Albert_Mol", "description": "Albert Mol was a Dutch author, actor and television personality."}]}, {"heading": "Births", "year": "1917", "date": "January 3", "txt": "Roger Williams Straus, Jr., American journalist and publisher, co-founded Farrar, Straus and Giroux (d. 2004)", "entities": [{"title": "Farrar, Straus and Giroux", "href": "/wiki/Farrar,_Straus_and_Giroux", "description": "Farrar, Straus and Giroux (FSG) is an American book publishing company, founded in 1946 by Roger Williams Straus Jr. and John C. Farrar. FSG is known for publishing literary books, and its authors have won numerous awards, including Pulitzer Prizes, National Book Awards, and Nobel Peace Prizes. The publisher is currently a division of Macmillan, whose parent company is the German publishing conglo"}]}, {"heading": "Births", "year": "1919", "date": "January 3", "txt": "Herbie Nichols, American pianist and composer (d. 1963)", "entities": [{"title": "Herbie Nichols", "href": "/wiki/Herbie_Nichols", "description": "Herbert Horatio Nichols was an American jazz pianist and composer who wrote the jazz standard \"Lady Sings the Blues\". Obscure during his lifetime, he is now highly regarded by many musicians and critics."}]}, {"heading": "Births", "year": "1920", "date": "January 3", "txt": "Siegfried Buback, German lawyer and politician, Attorney General of Germany (d. 1977)", "entities": [{"title": "Siegfried Buback", "href": "/wiki/Siegfried_Buback", "description": "Siegfried Buback was the Attorney General of Germany from 1974 until his murder."}, {"title": "Attorney General of Germany", "href": "/wiki/Attorney_General_of_Germany", "description": "The Public Prosecutor General at the Federal Court of Justice is the federal prosecutor of Germany, representing the federal government at the Bundesgerichtshof, the federal court of justice. The office of the Public Prosecutor General is located in Karlsruhe. Besides its role in appellate cases, the Public Prosecutor General has primary jurisdiction in cases of crimes against the state, and offen"}]}, {"heading": "Births", "year": "1921", "date": "January 3", "txt": "Isabella Bashmakova, Russian historian of mathematics (d. 2005)", "entities": [{"title": "Isabella Bashmakova", "href": "/wiki/Isabella_Bashmakova", "description": "Isabella Grigoryevna Bashmakova was a Russian historian of mathematics."}]}, {"heading": "Births", "year": "1922", "date": "January 3", "txt": "Bill Travers, English actor, director, and screenwriter (d. 1994)", "entities": [{"title": "Bill Travers", "href": "/wiki/Bill_Travers", "description": "William Inglis Lindon Travers, known professionally as Bill Travers, was a British actor, screenwriter, director and animal rights activist. Prior to his show business career, he had served in the British army with Gurkha and special forces units."}]}, {"heading": "Births", "year": "1923", "date": "January 3", "txt": "Hank Stram, American football coach and sportscaster (d. 2005)", "entities": [{"title": "Hank Stram", "href": "/wiki/Hank_Stram", "description": "Henry Louis Stram was an American football coach. He is best known for his 15-year tenure with the Dallas Texans / Kansas City Chiefs of the American Football League (AFL) and National Football League (NFL)."}]}, {"heading": "Births", "year": "1924", "date": "January 3", "txt": "Otto Beisheim, German businessman and philanthropist, founded Metro AG (d. 2013)", "entities": [{"title": "Otto Beisheim", "href": "/wiki/Otto_Beisheim", "description": "Otto Beisheim was a German businessman and founder of Metro AG. In 2010, his net worth was estimated at US$3.6 billion."}, {"title": "Metro AG", "href": "/wiki/Metro_AG", "description": "Metro AG is a German multinational company based in Düsseldorf which operates business membership only cash and carry stores primarily under Metro brand. Until 2020 it was also active in general retail business through Real division, which was sold to an investor consortium."}]}, {"heading": "Births", "year": "1924", "date": "January 3", "txt": "André Franquin, Belgian author and illustrator (d. 1997)", "entities": []}, {"heading": "Births", "year": "1924", "date": "January 3", "txt": "Nell Rankin, American soprano and educator (d. 2005)", "entities": []}, {"heading": "Births", "year": "1924", "date": "January 3", "txt": "Enzo Cozzolini, Italian football player (d. 1962)", "entities": []}, {"heading": "Births", "year": "1925", "date": "January 3", "txt": "Jill Balcon, English actress (d. 2009)", "entities": [{"title": "Jill Balcon", "href": "/wiki/Jill_Balcon", "description": "Jill Angela Henriette Balcon was an English film and radio actress, who was also known for her stage and television work. She made her film debut in Nicholas Nickleby (1947). She was the second wife of poet Cecil Day-Lewis and they had two children together: Tamasin Day-Lewis, who became a food critic and TV chef, and Daniel Day-Lewis, notable for his acting career."}]}, {"heading": "Births", "year": "1926", "date": "January 3", "txt": "W. Michael Blumenthal, American economist and politician, 64th United States Secretary of the Treasury", "entities": [{"title": "W. Michael Blumenthal", "href": "/wiki/W._Michael_Blumenthal", "description": "Werner Michael Blumenthal is a German-born American business leader, economist and political adviser who served as United States Secretary of the Treasury under President Jimmy Carter from 1977 to 1979."}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1926", "date": "January 3", "txt": "George Martin, English composer, conductor, and producer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1928", "date": "January 3", "txt": "Abdul Rahman Ya'kub, Malaysian lawyer and politician, 3rd Chief Minister of Sarawak (d. 2015)", "entities": [{"title": "Chief Minister of Sarawak", "href": "/wiki/Chief_Minister_of_Sarawak", "description": "The Chief Minister of Sarawak is the head of government in the Malaysian state of Sarawak. The Federal Constitution and State Constitution provides that the Yang di-Pertua Negeri may, in his discretion, appoint any member of the State Legislative Assembly who, in his judgement, commands the support of a majority of the members of that chamber as Chief Minister. By convention, the Chief Minister is"}]}, {"heading": "Births", "year": "1929", "date": "January 3", "txt": "Sergio Leone, Italian director, producer, and screenwriter (d. 1989)", "entities": [{"title": "Sergio Leone", "href": "/wiki/Sergio_Leone", "description": "Sergio Leone was an Italian film director, producer and screenwriter, credited as the creator of the Spaghetti Western genre and widely regarded as one of the most influential directors in the history of cinema."}]}, {"heading": "Births", "year": "1929", "date": "January 3", "txt": "Ernst Mahle, German-Brazilian composer and conductor", "entities": []}, {"heading": "Births", "year": "1929", "date": "January 3", "txt": "Gordon Moore, American businessman, co-founder of Intel Corporation", "entities": [{"title": "Intel Corporation", "href": "/wiki/Intel_Corporation", "description": "Intel Corporation is an American multinational corporation and technology company headquartered in Santa Clara, California, in Silicon Valley. It is the world's largest semiconductor chip manufacturer by revenue, and is the developer of the x86 series of microprocessors, the processors found in most personal computers (PCs). Incorporated in Delaware, Intel ranked No. 45 in the 2020 Fortune 500 lis"}]}, {"heading": "Births", "year": "1930", "date": "January 3", "txt": "Robert Loggia, American actor and director (d. 2015)", "entities": [{"title": "Robert Loggia", "href": "/wiki/Robert_Loggia", "description": "Salvatore \"Robert\" Loggia was an American actor and director. He was nominated for the Academy Award for Best Supporting Actor for Jagged Edge (1985) and won the Saturn Award for Best Supporting Actor for Big (1988)."}]}, {"heading": "Births", "year": "1932", "date": "January 3", "txt": "Eeles Landström, Finnish pole vaulter and politician", "entities": [{"title": "Eeles Landström", "href": "/wiki/Eeles_Landstr%C3%B6m", "description": "Eeles Enok Landström is a retired Finnish pole vaulter, a former member of the Finnish parliament and a former business executive. He won two European titles, in 1954 and 1958, and competed at the 1956 and 1960 Olympics, winning a bronze medal in 1960 and finishing seventh in 1956. Landström also placed 14th in the decathlon at the 1952 games and was selected as the Olympic flag bearer for Finland"}]}, {"heading": "Births", "year": "1933", "date": "January 3", "txt": "Geoffrey Bindman, English lawyer", "entities": [{"title": "Geoffrey Bindman", "href": "/wiki/Geoffrey_Bindman", "description": "\n\nSir Geoffrey Lionel Bindman QC (Hon) is a British solicitor specialising in human rights law, and founder of the human rights law firm Bindmans LLP, described by The Times as \"never far from the headlines.\" He has been Chair of the British Institute of Human Rights since 2005. He won The Law Society Gazette Centenary Award for Human Rights in 2003, and was knighted in 2007 for services to human "}]}, {"heading": "Births", "year": "1933", "date": "January 3", "txt": "Anne Stevenson, American-English poet and author (d. 2020)", "entities": []}, {"heading": "Births", "year": "1934", "date": "January 3", "txt": "Marpessa Dawn, American-French actress, singer, and dancer (d. 2008)", "entities": [{"title": "Marpessa Dawn", "href": "/wiki/Marpessa_Dawn", "description": "Marpessa Dawn, also known as Gypsy Marpessa Dawn Menor, was an American born French actress, as well as a singer and dancer. She is best remembered for her role in the film Black Orpheus (1959)."}]}, {"heading": "Births", "year": "1934", "date": "January 3", "txt": "Carla Anderson Hills, American lawyer and politician, 5th United States Secretary of Housing and Urban Development", "entities": [{"title": "United States Secretary of Housing and Urban Development", "href": "/wiki/United_States_Secretary_of_Housing_and_Urban_Development", "description": "The United States secretary of housing and urban development is the head of the United States Department of Housing and Urban Development, a member of the president's Cabinet, and thirteenth in the presidential line of succession. The post was created with the formation of the Department of Housing and Urban Development on September 9, 1965, by President Lyndon B. Johnson's signing of into law. Th"}]}, {"heading": "Births", "year": "1935", "date": "January 3", "txt": "Raymond Garneau, Canadian businessman and politician", "entities": [{"title": "Raymond Garneau", "href": "/wiki/Raymond_Garneau", "description": "Raymond Garneau, is a Canadian businessman and politician."}]}, {"heading": "Births", "year": "1937", "date": "January 3", "txt": "Glen A. Larson, American director, producer, and screenwriter, created Battlestar Galactica (d. 2014)", "entities": [{"title": "Glen A. Larson", "href": "/wiki/Glen_A._Larson", "description": "Glen Albert Larson was an American musician, television producer, writer and director. His best known work in television was as the creator of the television series Alias Smith and Jones, Battlestar Galactica, Buck Rogers in the 25th Century, Quincy, M.E., The Hardy Boys/Nancy Drew Mysteries, B. J. and the Bear, The Fall Guy, Magnum, P.I. and Knight Rider. In addition to his television work, Larso"}]}, {"heading": "Births", "year": "1938", "date": "January 3", "txt": "Robin Butler, Baron Butler of Brockwell, English academic and politician", "entities": [{"title": "Robin Butler, Baron Butler of Brockwell", "href": "/wiki/Robin_Butler,_Baron_Butler_of_Brockwell", "description": "Frederick Edward Robin Butler, Baron Butler of Brockwell, is a retired British civil servant, now sitting in the House of Lords as a crossbencher."}]}, {"heading": "Births", "year": "1938", "date": "January 3", "txt": "K. Ganeshalingam, Sri Lankan accountant and politician, Mayor of Colombo (d. 2006)", "entities": [{"title": "Mayor of Colombo", "href": "/wiki/Mayor_of_Colombo", "description": "The Mayor of Colombo is the Mayor of the Colombo Municipal Council. The post was created in 1866 when the Colombo Municipal Council was established by the Legislative Council of Ceylon. The Mayor is assisted by the Deputy Mayor and a Municipal Commissioner. Since 1944 the majority of the mayors have been from the United National Party."}]}, {"heading": "Births", "year": "1939", "date": "January 3", "txt": "Arik Einstein, Israeli singer-songwriter and actor (d. 2013)", "entities": [{"title": "Arik Einstein", "href": "/wiki/Arik_Einstein", "description": "Arieh Lieb \"Arik\" Einstein was an Israeli singer, songwriter, actor, comedian and screenwriter. He was a pioneer of Israeli rock music and was named \"the voice of Israel\". Through both high public and critical acclamation, Einstein is regarded as the greatest, most popular, and the most influential Israeli artist of all time."}]}, {"heading": "Births", "year": "1939", "date": "January 3", "txt": "Bobby Hull, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1940", "date": "January 3", "txt": "Leo de Berardinis, Italian actor and director (d. 2008)", "entities": [{"title": "Leo de Berardinis", "href": "/wiki/Leo_de_Berardinis", "description": "Leo de Berardinis was an Italian stage actor and theatre director. He was an important exponent of the Italian avant-garde theatre."}]}, {"heading": "Births", "year": "1940", "date": "January 3", "txt": "Bernard Blaut, Polish footballer and coach (d. 2007)", "entities": []}, {"heading": "Births", "year": "1941", "date": "January 3", "txt": "Malcolm Dick, New Zealand rugby player", "entities": [{"title": "Malcolm Dick (rugby union player)", "href": "/wiki/Malcolm_Dick_(rugby_union_player)", "description": "Malcolm John Dick is a former New Zealand rugby union player and administrator. A wing three-quarter, Dick represented Auckland at a provincial level, and was a member of the New Zealand national side, the All Blacks, from 1963 to 1970. He played 55 matches for the All Blacks including 15 internationals."}]}, {"heading": "Births", "year": "1942", "date": "January 3", "txt": "John Marsden, Australian lawyer and activist (d. 2006)", "entities": [{"title": "John Marsden (lawyer)", "href": "/wiki/John_Marsden_(lawyer)", "description": "John Robert Marsden was an Australian solicitor and former President of the Law Society of New South Wales. He was known for his high-profile clients, his gay rights activism, and his victory in a defamation action against the Seven Network."}]}, {"heading": "Births", "year": "1942", "date": "January 3", "txt": "John Thaw, English actor and producer, played Inspector Morse (d. 2002)", "entities": [{"title": "Inspector Morse", "href": "/wiki/Inspector_Morse", "description": "Detective Chief Inspector Endeavour Morse, GM, is the eponymous fictional character in the series of detective novels by British author Colin Dexter. On television, he appears in the 33-episode drama series Inspector Morse (1987–2000), in which John Thaw played the character, as well as the (2012–) prequel series Endeavour, portrayed by Shaun Evans. The older Morse is a senior CID officer with the"}]}, {"heading": "Births", "year": "1943", "date": "January 3", "txt": "Van Dyke Parks, American singer-songwriter, musician, composer, author, and actor", "entities": [{"title": "Van Dyke Parks", "href": "/wiki/Van_Dyke_Parks", "description": "Van Dyke Parks is an American musician, songwriter, arranger, and record producer who has composed various film and television soundtracks. He is best known for his 1967 album Song Cycle and for his collaborations with Brian Wilson and the Beach Boys. In addition to producing or arranging albums by Randy Newman, Harry Nilsson, Phil Ochs, Little Feat, Happy End, Ry Cooder and Joanna Newsom, Parks h"}]}, {"heading": "Births", "year": "1944", "date": "January 3", "txt": "Blanche d'Alpuget, Australian author", "entities": [{"title": "Blanche d'Alpuget", "href": "/wiki/Blanche_d%27Alpuget", "description": "Josephine Blanche d'Alpuget is an Australian writer and the second wife of Bob Hawke, the longest-serving Labor Prime Minister of Australia."}]}, {"heading": "Births", "year": "1944", "date": "January 3", "txt": "Doreen Massey, English geographer and political activist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1945", "date": "January 3", "txt": "Stephen Stills, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Stephen Stills", "href": "/wiki/Stephen_Stills", "description": "Stephen Arthur Stills is an American singer, songwriter, and multi-instrumentalist best known for his work with Buffalo Springfield and Crosby, Stills, Nash & Young. As both a solo act and member of two successful bands, Stills has combined record sales of over 35 million albums. He was ranked number 28 in Rolling Stone's 2003 list of \"The 100 Greatest Guitarists of All Time\" and number 47 in the "}]}, {"heading": "Births", "year": "1946", "date": "January 3", "txt": "John Paul Jones, English bass player, songwriter, and producer", "entities": [{"title": "John Paul Jones (musician)", "href": "/wiki/John_Paul_Jones_(musician)", "description": "John Richard Baldwin, better known by his stage name John Paul Jones, is an English musician and record producer who was the bassist and keyboardist for the rock band Led Zeppelin. Prior to forming the band with Jimmy Page in 1968, he was a session musician and arranger. After the death of drummer John Bonham in 1980, Led Zeppelin disbanded, and Jones developed a solo career. He has collaborated w"}]}, {"heading": "Births", "year": "1946", "date": "January 3", "txt": "Michalis Kritikopoulos, Greek footballer (d. 2002)[citation needed]", "entities": []}, {"heading": "Births", "year": "1947", "date": "January 3", "txt": "Fran Cotton, English rugby player", "entities": [{"title": "Fran Cotton", "href": "/wiki/Fran_Cotton", "description": "Francis Edward Cotton is a former rugby union prop forward who played for England and the British Lions. His clubs included Coventry R.F.C. and Sale. After retiring, he remained in rugby administration and founded a clothing company. In July 2007, Cotton returned to his former club Sale as a member of the club's board."}]}, {"heading": "Births", "year": "1947", "date": "January 3", "txt": "Zulema, American singer-songwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1948", "date": "January 3", "txt": "Ian Nankervis, Australian footballer", "entities": [{"title": "Ian Nankervis", "href": "/wiki/Ian_Nankervis", "description": "Ian James Nankervis is a former Australian rules footballer for the Geelong Football Club in the Victorian Football League (VFL). Nankervis played for Geelong for 17 seasons and was captain from 1978 to 1981, and again in 1983. Nankervis held the record of most senior level games for Geelong with 325 VFL games. Nankervis also represented Victoria at state level on 12 occasions."}]}, {"heading": "Births", "year": "1950", "date": "January 3", "txt": "Victoria Principal, American actress and businesswoman[citation needed]", "entities": [{"title": "Victoria Principal", "href": "/wiki/Victoria_Principal", "description": "Vicki Ree Principal, later known as Victoria Principal, is an American actress, producer, entrepreneur, and author, best known for her role as Pamela Barnes Ewing on the American primetime television soap opera series Dallas. She spent nine years on the long-running series, leaving in 1987. Afterwards, she began her own production company, Victoria Principal Productions, focusing mostly on televis"}]}, {"heading": "Births", "year": "1950", "date": "January 3", "txt": "Linda Steiner, American journalist and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "January 3", "txt": "Vesna Vulović, Serbian plane crash survivor and Guinness World Record holder (d. 2016)", "entities": [{"title": "Guinness World Record", "href": "/wiki/Guinness_World_Record", "description": "Guinness World Records, known from its inception in 1955 until 1999 as The Guinness Book of Records and in previous United States editions as The Guinness Book of World Records, is a reference book published annually, listing world records both of human achievements and the extremes of the natural world. The brainchild of Sir Hugh Beaver, the book was co-founded by twin brothers Norris and Ross Mc"}]}, {"heading": "Births", "year": "1951", "date": "January 3", "txt": "Linda Dobbs, English lawyer and judge", "entities": [{"title": "Linda Dobbs", "href": "/wiki/Linda_Dobbs", "description": "Dame Linda Penelope Dobbs, DBE, is a retired High Court judge in England and Wales, who served from 2004 to 2013. Dobbs was the first non-white person to be appointed to the senior judiciary of England and Wales."}]}, {"heading": "Births", "year": "1951", "date": "January 3", "txt": "Gary Nairn, Australian surveyor and politician, 14th Special Minister of State", "entities": [{"title": "Special Minister of State", "href": "/wiki/Special_Minister_of_State", "description": "The Special Minister of State (SMOS) in the Government of Australia is currently Simon Birmingham since October 2020. The minister is responsible for various parliamentary, electoral, financial, public service, and oversight affairs."}]}, {"heading": "Births", "year": "1952", "date": "January 3", "txt": "Esperanza Aguirre, Spanish civil servant and politician, 3rd President of the Community of Madrid[citation needed]", "entities": [{"title": "Esperanza Aguirre", "href": "/wiki/Esperanza_Aguirre", "description": "Esperanza Aguirre y Gil de Biedma is a Spanish politician. A member of the People's Party (PP), she served as President of the Senate between 1999 and 2002, as President of the Community of Madrid between 2003 and 2012 and as Minister of Education and Culture (1996–1999). She also chaired the People's Party of the Community of Madrid between 2004 and 2016."}, {"title": "President of the Community of Madrid", "href": "/wiki/President_of_the_Community_of_Madrid", "description": "The president of the Community of Madrid is the highest-ranking officer of the Autonomous Community of Madrid and the head of the executive branch. The office is currently held by Isabel Díaz Ayuso of the People's Party."}]}, {"heading": "Births", "year": "1952", "date": "January 3", "txt": "Gianfranco Fini, Italian journalist and politician, Italian Minister of Foreign Affairs", "entities": [{"title": "Minister of Foreign Affairs (Italy)", "href": "/wiki/Minister_of_Foreign_Affairs_(Italy)", "description": "The Italian Minister of Foreign Affairs is the head of the Ministry of Foreign Affairs in Italy. The office was one of the positions which Italy inherited from the Kingdom of Sardinia where it was the most ancient ministry of the government: this origin gives to the office a ceremonial primacy in the Italian cabinet."}]}, {"heading": "Births", "year": "1952", "date": "January 3", "txt": "Jim Ross, American professional wrestling commentator", "entities": []}, {"heading": "Births", "year": "1953", "date": "January 3", "txt": "Justin Fleming, Australian playwright and author", "entities": [{"title": "Justin Fleming", "href": "/wiki/Justin_Fleming", "description": "Justin Fleming is an Australian playwright and author. He has written for theatre, music theatre, opera, television and cinema and his works have been produced and published in Australia, the US, Canada, the UK, Belgium, Poland and France. Fleming has been a barrister and vice president of the Australian Writers' Guild and a board member of the Australian National Playwrights' Centre."}]}, {"heading": "Births", "year": "1953", "date": "January 3", "txt": "Mohammed Waheed Hassan, Maldivian educator and politician, 5th President of the Maldives[citation needed]", "entities": [{"title": "President of the Maldives", "href": "/wiki/President_of_the_Maldives", "description": "The president of the Maldives is the head of state and head of government of the Republic of Maldives and the commander-in-chief of the Maldives National Defence Force."}]}, {"heading": "Births", "year": "1953", "date": "January 3", "txt": "Peter Taylor, English football winger and manager", "entities": []}, {"heading": "Births", "year": "1956", "date": "January 3", "txt": "Mel Gibson, American-Australian actor, director, producer, and screenwriter", "entities": [{"title": "Mel Gibson", "href": "/wiki/Mel_Gibson", "description": "Mel Columcille Gerard Gibson is an American actor, film director, producer, and screenwriter. He is best known for his action hero roles, particularly his breakout role as Max Rockatansky in the first three films of the post-apocalyptic action series Mad Max and as Martin Riggs in the buddy cop film series Lethal Weapon."}]}, {"heading": "Births", "year": "1960", "date": "January 3", "txt": "Russell Spence, English racing driver", "entities": [{"title": "Russell Spence", "href": "/wiki/Russell_Spence", "description": "Russell Spence is an English racing driver. He now runs a construction business in London. In 2011, Spence was jailed for 13 weeks for his part in a fraud scam involving a chain of car washes."}]}, {"heading": "Births", "year": "1962", "date": "January 3", "txt": "Darren Daulton, American baseball player (d. 2017)", "entities": [{"title": "Darren Daulton", "href": "/wiki/Darren_Daulton", "description": "Darren Arthur Daulton, nicknamed \"Dutch\", was an American professional baseball catcher who played in Major League Baseball (MLB) for the Philadelphia Phillies and Florida Marlins (1997). While with the Phillies, Daulton was a three-time MLB All-Star and won the 1992 Silver Slugger Award. He won the 1997 World Series with the Marlins."}]}, {"heading": "Births", "year": "1962", "date": "January 3", "txt": "Gavin Hastings, Scottish rugby player", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 3", "txt": "Stewart Hosie, Scottish businessman and politician", "entities": [{"title": "Stewart Hosie", "href": "/wiki/Stewart_Hosie", "description": "Stewart Hosie PC is a Scottish National Party (SNP) politician serving as Member of Parliament (MP) for Dundee East since 2005. He has served as the SNP Shadow Chancellor of the Duchy of Lancaster and Shadow Minister for the Cabinet Office since 2021. He served as Deputy Leader of the SNP to Nicola Sturgeon from November 2014 to October 2016. He was also the SNP Deputy Westminster Leader and the S"}]}, {"heading": "Births", "year": "1963", "date": "January 3", "txt": "Aamer Malik, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1963", "date": "January 3", "txt": "Alex Wheatle, English author and playwright", "entities": []}, {"heading": "Births", "year": "1963 - New Jack, retired professional wrestler", "date": "January 3", "txt": "New Jack, retired professional wrestler", "entities": []}, {"heading": "Births", "year": "1964", "date": "January 3", "txt": "Bruce LaBruce, Canadian director, producer, and screenwriter", "entities": [{"title": "Bruce LaBruce", "href": "/wiki/Bruce_LaBruce", "description": "Bruce LaBruce is a Canadian artist, writer, filmmaker, photographer and underground director based in Toronto."}]}, {"heading": "Births", "year": "1964", "date": "January 3", "txt": "Cheryl Miller, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "January 3", "txt": "Chetan Sharma, Indian cricketer", "entities": [{"title": "Chetan Sharma", "href": "/wiki/Chetan_Sharma", "description": "Chetan Sharma pronunciation (help·info) is a former Indian cricketer and politician who played Tests and ODIs as a fast bowler for Indian cricket team. On 24 December 2020, he was elected as Chairman of the selection committee of Indian cricket team."}]}, {"heading": "Births", "year": "1969", "date": "January 3", "txt": "Lorenzo Fertitta, American entrepreneur, casino executive and sports promoter", "entities": [{"title": "Lorenzo Fertitta", "href": "/wiki/Lorenzo_Fertitta", "description": "Lorenzo Joseph Fertitta is an Italian-American entrepreneur, investor and philanthropist. He is chairman of Fertitta Capital, director of Red Rock Resorts Inc. and former CEO of the Ultimate Fighting Championship."}]}, {"heading": "Births", "year": "1969", "date": "January 3", "txt": "Jarmo Lehtinen, Finnish racing driver", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 3", "txt": "Michael Schumacher, German racing driver", "entities": []}, {"heading": "Births", "year": "1969", "date": "January 3", "txt": "Gerda Weissensteiner, Italian luger and bobsledder", "entities": []}, {"heading": "Births", "year": "1971", "date": "January 3", "txt": "Cory Cross, Canadian ice hockey player and coach", "entities": [{"title": "Cory Cross", "href": "/wiki/Cory_Cross", "description": "Cory Cross is a Canadian former professional ice hockey defenceman, who played twelve seasons in the National Hockey League. He was born in Lloydminster, Alberta, and now resides in West Kelowna, with his wife Shannon, an ex city police officer and now artist, and their two children. Cross is part owner of an oil and gas service company, R'ohan Well and Rig Services and one of the co-founders of P"}]}, {"heading": "Births", "year": "1971", "date": "January 3", "txt": "Lee Il-hwa, South Korean actress", "entities": []}, {"heading": "Births", "year": "1973", "date": "January 3", "txt": "Dan Harmon, American screenwriter and producer", "entities": [{"title": "Dan Harmon", "href": "/wiki/Dan_Harmon", "description": "Daniel James Harmon is an American writer, producer, actor and comedian. Harmon created and produced the NBC sitcom Community (2009–2015), co-created the Adult Swim animated series Rick and Morty (2013–present), and co-founded the alternative television network and website Channel 101. Harmon published the book You'll Be Perfect When You're Dead in 2013. He also hosted a weekly podcast, Harmontown"}]}, {"heading": "Births", "year": "1974", "date": "January 3", "txt": "Robert-Jan Derksen, Dutch golfer", "entities": [{"title": "Robert-Jan Derksen", "href": "/wiki/Robert-Jan_Derksen", "description": "Robert-Jan Derksen is a Dutch professional golfer."}]}, {"heading": "Births", "year": "1974", "date": "January 3", "txt": "Alessandro Petacchi, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1975", "date": "January 3", "txt": "Jason Marsden, American actor", "entities": [{"title": "Jason Marsden", "href": "/wiki/Jason_Marsden", "description": "Jason Christopher Marsden is an American actor, director and producer. He has been the official voice of Max Goof since 1995, one year before Dana Hill’s death in 1996."}]}, {"heading": "Births", "year": "1975", "date": "January 3", "txt": "Thomas Bangalter, French DJ, musician (Daft Punk), and producer", "entities": [{"title": "Daft Punk", "href": "/wiki/Daft_Punk", "description": "Daft Punk were a French electronic music duo formed in 1993 in Paris by Guy-Manuel de Homem-Christo and Thomas Bangalter. Often considered one of the most influential acts in dance music history, they achieved popularity in the late 1990s as part of the French house movement. They also had success in the years following, combining elements of house music with funk, techno, disco, indie rock and po"}]}, {"heading": "Births", "year": "1976", "date": "January 3", "txt": "Angelos Basinas, Greek footballer", "entities": [{"title": "Angelos Basinas", "href": "/wiki/Angelos_Basinas", "description": "Angelos Basinas is a retired Greek international footballer who played as a defensive midfielder. He can also operate as a central midfielder and a centre back. He is best remembered for his key role in the Greek national team that won the 2004 European Championship. He provided the corner kick through which Angelos Charisteas scored the winning goal in the Euro 2004 Final against Portugal."}]}, {"heading": "Births", "year": "1976", "date": "January 3", "txt": "Nicholas Gonzalez, American actor and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 3", "txt": "Lee Bowyer, English footballer and coach", "entities": [{"title": "Lee Bowyer", "href": "/wiki/Lee_Bowyer", "description": "Lee David Bowyer is an English football manager and former player. He is currently the head coach of Championship club Birmingham City."}]}, {"heading": "Births", "year": "1977", "date": "January 3", "txt": "A. J. Burnett, American baseball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "January 3", "txt": "Mayumi Iizuka, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1978", "date": "January 3", "txt": "Dimitra Kalentzou, Greek basketball player", "entities": [{"title": "Dimitra Kalentzou", "href": "/wiki/Dimitra_Kalentzou", "description": "Dimitra Kalentzou is a retired Greek professional basketball player. She played for Panathinaikos and Greece women's national basketball team. She has represented national team in several Eurobasket Women and in 2010 FIBA World Championship for Women."}]}, {"heading": "Births", "year": "1978", "date": "January 3", "txt": "Dominic Wood, English comedian and former magician", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 3", "txt": "Bryan Clay, American decathlete", "entities": [{"title": "Bryan Clay", "href": "/wiki/Bryan_Clay", "description": "Bryan Ezra Tsumoru Clay is an American decathlete who was the 2008 Summer Olympic champion for the decathlon and was also World champion in 2005."}]}, {"heading": "Births", "year": "1980", "date": "January 3", "txt": "Angela Ruggiero, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 3", "txt": "David Tyree, American football player", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 3", "txt": "Kurt Vile, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "January 3", "txt": "Mary Wineberg, American sprinter", "entities": []}, {"heading": "Births", "year": "1981", "date": "January 3", "txt": "Eli Manning, American football player", "entities": [{"title": "Eli Manning", "href": "/wiki/Eli_Manning", "description": "Elisha Nelson Manning is a former American football quarterback who played in the National Football League (NFL) for 16 seasons with the New York Giants. After playing college football at Ole Miss, he was selected first overall in the 2004 NFL Draft by the San Diego Chargers and traded to the Giants during the draft. He is the youngest son of former NFL quarterback Archie Manning and younger broth"}]}, {"heading": "Births", "year": "1982", "date": "January 3", "txt": "Peter Clarke, English footballer", "entities": [{"title": "Peter Clarke (footballer)", "href": "/wiki/Peter_Clarke_(footballer)", "description": "Peter Michael Clarke is an English professional footballer who plays as a centre back for League Two club Tranmere Rovers."}]}, {"heading": "Births", "year": "1982", "date": "January 3", "txt": "Lasse Nilsson, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "January 3", "txt": "Park Ji-yoon, South Korean singer and actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "January 3", "txt": "Billy Mehmet, English-Irish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "January 3", "txt": "Linas Kleiza, Lithuanian basketball player", "entities": [{"title": "Linas Kleiza", "href": "/wiki/Linas_Kleiza", "description": "Linas Kleiza is a Lithuanian professional basketball executive and former player. Standing at 6 ft 8 in (2.03 m), he played at the small forward and power forward positions. In 2010, he was the Alphonso Ford EuroLeague Top Scorer Trophy winner and a member of the All-EuroLeague First Team."}]}, {"heading": "Births", "year": "1985", "date": "January 3", "txt": "Evan Moore, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 3", "txt": "Dana Hussain, Iraqi sprinter", "entities": [{"title": "Dana Hussain", "href": "/wiki/Dana_Hussain", "description": "Dana Hussain Abdul-Razak Al-Khafaji is a sprinter on Iraq's national track and field team, coached by Yousif Abdul-Rahman.\nDue to the International Olympic Committee ban on Iraq competing at the 2008 Summer Olympics, there were concerns that she might be unable to participate, despite qualifying for the 100- and 200-meter sprint events. The ban was, however, subsequently lifted. She was the only a"}]}, {"heading": "Births", "year": "1986", "date": "January 3", "txt": "Greg Nwokolo, Indonesian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "January 3", "txt": "Dmitry Starodubtsev, Russian pole vaulter", "entities": []}, {"heading": "Births", "year": "1987", "date": "January 3", "txt": "Reto Berra, Swiss professional ice hockey goaltender", "entities": [{"title": "Reto Berra", "href": "/wiki/Reto_Berra", "description": "Reto Berra is a Swiss professional ice hockey goaltender who is currently playing for HC Fribourg-Gottéron of the National League (NL). Berra played seven seasons in Switzerland's National League A, spending time with the GCK Lions, HC Davos and SCL Tigers before joining EHC Biel in 2009 where he was the team's starting goaltender for four years. He was an NHL draft pick of the St. Louis Blues, se"}]}, {"heading": "Births", "year": "1987", "date": "January 3", "txt": "Kim Ok-bin, South Korean actress and singer", "entities": []}, {"heading": "Births", "year": "1988", "date": "January 3", "txt": "Ikechi Anya, Scottish-Nigerian footballer", "entities": [{"title": "Ikechi Anya", "href": "/wiki/Ikechi_Anya", "description": "Ikechi Anya is a Scottish professional footballer who plays as a midfielder."}]}, {"heading": "Births", "year": "1988", "date": "January 3", "txt": "Matt Frattin, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1989", "date": "January 3", "txt": "Kōhei Uchimura, Japanese artistic gymnast", "entities": [{"title": "Kōhei Uchimura", "href": "/wiki/K%C5%8Dhei_Uchimura", "description": "Kōhei Uchimura  is a Japanese artistic gymnast. He is a seven-time Olympic medalist, winning three golds and four silvers, and a twenty-one-time World medalist."}]}, {"heading": "Births", "year": "1990", "date": "January 3", "txt": "Yoichiro Kakitani, Japanese footballer", "entities": [{"title": "Yoichiro Kakitani", "href": "/wiki/Yoichiro_Kakitani", "description": "Yoichiro Kakitani  is a Japanese footballer who plays as an attacking midfielder for Nagoya Grampus."}]}, {"heading": "Births", "year": "1991", "date": "January 3", "txt": "Jerson Cabral, Dutch footballer", "entities": [{"title": "Jerson Cabral", "href": "/wiki/Jerson_Cabral", "description": "Jerson Cabral is a Dutch-Cape Verdean professional footballer who plays as a winger for Pafos."}]}, {"heading": "Births", "year": "1991", "date": "January 3", "txt": "Özgür Çek, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 3", "txt": "Sébastien Faure, French footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "January 3", "txt": "Dane Gagai, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1994", "date": "January 3", "txt": "Isaquias Queiroz, Brazilian sprint canoeist", "entities": [{"title": "Isaquias Queiroz", "href": "/wiki/Isaquias_Queiroz", "description": "Isaquias Queiroz dos Santos is a Brazilian sprint canoeist who has competed since 2005. He is the only Brazilian athlete to ever win three medals in a single edition of the Olympic Games."}]}, {"heading": "Births", "year": "1995", "date": "January 3", "txt": "Kim Jisoo, Korean singer", "entities": [{"title": "Jisoo", "href": "/wiki/Jisoo", "description": "Kim Ji-soo, better known mononymously as Jisoo, is a South Korean singer and actress. She made her debut in August 2016 as a member of the girl group Blackpink under YG Entertainment."}]}, {"heading": "Births", "year": "1996", "date": "January 3", "txt": "Florence Pugh, English actress", "entities": [{"title": "Florence Pugh", "href": "/wiki/Florence_Pugh", "description": "Florence Pugh is an English actress. She made her professional debut in the mystery film The Falling (2014), and gained recognition for her leading role as an unhappily married woman in the independent drama Lady Macbeth (2016). Her performance in the latter won her the BIFA Award for Best Actress. She also drew critical praise for her leading role in the miniseries The Little Drummer Girl (2018)."}]}, {"heading": "Births", "year": "1997", "date": "January 3", "txt": "Kyron McMaster, British Virgin Islands hurdler", "entities": [{"title": "Kyron McMaster", "href": "/wiki/Kyron_McMaster", "description": "Kyron McMaster is an athlete from the British Virgin Islands specialising in the 400 metres hurdles."}]}, {"heading": "Births", "year": "2001", "date": "January 3", "txt": "Deni Avdija, Israeli-Serbian basketball player", "entities": [{"title": "Deni Avdija", "href": "/wiki/Deni_Avdija", "description": "Deni Avdija is an Israeli-Serbian professional basketball player for the Washington Wizards of the National Basketball Association (NBA). He plays the small forward position."}]}, {"heading": "Births", "year": "2003", "date": "January 3", "txt": "Greta Thunberg, Swedish environmental activist", "entities": [{"title": "Greta Thunberg", "href": "/wiki/Greta_Thunberg", "description": "Greta Tintin Eleonora Ernman Thunberg is a Swedish environmental activist who is internationally known for challenging world leaders to take immediate action for climate change mitigation. Thunberg initially gained notice for her youth and her straightforward speaking manner, both in public and to political leaders and assemblies, in which she criticises world leaders for their failure to take wha"}]}, {"heading": "Deaths", "year": "236", "date": "January 3", "txt": "Anterus, pope of the Catholic Church", "entities": [{"title": "Pope Anterus", "href": "/wiki/Pope_Anterus", "description": "Pope Anterus was the bishop of Rome from 21 November 235 to his death on 3 January 236."}]}, {"heading": "Deaths", "year": "323", "date": "January 3", "txt": "Yuan of Yin, Chinese emperor (b. 276)", "entities": [{"title": "Emperor Yuan of Jin", "href": "/wiki/Emperor_Yuan_of_Jin", "description": "Emperor Yuan of Jin, personal name Sima Rui (司馬睿), courtesy name Jingwen (景文), was an emperor of the Jin dynasty and the first of the Eastern Jin. His reign saw the steady gradual loss of Jin territory in the north, but entrenchment of Jin authority south of the Huai River and east of the Three Gorges, and for generations Jin was not seriously threatened by Wu Hu kingdoms to the north."}]}, {"heading": "Deaths", "year": "1027", "date": "January 3", "txt": "Fujiwara no Yukinari, Japanese calligrapher (b. 972)", "entities": [{"title": "Fujiwara no Yukinari", "href": "/wiki/Fujiwara_no_Yukinari", "description": "Fujiwara no Yukinari  was a Japanese calligrapher (shodoka) during the Heian period. He was memorialized for his prowess in his chosen art by being remembered as one of the outstanding Three Brush Traces, along with Ono no Michikaze and Fujiwara no Sukemasa."}]}, {"heading": "Deaths", "year": "1028", "date": "January 3", "txt": "Fujiwara no Michinaga, Japanese nobleman (b. 966)", "entities": [{"title": "Fujiwara no Michinaga", "href": "/wiki/Fujiwara_no_Michinaga", "description": "Fujiwara no Michinaga  was a Japanese statesman. The Fujiwara clan's control over Japan and its politics reached its zenith under his leadership."}]}, {"heading": "Deaths", "year": "1098", "date": "January 3", "txt": "Walkelin, Norman bishop of Winchester", "entities": [{"title": "Walkelin", "href": "/wiki/Walkelin", "description": "Walkelin was the first Norman bishop of Winchester."}]}, {"heading": "Deaths", "year": "1322", "date": "January 3", "txt": "Philip V, king of France (b. 1292)", "entities": [{"title": "Philip V of France", "href": "/wiki/Philip_V_of_France", "description": "Philip V, known as the Tall, was King of France and Navarre. He reigned from 1316 to 1322."}]}, {"heading": "Deaths", "year": "1437", "date": "January 3", "txt": "Catherine of Valois, queen consort of Henry V (b. 1401)", "entities": [{"title": "Catherine of Valois", "href": "/wiki/Catherine_of_Valois", "description": "Catherine of Valois was the queen consort of England from 1420 until 1422. A daughter of Charles VI of France, she married Henry V of England, and gave birth to his heir Henry VI of England. Catherine's marriage was part of a plan to eventually place Henry V on the throne of France, and perhaps end what is now known as the Hundred Years' War, but although her son Henry VI was later crowned in Pari"}, {"title": "Henry V of England", "href": "/wiki/Henry_V_of_England", "description": "Henry V, also called Henry of Monmouth, was King of England from 1413 until his death in 1422. Despite his relatively short reign, Henry's outstanding military successes in the Hundred Years' War against France made England one of the strongest military powers in Europe. Immortalised in Shakespeare's \"Henriad\" plays, Henry is known and celebrated as one of the greatest warrior kings of medieval En"}]}, {"heading": "Deaths", "year": "1501", "date": "January 3", "txt": "Ali-Shir Nava'i, Turkic poet, linguist, and mystic (b. 1441)", "entities": [{"title": "Ali-Shir Nava'i", "href": "/wiki/Ali-Shir_Nava%27i", "description": "'Ali-Shir Nava'i, also known as Nizām-al-Din ʿAli-Shir Herawī, was a Turkic poet, writer, politician, linguist, Hanafi Maturidi mystic and painter who was the greatest representative of Chagatai literature."}]}, {"heading": "Deaths", "year": "1543", "date": "January 3", "txt": "Juan Rodríguez Cabrillo, Portuguese explorer and navigator (b. 1499)", "entities": [{"title": "Juan Rodríguez Cabrillo", "href": "/wiki/Juan_Rodr%C3%ADguez_Cabrillo", "description": "Juan Rodríguez Cabrillo was an Iberian maritime explorer best known for investigations of the West Coast of North America, undertaken on behalf of the Spanish Empire. He was the first European to explore present-day California, navigating along the coast of California in 1542–1543."}]}, {"heading": "Deaths", "year": "1571", "date": "January 3", "txt": "Joachim II Hector, Elector of Brandenburg (b. 1505)", "entities": [{"title": "Joachim II Hector, Elector of Brandenburg", "href": "/wiki/Joachim_II_Hector,_Elector_of_Brandenburg", "description": "Joachim II was a Prince-elector of the Margraviate of Brandenburg (1535–1571), the sixth member of the House of Hohenzollern. Joachim II was the eldest son of Joachim I Nestor, Elector of Brandenburg and his wife Elizabeth of Denmark, Norway, and Sweden. He received the cognomen Hector after the Trojan prince and warrior for his athel qualities and prowess."}]}, {"heading": "Deaths", "year": "1641", "date": "January 3", "txt": "Jeremiah Horrocks, English astronomer and mathematician (b. 1618)", "entities": [{"title": "Jeremiah Horrocks", "href": "/wiki/Jeremiah_Horrocks", "description": "Jeremiah Horrocks, sometimes given as Jeremiah Horrox, was an English astronomer. He was the first person to demonstrate that the Moon moved around the Earth in an elliptical orbit; and he was the only person to predict the transit of Venus of 1639, an event which he and his friend William Crabtree were the only two people to observe and record."}]}, {"heading": "Deaths", "year": "1656", "date": "January 3", "txt": "Mathieu Molé, French politician (b. 1584)", "entities": [{"title": "Mathieu Molé", "href": "/wiki/Mathieu_Mol%C3%A9", "description": "Mathieu Molé was a French statesman."}]}, {"heading": "Deaths", "year": "1670", "date": "January 3", "txt": "George Monck, 1st Duke of Albemarle, English general and politician, Lord Lieutenant of Ireland (b. 1608)", "entities": [{"title": "George Monck, 1st Duke of Albemarle", "href": "/wiki/George_Monck,_1st_Duke_of_Albemarle", "description": "George Monck, 1st Duke of Albemarle, KG was an English soldier and politician, and a key figure on both sides of the English Civil War, as well as the Restoration of the monarchy to King Charles II in 1660."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1701", "date": "January 3", "txt": "Louis I, prince of Monaco (b. 1642)", "entities": [{"title": "Louis I, Prince of Monaco", "href": "/wiki/Louis_I,_Prince_of_Monaco", "description": "Louis I was Prince of Monaco from 1662 until 1701."}]}, {"heading": "Deaths", "year": "1705", "date": "January 3", "txt": "Luca Giordano, Italian painter and illustrator (b. 1634)", "entities": [{"title": "Luca Giordano", "href": "/wiki/Luca_Giordano", "description": "Luca Giordano was an Italian late-Baroque painter and printmaker in etching. Fluent and decorative, he worked successfully in Naples and Rome, Florence, and Venice, before spending a decade in Spain."}]}, {"heading": "Deaths", "year": "1743", "date": "January 3", "txt": "Ferdinando Galli-Bibiena, Italian painter and architect (b. 1657)", "entities": [{"title": "Ferdinando Galli-Bibiena", "href": "/wiki/Ferdinando_Galli-Bibiena", "description": "Ferdinando Galli Bibiena or Ferdinando Galli-Bibiena, also Ferdinando Galli da Bibiena or Bibbiena, was an Italian Baroque-era architect, designer, and painter."}]}, {"heading": "Deaths", "year": "1777", "date": "January 3", "txt": "William Leslie, Scottish captain (b. 1751)", "entities": [{"title": "William Leslie (British Army officer)", "href": "/wiki/William_Leslie_(British_Army_officer)", "description": "The Honourable William Leslie, second son of the Earl of Leven and Melville from Scotland, was a Captain in the 17th Foot of the British Army during the American War of Independence. He was mortally wounded during the Battle of Princeton and buried with military honours by American General George Washington at Pluckemin, New Jersey."}]}, {"heading": "Deaths", "year": "1779", "date": "January 3", "txt": "Claude Bourgelat, French surgeon and lawyer (b. 1712)", "entities": [{"title": "Claude Bourgelat", "href": "/wiki/Claude_Bourgelat", "description": "Claude Bourgelat was a French veterinary surgeon. He was a founder of scientifically informed veterinary medicine, and he created one of the earliest schools for training professional veterinarians."}]}, {"heading": "Deaths", "year": "1785", "date": "January 3", "txt": "Baldassare Galuppi, Italian composer (b. 1706)", "entities": [{"title": "Baldassare Galuppi", "href": "/wiki/Baldassare_Galuppi", "description": "Baldassare Galuppi was a Venetian composer, born on the island of Burano in the Venetian Republic. He belonged to a generation of composers, including Johann Adolph Hasse, Giovanni Battista Sammartini, and C. P. E. Bach, whose works are emblematic of the prevailing galant music that developed in Europe throughout the 18th century. He achieved international success, spending periods of his career i"}]}, {"heading": "Deaths", "year": "1795", "date": "January 3", "txt": "Josiah Wedgwood, English potter, founded the Wedgwood Company (b. 1730)", "entities": [{"title": "Josiah Wedgwood", "href": "/wiki/Josiah_Wedgwood", "description": "Josiah Wedgwood was an English potter, entrepreneur, and abolitionist. He founded the Wedgwood company. He developed improved pottery bodies by a long process of systematic experimentation, and was the leader in the industrialisation of the manufacture of European pottery."}, {"title": "Wedgwood", "href": "/wiki/Wedgwood", "description": "Wedgwood is a fine china, porcelain, and luxury accessories manufacturer that was founded on 1 May 1759 by the English potter and entrepreneur Josiah Wedgwood and was first incorporated in 1895 as Josiah Wedgwood and Sons Ltd. It was rapidly successful and was soon one of the largest manufacturers of Staffordshire pottery, \"a firm that has done more to spread the knowledge and enhance the reputati"}]}, {"heading": "Deaths", "year": "1826", "date": "January 3", "txt": "Louis-Gabriel Suchet, French general (b. 1770)", "entities": [{"title": "Louis-Gabriel Suchet", "href": "/wiki/Louis-Gabriel_Suchet", "description": "Louis-Gabriel Suchet, Duke of Albufera, was a French Marshal of the Empire and one of the most successful commanders of the French Revolutionary and Napoleonic Wars.\n"}]}, {"heading": "Deaths", "year": "1871", "date": "January 3", "txt": "Kuriakose Elias Chavara, Indian priest and saint (b. 1805)", "entities": [{"title": "Kuriakose Elias Chavara", "href": "/wiki/Kuriakose_Elias_Chavara", "description": "Kuriakose Elias Chavara, C.M.I. was an Indian Catholic priest and social reformer. He is the first canonised Catholic male saint of Indian origin and belongs to the Syro-Malabar Catholic Church, an Eastern Catholic Church based in the state of Kerala. He was the co-founder and first Prior General of the first congregation for men in the Syro-Malabar Catholic Church, now known as the Carmelites of "}]}, {"heading": "Deaths", "year": "1875", "date": "January 3", "txt": "Pierre Larousse, French lexicographer and publisher (b. 1817)", "entities": [{"title": "Pierre Larousse", "href": "/wiki/Pierre_Larousse", "description": "Pierre Athanase Larousse was a French grammarian, lexicographer and encyclopaedist. He published many of the outstanding educational and reference works of 19th-century France, including the 15 volume Grand dictionnaire universel du XIXe siècle."}]}, {"heading": "Deaths", "year": "1882", "date": "January 3", "txt": "William Harrison Ainsworth, English author (b. 1805)", "entities": [{"title": "William Harrison Ainsworth", "href": "/wiki/William_Harrison_Ainsworth", "description": "William Harrison Ainsworth was an English historical novelist born at King Street in Manchester. He trained as a lawyer, but the legal profession held no attraction for him. While completing his legal studies in London he met the publisher John Ebers, at that time manager of the King's Theatre, Haymarket. Ebers introduced Ainsworth to literary and dramatic circles, and to his daughter, who became "}]}, {"heading": "Deaths", "year": "1895", "date": "January 3", "txt": "James Merritt Ives, American lithographer and businessman, co-founded Currier and Ives (b. 1824)", "entities": [{"title": "James Merritt Ives", "href": "/wiki/James_Merritt_Ives", "description": "James Merritt Ives was an American lithographer, bookkeeper, and businessman. He oversaw the business and financial side of the firm, Currier and Ives, which he co-managed with his business partner, Nathaniel Currier."}, {"title": "Currier and Ives", "href": "/wiki/Currier_and_Ives", "description": "Currier and Ives was a successful American printmaking firm based in New York City from 1835 to 1907 headed first by Nathaniel Currier, and later jointly with his partner James Merritt Ives. The prolific firm produced prints from paintings by fine artists as black and white lithographs that were hand colored. Lithographic prints could be reproduced quickly and purchased inexpensively, and the firm"}]}, {"heading": "Deaths", "year": "1903", "date": "January 3", "txt": "Alois Hitler, Austrian civil servant (b. 1837)", "entities": [{"title": "Alois Hitler", "href": "/wiki/Alois_Hitler", "description": "Alois Hitler Sr. was an Austrian civil servant in the customs service, and the father of Adolf Hitler, dictator of Nazi Germany."}]}, {"heading": "Deaths", "year": "1911", "date": "January 3", "txt": "Alexandros Papadiamantis, Greek author and poet (b. 1851)", "entities": [{"title": "Alexandros Papadiamantis", "href": "/wiki/Alexandros_Papadiamantis", "description": "Alexandros Papadiamantis was an influential Greek novelist, short-story writer and poet."}]}, {"heading": "Deaths", "year": "1915", "date": "January 3", "txt": "James Elroy Flecker, English poet, author, and playwright (b. 1884)", "entities": [{"title": "James Elroy Flecker", "href": "/wiki/James_Elroy_Flecker", "description": "James Elroy Flecker was an English novelist and playwright. As a poet, he was most influenced by the Parnassian poets."}]}, {"heading": "Deaths", "year": "1916", "date": "January 3", "txt": "Grenville M. Dodge, American general and politician (b. 1831)", "entities": [{"title": "Grenville M. Dodge", "href": "/wiki/Grenville_M._Dodge", "description": "Grenville Mellen Dodge was a Union Army officer on the frontier and a pioneering figure in military intelligence during the Civil War, who served as Ulysses S. Grant's intelligence chief in the Western Theater. He served in several notable assignments, including command of the XVI Corps during the Atlanta Campaign."}]}, {"heading": "Deaths", "year": "1922", "date": "January 3", "txt": "Wilhelm Voigt, German criminal (b. 1849)", "entities": [{"title": "Wilhelm Voigt", "href": "/wiki/Wilhelm_Voigt", "description": "Friedrich Wilhelm Voigt was a German impostor who, in 1906, masqueraded as a Prussian military officer, rounded up a number of soldiers under his \"command\", and \"confiscated\" more than 4,000 marks from a municipal treasury. Although he served two years in prison, he became a folk hero as The Captain of Köpenick and was pardoned by Kaiser Wilhelm II."}]}, {"heading": "Deaths", "year": "1923", "date": "January 3", "txt": "Jaroslav Hašek, Czech journalist and author (b. 1883)", "entities": [{"title": "Jaroslav Hašek", "href": "/wiki/Jaroslav_Ha%C5%A1ek", "description": "Jaroslav Hašek was a Czech writer, humorist, satirist, journalist, bohemian and anarchist. He is best known for his novel The Fate of the Good Soldier Švejk during the World War, an unfinished collection of farcical incidents about a soldier in World War I and a satire on the ineptitude of authority figures. The novel has been translated into about 60 languages, making it the most translated novel"}]}, {"heading": "Deaths", "year": "1927", "date": "January 3", "txt": "Carl David Tolmé Runge, German physicist and mathematician (b. 1856)", "entities": [{"title": "Carl David Tolmé Runge", "href": "/wiki/Carl_David_Tolm%C3%A9_Runge", "description": "Carl David Tolmé Runge was a German mathematician, physicist, and spectroscopist."}]}, {"heading": "Deaths", "year": "1931", "date": "January 3", "txt": "Joseph Joffre, French general (b. 1852)", "entities": [{"title": "Joseph Joffre", "href": "/wiki/Joseph_Joffre", "description": "Joseph Jacques Césaire Joffre was a French general who served as Commander-in-Chief of French forces on the Western Front from the start of World War I until the end of 1916. He is best known for regrouping the retreating allied armies to defeat the Germans at the strategically decisive First Battle of the Marne in September 1914."}]}, {"heading": "Deaths", "year": "1933", "date": "January 3", "txt": "Wilhelm Cuno, German lawyer and politician, Chancellor of Germany (b. 1876)", "entities": [{"title": "Wilhelm Cuno", "href": "/wiki/Wilhelm_Cuno", "description": "Wilhelm Carl Josef Cuno was a German businessman and politician who was the Chancellor of Germany from 1922 to 1923, for a total of 264 days. His tenure included the episode known as the Occupation of the Ruhr by French and Belgian troops and the period in which inflation in Germany accelerated notably, heading towards hyperinflation. Cuno was also general director of the Hapag shipping company."}, {"title": "Chancellor of Germany", "href": "/wiki/Chancellor_of_Germany", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Deaths", "year": "1933", "date": "January 3", "txt": "Jack Pickford, Canadian-American actor, director, and producer (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1943", "date": "January 3", "txt": "Walter James, Australian lawyer and politician, 5th Premier of Western Australia (b. 1863)", "entities": [{"title": "Walter James", "href": "/wiki/Walter_James", "description": "Sir Walter Hartwell James, was the fifth Premier of Western Australia and an ardent supporter of the federation movement."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Deaths", "year": "1944", "date": "January 3", "txt": "Jurgis Baltrušaitis, Lithuanian poet, critic, and translator (b. 1873)", "entities": [{"title": "Jurgis Baltrušaitis", "href": "/wiki/Jurgis_Baltru%C5%A1aitis", "description": "Jurgis Baltrušaitis was a Lithuanian Symbolist poet and translator, who wrote his works in Lithuanian and Russian. In addition to his important contributions to Lithuanian literature, he was noted as a political activist and diplomat. Himself one of the foremost exponents of iconology, he was the father of art historian and critic Jurgis Baltrušaitis Jr.."}]}, {"heading": "Deaths", "year": "1945", "date": "January 3", "txt": "Edgar Cayce, American psychic and author (b. 1877)", "entities": [{"title": "Edgar Cayce", "href": "/wiki/Edgar_Cayce", "description": "Edgar Cayce was an American clairvoyant who claimed to channel from his higher self. Cayce's sessions occurred during a trance state when he would fall asleep. His friend Al Layne, his wife, and later his secretary Gladys Davis Turner, would record his words. During these sessions, Cayce would answer questions on subjects as varied as healing, reincarnation, dreams, the afterlife, past-life, nutri"}]}, {"heading": "Deaths", "year": "1945", "date": "January 3", "txt": "Ferdynand Antoni Ossendowski, Polish journalist and explorer (b. 1879)", "entities": []}, {"heading": "Deaths", "year": "1946", "date": "January 3", "txt": "William Joyce, American-British pro-Axis propaganda broadcaster (b. 1906)", "entities": [{"title": "William Joyce", "href": "/wiki/William_Joyce", "description": "William Brooke Joyce, nicknamed Lord Haw-Haw, was an American-born fascist politician and Nazi propaganda broadcaster to the United Kingdom during World War II. He took German citizenship in 1940."}]}, {"heading": "Deaths", "year": "1956", "date": "January 3", "txt": "Alexander Gretchaninov, Russian-American pianist and composer (b. 1864)", "entities": [{"title": "Alexander Gretchaninov", "href": "/wiki/Alexander_Gretchaninov", "description": "Alexander Tikhonovich Gretchaninov was a Russian Romantic composer."}]}, {"heading": "Deaths", "year": "1956", "date": "January 3", "txt": "Dimitrios Vergos, Greek wrestler, weightlifter, and shot putter (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1956", "date": "January 3", "txt": "Joseph Wirth, German educator and politician, Chancellor of Germany (b. 1876)", "entities": [{"title": "Chancellor of Germany", "href": "/wiki/Chancellor_of_Germany", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Deaths", "year": "1958", "date": "January 3", "txt": "Cafer Tayyar Eğilmez, Turkish general (b. 1877)", "entities": [{"title": "Cafer Tayyar Eğilmez", "href": "/wiki/Cafer_Tayyar_E%C4%9Filmez", "description": "Cafer Tayyar Eğilmez was an officer of the Ottoman Army and a general of the Turkish Army."}]}, {"heading": "Deaths", "year": "1959", "date": "January 3", "txt": "Edwin Muir, Scottish poet, author, and translator (b. 1887)", "entities": [{"title": "Edwin Muir", "href": "/wiki/Edwin_Muir", "description": "Edwin Muir was a Scottish poet, novelist and translator. Born on a farm in Deerness, a parish of Orkney, Scotland, he is remembered for his deeply felt and vivid poetry written in plain language and with few stylistic preoccupations."}]}, {"heading": "Deaths", "year": "1960", "date": "January 3", "txt": "Eric P. Kelly, American journalist, author, and academic (b. 1884)", "entities": [{"title": "Eric P. Kelly", "href": "/wiki/Eric_P._Kelly", "description": "Eric Philbrook Kelly was an American journalist, academic and author of children's books. He was a professor of English at Dartmouth College and briefly a lecturer at the Jagiellonian University in Kraków. He won the 1929 Newbery Medal recognizing his first published book, The Trumpeter of Krakow, as the preceding year's most distinguished contribution to American children's literature."}]}, {"heading": "Deaths", "year": "1962", "date": "January 3", "txt": "Hermann Lux, German footballer and manager (b. 1893)", "entities": [{"title": "Hermann Lux (footballer)", "href": "/wiki/Hermann_Lux_(footballer)", "description": "Hermann Lux was a German footballer."}]}, {"heading": "Deaths", "year": "1965", "date": "January 3", "txt": "Milton Avery, American painter (b. 1885)", "entities": [{"title": "Milton Avery", "href": "/wiki/Milton_Avery", "description": "Milton Clark Avery was an American modern painter. Born in Altmar, New York, he moved to Connecticut in 1898 and later to New York City."}]}, {"heading": "Deaths", "year": "1966", "date": "January 3", "txt": "Sammy Younge Jr., American civil rights activist (b. 1944)", "entities": [{"title": "Sammy Younge Jr.", "href": "/wiki/Sammy_Younge_Jr.", "description": "Samuel Leamon Younge Jr. was a civil rights and voting rights activist who was murdered for trying to desegregate a \"whites only\" restroom. Younge was an enlisted service member in the United States Navy, where he served for two years before being medically discharged. Younge was an active member of the Student Nonviolent Coordinating Committee (SNCC) and a leader of the Tuskegee Institute Advance"}]}, {"heading": "Deaths", "year": "1967", "date": "January 3", "txt": "Mary Garden, Scottish-American soprano and actress (b. 1874)", "entities": [{"title": "Mary Garden", "href": "/wiki/Mary_Garden", "description": "Mary Garden was a Scottish operatic soprano with a substantial career in France and America in the first third of the 20th century. She spent the latter part of her childhood and youth in the United States and eventually became an American citizen, although she lived in France for many years and eventually retired to Scotland, where she died."}]}, {"heading": "Deaths", "year": "1967", "date": "January 3", "txt": "Reginald Punnett, British scientist (b. 1875)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "January 3", "txt": "Jack Ruby, American businessman and murderer (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "January 3", "txt": "Jean Focas, Greek-French astronomer (b. 1909)", "entities": [{"title": "Jean Focas", "href": "/wiki/Jean_Focas", "description": "Jean-Henri Focas was a Greek-French astronomer. In Greek he was known as Ioannis Focas. He worked at the Pic du Midi Observatory, investigating the surface features of Mars using visual and photographic techniques. A crater on the moon and a crater on Mars were named after him."}]}, {"heading": "Deaths", "year": "1969", "date": "January 3", "txt": "Tzavalas Karousos, Greek-French actor (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "January 3", "txt": "Gladys Aylward, English missionary and humanitarian (b. 1902)", "entities": [{"title": "Gladys Aylward", "href": "/wiki/Gladys_Aylward", "description": "Gladys May Aylward was a British-born evangelical Christian missionary to China, whose story was told in the book The Small Woman, by Alan Burgess, published in 1957, and made into the film The Inn of the Sixth Happiness, starring Ingrid Bergman, in 1958. The film was produced by Twentieth Century Fox, and filmed entirely in North Wales and England."}]}, {"heading": "Deaths", "year": "1972", "date": "January 3", "txt": "Mohan Rakesh, Indian author and playwright (b. 1925)", "entities": [{"title": "Mohan Rakesh", "href": "/wiki/Mohan_Rakesh", "description": "Mohan Rakesh was one of the pioneers of the Nai Kahani literary movement of the Hindi literature in the 1950s. He wrote the first modern Hindi play, Ashadh Ka Ek Din (1958), which won a competition organised by the Sangeet Natak Akademi. He made significant contributions to the novel, the short story, travelogue, criticism, memoir and drama."}]}, {"heading": "Deaths", "year": "1975", "date": "January 3", "txt": "Victor Kraft, Austrian philosopher from the Vienna Circle (b. 1880)", "entities": [{"title": "Victor Kraft", "href": "/wiki/Victor_Kraft", "description": "Victor Kraft was an Austrian philosopher, best known for being a member of the Vienna Circle."}]}, {"heading": "Deaths", "year": "1975", "date": "January 3", "txt": "James McCormack, American general (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "January 3", "txt": "William Gropper, American lithographer, cartoonist, and painter (b. 1897)", "entities": [{"title": "William Gropper", "href": "/wiki/William_Gropper", "description": "William Victor \"Bill\" Gropper was a U.S. cartoonist, painter, lithographer, and muralist. A committed radical, Gropper is best known for the political work which he contributed to such left wing publications as The Revolutionary Age, The Liberator, The New Masses, The Worker, and The Morning Freiheit."}]}, {"heading": "Deaths", "year": "1979", "date": "January 3", "txt": "Conrad Hilton, American businessman, founded the Hilton Hotels & Resorts (b. 1887)", "entities": [{"title": "Conrad Hilton", "href": "/wiki/Conrad_Hilton", "description": "Conrad Nicholson Hilton Sr. was an American businessman known as the founder of the Hilton Hotels chain."}, {"title": "Hilton Hotels & Resorts", "href": "/wiki/Hilton_Hotels_%26_Resorts", "description": "Hilton Hotels & Resorts is a global brand of full-service hotels and resorts and the flagship brand of American multinational hospitality company Hilton."}]}, {"heading": "Deaths", "year": "1980", "date": "January 3", "txt": "Joy Adamson, Austrian-Kenyan painter and conservationist (b. 1910)", "entities": [{"title": "Joy Adamson", "href": "/wiki/Joy_Adamson", "description": "Friederike Victoria \"Joy\" Adamson was a naturalist, artist and author. Her book, Born Free, describes her experiences raising a lion cub named Elsa. Born Free was printed in several languages, and made into an Academy Award-winning movie of the same name. In 1977, she was awarded the Austrian Cross of Honour for Science and Art."}]}, {"heading": "Deaths", "year": "1980", "date": "January 3", "txt": "George Sutherland Fraser, Scottish poet and academic (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "January 3", "txt": "Princess Alice, Countess of Athlone (b. 1883)", "entities": [{"title": "Princess Alice, Countess of Athlone", "href": "/wiki/Princess_Alice,_Countess_of_Athlone", "description": "Princess Alice, Countess of Athlone was a member of the British royal family. She was the longest-lived British princess of the blood royal, and was the last surviving grandchild of Queen Victoria. Princess Alice was the chatelaine of Rideau Hall from 1940 until 1946, while her husband, Lord Athlone, served as the governor general of Canada."}]}, {"heading": "Deaths", "year": "1988", "date": "January 3", "txt": "Rose Ausländer, Ukrainian-German poet and author (b. 1901)", "entities": [{"title": "Rose Ausländer", "href": "/wiki/Rose_Ausl%C3%A4nder", "description": "Rose Ausländer was a Jewish poet writing in German and English. Born in Czernowitz in the Bukovina, she lived through its tumultuous history of belonging to the Austro-Hungarian Empire, Kingdom of Romania, and eventually the Soviet Union."}]}, {"heading": "Deaths", "year": "1989", "date": "January 3", "txt": "Sergei Sobolev, Russian mathematician and academic (b. 1909)", "entities": [{"title": "Sergei Sobolev", "href": "/wiki/Sergei_Sobolev", "description": "Prof Sergei Lvovich Sobolev HFRSE was a Soviet mathematician working in mathematical analysis and partial differential equations."}]}, {"heading": "Deaths", "year": "1992", "date": "January 3", "txt": "Judith Anderson, British actress (b. 1897)", "entities": [{"title": "Judith Anderson", "href": "/wiki/Judith_Anderson", "description": "Dame Frances Margaret Anderson,, known professionally as Judith Anderson, was an Australian actress who had a successful career in stage, film and television. A preeminent stage actress in her era, she won two Emmy Awards and a Tony Award and was also nominated for a Grammy Award and an Academy Award. She is considered one of the 20th century's greatest classical stage actors."}]}, {"heading": "Deaths", "year": "2002", "date": "January 3", "txt": "Satish Dhawan, Indian engineer (b. 1920)", "entities": [{"title": "Satish Dhawan", "href": "/wiki/Satish_Dhawan", "description": "Satish Dhawan was an Indian mathematician and aerospace engineer, widely regarded as the father of experimental fluid dynamics research in India. Born in Srinagar, Dhawan was educated in India and further on in United States. Dhawan was one of the most eminent researchers in the field of turbulence and boundary layers, leading the successful and indigenous development of the Indian space programme"}]}, {"heading": "Deaths", "year": "2003", "date": "January 3", "txt": "Jimmy Stewart, Scottish racing driver (b. 1931)", "entities": [{"title": "Jimmy Stewart (racing driver)", "href": "/wiki/Jimmy_Stewart_(racing_driver)", "description": "James Robert Stewart was a British racing driver from Scotland who participated in a single Formula One World Championship Grand Prix, driving for Ecurie Ecosse. He was born in Milton, West Dunbartonshire. He also competed in several non-Championship Formula One races. He was the elder brother of Jackie Stewart."}]}, {"heading": "Deaths", "year": "2005", "date": "January 3", "txt": "Koo Chen-fu, Taiwanese businessman and diplomat (b. 1917)", "entities": [{"title": "Koo Chen-fu", "href": "/wiki/Koo_Chen-fu", "description": "Koo Chen-fu, also known as C.F. Koo, was a Taiwanese businessman and diplomat. He led the Koos Group of companies from 1940 until his death. As a chairman of the Straits Exchange Foundation (SEF), Koo arranged the first direct talks between Taiwan and mainland China since 1949 and served as Taiwan's negotiator in both the 1993 and 1998 Wang-Koo summit."}]}, {"heading": "Deaths", "year": "2005", "date": "January 3", "txt": "Egidio Galea, Maltese Roman Catholic priest, missionary, and educator (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "January 3", "txt": "Jyotindra Nath Dixit, Indian diplomat, 2nd Indian National Security Adviser (b. 1936)", "entities": [{"title": "National Security Adviser (India)", "href": "/wiki/National_Security_Adviser_(India)", "description": "The National Security Advisor is the senior official on the National Security Council of India, and the chief adviser to the Prime Minister of India on national security policy and international affairs. Ajit Doval is the current NSA, and has the same rank as a Union Cabinet Minister."}]}, {"heading": "Deaths", "year": "2006", "date": "January 3", "txt": "Bill Skate, Papua New Guinean politician, 5th Prime Minister of Papua New Guinea (b. 1954)", "entities": [{"title": "Prime Minister of Papua New Guinea", "href": "/wiki/Prime_Minister_of_Papua_New_Guinea", "description": "The prime minister of Papua New Guinea is Papua New Guinea's head of government, consequent on being the leader of the party or coalition with majority support in the National Parliament.\nThe Prime Minister serves as the head of his party, the head of the coalition government, and the chairman of the National Executive Council.\nThe office of Prime Minister was preceded by the Chief Ministry."}]}, {"heading": "Deaths", "year": "2007", "date": "January 3", "txt": "William Verity, Jr., American businessman and politician, 27th United States Secretary of Commerce (b. 1917)", "entities": [{"title": "William Verity, Jr.", "href": "/wiki/William_Verity,_Jr.", "description": "Calvin William Verity Jr. was a U.S. administrator and steel industrialist. He served as the Secretary of Commerce between 1987 and 1989, under President Ronald Reagan."}, {"title": "United States Secretary of Commerce", "href": "/wiki/United_States_Secretary_of_Commerce", "description": "The United States secretary of commerce (SecCom) is the head of the United States Department of Commerce. The secretary serves as the principal advisor to the president of the United States on all matters relating to commerce. The secretary reports directly to the president and is a statutory member of Cabinet of the United States. The secretary is appointed by the president, with the advice and c"}]}, {"heading": "Deaths", "year": "2008", "date": "January 3", "txt": "Choi Yo-sam, South Korean boxer (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "January 3", "txt": "Betty Freeman, American philanthropist and photographer (b. 1921)", "entities": [{"title": "Betty Freeman", "href": "/wiki/Betty_Freeman", "description": "Betty Wishnick-Freeman was an American philanthropist and photographer."}]}, {"heading": "Deaths", "year": "2009", "date": "January 3", "txt": "Pat Hingle, American actor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "January 3", "txt": "Hisayasu Nagata, Japanese politician (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "January 3", "txt": "Gustavo Becerra-Schmidt, Chilean-German composer and academic (b. 1925)", "entities": [{"title": "Gustavo Becerra-Schmidt", "href": "/wiki/Gustavo_Becerra-Schmidt", "description": "Gustavo Becerra-Schmidt was a Chilean composer."}]}, {"heading": "Deaths", "year": "2010", "date": "January 3", "txt": "Mary Daly, American theologian and scholar (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 3", "txt": "Vicar, Chilean cartoonist (b. 1934)", "entities": [{"title": "Vicar (cartoonist)", "href": "/wiki/Vicar_(cartoonist)", "description": "Vicar, a pseudonym for Víctor José Arriagada Ríos ,\n was a Chilean cartoonist, known for his prolific career drawing Disney comics."}]}, {"heading": "Deaths", "year": "2012", "date": "January 3", "txt": "Robert L. Carter, American lawyer and judge (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 3", "txt": "Winifred Milius Lubell, American author and illustrator (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 3", "txt": "Josef Škvorecký, Czech-Canadian author and publisher (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "January 3", "txt": "Bob Weston, English guitarist and songwriter (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 3", "txt": "Alfie Fripp, English soldier and pilot (b. 1913)", "entities": [{"title": "Alfie Fripp", "href": "/wiki/Alfie_Fripp", "description": "Alfred George Fripp, known as \"Alfie\" or \"Bill\", was a British Royal Air Force squadron leader who was a flight sergeant during the Second World War. He was shot down by the Luftwaffe in 1939 and held in twelve different prisoner of war camps, including Stalag Luft III, later the site of the \"Great Escape\". As the last of the \"39ers\", he was the oldest surviving and longest serving British POW."}]}, {"heading": "Deaths", "year": "2013", "date": "January 3", "txt": "Ivan Mackerle, Czech cryptozoologist, explorer, and author (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 3", "txt": "William Maxson, American general (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "January 3", "txt": "Sergiu Nicolaescu, Romanian actor, director, and screenwriter (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 3", "txt": "Phil Everly, American singer and guitarist (b. 1939)", "entities": [{"title": "Phil Everly", "href": "/wiki/Phil_Everly", "description": "The Everly Brothers were an American country-influenced rock and roll duo, known for steel-string acoustic guitar playing and close harmony singing. Consisting of Isaac Donald \"Don\" Everly and Phillip \"Phil\" Jason Everly, the duo was raised in a musical family, first appearing on radio singing along with their father Ike Everly and mother Margaret Everly as \"The Everly Family\" in the 1940s. When t"}]}, {"heading": "Deaths", "year": "2014", "date": "January 3", "txt": "George Goodman, American economist and author (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "January 3", "txt": "Saul Zaentz, American film producer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "January 3", "txt": "Martin Anderson, American economist and academic (b. 1936)", "entities": [{"title": "Martin Anderson (economist)", "href": "/wiki/Martin_Anderson_(economist)", "description": "Martin Anderson was an economist, policy analyst, author and one of President Ronald Reagan's leading advisors."}]}, {"heading": "Deaths", "year": "2015", "date": "January 3", "txt": "Edward Brooke, American captain and politician, 47th Massachusetts Attorney General (b. 1919)", "entities": [{"title": "Massachusetts Attorney General", "href": "/wiki/Massachusetts_Attorney_General", "description": "The Massachusetts Attorney General is an elected constitutionally defined executive officer of the Massachusetts Government. The officeholder is the chief lawyer and law enforcement officer of the Commonwealth of Massachusetts. The officeholder also acts as an advocate and resource for the Commonwealth and its residents in many areas, including consumer protection, combating fraud and corruption, "}]}, {"heading": "Deaths", "year": "2016", "date": "January 3", "txt": "Paul Bley, Canadian-American pianist and composer (b. 1932)", "entities": [{"title": "Paul Bley", "href": "/wiki/Paul_Bley", "description": "Paul Bley, CM was a jazz pianist known for his contributions to the free jazz movement of the 1960s as well as his innovations and influence on trio playing and his early live performance on the Moog and Arp audio synthesizers. His music has been described by Ben Ratliff of the New York Times as \"deeply original and aesthetically aggressive\". Bley's prolific output includes influential recordings "}]}, {"heading": "Deaths", "year": "2016", "date": "January 3", "txt": "Peter Naur, Danish computer scientist, astronomer, and academic (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 3", "txt": "Bill Plager, Canadian ice hockey player and coach (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "January 3", "txt": "Igor Sergun, Russian general and diplomat (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "January 3", "txt": "H. S. Mahadeva Prasad, Indian politician (b. 1958)", "entities": [{"title": "H. S. Mahadeva Prasad", "href": "/wiki/H._S._Mahadeva_Prasad", "description": "Halahalli Shreekantha Shetti Mahadeva Prasad was an Indian politician from the state of Karnataka and five-time Member of the Legislative Assembly from the Gundlupet constituency of the Chamarajanagar district. He first won the Karnataka Legislative Assembly elections in 1994 while representing Janata Dal. He was re-elected in five straight subsequent elections in 1999, 2004, 2008 and 2013. Throug"}]}, {"heading": "Deaths", "year": "2018", "date": "January 3", "txt": "Colin Brumby, Australian composer (b. 1933)", "entities": [{"title": "Colin Brumby", "href": "/wiki/Colin_Brumby", "description": "Colin James Brumby was an Australian composer and conductor."}]}, {"heading": "Deaths", "year": "2019", "date": "January 3", "txt": "Herb Kelleher, American businessman, co-founder of Southwest Airlines (b. 1931)", "entities": [{"title": "Herb Kelleher", "href": "/wiki/Herb_Kelleher", "description": "Herbert David Kelleher was an American billionaire airline businessman and lawyer. He was the co-founder, later CEO, and chairman emeritus of Southwest Airlines until his death in 2019."}, {"title": "Southwest Airlines", "href": "/wiki/Southwest_Airlines", "description": "Southwest Airlines Co., typically referred to as Southwest, is one of the major airlines of the United States and the world's largest low-cost carrier airline. It is headquartered in Dallas, Texas and has scheduled service to 111 destinations in the United States and ten additional countries. As of 2018, Southwest carried more domestic passengers than any other United States airline."}]}, {"heading": "Deaths", "year": "2020", "date": "January 3", "txt": "Qasem Soleimani, Iranian major general, commander of the Iranian Quds Force (b. 1957)", "entities": [{"title": "Qasem Soleimani", "href": "/wiki/Qasem_Soleimani", "description": "Qasem Soleimani was an Iranian military officer who served in the Islamic Revolutionary Guard Corps (IRGC). From 1998 until his death in 2020, he was the commander of the Quds Force, an IRGC division primarily responsible for extraterritorial and clandestine military operations. In his later years, he was considered by some analysts to be the right-hand man of the Supreme Leader of Iran, Ali Khame"}, {"title": "Quds Force", "href": "/wiki/Quds_Force", "description": "The Quds Force is one of five branches of Iran's Islamic Revolutionary Guard Corps (IRGC) specializing in unconventional warfare and military intelligence operations. U.S. Army's Iraq War General Stanley McChrystal describes the Quds Force as an organization analogous to a combination of the CIA and the Joint Special Operations Command (JSOC) in the United States. Responsible for extraterritorial "}]}, {"heading": "Deaths", "year": "2020 -  Eric Jerome Dickey, American author (b. 1961) [272]", "date": "January 3", "txt": "Eric Jerome Dickey, American author (b. 1961) ", "entities": []}]