[{"heading": "Events", "year": "1364", "date": "July 28", "txt": "Troops of the Republic of Pisa and the Republic of Florence clash in the Battle of Cascina.", "entities": [{"title": "Republic of Pisa", "href": "/wiki/Republic_of_Pisa", "description": "The Republic of Pisa was a independent state centered on the Tuscan city of Pisa, which existed from the 11th to the 15th century. It rose to become an economic powerhouse, a commercial center whose merchants dominated Mediterranean and Italian trade for a century, before being surpassed and superseded by the Republic of Genoa."}, {"title": "Republic of Florence", "href": "/wiki/Republic_of_Florence", "description": "The Republic of Florence, officially the Florentine Republic, was a medieval and early modern state that was centered on the Italian city of Florence in Tuscany. The republic originated in 1115, when the Florentine people rebelled against the Margraviate of Tuscany upon the death of Matilda of Tuscany, who controlled vast territories that included Florence. The Florentines formed a commune in her "}, {"title": "Battle of Cascina", "href": "/wiki/Battle_of_Cascina", "description": "The Battle of Cascina was an engagement between Pisan and Florentine troops on 28 July 1364 near Cascina, Italy. Florence's victory followed a recent defeat to Pisan forces that had enabled mercenary John Hawkwood, who was in command of the Pisan army, to occupy the Valdinievole, Prato en route to Florence. Hawkwood and his army looted the lucrative Mugello region and Pistoia before proceeding tow"}]}, {"heading": "Events", "year": "1540", "date": "July 28", "txt": "Thomas Cromwell is executed at the order of Henry VIII of England on charges of treason. Henry marries his fifth wife, Catherine Howard, on the same day.", "entities": [{"title": "Thomas Cromwell", "href": "/wiki/Thomas_Cromwell", "description": "Thomas Cromwell, 1st Earl of Essex, was an English lawyer and statesman who served as chief minister to King Henry VIII from 1534 to 1540, when he was beheaded on orders of the king."}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Treason", "href": "/wiki/Treason", "description": "Treason is the crime of attacking a state authority to which one owes allegiance. This typically includes acts such as participating in a war against one's native country, attempting to overthrow its government, spying on its military, its diplomats, or its secret services for a hostile and foreign power, or attempting to kill its head of state. A person who commits treason is known in law as a tr"}, {"title": "Catherine Howard", "href": "/wiki/Catherine_Howard", "description": "Catherine Howard was Queen of England from 1540 until 1541 as the fifth wife of Henry VIII. She was the daughter of Lord Edmund Howard and Joyce Culpeper, cousin to Anne Boleyn, and niece to Thomas Howard, 3rd Duke of Norfolk. Thomas Howard was a prominent politician at Henry's court, and he secured her a place in the household of Henry's fourth wife, Anne of Cleves, where she caught the King's in"}]}, {"heading": "Events", "year": "1571", "date": "July 28", "txt": "La Laguna encomienda, known today as the Laguna province in the Philippines, is founded by the Spaniards as one of the oldest encomiendas (provinces) in the country.", "entities": [{"title": "Encomienda", "href": "/wiki/Encomienda", "description": "The encomienda was a Spanish labor system that rewarded conquerors with the labor of particular groups of conquered non-Christian people. The laborers, in theory, were provided with benefits by the conquerors for whom they labored, the Catholic religion being a principal benefit. The encomienda was first established in Spain following the Christian conquest of Moorish territories, and it was appli"}, {"title": "Laguna (province)", "href": "/wiki/Laguna_(province)", "description": "Laguna, officially the Province of Laguna, is a province in the Philippines located in the Calabarzon region in Luzon. Its capital is Santa Cruz and the province is situated southeast of Metro Manila, south of the province of Rizal, west of Quezon, north of Batangas and east of Cavite. Laguna hugs the southern shores of Laguna de Bay, the largest lake in the country. As of the 2015 census, the pro"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "1635", "date": "July 28", "txt": "In the Eighty Years' War, the Spanish capture the strategic Dutch fortress of Schenkenschans.", "entities": [{"title": "Eighty Years' War", "href": "/wiki/Eighty_Years%27_War", "description": "The Eighty Years' War or Dutch War of Independence (1568–1648) was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silen"}, {"title": "Siege of Schenkenschans", "href": "/wiki/Siege_of_Schenkenschans", "description": "The siege of Schenkenschans was a major siege of the Eighty Years' War. In a successful campaign the Army of Flanders, commanded by Spanish general Cardinal-Infante Ferdinand of Austria, captured Schenkenschans along with a number of important towns, reversing recent Dutch gains and opening the Dutch Republic to a possible invasion. The Dutch Stadtholder, Fredrick Henry, pushed the republic's mili"}]}, {"heading": "Events", "year": "1656", "date": "July 28", "txt": "Second Northern War: Battle of Warsaw begins.", "entities": [{"title": "Second Northern War", "href": "/wiki/Second_Northern_War", "description": "The Second Northern War (1655–60), also First or Little Northern War) was fought between Sweden and its adversaries the Polish–Lithuanian Commonwealth (1655–60), the Moscow Tsardom (1656–58), Brandenburg-Prussia (1657–60), the Habsburg Monarchy (1657–60) and Denmark–Norway. The Dutch Republic often intervened against Sweden in an informal trade war but was not a recognized part of the Polish–Danis"}, {"title": "Battle of Warsaw (1656)", "href": "/wiki/Battle_of_Warsaw_(1656)", "description": "The Battle of Warsaw took place near Warsaw on July 28–July 30 [O.S. July 18–20] 1656, between the armies of the Polish–Lithuanian Commonwealth and Sweden and Brandenburg. It was a major battle in the Second Northern War between Poland and Sweden in the period 1655–1660, also known as The Deluge. According to Hajo Holborn, it marked \"the beginning of Prussian military history\"."}]}, {"heading": "Events", "year": "1778", "date": "July 28", "txt": "Constitution of the province of Cantabria ratified at the Assembly Hall in Bárcena la Puente, Reocín, Spain.", "entities": [{"title": "Province of Cantabria", "href": "/wiki/Province_of_Cantabria", "description": "Cantabria is an autonomous community in northern Spain with Santander as its capital city. It is recognized as a historic community and is bordered on the east by the Basque Autonomous Community, on the south by Castile and León, on the west by the Principality of Asturias, and on the north by the Cantabrian Sea."}, {"title": "es:Puente San Miguel (Reocín)", "href": "https://es.wikipedia.org/wiki/Puente_San_Miguel_(Reoc%C3%ADn)", "description": null}]}, {"heading": "Events", "year": "1794", "date": "July 28", "txt": "French Revolution: Maximilien Robespierre and Louis Antoine de Saint-Just are executed by guillotine in Paris, France.", "entities": [{"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "Maximilien Robespierre", "href": "/wiki/Maximilien_Robespierre", "description": "Maximilien François Marie Isidore de Robespierre was a French lawyer and statesman who was one of the best-known and most influential figures of the French Revolution. As a member of the Constituent Assembly and the Jacobin Club, he campaigned for universal manhood suffrage and the abolition both of celibacy for the clergy, and slavery. In 1791, Robespierre became an outspoken advocate for the cit"}, {"title": "Louis Antoine de Saint-Just", "href": "/wiki/Louis_Antoine_de_Saint-Just", "description": "Louis Antoine Léon de Saint-Just was a Jacobin leader during the French Revolution. He was a close friend of Maximilien Robespierre and served as his most trusted ally during the period of Jacobin rule (1793–94) in the French First Republic. Saint-Just worked as a legislator and a military commissar, but he achieved a lasting reputation as the face of the Reign of Terror. He publicly delivered the"}, {"title": "Guillotine", "href": "/wiki/Guillotine", "description": "A guillotine is an apparatus designed for efficiently carrying out executions by beheading. The device consists of a tall, upright frame with a weighted and angled blade suspended at the top. The condemned person is secured with stocks at the bottom of the frame, positioning the neck directly below the blade. The blade is then released, swiftly and forcefully decapitating the victim with a single,"}, {"title": "Paris", "href": "/wiki/Paris", "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometres. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science and arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region,"}]}, {"heading": "Events", "year": "1808", "date": "July 28", "txt": "Mahmud II became Sultan of the Ottoman Empire and Caliph of Islam.", "entities": [{"title": "Mahmud II", "href": "/wiki/Mahmud_II", "description": "Mahmud II was the 30th Sultan of the Ottoman Empire from 1808 until his death in 1839."}, {"title": "Sultan of the Ottoman Empire", "href": "/wiki/Sultan_of_the_Ottoman_Empire", "description": "The sultans of the Ottoman Empire, who were all members of the Ottoman dynasty, ruled over the transcontinental empire from its perceived inception in 1299 to its dissolution in 1922. At its height, the Ottoman Empire spanned an area from Hungary in the north to Yemen in the south, and from Algeria in the west to Iraq in the east. Administered at first from the city of Söğüt since before 1280 and "}, {"title": "Caliph of Islam", "href": "/wiki/Caliph_of_Islam", "description": "A caliphate or khilāfah is an Islamic state under the leadership of an Islamic ruler with the title of caliph, a person considered a politico-religious successor to the Islamic prophet Muhammad and a leader of the entire Muslim world (ummah). Historically, the caliphates were polities based on Islam which developed into multi-ethnic trans-national empires. During the medieval period, three major c"}]}, {"heading": "Events", "year": "1809", "date": "July 28", "txt": "Peninsular War: Battle of Talavera: Sir Arthur Wellesley's British, Portuguese and Spanish army defeats a French force led by Joseph Bonaparte.", "entities": [{"title": "Peninsular War", "href": "/wiki/Peninsular_War", "description": "The Peninsular War (1807–1814) was the military conflict fought by Spain, the United Kingdom and Portugal against the invading and occupying forces of France for control of the Iberian Peninsula during the Napoleonic Wars. In Spain, it is considered to overlap with the Spanish War of Independence. The war began when the French and Spanish armies invaded and occupied Portugal in 1807 by transiting "}, {"title": "Battle of Talavera", "href": "/wiki/Battle_of_Talavera", "description": "The Battle of Talavera was fought just outside the town of Talavera de la Reina, Spain some 120 kilometres (75 mi) southwest of Madrid, during the Peninsular War. At Talavera, an Anglo-Spanish army under Sir Arthur Wellesley combined with a Spanish army under General Cuesta in operations against French-occupied Madrid. The French army withdrew at night after several of its attacks had been repulse"}, {"title": "Arthur Wellesley, 1st Duke of Wellington", "href": "/wiki/Arthur_Wellesley,_1st_Duke_of_Wellington", "description": "Arthur Wellesley, 1st Duke of Wellington, was an Anglo-Irish soldier and Tory statesman who was one of the leading military and political figures of 19th-century Britain, serving twice as prime minister. He ended the Napoleonic Wars when he defeated Napoleon at the Battle of Waterloo in 1815."}, {"title": "Joseph Bonaparte", "href": "/wiki/Joseph_Bonaparte", "description": "Joseph-Napoléon Bonaparte, Comte de Survilliers, was a French lawyer and diplomat and older brother of Napoleon Bonaparte. The latter made him King of Naples, and later King of Spain. After the fall of Napoleon, Joseph styled himself Comte de Survilliers. He emigrated to the United States, where he settled near Bordentown, New Jersey on an estate overlooking the Delaware River not far from Philade"}]}, {"heading": "Events", "year": "1821", "date": "July 28", "txt": "José de San Martín declares the independence of Peru from Spain.", "entities": [{"title": "José de San Martín", "href": "/wiki/Jos%C3%A9_de_San_Mart%C3%ADn", "description": "José Francisco de San Martín y Matorras, known simply as José de San Martín or El Libertador of Argentina, Chile and Peru, was an Argentine general and the prime leader of the southern and central parts of South America's successful struggle for independence from the Spanish Empire who served as the Protector of Peru. Born in Yapeyú, Corrientes, in modern-day Argentina, he left the Viceroyalty of "}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}]}, {"heading": "Events", "year": "1854", "date": "July 28", "txt": "USS Constellation (1854), the last all-sail warship built by the United States Navy and now a museum ship in Baltimore Harbor, is commissioned.", "entities": [{"title": "USS Constellation (1854)", "href": "/wiki/USS_Constellation_(1854)", "description": "USS Constellation is a sloop-of-war, the last sail-only warship designed and built by the United States Navy. She was built at the Gosport Shipyard between 1853 and 1855 and was named for the earlier frigate of the same name that had been broken up in 1853. The sloop's primary armament was 8-inch (203 mm) shell-firing guns and four 32-pounder long guns, though she carried other guns as well, inclu"}, {"title": "United States Navy", "href": "/wiki/United_States_Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}, {"title": "Baltimore Harbor", "href": "/wiki/Baltimore_Harbor", "description": "Helen Delich Bentley Port of Baltimore is a shipping port along the tidal basins of the three branches of the Patapsco River in Baltimore, Maryland on the upper northwest shore of the Chesapeake Bay. It is the nation's largest port facilities for specialized cargo and passenger facilities. It is operated by the Maryland Port Administration (MPA), a unit of the Maryland Department of Transportation"}]}, {"heading": "Events", "year": "1864", "date": "July 28", "txt": "American Civil War: Battle of Ezra Church: Confederate troops make a third unsuccessful attempt to drive Union forces from Atlanta, Georgia.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Ezra Church", "href": "/wiki/Battle_of_Ezra_Church", "description": "The Battle of Ezra Church, also known as the Battle of Ezra Chapel and the Battle of the Poor House was fought on July 28, 1864, in Fulton County, Georgia, during the American Civil War. Part of the Atlanta Campaign, the battle featured Maj. Gen. William T. Sherman's Union Army of the Tennessee against the Army of Tennessee, commanded by Lt. Gen. John B. Hood, which was defending the Confederate s"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Atlanta", "href": "/wiki/Atlanta", "description": "Atlanta is the capital and most populous city of the U.S. state of Georgia. With an estimated 2019 population of 506,811, it is also the 37th most populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to more than 6 million people and the ninth-largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the"}]}, {"heading": "Events", "year": "1866", "date": "July 28", "txt": "At the age of 18, Vinnie Ream becomes the first and youngest female artist to receive a commission from the United States government for a statue (of Abraham Lincoln).", "entities": [{"title": "Vinnie Ream", "href": "/wiki/Vinnie_Ream", "description": "Lavinia Ellen \"Vinnie\" Ream Hoxie was an American sculptor. Her most famous work is the statue of U.S. President Abraham Lincoln in the U.S. Capitol rotunda."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}]}, {"heading": "Events", "year": "1868", "date": "July 28", "txt": "The 14th Amendment to the United States Constitution is certified, establishing African American citizenship and guaranteeing due process of law.", "entities": [{"title": "Fourteenth Amendment to the United States Constitution", "href": "/wiki/Fourteenth_Amendment_to_the_United_States_Constitution", "description": "The Fourteenth Amendment to the United States Constitution was adopted on July 9, 1868, as one of the Reconstruction Amendments. Often considered one of the most consequential amendments, it addresses citizenship rights and equal protection under the law and was proposed in response to issues related to former slaves following the American Civil War. The amendment was bitterly contested, particula"}, {"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "Due process", "href": "/wiki/Due_process", "description": "Due process is the legal requirement that the state must respect all legal rights that are owed to a person. Due process balances the power of law of the land and protects the individual person from it. When a government harms a person without following the exact course of the law, this constitutes a due process violation, which offends the rule of law."}]}, {"heading": "Events", "year": "1896", "date": "July 28", "txt": "The city of Miami, Florida is incorporated.", "entities": [{"title": "Miami", "href": "/wiki/Miami", "description": "Miami, officially the City of Miami, is a coastal city located in southeastern Florida in the United States. It is the third most populous metropolis on the East coast of the United States, and it is the seventh largest in the country. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 491 ft (150 m)."}]}, {"heading": "Events", "year": "1914", "date": "July 28", "txt": "In the culmination of the July Crisis, Austria-Hungary declares war on Serbia, igniting World War I.", "entities": [{"title": "July Crisis", "href": "/wiki/July_Crisis", "description": "The July Crisis, a series of interrelated diplomatic and military escalations among the major powers of Europe in the summer of 1914, led to the outbreak of World War I (1914–1918). The crisis began on June 28, 1914, when Gavrilo Princip, a Bosnian Serb, assassinated Archduke Franz Ferdinand, heir presumptive to the Austro-Hungarian throne. A complex web of alliances, coupled with miscalculations "}, {"title": "Austria-Hungary", "href": "/wiki/Austria-Hungary", "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}]}, {"heading": "Events", "year": "1915", "date": "July 28", "txt": "The United States begins a 19-year occupation of Haiti.", "entities": [{"title": "United States occupation of Haiti", "href": "/wiki/United_States_occupation_of_Haiti", "description": "The United States occupation of Haiti began on July 28, 1915, when 330 United States Marines landed at Port-au-Prince, Haiti, on the authority of President of the United States Woodrow Wilson in order to establish control of Haiti's political and financial interests. The July intervention took place following years of socioeconomic instability within Haiti that culminated with the murder of Presid"}]}, {"heading": "Events", "year": "1917", "date": "July 28", "txt": "The Silent Parade took place in New York City, in protest to murders, lynchings, and other violence directed towards African Americans.", "entities": [{"title": "Silent Parade", "href": "/wiki/Silent_Parade", "description": "The Negro Silent Protest Parade, commonly known as the Silent Parade, was a silent march of about 10,000 African Americans along Fifth Avenue starting at 57th Street in New York City on July 28, 1917. The event was organized by the NAACP, church, and community leaders to protest violence directed towards African Americans, such as recent lynchings in Waco and Memphis. The parade was precipitated b"}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}, {"title": "African Americans", "href": "/wiki/African_Americans", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}]}, {"heading": "Events", "year": "1932", "date": "July 28", "txt": "U.S. President Herbert Hoover orders the United States Army to forcibly evict the \"Bonus Army\" of World War I veterans gathered in Washington, D.C.", "entities": [{"title": "Herbert Hoover", "href": "/wiki/Herbert_Hoover", "description": "Herbert Clark Hoover was an American politician, businessman, and engineer who served as the 31st president of the United States from 1929 to 1933. A member of the Republican Party, he held office during the onset of the Great Depression. Before serving as president, Hoover led the Commission for Relief in Belgium, served as the director of the U.S. Food Administration, and served as the third U.S"}, {"title": "Bonus Army", "href": "/wiki/Bonus_Army", "description": "The Bonus Army was a group of 43,000 demonstrators – made up of 17,000 U.S. World War I veterans, together with their families and affiliated groups – who gathered in Washington, D.C. in mid-1932 to demand early cash redemption of their service certificates. Organizers called the demonstrators the \"Bonus Expeditionary Force\", to echo the name of World War I's American Expeditionary Forces, while t"}]}, {"heading": "Events", "year": "1935", "date": "July 28", "txt": "First flight of the Boeing B-17 Flying Fortress.", "entities": [{"title": "Boeing B-17 Flying Fortress", "href": "/wiki/Boeing_B-17_Flying_Fortress", "description": "The Boeing B-17 Flying Fortress is a four-engined heavy bomber developed in the 1930s for the United States Army Air Corps (USAAC). Competing against Douglas and Martin for a contract to build 200 bombers, the Boeing entry outperformed both competitors and exceeded the air corps' performance specifications. Although Boeing lost the contract because the prototype crashed, the air corps ordered 13 m"}]}, {"heading": "Events", "year": "1938", "date": "July 28", "txt": "Hawaii Clipper disappears between Guam and Manila as the first loss of an airliner in trans-Pacific China Clipper service.", "entities": [{"title": "Guam", "href": "/wiki/Guam", "description": "Guam is an organized, unincorporated territory of the United States in the Micronesia subregion of the western Pacific Ocean. It is the westernmost point and territory of the United States; in Oceania, it is the largest and southernmost of the Mariana Islands and the largest island in Micronesia. Guam's capital is Hagåtña, and the most populous city is Dededo."}, {"title": "Manila", "href": "/wiki/Manila", "description": "Manila, officially the City of Manila, is the capital of the Philippines, and its second most populous city. It is highly urbanized and as of 2019 was the world's most densely populated city proper. It was the first chartered city in the country, designated as such by the Philippine Commission Act 183 of July 31, 1901. It became autonomous with the passage of Republic Act No. 409, \"The Revised Cha"}]}, {"heading": "Events", "year": "1939", "date": "July 28", "txt": "The Sutton Hoo helmet is discovered.", "entities": [{"title": "Sutton Hoo helmet", "href": "/wiki/Sutton_Hoo_helmet", "description": "The Sutton Hoo helmet is an ornately decorated Anglo-Saxon helmet found during a 1939 excavation of the Sutton Hoo ship-burial. It was buried around 625 and is widely associated with King Rædwald of East Anglia; its elaborate decoration may have given it a secondary function akin to a crown. The helmet was both a functional piece of armour that would have offered considerable protection if ever us"}]}, {"heading": "Events", "year": "1942", "date": "July 28", "txt": "World War II: Soviet leader Joseph Stalin issues Order No. 227. In response to alarming German advances, all those who retreat or otherwise leave their positions without orders to do so are to be tried in a military court, with punishment ranging from duty in a shtrafbat battalion, imprisonment in a Gulag, or execution.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Order No. 227", "href": "/wiki/Order_No._227", "description": "Order No. 227 was an order issued on 28 July 1942 by Joseph Stalin, who was acting as the People's Commissar of Defence. It is known for its line \"Not a step back!\", which became the primary slogan of the Soviet press in summer 1942."}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Shtrafbat", "href": "/wiki/Shtrafbat", "description": "Shtrafbats were Soviet penal battalions that fought on the Eastern Front in World War II."}, {"title": "Gulag", "href": "/wiki/Gulag", "description": "The Gulag or GULAG was the government agency in charge of the Soviet network of forced labor camps set up by order of Vladimir Lenin, reaching its peak during Joseph Stalin's rule from the 1930s to the early 1950s. English-language speakers also use the word gulag to refer to all forced-labor camps that existed in the Soviet Union, including camps that existed in the post-Lenin era."}]}, {"heading": "Events", "year": "1943", "date": "July 28", "txt": "World War II: Operation Gomorrah: The Royal Air Force bombs Hamburg, Germany causing a firestorm that kills 42,000 German civilians.", "entities": [{"title": "Bombing of Hamburg in World War II", "href": "/wiki/Bombing_of_Hamburg_in_World_War_II", "description": "The Allied bombing of Hamburg during World War II included numerous attacks on civilians and civic infrastructure. As a large city and industrial centre, Hamburg's shipyards, U-boat pens, and the Hamburg-Harburg area oil refineries were attacked throughout the war."}, {"title": "Hamburg", "href": "/wiki/Hamburg", "description": "Hamburg, officially the Free and Hanseatic City of Hamburg, is the second-largest city in Germany after Berlin and 7th largest city in the European Union with a population of over 1.84 million. Hamburg's urban area has a population of around 2.5 million and its metropolitan area is home to more than five million people. The city lies on the River Elbe and two of its tributaries, the River Alster a"}, {"title": "Firestorm", "href": "/wiki/Firestorm", "description": "A firestorm is a conflagration which attains such intensity that it creates and sustains its own wind system. It is most commonly a natural phenomenon, created during some of the largest bushfires and wildfires. Although the term has been used to describe certain large fires, the phenomenon's determining characteristic is a fire with its own storm-force winds from every point of the compass. The B"}]}, {"heading": "Events", "year": "1945", "date": "July 28", "txt": "A U.S. Army B-25 bomber crashes into the 79th floor of the Empire State Building killing 14 and injuring 26.", "entities": [{"title": "North American B-25 Mitchell", "href": "/wiki/North_American_B-25_Mitchell", "description": "The North American B-25 Mitchell is a medium bomber that was introduced in 1941 and named in honor of Major General William \"Billy\" Mitchell, a pioneer of U.S. military aviation. Used by many Allied air forces, the B-25 served in every theater of World War II, and after the war ended, many remained in service, operating across four decades. Produced in numerous variants, nearly 10,000 B-25s were b"}, {"title": "B-25 Empire State Building crash", "href": "/wiki/B-25_Empire_State_Building_crash", "description": "On July 28, 1945, a B-25 Mitchell bomber of the United States Army Air Forces crashed into the Empire State Building in New York City, while flying in thick fog. The accident caused the death of fourteen people and damage estimated at US$1 million\n, although the building's structural integrity was not compromised."}, {"title": "Empire State Building", "href": "/wiki/Empire_State_Building", "description": "The Empire State Building is a 102-story Art Deco skyscraper in Midtown Manhattan in New York City, United States. It was designed by Shreve, Lamb & Harmon and built from 1930 to 1931. Its name is derived from \"Empire State\", the nickname of the state of New York. The building has a roof height of 1,250 feet (380 m) and stands a total of 1,454 feet (443.2 m) tall, including its antenna. The Empire"}]}, {"heading": "Events", "year": "1957", "date": "July 28", "txt": "Heavy rain and a mudslide in Isahaya, western Kyushu, Japan, kills 992.", "entities": [{"title": "Isahaya, Nagasaki", "href": "/wiki/Isahaya,_Nagasaki", "description": "Isahaya  is a city located in Nagasaki Prefecture, Japan. The city was founded on September 1, 1940."}, {"title": "Kyushu", "href": "/wiki/Kyushu", "description": "Kyushu  is the third largest island of Japan's five main islands and the most southerly of the four largest islands. In the past, it has been known as Kyūkoku , Chinzei  and Tsukushi-no-shima . The historical regional name Saikaidō  referred to Kyushu and its surrounding islands."}]}, {"heading": "Events", "year": "1960", "date": "July 28", "txt": "The German Volkswagen Act came into force.", "entities": [{"title": "Volkswagen Act", "href": "/wiki/Volkswagen_Act", "description": "The Volkswagen Act is a set of German federal laws enacted in 1960, regulating the privatization of Volkswagenwerk GmbH into Volkswagen AG. In order to maintain government control in the privately owned company, it stipulated that the votings on major shareholder meeting resolutions require 4/5th (80%) agreement. This part of the law was deemed to violate the \"free movement of capital\" principle o"}]}, {"heading": "Events", "year": "1965", "date": "July 28", "txt": "Vietnam War: U.S. President Lyndon B. Johnson announces his order to increase the number of United States troops in South Vietnam from 75,000 to 125,000.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1973", "date": "July 28", "txt": "Summer Jam at Watkins Glen: Nearly 600,000 people attend a rock festival at the Watkins Glen International Raceway.", "entities": [{"title": "Summer Jam at Watkins Glen", "href": "/wiki/Summer_Jam_at_Watkins_Glen", "description": "The Summer Jam at Watkins Glen was a 1973 rock festival which once received the Guinness Book of World Records entry for \"Largest audience at a pop festival.\" An estimated 600,000 rock fans came to the Watkins Glen Grand Prix Raceway outside Watkins Glen, New York, on July 28, 1973, to see the Allman Brothers Band, Grateful Dead and The Band perform."}, {"title": "Rock festival", "href": "/wiki/Rock_festival", "description": "A rock festival is a series of musical performances by a variety of artists, which generally take place over a number of days. Some festivals are singular events, while others recur annually in the same location. Occasionally, a festival will focus on a particular genre, but many attempt to bring together a diverse lineup to showcase a broad array of popular music trends."}, {"title": "Watkins Glen International", "href": "/wiki/Watkins_Glen_International", "description": "Watkins Glen International, nicknamed \"The Glen\", is an automobile race track located in the town of Dix just southwest of the village of Watkins Glen, New York, at the southern tip of Seneca Lake. It was long known around the world as the home of the Formula One United States Grand Prix, which it hosted for twenty consecutive years (1961–1980), but the site has also been home to road racing of ne"}]}, {"heading": "Events", "year": "1974", "date": "July 28", "txt": "Spetsgruppa A, Russia's elite special force, was formed.", "entities": [{"title": "Spetsgruppa A", "href": "/wiki/Spetsgruppa_A", "description": "Spetsgruppa \"A\", also known as Alpha Group, or Alfa, whose official name is Directorate \"A\" of the FSB Special Purpose Center, is an elite, stand-alone sub-unit of Russia's special forces. It is a dedicated counter-terrorism task force of the Russian Federal Security Service (FSB), which primarily prevents and responds to violent acts in public transportation and buildings. It was created by the S"}]}, {"heading": "Events", "year": "1976", "date": "July 28", "txt": "The Tangshan earthquake measuring between 7.8 and 8.2 moment magnitude flattens Tangshan in the People's Republic of China, killing 242,769 and injuring 164,851.", "entities": [{"title": "1976 Tangshan earthquake", "href": "/wiki/1976_Tangshan_earthquake", "description": "The 1976 Tangshan earthquake, also known as the Great Tangshan earthquake, was a natural disaster resulting from a magnitude 7.6 earthquake that hit the region around Tangshan, Hebei, People's Republic of China on 28 July 1976, at 3:42 in the morning. The maximum intensity of the earthquake was XI (catastrophe) on the Mercali scale. In minutes, eighty-five percent of the buildings in Tangshan coll"}, {"title": "Moment magnitude scale", "href": "/wiki/Moment_magnitude_scale", "description": "The moment magnitude scale is a measure of an earthquake's magnitude based on its seismic moment. It was defined in a 1979 paper by Thomas C. Hanks and Hiroo Kanamori. Similar to the local magnitude scale (ML ) defined by Charles Francis Richter in 1935, it uses a logarithmic scale; small earthquakes have approximately the same magnitudes on both scales."}, {"title": "Tangshan", "href": "/wiki/Tangshan", "description": "Tangshan is a coastal, industrial prefecture-level city in the northeast of Hebei province. It is located in the eastern part of Hebei Province and the northeastern part of the North China Plain. It is located in the central area of the Bohai Rim and serves as the main traffic corridor to the Northeast. The city faces the Bohai Sea in the south, the Yan Mountains in the north, Qinhuangdao across t"}]}, {"heading": "Events", "year": "1984", "date": "July 28", "txt": "Olympic Games: Games of the XXIII Olympiad: The summer Olympics were opened in Los Angeles.", "entities": [{"title": "Olympic Games", "href": "/wiki/Olympic_Games", "description": "The modern Olympic Games or Olympics are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating. The Olympic Games are normally held every four years, alternati"}, {"title": "1984 Summer Olympics", "href": "/wiki/1984_Summer_Olympics", "description": "The 1984 Summer Olympics was an international multi-sport event held from July 28 to August 12, 1984, mainly in Los Angeles, California, United States. It marked the second time that Los Angeles had hosted the Games, the first being in 1932. California was the home state of the incumbent U.S. President, Ronald Reagan, who officially opened the Games. The emblem of the 1984 Games, known as \"Stars i"}, {"title": "Los Angeles", "href": "/wiki/Los_Angeles", "description": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. It has an estimated population of nearly 4 million, and is the second-largest city in the United States, after New York City, and the third-largest city in North America, after Mexico City and New York City. Los Angeles is known for its Mediterranean climate, ethnic and cultural divers"}]}, {"heading": "Events", "year": "1996", "date": "July 28", "txt": "The remains of a prehistoric man are discovered near Kennewick, Washington. Such remains will be known as the Kennewick Man.", "entities": [{"title": "Prehistory", "href": "/wiki/Prehistory", "description": "Prehistory, also known as pre-literary history, is the period of human history between the use of the first stone tools by hominins c. 3.3 million years ago and the invention of writing systems. The use of symbols, marks, and images appears very early among humans, but the earliest known writing systems appeared c. 5,300 years ago and it took thousands of years for writing systems to be widely ado"}, {"title": "Kennewick, Washington", "href": "/wiki/Kennewick,_Washington", "description": "Kennewick is a city in Benton County in the U.S. state of Washington. It is located along the southwest bank of the Columbia River, just southeast of the confluence of the Columbia and Yakima rivers and across from the confluence of the Columbia and Snake rivers. It is the most populous of the three cities collectively referred to as the Tri-Cities. The population was 73,917 at the 2010 census; th"}, {"title": "Kennewick Man", "href": "/wiki/Kennewick_Man", "description": "Kennewick Man is the name generally given to the skeletal remains of a prehistoric Paleoamerican man found on a bank of the Columbia River in Kennewick, Washington, United States, on July 28, 1996. It is one of the most complete ancient skeletons ever found. Radiocarbon tests on bone have shown it to date from 8,900 to 9,000 calibrated years before present, but it was not until 2013 that ancient D"}]}, {"heading": "Events", "year": "2001", "date": "July 28", "txt": "Australian Ian Thorpe becomes the first swimmer to win six gold medals at a single World Championship meeting.", "entities": [{"title": "Ian Thorpe", "href": "/wiki/Ian_Thorpe", "description": "Ian James Thorpe, is an Australian retired swimmer who specialised in freestyle, but also competed in backstroke and the individual medley. He has won five Olympic gold medals, the most won by any Australian. With three gold and two silver medals, Thorpe was the most successful athlete at the 2000 Summer Olympics in Sydney, Australia."}]}, {"heading": "Events", "year": "2002", "date": "July 28", "txt": "Nine coal miners trapped in the flooded Quecreek Mine in Somerset County, Pennsylvania, are rescued after 77 hours underground.", "entities": [{"title": "Coal mining", "href": "/wiki/Coal_mining", "description": "Coal mining is the process of extracting coal from the ground. Coal is valued for its energy content and since the 1880s has been widely used to generate electricity. Steel and cement industries use coal as a fuel for extraction of iron from iron ore and for cement production. In the United Kingdom and South Africa, a coal mine and its structures are a colliery, a coal mine is called a 'pit', and "}, {"title": "Quecreek Mine Rescue", "href": "/wiki/Quecreek_Mine_Rescue", "description": "The Quecreek Mine rescue took place in Somerset County, Pennsylvania, when nine miners were trapped underground for over 77 hours, from July 24 to 28, 2002. All nine miners were rescued."}, {"title": "Somerset County, Pennsylvania", "href": "/wiki/Somerset_County,_Pennsylvania", "description": "Somerset County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 77,742. Its county seat is Somerset. The county was created from part of Bedford County on April 17, 1795, and named after the county of Somerset in England."}]}, {"heading": "Events", "year": "2002", "date": "July 28", "txt": "Pulkovo Aviation Enterprise Flight 9560 crashes after takeoff from Sheremetyevo International Airport in Moscow, Russia, killing 14 of the 16 people on board.", "entities": [{"title": "Sheremetyevo International Airport", "href": "/wiki/Sheremetyevo_International_Airport", "description": "Sheremetyevo Alexander S. Pushkin International Airport is one of four international airports that serve the city of Moscow. It is the busiest airport in Russia, as well as the fifth-busiest airport in Europe. Originally built as a military airbase, Sheremetyevo was converted into a civilian airport in 1959, and in a 2019 contest, was named after Russian poet Alexander Pushkin."}, {"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}, {"title": "Russia", "href": "/wiki/Russia", "description": "Russia, or the Russian Federation, is a country spanning Eastern Europe and North Asia. It is the largest country in the world, covering over 17 million square kilometres (6.6 sq mi), and encompassing more than one-eighth of the Earth's inhabited land area. Russia extends across eleven time zones, and has borders with sixteen sovereign nations. It has a population of 146.2 million; and is the most"}]}, {"heading": "Events", "year": "2005", "date": "July 28", "txt": "The Provisional Irish Republican Army calls an end to its thirty-year-long armed campaign against British rule in Northern Ireland.", "entities": [{"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}]}, {"heading": "Events", "year": "2010", "date": "July 28", "txt": "Airblue Flight 202 crashes into the Margalla Hills north of Islamabad, Pakistan, killing all 152 people aboard. It is the deadliest aviation accident in Pakistan history and the first involving an Airbus A321.", "entities": [{"title": "Airblue Flight 202", "href": "/wiki/Airblue_Flight_202", "description": "Airblue Flight 202 was a scheduled Airblue domestic passenger flight from Karachi's Jinnah International Airport to Islamabad's Benazir Bhutto International Airport. On 28 July 2010, the Airbus A321-231 narrow-body jet airliner serving the flight crashed near Islamabad, the capital of Pakistan, killing all 146 passengers and six crew on board. It is the deadliest air accident to occur in Pakistan "}, {"title": "Margalla Hills", "href": "/wiki/Margalla_Hills", "description": "The Margalla Hills is a hill range which is part of the Himalayan foothills located within the Margalla Hills National Park, north of Islamabad, Pakistan. The Margalla range has an area of 12,605 hectares. The hills are a part of Murree hills. It is a range with many valleys as well as high mountains."}, {"title": "Islamabad", "href": "/wiki/Islamabad", "description": "Islamabad is the capital city of Pakistan, and is administered by the Pakistani federal government as part of the Islamabad Capital Territory. It is the ninth-largest city in Pakistan, while the larger Islamabad–Rawalpindi metropolitan area is the country's fourth-largest with a population of about 3.1 million people. Built as a planned city in the 1960s to replace Karachi as Pakistan's capital, I"}, {"title": "Airbus A321", "href": "/wiki/Airbus_A321", "description": "The Airbus A321 is a member of the Airbus A320 family of short to medium range, narrow-body, commercial passenger twin engine jet airliners; it carries 185 to 236 passengers. It has a stretched fuselage which was the first derivative of the baseline A320 and entered service in 1994 about six years after the original A320. The aircraft shares a common type rating with all other Airbus A320-family v"}]}, {"heading": "Events", "year": "2011", "date": "July 28", "txt": "While flying from Seoul, South Korea to Shanghai, China, Asiana Airlines Flight 991 develops an in-flight fire in the cargo hold. The Boeing 747-400F freighter attempts to divert to Jeju International Airport, but crashes into the sea South-West of Jeju island, killing both crew members on board.", "entities": [{"title": "Seoul", "href": "/wiki/Seoul", "description": "Seoul, officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul has a population of 9.7 million people, and forms the heart of the Seoul Capital Area with the surrounding Incheon metropolis and Gyeonggi province. Seoul was the world's 4th largest metropolitan economy in 2014 after Tokyo, New York City and Los Angeles. In 2017, the cost of living in Seoul was r"}, {"title": "South Korea", "href": "/wiki/South_Korea", "description": "South Korea, officially the Republic of Korea (ROK), is a country in East Asia, constituting the southern part of the Korean Peninsula, and sharing a land border with North Korea. 25 million people, around half of the country's population of 51 million, live in the Seoul Capital Area, the fifth-largest metropolitan area in the world."}, {"title": "Shanghai", "href": "/wiki/Shanghai", "description": "Shanghai is one of the four direct-administered municipalities of the People's Republic of China, governed by the State Council. The city is located on the southern estuary of the Yangtze River, with the Huangpu River flowing through it. With a population of 24.28 million as of 2019, it is the most populous urban area in China and the third most populous city proper in the world. Shanghai is a glo"}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}, {"title": "Asiana Airlines Flight 991", "href": "/wiki/Asiana_Airlines_Flight_991", "description": "On 28 July 2011, Asiana Airlines Flight 991, a Boeing 747-400F cargo aircraft on a flight from Seoul, South Korea, to Shanghai, China, crashed into the sea off Jeju Island after suffering a main deck fire. Both pilots, the only two people on board, were killed."}, {"title": "Boeing 747-400", "href": "/wiki/Boeing_747-400", "description": "The Boeing 747-400 is a wide-body airliner produced by Boeing Commercial Airplanes, an advanced variant of the initial Boeing 747.\n\nThe \"Advanced Series 300\" was announced at the September 1984 Farnborough Airshow, targeting a 10% cost reduction with more efficient engines and 1,000 nmi (1,850 km) more range. Northwest Airlines (NWA) became the first customer with an order for 10 aircraft on Octob"}, {"title": "Jeju International Airport", "href": "/wiki/Jeju_International_Airport", "description": "Jeju International Airport is the seconnd largest airport in South Korea, just behind Incheon Airport in Incheon. It is located in the city of Jeju. The airport opened in 1968."}, {"title": "Jeju Island", "href": "/wiki/Jeju_Island", "description": "Jeju Island is the largest island in South Korea, located in the Jeju Province. The island covers an area of 1833.2 km², which is 1.83 percent of the total area of South Korea. In 2020, the resident registration population is about 670,000, the largest among the islands in South Korea."}]}, {"heading": "Events", "year": "2017", "date": "July 28", "txt": "Prime Minister of Pakistan, Nawaz Sharif was disqualified from office for life by Supreme Court of Pakistan after finding him guilty of corruption charges.", "entities": [{"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}, {"title": "Nawaz Sharif", "href": "/wiki/Nawaz_Sharif", "description": "Mian Muhammad Nawaz Sharif is a Pakistani businessman and politician who served as the prime minister of Pakistan for three non-consecutive terms. Sharif is the longest-serving prime minister of Pakistan having served a total of more than 9 years."}, {"title": "Supreme Court of Pakistan", "href": "/wiki/Supreme_Court_of_Pakistan", "description": "The Supreme Court of Pakistan is the apex court in the judicial hierarchy of Pakistan."}, {"title": "Panama Papers case (Pakistan)", "href": "/wiki/Panama_Papers_case_(Pakistan)", "description": "The Panama Papers case, or the Panamagate case, was a landmark decision by the Supreme Court of Pakistan that disqualified incumbent Prime Minister of Pakistan Nawaz Sharif from holding public office for life."}]}, {"heading": "Events", "year": "2018", "date": "July 28", "txt": "Australian Wendy Tuck becomes the first woman skipper to win the Clipper Round the World Yacht Race.", "entities": [{"title": "Wendy Tuck", "href": "/wiki/Wendy_Tuck", "description": "Wendy Tuck is a yachtswoman and previous chief instructor and principal at the Clipper Race training base in Sydney, Australia. She was the first female skipper to win a round-the-world yacht race."}, {"title": "Skipper (boating)", "href": "/wiki/Skipper_(boating)", "description": "A sea captain, ship's captain, captain, master, or shipmaster, is a high-grade licensed mariner who holds ultimate command and responsibility of a merchant vessel. The captain is responsible for the safe and efficient operation of the ship‍—‌including its seaworthiness, safety and security, cargo operations, navigation, crew management, and legal compliance‍—‌and for the persons and cargo on board"}, {"title": "Clipper Round the World Yacht Race", "href": "/wiki/Clipper_Round_the_World_Yacht_Race", "description": "The Clipper Round the World Yacht Race is a biennial race that takes paying amateur crews on one or more legs of a circumnavigation of the globe in 11 specially designed identical yachts owned by Clipper Ventures. Professional skippers and additional qualified persons (AQPs) lead each teams on the 10 month journey. All participants must complete a four week training course before starting the race"}]}, {"heading": "Births", "year": "1347", "date": "July 28", "txt": "Margaret of Durazzo, Queen of Naples and Hungary (d. 1412)", "entities": [{"title": "Margaret of Durazzo", "href": "/wiki/Margaret_of_Durazzo", "description": "Margaret of Durazzo was Queen of Naples and Hungary and Princess of Achaea as the spouse of Charles III of Naples. She was regent of Naples from 1386 until 1393 during the minority of her son Ladislaus of Naples."}]}, {"heading": "Births", "year": "1516", "date": "July 28", "txt": "William, Duke of Jülich-Cleves-Berg, German nobleman (d. 1592)", "entities": [{"title": "William, Duke of Jülich-Cleves-Berg", "href": "/wiki/William,_Duke_of_J%C3%BClich-Cleves-Berg", "description": "William of Jülich-Cleves-Berge was a Duke of Jülich-Cleves-Berg (1539–1592).\nWilliam was born in and died in Düsseldorf. He was the only son of John III, Duke of Jülich-Cleves-Berg, and Maria, Duchess of Jülich-Berg. William took over rule of his father's estates upon his death in 1539. Despite his mother having lived until 1543, William also became the Duke of Berg and Jülich and the Count of Rav"}]}, {"heading": "Births", "year": "1609", "date": "July 28", "txt": "Judith Leyster, Dutch painter (d. 1660)", "entities": [{"title": "Judith Leyster", "href": "/wiki/Judith_Leyster", "description": "Judith Jans Leyster was a Dutch Golden Age painter. She painted genre works, portraits and still lifes. Although her work was highly regarded by her contemporaries, Leyster and her work became almost forgotten after her death. Her entire oeuvre was attributed to Frans Hals or to her husband, Jan Miense Molenaer, until 1893. It wasn't until the late 19th century that she was recognized for her arti"}]}, {"heading": "Births", "year": "1635", "date": "July 28", "txt": "Robert Hooke, English physicist and chemist (d. 1703)", "entities": [{"title": "Robert Hooke", "href": "/wiki/Robert_Hooke", "description": "Robert Hooke FRS was an English scientist, architect, and polymath, who, using a microscope, was the first to visualize a micro-organism. An impoverished scientific inquirer in young adulthood, he found wealth and esteem by performing over half of the architectural surveys after London's great fire of 1666. Hooke was also a member of the Royal Society and since 1662 was its curator of experiments."}]}, {"heading": "Births", "year": "1645", "date": "July 28", "txt": "Marguerite Louise d'Orléans, French princess (d. 1721)", "entities": [{"title": "Marguerite Louise d'Orléans", "href": "/wiki/Marguerite_Louise_d%27Orl%C3%A9ans", "description": "Marguerite Louise d'Orléans was a Princess of France who became Grand Duchess of Tuscany, as the wife of Grand Duke Cosimo III de' Medici."}]}, {"heading": "Births", "year": "1659", "date": "July 28", "txt": "Charles Ancillon, French jurist and diplomat (d. 1715)", "entities": [{"title": "Charles Ancillon", "href": "/wiki/Charles_Ancillon", "description": "Charles Ancillon was a French jurist and diplomat."}]}, {"heading": "Births", "year": "1746", "date": "July 28", "txt": "Thomas Heyward, Jr., American judge and politician (d. 1809)", "entities": [{"title": "Thomas Heyward, Jr.", "href": "/wiki/Thomas_Heyward,_Jr.", "description": "Thomas Heyward Jr. was a signer of the United States Declaration of Independence and of the Articles of Confederation as a delegate of South Carolina."}]}, {"heading": "Births", "year": "1750", "date": "July 28", "txt": "Fabre d'Églantine, French actor, playwright, and politician (d. 1794)", "entities": [{"title": "Fabre d'Églantine", "href": "/wiki/Fabre_d%27%C3%89glantine", "description": "Philippe François Nazaire Fabre d'Églantine, commonly known as Fabre d'Églantine, was a French actor, dramatist, poet, and politician of the French Revolution."}]}, {"heading": "Births", "year": "1783", "date": "July 28", "txt": "Friedrich Wilhelm von Bismarck, German army officer and writer (d. 1860)", "entities": [{"title": "Friedrich Wilhelm von Bismarck", "href": "/wiki/Friedrich_Wilhelm_von_Bismarck", "description": "Friedrich Wilhelm Graf von Bismarck was a German lieutenant general, diplomat and military writer. He wrote several major military-political works and military histories, which were very pro-Napoleon."}]}, {"heading": "Births", "year": "1796", "date": "July 28", "txt": "Ignaz Bösendorfer, Austrian businessman, founded the Bösendorfer Company (d. 1859)", "entities": [{"title": "Ignaz Bösendorfer", "href": "/wiki/Ignaz_B%C3%B6sendorfer", "description": "Ignaz Bösendorfer was an Austrian musician and piano manufacturer, who in 1828 founded the Bösendorfer company in Vienna-Josefstadt."}, {"title": "Bösendorfer", "href": "/wiki/B%C3%B6sendorfer", "description": "Bösendorfer is an Austrian piano manufacturer and, since 2008, a wholly owned subsidiary of Yamaha Corporation. Bösendorfer is unusual in that it produces 97- and 92-key models in addition to instruments with standard 88-key keyboards, and in its use of three-strings-per-hammer model of construction."}]}, {"heading": "Births", "year": "1804", "date": "July 28", "txt": "Ludwig Feuerbach, German anthropologist and philosopher (d. 1872)", "entities": [{"title": "Ludwig Feuerbach", "href": "/wiki/Ludwig_Feuerbach", "description": "Ludwig Andreas von Feuerbach was a German philosopher and anthropologist best known for his book The Essence of Christianity, which provided a critique of Christianity that strongly influenced generations of later thinkers, including Charles Darwin, Karl Marx, Sigmund Freud, Friedrich Engels, Richard Wagner, and Friedrich Nietzsche."}]}, {"heading": "Births", "year": "1815", "date": "July 28", "txt": "Stefan Dunjov, Bulgarian colonel (d. 1889)", "entities": [{"title": "Stefan Dunjov", "href": "/wiki/Stefan_Dunjov", "description": "Stefan Dunjov was a Banat Bulgarian military figure and revolutionary known for participating in both the Hungarian Revolution of 1848 and the Italian unification (Risorgimento), as well as for being the first ethnic Bulgarian Colonel."}]}, {"heading": "Births", "year": "1844", "date": "July 28", "txt": "Gerard Manley Hopkins, English poet (d. 1889)", "entities": [{"title": "Gerard Manley Hopkins", "href": "/wiki/Gerard_Manley_Hopkins", "description": "Gerard Manley Hopkins was an English poet and Jesuit priest, whose posthumous fame established him among the leading Victorian poets. His manipulation of prosody – particularly his concept of sprung rhythm – established him as an innovative writer of verse, as did his technique of praising God through vivid use of imagery and nature. Only after his death did Robert Bridges begin to publish a few o"}]}, {"heading": "Births", "year": "1857", "date": "July 28", "txt": "Ballington Booth, English-American activist, co-founded Volunteers of America (d. 1940)", "entities": [{"title": "Ballington Booth", "href": "/wiki/Ballington_Booth", "description": "Ballington Booth was a British-born American Christian minister who co-founded Volunteers of America, a Christian charitable organization, and became its first General (1896-1940). He was a former officer in The Salvation Army."}, {"title": "Volunteers of America", "href": "/wiki/Volunteers_of_America", "description": "Volunteers of America (VOA) is a faith-based nonprofit organization founded in 1896 that provides affordable housing and other assistance services primarily to low-income people throughout the United States. Headquartered in Alexandria, Virginia, the organization includes 32 affiliates and serves approximately 1.5 million people each year in 46 states, the District of Columbia, and Puerto Rico."}]}, {"heading": "Births", "year": "1860", "date": "July 28", "txt": "Elias M. Ammons, American businessman and politician, 19th Governor of Colorado (d. 1925)", "entities": [{"title": "Elias M. Ammons", "href": "/wiki/Elias_M._Ammons", "description": "Elias Milton Ammons served as the 19th Governor of Colorado from 1913 to 1915. Born in 1860 in Macon County, North Carolina, he is perhaps best remembered for ordering National Guard troops into Ludlow, Colorado during the Colorado Coalfield War, which resulted in the Ludlow Massacre. He was also instrumental in starting the National Western Stock Show, which is still active. His son Teller Ammons"}, {"title": "Governor of Colorado", "href": "/wiki/Governor_of_Colorado", "description": "The Governor of Colorado is the chief executive of the U.S. state of Colorado. The governor is the head of the executive branch of Colorado's state government and is charged with enforcing state laws. The governor has the power to either approve or veto bills passed by the Colorado General Assembly, to convene the legislature, and to grant pardons, except in cases of treason or impeachment. The go"}]}, {"heading": "Births", "year": "1860", "date": "July 28", "txt": "Grand Duchess Anastasia Mikhailovna of Russia (d. 1922)", "entities": []}, {"heading": "Births", "year": "1863", "date": "July 28", "txt": "Huseyn Khan Nakhchivanski, Russian general (d. 1919)", "entities": [{"title": "Huseyn Khan Nakhchivanski", "href": "/wiki/Huseyn_Khan_Nakhchivanski", "description": "Huseyn Khan Nakhchivanski, or Nakhichevansky, francised spelling: Hussein Nahitchevansky, was a Russian Cavalry General of Azerbaijani origin. He was the only Muslim to serve as General-Adjutant of the H. I. M. Retinue."}]}, {"heading": "Births", "year": "1866", "date": "July 28", "txt": "Beatrix Potter, English children's book writer and illustrator (d. 1943)", "entities": [{"title": "Beatrix Potter", "href": "/wiki/Beatrix_Potter", "description": "Helen Beatrix Potter was an English writer, illustrator, natural scientist and conservationist; she was best known for her children's books featuring animals, such as The Tale of Peter Rabbit."}]}, {"heading": "Births", "year": "1866", "date": "July 28", "txt": "Albertson Van Zo Post, American fencer (d. 1938)", "entities": []}, {"heading": "Births", "year": "1867", "date": "July 28", "txt": "Charles Dillon Perrine, American-Argentinian astronomer (d. 1951)", "entities": [{"title": "Charles Dillon Perrine", "href": "/wiki/Charles_Dillon_Perrine", "description": "Charles Dillon Perrine was an American astronomer at the Lick Observatory in California (1893-1909) who moved to Cordoba, Argentina to accept the position of Director of the Argentine National Observatory (1909-1936). The Cordoba Observatory under Perrine's direction made the first attempts to prove Einstein's theory of relativity by astronomical observation of the deflection of starlight near the"}]}, {"heading": "Births", "year": "1872", "date": "July 28", "txt": "Albert Sarraut, French journalist and politician, 106th Prime Minister of France (d. 1962)", "entities": [{"title": "Albert Sarraut", "href": "/wiki/Albert_Sarraut", "description": "Albert-Pierre Sarraut was a French Radical politician, twice Prime Minister during the Third Republic."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1874", "date": "July 28", "txt": "Ernst Cassirer, Polish-American philosopher and academic (d. 1945)", "entities": [{"title": "Ernst Cassirer", "href": "/wiki/Ernst_Cassirer", "description": "Ernst Alfred Cassirer was a German philosopher. Trained within the Neo-Kantian Marburg School, he initially followed his mentor Hermann Cohen in attempting to supply an idealistic philosophy of science."}]}, {"heading": "Births", "year": "1879", "date": "July 28", "txt": "Lucy Burns, American activist, co-founded the National Woman's Party (d. 1966)", "entities": [{"title": "Lucy Burns", "href": "/wiki/Lucy_Burns", "description": "Lucy Burns was an American suffragist and women's rights advocate. She was a passionate activist in the United States and in the United Kingdom, joined the militant suffragettes. Burns was a close friend of Alice Paul, and together they ultimately formed the National Woman's Party."}, {"title": "National Woman's Party", "href": "/wiki/National_Woman%27s_Party", "description": "The National Woman's Party (NWP) is an American women's political organization formed in 1916 to fight for women's suffrage. After achieving this goal with the 1920 adoption of the Nineteenth Amendment to the United States Constitution, the NWP advocated for other issues including the Equal Rights Amendment. The most prominent leader of the National Woman's Party was Alice Paul, and its most notab"}]}, {"heading": "Births", "year": "1879", "date": "July 28", "txt": "Stefan Filipkiewicz, Polish painter (d. 1944)", "entities": []}, {"heading": "Births", "year": "1887", "date": "July 28", "txt": "Marcel Duchamp, French-American painter and sculptor (d. 1968)", "entities": [{"title": "Marcel Duchamp", "href": "/wiki/Marcel_Duchamp", "description": "Henri-Robert-Marcel Duchamp was a French-American painter, sculptor, chess player, and writer whose work is associated with Cubism, Dada, and conceptual art. Duchamp is commonly regarded, along with Pablo Picasso and Henri Matisse, as one of the three artists who helped to define the revolutionary developments in the plastic arts in the opening decades of the 20th century, responsible for signific"}]}, {"heading": "Births", "year": "1887", "date": "July 28", "txt": "Willard Price, Canadian-American journalist and author (d. 1983)", "entities": []}, {"heading": "Births", "year": "1893", "date": "July 28", "txt": "Rued Langgaard, Danish organist and composer (d. 1952)", "entities": [{"title": "Rued Langgaard", "href": "/wiki/Rued_Langgaard", "description": "Rued Langgaard was a late-Romantic Danish composer and organist. His then-unconventional music was at odds with that of his Danish contemporaries but was recognized 16 years after his death."}]}, {"heading": "Births", "year": "1896", "date": "July 28", "txt": "Barbara La Marr, American actress and screenwriter (d. 1926)", "entities": [{"title": "Barbara La Marr", "href": "/wiki/Barbara_La_Marr", "description": "Barbara La Marr was an American film actress and screenwriter who appeared in twenty-seven films during her career between 1920 and 1926. La Marr was also noted by the media for her beauty, dubbed as the \"Girl Who Is Too Beautiful,\" as well as her tumultuous personal life."}]}, {"heading": "Births", "year": "1898", "date": "July 28", "txt": "Lawrence Gray, American actor (d. 1970)", "entities": [{"title": "Lawrence Gray", "href": "/wiki/Lawrence_Gray", "description": "Lawrence Gray was an American actor of the 1920s and 1930s."}]}, {"heading": "Births", "year": "1901", "date": "July 28", "txt": "Freddie Fitzsimmons, American baseball player, coach, and manager (d. 1979)", "entities": [{"title": "Freddie Fitzsimmons", "href": "/wiki/Freddie_Fitzsimmons", "description": "Frederick Landis Fitzsimmons was an American professional baseball right-handed pitcher, manager, and coach, who played in Major League Baseball (MLB) from 1925 to 1943 with the New York Giants and Brooklyn Dodgers. Nicknamed Fat Freddie, and known for his mastery of the knuckle curve, Fitzsimmons' 217 wins were the third most by a National League (NL) right-hander in the period from 1920 to 1955,"}]}, {"heading": "Births", "year": "1901", "date": "July 28", "txt": "Rudy Vallée, American actor, singer, and saxophonist (d. 1986)", "entities": []}, {"heading": "Births", "year": "1902", "date": "July 28", "txt": "Albert Namatjira, Australian painter (d. 1959)", "entities": [{"title": "Albert Namatjira", "href": "/wiki/Albert_Namatjira", "description": "Albert Namatjira was an Aboriginal artist from the MacDonnell Ranges in Central Australia. As a pioneer of contemporary Indigenous Australian art, he was the most famous Indigenous Australian of his generation."}]}, {"heading": "Births", "year": "1902", "date": "July 28", "txt": "Sir Karl Popper, Austrian-English philosopher and academic (d. 1994)", "entities": []}, {"heading": "Births", "year": "1907", "date": "July 28", "txt": "Earl Tupper, American inventor and businessman, founded Tupperware Brands (d. 1983)", "entities": [{"title": "Earl Tupper", "href": "/wiki/Earl_Tupper", "description": "Earl Silas Tupper was an American businessman and inventor, best known as the inventor of Tupperware, an airtight plastic container for storing food, and for founding the related home products company that bears his name, Tupperware Plastics Company."}, {"title": "Tupperware Brands", "href": "/wiki/Tupperware_Brands", "description": "Tupperware Brands Corporation, formerly Tupperware Corporation, is an American multinational multi-level marketing company. Its main focus is kitchen and household products, and it is particularly known for its line of plastic containers for food storage and preparation. By extension, plastic food containers in general, regardless of brand, are often referred to as Tupperware."}]}, {"heading": "Births", "year": "1909", "date": "July 28", "txt": "Aenne Burda, German publisher (d. 2005)", "entities": [{"title": "Aenne Burda", "href": "/wiki/Aenne_Burda", "description": "Aenne Burda, born Anna Magdalene Lemminger, was a German publisher of the Burda Group, a media group based in Offenburg and Munich, Germany. She was one of the symbols of the German economic miracle."}]}, {"heading": "Births", "year": "1909", "date": "July 28", "txt": "Malcolm Lowry, English novelist and poet (d. 1957)", "entities": []}, {"heading": "Births", "year": "1914", "date": "July 28", "txt": "Carmen Dragon, American conductor and composer (d. 1984)", "entities": [{"title": "Carmen Dragon", "href": "/wiki/Carmen_Dragon", "description": "Carmen Dragon was an American conductor, composer, and arranger who in addition to live performances and recording, worked in radio, film, and television."}]}, {"heading": "Births", "year": "1915", "date": "July 28", "txt": "Charles Hard Townes, American physicist and academic, Nobel Prize laureate (d. 2015)", "entities": [{"title": "Charles Hard Townes", "href": "/wiki/Charles_Hard_Townes", "description": "Charles Hard Townes was an American physicist. Townes worked on the theory and application of the maser, for which he obtained the fundamental patent, and other work in quantum electronics associated with both maser and laser devices. He shared the 1964 Nobel Prize in Physics with Nikolay Basov and Alexander Prokhorov. Townes was an adviser to the United States Government, meeting every US Preside"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1915", "date": "July 28", "txt": "Dick Sprang, American illustrator (d. 2000)", "entities": []}, {"heading": "Births", "year": "1915", "date": "July 28", "txt": "Frankie Yankovic, American polka musician (d. 1998)", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 28", "txt": "David Brown, American journalist and producer (d. 2010)", "entities": [{"title": "David Brown (producer)", "href": "/wiki/David_Brown_(producer)", "description": "David Brown was an American film and theatre producer and writer who was best known for producing the 1975 film Jaws based on the best-selling novel by Peter Benchley."}]}, {"heading": "Births", "year": "1920", "date": "July 28", "txt": "Andrew V. McLaglen, English-American director and producer (d. 2014)", "entities": [{"title": "Andrew V. McLaglen", "href": "/wiki/Andrew_V._McLaglen", "description": "Andrew Victor McLaglen was a British-born American film and television director, known for\nWesterns and adventure films, often starring John Wayne or James Stewart."}]}, {"heading": "Births", "year": "1922", "date": "July 28", "txt": "Jacques Piccard, Belgian-Swiss oceanographer and engineer (d. 2008)", "entities": [{"title": "Jacques Piccard", "href": "/wiki/Jacques_Piccard", "description": "Jacques Piccard was a Swiss oceanographer and engineer, known for having developed underwater submarines for studying ocean currents. In the Challenger Deep, he and Lt. Don Walsh of the United States Navy were the first people to explore the deepest known part of the world's ocean, and the deepest known location on the surface of Earth's crust, the Mariana Trench, located in the western North Paci"}]}, {"heading": "Births", "year": "1923", "date": "July 28", "txt": "Ray Ellis, American conductor and producer (d. 2008)", "entities": [{"title": "Ray Ellis", "href": "/wiki/Ray_Ellis", "description": "Ray Ellis was an American record producer, arranger and conductor. He was responsible for the orchestration in Billie Holiday's Lady in Satin (1958)."}]}, {"heading": "Births", "year": "1924", "date": "July 28", "txt": "Luigi Musso, Italian race car driver (d. 1958)", "entities": [{"title": "Luigi Musso", "href": "/wiki/Luigi_Musso", "description": "Luigi Musso was an Italian racing driver. In 1955 he joined the Ferrari team, entering into a fierce rivalry with Mike Hawthorn and Peter Collins, which boosted the performance of the team, but also encouraged greater risk-taking. According to Musso's fiancée, he was deep in debt by the time of the lucrative 1958 French Grand Prix, where he was fatally injured, somersaulting into a ditch while cha"}]}, {"heading": "Births", "year": "1924", "date": "July 28", "txt": "C. T. Vivian, American minister, author, and activist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 28", "txt": "Baruch Samuel Blumberg, American physician and academic, Nobel Prize laureate (d. 2011)", "entities": [{"title": "Baruch Samuel Blumberg", "href": "/wiki/Baruch_Samuel_Blumberg", "description": "Baruch Samuel Blumberg — known as Barry Blumberg — was an American physician, geneticist, and co-recipient of the 1976 Nobel Prize in Physiology or Medicine, for his work on the hepatitis B virus while an investigator at the NIH. He was president of the American Philosophical Society from 2005 until his death."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1926", "date": "July 28", "txt": "Charlie Biddle, American-Canadian bassist (d. 2003)", "entities": [{"title": "Charlie Biddle", "href": "/wiki/Charlie_Biddle", "description": "Charles Reed Biddle, was an American-Canadian jazz bassist. He lived most of his life in Montreal, organizing and performing in jazz music events."}]}, {"heading": "Births", "year": "1927", "date": "July 28", "txt": "John Ashbery, American poet (d. 2017)", "entities": [{"title": "John Ashbery", "href": "/wiki/John_Ashbery", "description": "John Lawrence Ashbery was an American poet and art critic."}]}, {"heading": "Births", "year": "1929", "date": "July 28", "txt": "Jacqueline Kennedy Onassis, American journalist and socialite, 37th First Lady of the United States (d. 1994)", "entities": [{"title": "Jacqueline Kennedy Onassis", "href": "/wiki/Jacqueline_Kennedy_Onassis", "description": "Jacqueline Lee \"Jackie\" Kennedy Onassis was an American socialite, writer, and photographer who became First Lady of the United States as the wife of President John F. Kennedy. Her popularity as first lady was due to her devotion to historical preservation of the White House, her fashion sense, and her devotion to her children, which endeared her to the American public. During her lifetime, Jackie"}, {"title": "List of First Ladies of the United States", "href": "/wiki/List_of_First_Ladies_of_the_United_States", "description": "The first lady of the United States is the hostess of the White House. The position is traditionally filled by the wife of the president of the United States, but, on occasion, the title has been applied to women who were not presidents’ wives, such as when the president was a bachelor or widower, or when the wife of the president was unable to fulfill the duties of the first lady. The first lady "}]}, {"heading": "Births", "year": "1929", "date": "July 28", "txt": "Shirley Ann Grau, American novelist and short story writer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 28", "txt": "Firoza Begum, Bangladeshi singer (d. 2014)", "entities": [{"title": "Firoza Begum (singer)", "href": "/wiki/Firoza_Begum_(singer)", "description": "Firoza Begum was a Bangladeshi Nazrul Geeti singer. She was awarded the Independence Day Award in 1979 by the Government of Bangladesh."}]}, {"heading": "Births", "year": "1930", "date": "July 28", "txt": "Junior Kimbrough, American singer and guitarist (d. 1998)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 28", "txt": "Jean Roba, Belgian author and illustrator (d. 2006)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 28", "txt": "Ramsey Muir Withers, Canadian general (d. 2014)", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 28", "txt": "Alan Brownjohn, English poet and author", "entities": [{"title": "Alan Brownjohn", "href": "/wiki/Alan_Brownjohn", "description": "Alan Charles Brownjohn is an English poet and novelist. He has also worked as a teacher, lecturer, critic and broadcaster."}]}, {"heading": "Births", "year": "1931", "date": "July 28", "txt": "Johnny Martin, Australian cricketer (d. 1992)", "entities": []}, {"heading": "Births", "year": "1932", "date": "July 28", "txt": "Natalie Babbitt, American author and illustrator (d. 2016)", "entities": [{"title": "Natalie Babbitt", "href": "/wiki/Natalie_Babbitt", "description": "Natalie Zane Babbitt was an American writer and illustrator of children's books. Her acclaimed 1975 novel Tuck Everlasting has been adapted into two feature films and a Broadway musical. She received the Newbery Honor and Christopher Award, and was the U.S. nominee for the biennial international Hans Christian Andersen Award in 1982."}]}, {"heading": "Births", "year": "1932", "date": "July 28", "txt": "Carlos Alberto Brilhante Ustra, Brazilian colonel (d. 2015)", "entities": []}, {"heading": "Births", "year": "1933", "date": "July 28", "txt": "Charlie Hodge, Canadian ice hockey player and scout (d. 2016)", "entities": [{"title": "Charlie Hodge (ice hockey)", "href": "/wiki/Charlie_Hodge_(ice_hockey)", "description": "Charles Edward Hodge was a Canadian ice hockey player who played as a goaltender for the Montreal Canadiens, Vancouver Canucks, and Oakland Seals of the National Hockey League."}]}, {"heading": "Births", "year": "1934", "date": "July 28", "txt": "Jacques d'Amboise, American dancer and choreographer", "entities": [{"title": "Jacques d'Amboise (dancer)", "href": "/wiki/Jacques_d%27Amboise_(dancer)", "description": "Jacques d'Amboise was an American ballet dancer, choreographer, actor and educator. He joined the New York City Ballet in 1949 and was named principal dancer in 1953, and throughout his time with the company, he created 24 roles for George Balanchine. He also made film appearances, including in Seven Brides for Seven Brothers and Carousel. He choreographed 17 ballets for the New York City Ballet, "}]}, {"heading": "Births", "year": "1935", "date": "July 28", "txt": "Neil McKendrick, English historian and academic", "entities": [{"title": "Neil McKendrick", "href": "/wiki/Neil_McKendrick", "description": "Neil McKendrick MA FRHistS was the 40th Master of Gonville and Caius College, Cambridge. He is now a life fellow of the college."}]}, {"heading": "Births", "year": "1936", "date": "July 28", "txt": "Russ Jackson, Canadian football player and coach", "entities": [{"title": "Russ Jackson", "href": "/wiki/Russ_Jackson", "description": "Russell Stanley Jackson is a former professional Canadian football player. Jackson spent his entire 12-year professional football career with the Ottawa Rough Riders of the Canadian Football League (CFL). He is a member of the Order of Canada, the Canadian Football Hall of Fame, and Canada's Sports Hall of Fame, and has been described as the best Canadian-born quarterback to play in the CFL. In 20"}]}, {"heading": "Births", "year": "1936", "date": "July 28", "txt": "Garfield Sobers, Barbadian cricketer", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 28", "txt": "Francis Veber, French director and screenwriter", "entities": [{"title": "Francis Veber", "href": "/wiki/Francis_Veber", "description": "Francis Paul Veber is a French film director, screenwriter and producer, and playwright. He has written and directed both French and American films. Eight French-language films with which he has been involved, as either writer or director or both, have been remade as English-language Hollywood films: Le grand blond avec une chaussure noire, L'emmerdeur, La Cage aux Folles, Le Jouet, Les Compères, "}]}, {"heading": "Births", "year": "1938", "date": "July 28", "txt": "Luis Aragonés, Spanish footballer, coach, and manager (d. 2014)", "entities": [{"title": "Luis Aragonés", "href": "/wiki/Luis_Aragon%C3%A9s", "description": "Luis Aragonés Suárez was a Spanish football player and manager."}]}, {"heading": "Births", "year": "1938", "date": "July 28", "txt": "Arsen Dedić, Croatian singer-songwriter and poet (d. 2015)", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 28", "txt": "Alberto Fujimori, Peruvian engineer, academic, and politician, 90th President of Peru", "entities": [{"title": "President of Peru", "href": "/wiki/President_of_Peru", "description": "The president of Peru, formally recognized as the President of the Republic of Peru, is the head of state and head of government of Peru. The president is the head of the executive branch and is the Supreme Head of the Armed Forces and Police of Peru. The office of president corresponds to the highest magistracy in the country, making the president the highest ranking public official in Peru."}]}, {"heading": "Births", "year": "1938", "date": "July 28", "txt": "Chuan Leekpai, Thai lawyer and politician, 20th Prime Minister of Thailand", "entities": [{"title": "Prime Minister of Thailand", "href": "/wiki/Prime_Minister_of_Thailand", "description": "The prime minister of Thailand is the head of government of Thailand. The prime minister is also the chair of the Cabinet of Thailand. The post has existed since the Revolution of 1932, when the country became a constitutional monarchy."}]}, {"heading": "Births", "year": "1939", "date": "July 28", "txt": "Richard Johns, English air marshal", "entities": [{"title": "Richard Johns", "href": "/wiki/Richard_Johns", "description": "Air Chief Marshal Sir Richard Edward Johns, is a retired senior Royal Air Force commander. He was a fighter pilot in the 1960s, commanding officer of a squadron during the 1970s and a station commander in the 1980s. Johns served as one of three British directors of operations on the senior planning staff for Operation Granby in 1991 and then acted as a supporting commander for joint operations in "}]}, {"heading": "Births", "year": "1940", "date": "July 28", "txt": "Philip Proctor, American voice actor and screenwriter", "entities": [{"title": "Philip Proctor", "href": "/wiki/Philip_Proctor", "description": "Philip Proctor is an American actor, voice actor and a member of the Firesign Theatre. He has performed voice-over work for video games, films and television series."}]}, {"heading": "Births", "year": "1941", "date": "July 28", "txt": "Riccardo Muti, Italian conductor and educator", "entities": [{"title": "Riccardo Muti", "href": "/wiki/Riccardo_Muti", "description": "Riccardo Muti, is an Italian conductor. He currently holds two music directorships, at the Chicago Symphony Orchestra and at the Orchestra Giovanile Luigi Cherubini. Muti has previously held posts at the Maggio Musicale in Florence, the Philharmonia Orchestra in London, the Philadelphia Orchestra, the Teatro alla Scala in Milan, and the Salzburg Whitsun Festival. Muti has been a prolific recording"}]}, {"heading": "Births", "year": "1941", "date": "July 28", "txt": "Susan Roces, Filipino actress and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 28", "txt": "Marty Brennaman, American sportscaster", "entities": [{"title": "Marty Brennaman", "href": "/wiki/Marty_Brennaman", "description": "Franchester Martin Brennaman is an American retired sportscaster, best known as the play-by-play voice of Major League Baseball's Cincinnati Reds on the Cincinnati Reds Radio Network from 1974 until 2019. Brennaman is known for his opinionated, zealous, and sometimes contentious style.\nOn January 16, 2019, Brennaman announced he would retire following the 2019 season. He broadcast his final game o"}]}, {"heading": "Births", "year": "1942", "date": "July 28", "txt": "Tonia Marketaki, Greek director and screenwriter (d. 1994)", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 28", "txt": "Mike Bloomfield, American guitarist and songwriter (d. 1981)", "entities": [{"title": "Mike Bloomfield", "href": "/wiki/Mike_Bloomfield", "description": "Michael Bernard Bloomfield was an American guitarist and composer, born in Chicago, Illinois, who became one of the first popular music superstars of the 1960s to earn his reputation almost entirely on his instrumental prowess, as he rarely sang before 1969. Respected for his guitar playing, Bloomfield knew and played with many of Chicago's blues musicians before achieving his own fame and was ins"}]}, {"heading": "Births", "year": "1943", "date": "July 28", "txt": "Bill Bradley, American basketball player and politician", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 28", "txt": "Richard Wright, English singer-songwriter and keyboard player (d. 2008)", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 28", "txt": "Jim Davis, American cartoonist, created Garfield", "entities": [{"title": "Jim Davis (cartoonist)", "href": "/wiki/Jim_Davis_(cartoonist)", "description": "James Robert Davis is an American cartoonist, best known as the creator of the comic strips Garfield and U.S. Acres. Published since 1978, Garfield is one of the world's most widely syndicated comic strips. Davis's other comics work includes Tumbleweeds, Gnorm Gnat and Mr. Potato Head."}]}, {"heading": "Births", "year": "1946", "date": "July 28", "txt": "Jonathan Edwards, American singer-songwriter and guitarist", "entities": [{"title": "Jonathan Edwards (musician)", "href": "/wiki/Jonathan_Edwards_(musician)", "description": "Jonathan Edwards is an American singer-songwriter and musician best known for his 1971 hit single \"Sunshine\"."}]}, {"heading": "Births", "year": "1946", "date": "July 28", "txt": "Linda Kelsey, American actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 28", "txt": "Fahmida Riaz, Pakistani poet and activist", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 28", "txt": "Peter Cosgrove, Australian general and politician, 26th Governor General of Australia", "entities": [{"title": "Peter Cosgrove", "href": "/wiki/Peter_Cosgrove", "description": "General Sir Peter John Cosgrove, is a retired senior Australian Army officer who served as the 26th Governor-General of Australia, in office from 2014 to 2019."}, {"title": "Governor General of Australia", "href": "/wiki/Governor_General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}]}, {"heading": "Births", "year": "1947", "date": "July 28", "txt": "Sally Struthers, American actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 28", "txt": "Gerald Casale, American singer-songwriter, guitarist, and director", "entities": [{"title": "Gerald Casale", "href": "/wiki/Gerald_Casale", "description": "Gerald Vincent \"Jerry\" Casale is an American musician, composer, music video director, and vintner."}]}, {"heading": "Births", "year": "1948", "date": "July 28", "txt": "Eiichi Ohtaki, Japanese singer-songwriter and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 28", "txt": "Vida Blue, American baseball player and sportscaster", "entities": [{"title": "Vida Blue", "href": "/wiki/Vida_Blue", "description": "Vida Rochelle Blue Jr. is a former American professional baseball player. He played as a left-handed pitcher in Major League Baseball between 1969 and 1986, most notably as an integral member of the Oakland Athletics dynasty that won three consecutive World Series championships between 1972 and 1974. He won the American League Cy Young Award and Most Valuable Player Award in 1971."}]}, {"heading": "Births", "year": "1949", "date": "July 28", "txt": "Peter Doyle, Australian singer and guitarist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 28", "txt": "Simon Kirke, English drummer", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 28", "txt": "Steve Peregrin Took, English singer-songwriter and guitarist (d. 1980)", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 28", "txt": "Randall Wallace, American screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 28", "txt": "Shahyar Ghanbari, Iranian singer-songwriter", "entities": [{"title": "Shahyar Ghanbari", "href": "/wiki/Shahyar_Ghanbari", "description": "Shahyar Ghanbari is an Iranian poet, writer, lyricist, songwriter, and singer of Persian pop music. He is also a film director & radio-TV producer."}]}, {"heading": "Births", "year": "1950", "date": "July 28", "txt": "Tapley Seaton, Kittitian politician, 4th Governor-General of Saint Kitts and Nevis", "entities": [{"title": "Governor-General of Saint Kitts and Nevis", "href": "/wiki/Governor-General_of_Saint_Kitts_and_Nevis", "description": "The Governor-General of Saint Kitts and Nevis is the representative of the monarch of Saint Kitts and Nevis, currently Queen Elizabeth II. The appointed governor-general, currently Sir Tapley Seaton, lives in Government House, Basseterre, which serves as his official residence."}]}, {"heading": "Births", "year": "1951", "date": "July 28", "txt": "Santiago Calatrava, Spanish architect and engineer, designed the Athens Olympic Sports Complex", "entities": [{"title": "Santiago Calatrava", "href": "/wiki/Santiago_Calatrava", "description": "Santiago Calatrava Valls is a Spanish architect, structural engineer, sculptor and painter, particularly known for his bridges supported by single leaning pylons, and his railway stations, stadiums, and museums, whose sculptural forms often resemble living organisms. His best-known works include the Olympic Sports Complex of Athens, the Milwaukee Art Museum, the Turning Torso tower in Malmö, Swede"}, {"title": "Athens Olympic Sports Complex", "href": "/wiki/Athens_Olympic_Sports_Complex", "description": "The Athens Olympic Park, is a sport facilities complex located at Marousi, northeast Athens, Greece. The complex consists of five major venues as well as other supplementary sport facilities."}]}, {"heading": "Births", "year": "1951", "date": "July 28", "txt": "Doug Collins, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 28", "txt": "Gregg Giuffria, American rock musician and businessman", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 28", "txt": "Ray Kennedy, English footballer", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 28", "txt": "Vajiralongkorn, King of Thailand", "entities": [{"title": "Vajiralongkorn", "href": "/wiki/Vajiralongkorn", "description": "Vajiralongkorn is the King of Thailand. He is the only son of King Bhumibol Adulyadej and Queen Sirikit. In 1972, at the age of 20, he was made crown prince by his father. After his father's death on 13 October 2016, he was expected to ascend to the throne of Thailand but asked for time to mourn before taking the throne."}]}, {"heading": "Births", "year": "1954", "date": "July 28", "txt": "Hugo Chávez, Venezuelan colonel and politician, President of Venezuela (d. 2013)", "entities": [{"title": "Hugo Chávez", "href": "/wiki/Hugo_Ch%C3%A1vez", "description": "Hugo Rafael Chávez Frías was a Venezuelan politician who was president of Venezuela from 1999 until his death in 2013, except for a brief period in April 2002. Chávez was also leader of the Fifth Republic Movement political party from its foundation in 1997 until 2007, when it merged with several other parties to form the United Socialist Party of Venezuela (PSUV), which he led until 2012."}, {"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Births", "year": "1954", "date": "July 28", "txt": "Gerd Faltings, German mathematician and academic", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 28", "txt": "Steve Morse, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 28", "txt": "Mikey Sheehy, Irish footballer", "entities": []}, {"heading": "Births", "year": "1955", "date": "July 28", "txt": "Nikolay Zimyatov, Russian skier", "entities": [{"title": "Nikolay Zimyatov", "href": "/wiki/Nikolay_Zimyatov", "description": "Nikolay Semyonovich Zimyatov, is one of the most successful Soviet/Russian male cross-country skiers. He was the first man in the sport to win three gold medals at a single Winter Olympics, in the 30 km, 50 km and 4 × 10 km relay at the 1980 Lake Placid Games. In the 50 km race he finished two and half minutes ahead of the second place. He also won the 30 km event at the 1984 Winter Olympics in Sa"}]}, {"heading": "Births", "year": "1956", "date": "July 28", "txt": "John Feinstein, American journalist and author", "entities": [{"title": "John Feinstein", "href": "/wiki/John_Feinstein", "description": "John Feinstein is an American sportswriter, author and sports commentator."}]}, {"heading": "Births", "year": "1956", "date": "July 28", "txt": "Robert Swan, English explorer", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 28", "txt": "Terry Fox, Canadian runner and activist (d. 1981)", "entities": [{"title": "Terry Fox", "href": "/wiki/Terry_Fox", "description": "Terrance Stanley Fox was a Canadian athlete, humanitarian, and cancer research activist. In 1980, with one leg having been amputated due to cancer, he embarked on an east to west cross-Canada run to raise money and awareness for cancer research. Although the spread of his cancer eventually forced him to end his quest after 143 days and 5,373 kilometres (3,339 mi), and ultimately cost him his life,"}]}, {"heading": "Births", "year": "1958", "date": "July 28", "txt": "Michael Hitchcock, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 28", "txt": "William T. Vollmann, American novelist, short story writer and journalist", "entities": [{"title": "William T. Vollmann", "href": "/wiki/William_T._Vollmann", "description": "William Tanner Vollmann is an American novelist, journalist, war correspondent, short story writer, and essayist. He won the 2005 National Book Award for Fiction for the novel Europe Central."}]}, {"heading": "Births", "year": "1960", "date": "July 28", "txt": "Luiz Fernando Carvalho, Brazilian director, producer, and screenwriter", "entities": [{"title": "Luiz Fernando Carvalho", "href": "/wiki/Luiz_Fernando_Carvalho", "description": "Luiz Fernando Carvalho is a Brazilian filmmaker and television director, known for works closely linked to literature that constitute a renovation in Brazilian audiovisual aesthetics. He has already brought to the screen works by Ariano Suassuna, Raduan Nassar, Machado de Assis, Eça de Queirós, Roland Barthes, Clarice Lispector, Milton Hatoum, José Lins do Rego and Graciliano Ramos, among others."}]}, {"heading": "Births", "year": "1960", "date": "July 28", "txt": "Jon J. Muth, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 28", "txt": "Yōichi Takahashi, Japanese illustrator", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 28", "txt": "Yannick Dalmas, French race car driver", "entities": [{"title": "Yannick Dalmas", "href": "/wiki/Yannick_Dalmas", "description": "Yannick Dalmas is a former racing driver from France. He participated in 49 Formula One Grands Prix, debuting on 18 October 1987, but qualified for only 24 of them. His best result in F1 was a 5th place at the 1987 Australian Grand Prix, but he was not eligible for World Championship points at that race. His F1 career was blighted by his health issues, towards the end of 1988, Dalmas was diagnosed"}]}, {"heading": "Births", "year": "1962", "date": "July 28", "txt": "Rachel Sweet, American singer, television writer, and actress", "entities": [{"title": "Rachel Sweet", "href": "/wiki/Rachel_Sweet", "description": "Rachel Sweet is an American singer, television writer and actress."}]}, {"heading": "Births", "year": "1964", "date": "July 28", "txt": "Lori Loughlin, American actress", "entities": [{"title": "Lori Loughlin", "href": "/wiki/Lori_Loughlin", "description": "Lori Anne Loughlin is an American actress and producer. She is known for her role as Rebecca Donaldson-Katsopolis on the ABC sitcom Full House (1988–1995) and its Netflix sequel Fuller House (2016–2018). Loughlin is also known for her roles of Jody Travis in The Edge of Night (1980–1983), Debbie Wilson in The CW series 90210 (2008–2012), Jennifer Shannon in the Garage Sale Mystery television film "}]}, {"heading": "Births", "year": "1965", "date": "July 28", "txt": "Priscilla Chan, Hong Kong singer", "entities": [{"title": "Priscilla Chan (singer)", "href": "/wiki/Priscilla_Chan_(singer)", "description": "Priscilla Chan Wai-han is a Hong Kong-based veteran female singer who focuses on the genre of Cantopop throughout her musical career. She is renowned for her contralto singing voice, and her maturely clear, technically skilled and emotion-rich vocals."}]}, {"heading": "Births", "year": "1966", "date": "July 28", "txt": "Sossina M. Haile, Ethiopian American chemist", "entities": [{"title": "Sossina M. Haile", "href": "/wiki/Sossina_M._Haile", "description": "Sossina M. Haile is an American chemist, known for developing the first solid acid fuel cells. She is a professor of Materials Science and Engineering at Northwestern University, Illinois, USA."}]}, {"heading": "Births", "year": "1966", "date": "July 28", "txt": "Miguel Ángel Nadal, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 28", "txt": "Jimmy Pardo, American stand-up comedian, actor, and host", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 28", "txt": "Shikao Suga, Japanese singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 28", "txt": "Taka Hirose, Japanese bass player", "entities": [{"title": "Taka Hirose", "href": "/wiki/Taka_Hirose", "description": "Takashi \"Taka\" Hirose is a Japanese musician and chef who is the current bass guitarist for the rock band Feeder."}]}, {"heading": "Births", "year": "1969", "date": "July 28", "txt": "Garth Snow, American ice hockey player and manager", "entities": [{"title": "Garth Snow", "href": "/wiki/Garth_Snow", "description": "Garth E. Snow is an American former professional ice hockey goaltender and former general manager, president and alternate governor of the New York Islanders of the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1969", "date": "July 28", "txt": "Alexis Arquette, American actress (d. 2016)", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 28", "txt": "Michael Amott, Swedish guitarist and songwriter", "entities": [{"title": "Michael Amott", "href": "/wiki/Michael_Amott", "description": "Michael Amott is a Swedish guitarist, songwriter, founding member of the bands Arch Enemy, Spiritual Beggars and Carnage, as well as a former member of the extreme metal band Carcass. He is the older brother of Christopher Amott. Some major influences in his music have been Tony Iommi, Michael Schenker, Uli Jon Roth and Dave Mustaine."}]}, {"heading": "Births", "year": "1970", "date": "July 28", "txt": "Isabelle Brasseur, Canadian figure skater", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 28", "txt": "Paul Strang, Zimbabwean cricketer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 28", "txt": "Abu Bakr al-Baghdadi, Iraqi leader of the Islamic State of Iraq and the Levant", "entities": [{"title": "Abu Bakr al-Baghdadi", "href": "/wiki/Abu_Bakr_al-Baghdadi", "description": "Abu Bakr al-Baghdadi, born Ibrahim Awad Ibrahim Ali al-Badri al-Samarrai, was an Iraqi terrorist and the leader of the Islamic State of Iraq and the Levant (ISIL) from 2014 until his death in 2019."}, {"title": "Islamic State of Iraq and the Levant", "href": "/wiki/Islamic_State_of_Iraq_and_the_Levant", "description": "The Islamic State of Iraq and the Levant, also known as the Islamic State of Iraq and Syria, officially known as the Islamic State (IS) and also known by its Arabic acronym Daesh, is an unrecognized proto-state that follows a Salafi jihadist doctrine. ISIL was founded by Abu Musab al-Zarqawi and gained global prominence in 2014 when it drove Iraqi security forces out of key cities in its Western I"}]}, {"heading": "Births", "year": "1971", "date": "July 28", "txt": "Ludmilla Lacueva Canut, Andorran writer", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 28", "txt": "Stephen Lynch, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 28", "txt": "Annie Perreault, Canadian speed skater", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 28", "txt": "Robert Chapman, English cricketer", "entities": [{"title": "Robert Chapman (cricketer)", "href": "/wiki/Robert_Chapman_(cricketer)", "description": "Robert James Chapman is an English cricketer who played first-class cricket for Nottinghamshire and Worcestershire between 1992 and 1998, and List A cricket for Lincolnshire in the early 21st century. He is the son of footballer Bob Chapman, who was often known as 'Sammy'."}]}, {"heading": "Births", "year": "1973", "date": "July 28", "txt": "Marc Dupré, Canadian singer-songwriter and guitarist", "entities": [{"title": "Marc Dupré", "href": "/wiki/Marc_Dupr%C3%A9", "description": "Marc Dupré is a Canadian singer, songwriter and musician from Quebec."}]}, {"heading": "Births", "year": "1973", "date": "July 28", "txt": "Steve Staios, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 28", "txt": "Alexis Tsipras, Greek engineer and politician, 186th Prime Minister of Greece", "entities": [{"title": "Alexis Tsipras", "href": "/wiki/Alexis_Tsipras", "description": "Alexis Tsipras is a Greek politician serving as Leader of the Official Opposition since 2019. The leader of left-wing party Syriza since 2009, he served as Prime Minister of Greece from 2015 to 2019."}, {"title": "List of Prime Ministers of Greece", "href": "/wiki/List_of_Prime_Ministers_of_Greece", "description": "This is a list of the heads of government of the modern Greek state, from its establishment during the Greek Revolution to the present day. Although various official and semi-official appellations were used during the early decades of independent statehood, the title of prime minister has been the formal designation of the office at least since 1843. On dates, Greece officially adopted the Gregori"}]}, {"heading": "Births", "year": "1974", "date": "July 28", "txt": "Elizabeth Berkley, American actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 28", "txt": "Leonor Watling, Spanish actress", "entities": [{"title": "Leonor Watling", "href": "/wiki/Leonor_Watling", "description": "Leonor Elizabeth Ceballos Watling is a Spanish film actress and singer."}]}, {"heading": "Births", "year": "1976", "date": "July 28", "txt": "Jacoby Shaddix, American singer-songwriter", "entities": [{"title": "Jacoby Shaddix", "href": "/wiki/Jacoby_Shaddix", "description": "Jacoby Dakota Shaddix is an American singer, songwriter, rapper, TV presenter and actor. He is best known as the founding member and the continuous lead singer of the California-based rock band Papa Roach since the band's formation in 1993."}]}, {"heading": "Births", "year": "1977", "date": "July 28", "txt": "Aki Berg, Finnish-Canadian ice hockey player", "entities": [{"title": "Aki Berg", "href": "/wiki/Aki_Berg", "description": "Aki-Petteri Arvid Berg is a retired Finnish professional ice hockey defenceman. He was drafted third overall by the Los Angeles Kings in the 1995 NHL Entry Draft. He played both for the Kings and the Toronto Maple Leafs over nine seasons and has represented Team Finland twice at the Winter Olympics, winning a bronze medal at the 1998 Nagano Olympics, a silver medal at the 2004 World Cup of Hockey "}]}, {"heading": "Births", "year": "1977", "date": "July 28", "txt": "Manu Ginóbili, Argentinian basketball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 28", "txt": "Miyabiyama Tetsushi, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 28", "txt": "Kārlis Vērdiņš, Latvian poet", "entities": [{"title": "Kārlis Vērdiņš", "href": "/wiki/K%C4%81rlis_V%C4%93rdi%C5%86%C5%A1", "description": "Kārlis Vērdiņš is a Latvian poet."}]}, {"heading": "Births", "year": "1978", "date": "July 28", "txt": "Hitomi Yaida, Japanese singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 28", "txt": "Henrik Hansen, Danish footballer", "entities": [{"title": "Henrik Hansen (footballer)", "href": "/wiki/Henrik_Hansen_(footballer)", "description": "Henrik Hallenberg Hansen is a Danish former professional football midfielder."}]}, {"heading": "Births", "year": "1979", "date": "July 28", "txt": "Birgitta Haukdal, Icelandic singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 28", "txt": "Lee Min-woo, South Korean singer-songwriter and dancer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 28", "txt": "Alena Popchanka, Belarusian-French swimmer and coach", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 28", "txt": "Stephen Christian, American singer-songwriter", "entities": [{"title": "Stephen Christian", "href": "/wiki/Stephen_Christian", "description": "Stephen Christian is an American singer and songwriter best known as the lead vocalist of the alternative rock band Anberlin, as well as the vocalist of his acoustic side-project Anchor & Braille. He and his bandmates started Anberlin in 2002, after the demise of their previous group, known as SaGoh 24/7. He is one of the main songwriters for Anberlin alongside Joseph Milligan, and with the band h"}]}, {"heading": "Births", "year": "1980", "date": "July 28", "txt": "Anthony Weaver, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 28", "txt": "Michael Carrick, English footballer", "entities": [{"title": "Michael Carrick", "href": "/wiki/Michael_Carrick", "description": "Michael Carrick is an English professional football coach and former player who is currently working as a first-team coach at Manchester United. He is one of the most decorated English footballers of all time and is best known for his 12-year playing career with Manchester United, whom he also captained. Carrick was a central midfielder, but he was used as an emergency centre-back under Alex Fergu"}]}, {"heading": "Births", "year": "1983", "date": "July 28", "txt": "Sam Dastyari, Iranian-Australian politician", "entities": [{"title": "Sam Dastyari", "href": "/wiki/Sam_Dastyari", "description": "Sam Dastyari is a former Australian politician, who from 2013 to 2018 represented New South Wales in the Australian Senate as a member of the Australian Labor Party. Dastyari was previously General Secretary of the New South Wales branch of the Labor Party. He was the first person of Iranian origin to sit in the Australian Parliament. As a Senator, Dastyari was the subject of a Chinese-related don"}]}, {"heading": "Births", "year": "1983", "date": "July 28", "txt": "Cody Hay, Canadian figure skater", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 28", "txt": "Zach Parise, American ice hockey player", "entities": [{"title": "Zach Parise", "href": "/wiki/Zach_Parise", "description": "Zachary Justin Parise is an American professional ice hockey left winger and alternate captain for the Minnesota Wild in the National Hockey League (NHL). He has also played for the New Jersey Devils, where he served as team captain and led the team to the 2012 Stanley Cup Finals."}]}, {"heading": "Births", "year": "1985", "date": "July 28", "txt": "Mathieu Debuchy, French footballer", "entities": [{"title": "Mathieu Debuchy", "href": "/wiki/Mathieu_Debuchy", "description": "Mathieu Debuchy is a French professional footballer who plays for and captains Ligue 1 club Saint-Étienne. He is often deployed as a right back, but began his career playing as a midfielder usually acting as a deep-lying playmaker."}]}, {"heading": "Births", "year": "1985", "date": "July 28", "txt": "Dustin Milligan, Canadian actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 28", "txt": "Darren Murphy, Irish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 28", "txt": "Alexandra Chando, American actress", "entities": [{"title": "Alexandra Chando", "href": "/wiki/Alexandra_Chando", "description": "Alexandra Chando is an American actress. She is known for her role as Maddie Coleman in the CBS soap opera, As the World Turns and for her dual role as identical twins, Emma Becker and Sutton Mercer in the ABC Family drama series, The Lying Game."}]}, {"heading": "Births", "year": "1986", "date": "July 28", "txt": "Lauri Korpikoski, Finnish ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 28", "txt": "Dulquer Salmaan, Indian actor", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 28", "txt": "Yasser Corona, Mexican footballer", "entities": [{"title": "Yasser Corona", "href": "/wiki/Yasser_Corona", "description": "Yasser Anwar Corona Delgado is a Mexican former professional football defender who last played for Tijuana in Liga MX."}]}, {"heading": "Births", "year": "1987", "date": "July 28", "txt": "Yevhen Khacheridi, Ukrainian-Greek footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 28", "txt": "Pedro, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 28", "txt": "Greg Hardy, American football player", "entities": [{"title": "Greg Hardy", "href": "/wiki/Greg_Hardy", "description": "Gregory McKarl Hardy is an American mixed martial artist and former American football defensive end. He played college football at the University of Mississippi, and was drafted by the Carolina Panthers in the sixth round of the 2010 NFL Draft. Hardy was named to the Pro Bowl and second-team All-Pro following the 2013 NFL season in which he recorded a career-high 15 sacks, setting the Panthers' si"}]}, {"heading": "Births", "year": "1989", "date": "July 28", "txt": "Felipe Kitadai, Brazilian martial artist", "entities": [{"title": "Felipe Kitadai", "href": "/wiki/Felipe_Kitadai", "description": "Felipe Kitadai is a judoka from Brazil. He won a bronze medal at the 2012 Olympics and a gold at the 2011 Pan American Games. He also won gold medals six consecutive times in the Pan American Games Judo Championships: at 2011 Guadalaraja, 2012 Montreal, 2013 San José, 2014 Guayaquil, 2015 Edmonton and 2016 Havana."}]}, {"heading": "Births", "year": "1990", "date": "July 28", "txt": "Soulja Boy, American rapper, producer, and actor", "entities": [{"title": "Soulja Boy", "href": "/wiki/Soulja_Boy", "description": "DeAndre Cortez Way, known professionally as Soulja Boy Tell 'Em or simply Soulja Boy, is an American rapper, songwriter, record producer, actor, streamer, and entrepreneur. In September 2007, his debut single \"Crank That \" peaked at number 1 on the U.S. Billboard Hot 100. The single was initially self-published to the internet, and later became a number-one hit in the United States for seven non-c"}]}, {"heading": "Births", "year": "1990", "date": "July 28", "txt": "Simone Pizzuti, Italian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "July 28", "txt": "Harry Kane, English footballer", "entities": [{"title": "Harry Kane", "href": "/wiki/Harry_Kane", "description": "Harry Edward Kane is an English professional footballer who plays as a striker for Premier League club Tottenham Hotspur and captains the England national team. Regarded as one of the best strikers in the world, Kane is known for his prolific goalscoring record and ability to link play."}]}, {"heading": "Births", "year": "1993", "date": "July 28", "txt": "Moses Odubajo, English footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "July 28", "txt": "Cher Lloyd, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1995", "date": "July 28", "txt": "Josh Addo-Carr, Australian rugby league player", "entities": [{"title": "Josh Addo-Carr", "href": "/wiki/Josh_Addo-Carr", "description": "Josh Addo-Carr is an Australian professional rugby league footballer who plays as a winger for the Melbourne Storm in the NRL and Australia at international level."}]}, {"heading": "Deaths", "year": "450", "date": "July 28", "txt": "Theodosius II, Roman emperor (b. 401)", "entities": [{"title": "Theodosius II", "href": "/wiki/Theodosius_II", "description": "Theodosius II, commonly called Theodosius the Younger or the Calligrapher, was Roman emperor for most of his life, proclaimed Augustus as an infant in 402 and ruling as the eastern Empire's sole emperor after the death of his father Arcadius in 408. His reign was marked by the promulgation of the Theodosian law code and the construction of the Theodosian Walls of Constantinople. He also presided o"}]}, {"heading": "Deaths", "year": "631", "date": "July 28", "txt": "Athanasius I Gammolo, Syriac Orthodox Patriarch of Antioch.", "entities": [{"title": "Athanasius I Gammolo", "href": "/wiki/Athanasius_I_Gammolo", "description": "Athanasius I Gammolo was the Patriarch of Antioch and head of the Syriac Orthodox Church from 594/595 or 603 until his death in 631. He is commemorated as a saint by the Syriac Orthodox Church in the Martyrology of Rabban Sliba, and his feast day is 3 January."}]}, {"heading": "Deaths", "year": "938", "date": "July 28", "txt": "Thankmar, half-brother of Otto I (during Siege of Eresburg) (b. c. 908)", "entities": [{"title": "Thankmar", "href": "/wiki/Thankmar", "description": "Thankmar was the eldest son of Henry I of Germany by his first wife, Hatheburg of Merseburg. His mother had been previously married and widowed, after which she entered a convent. Because she left the convent to marry Henry, her second marriage was considered invalid and the couple split. Thankmar's legitimacy was, therefore, in question."}, {"title": "Otto I, Holy Roman Emperor", "href": "/wiki/Otto_I,_Holy_Roman_Emperor", "description": "Otto I, traditionally known as Otto the Great, was German king from 936 and Holy Roman Emperor from 962 until his death in 973. He was the oldest son of Henry I the Fowler and Matilda."}, {"title": "Eresburg", "href": "/wiki/Eresburg", "description": "The Eresburg is the largest, well-known (Old) Saxon refuge castle (Volksburg) and was located in the area of the present German village of Obermarsberg in the borough of Marsberg in the county of Hochsauerlandkreis. It was a hill castle built on the plateau of a low table hill, known as the Eresberg, at a height of 130–150 metres above the Diemel, a tributary of the Weser, in the extreme south of "}]}, {"heading": "Deaths", "year": "942", "date": "July 28", "txt": "Shi Jingtang, emperor of Later Jin (b. 892)", "entities": [{"title": "Shi Jingtang", "href": "/wiki/Shi_Jingtang", "description": "Shi Jingtang (石敬瑭), also known by his temple name Gaozu (高祖), was the founding emperor of imperial China's short-lived Later Jin during the Five Dynasties and Ten Kingdoms period, reigning from 936 until his death."}, {"title": "Later Jin (Five Dynasties)", "href": "/wiki/Later_Jin_(Five_Dynasties)", "description": "The Later Jìn, also called Shi Jin (石晉), was one of the Five Dynasties during the Five Dynasties and Ten Kingdoms period in China. It was founded by Shi Jingtang and became a vassal of the Khitan-led Liao dynasty, its protector. After Jin's second ruler, Shi Chonggui, fell out with the Liao, the Liao invaded in 946 and 947, destroying and annexing the Later Jin."}]}, {"heading": "Deaths", "year": "1057", "date": "July 28", "txt": "Victor II, pope of the Catholic Church (b. 1018)", "entities": [{"title": "Pope Victor II", "href": "/wiki/Pope_Victor_II", "description": "Pope Victor II, born Gebhard of Dollnstein-Hirschberg, was the head of the Catholic Church and ruler of the Papal States from 13 April 1055 until his death in 1057. Victor II was one of a series of German-born popes who led Gregorian Reform."}]}, {"heading": "Deaths", "year": "1128", "date": "July 28", "txt": "William Clito, English son of Sybilla of Conversano (b. 1102)", "entities": [{"title": "William Clito", "href": "/wiki/William_Clito", "description": "William Clito was a member of the House of Normandy who ruled the County of Flanders from 1127 until his death and unsuccessfully claimed the Duchy of Normandy. As the son of Robert Curthose, the eldest son of William the Conqueror, William Clito was seen as a candidate to succeed his uncle King Henry I of England. Henry viewed him as a rival, however, and William allied himself with King Louis VI"}, {"title": "Sybilla of Conversano", "href": "/wiki/Sybilla_of_Conversano", "description": "Sibylla of Conversano was a wealthy Italian heiress, Duchess of Normandy by marriage to Robert Curthose. She was regent of Normandy during the absence of her spouse."}]}, {"heading": "Deaths", "year": "1230", "date": "July 28", "txt": "Leopold VI, Duke of Austria (b. 1176)", "entities": [{"title": "Leopold VI, Duke of Austria", "href": "/wiki/Leopold_VI,_Duke_of_Austria", "description": "Leopold VI, known as Leopold the Glorious, was the duke of Styria from 1194 and the duke of Austria from 1198 to his death in 1230. He was a member of the House of Babenberg. Like his predecessors, he attempted to develop the land by founding monasteries. His most important foundation is Lilienfeld in the Lower Austrian valley of the Traisen river, where he was buried after his death. Besides that"}]}, {"heading": "Deaths", "year": "1271", "date": "July 28", "txt": "Walter de Burgh, 1st Earl of Ulster (b. 1220)", "entities": [{"title": "Walter de Burgh, 1st Earl of Ulster", "href": "/wiki/Walter_de_Burgh,_1st_Earl_of_Ulster", "description": "Walter de Burgh, 1st Earl of Ulster, 2nd Lord of Connaught, also spelt Bourke or Burke, was an Irish peer from the House of Burke."}]}, {"heading": "Deaths", "year": "1285", "date": "July 28", "txt": "Keran, Queen of Armenia", "entities": [{"title": "Keran, Queen of Armenia", "href": "/wiki/Keran,_Queen_of_Armenia", "description": "Keran of Lampron was a by-birth member of the House of Lampron and by marriage Queen consort of Armenia."}]}, {"heading": "Deaths", "year": "1333", "date": "July 28", "txt": "Guy VIII of Viennois, Dauphin of Vienne (b. 1309)", "entities": [{"title": "Guy VIII of Viennois", "href": "/wiki/Guy_VIII_of_Viennois", "description": "Guigues VIII de la Tour-du-Pin was the Dauphin of Vienne from 1318 to his death. He was the eldest son of the Dauphin John II and Beatrice of Hungary."}]}, {"heading": "Deaths", "year": "1345", "date": "July 28", "txt": "Sancia of Majorca, queen regent of Naples (b. c. 1285)", "entities": [{"title": "Sancia of Majorca", "href": "/wiki/Sancia_of_Majorca", "description": "Sancia of Majorca, also known as Sancha, was Queen of Naples from 1309 until 1343 as the wife of Robert the Wise. She served as regent of Naples during the minority of her stepgrandaughter, Joanna I of Naples, from 1343 until 1344."}]}, {"heading": "Deaths", "year": "1458", "date": "July 28", "txt": "John II, king of Cyprus and Armenia", "entities": [{"title": "John II of Cyprus", "href": "/wiki/John_II_of_Cyprus", "description": "John II or III of Cyprus was the King of Cyprus and Armenia and also titular King of Jerusalem from 1432 to 1458. He was previously a titular Prince of Antioch."}]}, {"heading": "Deaths", "year": "1488", "date": "July 28", "txt": "Edward Woodville, Lord Scales (at the Battle of St. Aubin-du-Cormier)", "entities": [{"title": "Edward Woodville, Lord Scales", "href": "/wiki/Edward_Woodville,_Lord_Scales", "description": "Sir Edward Woodville was a member of the Woodville family during the Wars of the Roses. He survived the reign of Richard III in which several of his relatives were executed in a power struggle after the death of Edward IV. Exiled with Henry Tudor, he participated in Henry's capture of the throne. He was then appointed Lord of the Isle of Wight, the last person to be given that title."}]}, {"heading": "Deaths", "year": "1508", "date": "July 28", "txt": "Robert Blackadder, bishop of Glasgow", "entities": [{"title": "Robert Blackadder", "href": "/wiki/Robert_Blackadder", "description": "\n\nRobert Blackadder was a medieval Scottish cleric, diplomat and politician, who was abbot of Melrose, bishop-elect of Aberdeen and bishop of Glasgow; when the last was elevated to archiepiscopal status in 1492, he became the first ever archbishop of Glasgow. Archbishop Robert Blackadder died on 28 July 1508, while en route to Jerusalem on pilgrimage."}]}, {"heading": "Deaths", "year": "1527", "date": "July 28", "txt": "Rodrigo de Bastidas, Spanish explorer, founded the city of Santa Marta (b. 1460)", "entities": [{"title": "Rodrigo de Bastidas", "href": "/wiki/Rodrigo_de_Bastidas", "description": "Rodrigo de Bastidas was a Spanish conquistador and explorer who mapped the northern coast of South America, discovered Panama, and founded the city of Santa Marta."}, {"title": "Santa Marta", "href": "/wiki/Santa_Marta", "description": "Santa Marta, officially Distrito Turístico, Cultural e Histórico de Santa Marta, is a city of half a million people, in the nation of Colombia. It is the capital of Magdalena Department and the fourth-largest urban city of the Caribbean Region of Colombia, after Barranquilla, Cartagena, and Soledad. Founded on July 29, 1525, by the Spanish conqueror Rodrigo de Bastidas, it was the first Spanish se"}]}, {"heading": "Deaths", "year": "1540", "date": "July 28", "txt": "Thomas Cromwell, English lawyer and politician, Chancellor of the Exchequer (b. 1495)", "entities": [{"title": "Thomas Cromwell", "href": "/wiki/Thomas_Cromwell", "description": "Thomas Cromwell, 1st Earl of Essex, was an English lawyer and statesman who served as chief minister to King Henry VIII from 1534 to 1540, when he was beheaded on orders of the king."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1585", "date": "July 28", "txt": "Francis Russell, 2nd Earl of Bedford (b. 1527)", "entities": [{"title": "Francis Russell, 2nd Earl of Bedford", "href": "/wiki/Francis_Russell,_2nd_Earl_of_Bedford", "description": "Francis Russell, 2nd Earl of Bedford, KG of Chenies in Buckinghamshire and of Bedford House in Exeter, Devon, was an English nobleman, soldier, and politician. He was a godfather to the Devon-born sailor Sir Francis Drake. He served as Lord Lieutenant of Devon (1584-5)."}]}, {"heading": "Deaths", "year": "1631", "date": "July 28", "txt": "Guillén de Castro y Bellvis, Spanish playwright (b. 1569)", "entities": [{"title": "Guillén de Castro y Bellvis", "href": "/wiki/Guill%C3%A9n_de_Castro_y_Bellvis", "description": "Guillén de Castro y Mateo was a Spanish dramatist of the Spanish Golden Age. He was distinguished member of the “Nocturnos”, a Spanish version of the “Academies” in Italy."}]}, {"heading": "Deaths", "year": "1655", "date": "July 28", "txt": "Cyrano de Bergerac, French poet and playwright (b. 1619)", "entities": [{"title": "Cyrano de Bergerac", "href": "/wiki/Cyrano_de_Bergerac", "description": "Savinien de Cyrano de Bergerac was a French novelist, playwright, epistolarian and duelist."}]}, {"heading": "Deaths", "year": "1667", "date": "July 28", "txt": "Abraham Cowley, English poet and author (b. 1618)", "entities": [{"title": "Abraham Cowley", "href": "/wiki/Abraham_Cowley", "description": "Abraham Cowley was an English poet born in the City of London late in 1618. He was one of the leading English poets of the 17th century, with 14 printings of his Works published between 1668 and 1721."}]}, {"heading": "Deaths", "year": "1675", "date": "July 28", "txt": "Bulstrode Whitelocke, English lawyer and politician (b. 1605)", "entities": [{"title": "Bulstrode Whitelocke", "href": "/wiki/Bulstrode_Whitelocke", "description": "Sir Bulstrode Whitelocke was an English lawyer, writer, parliamentarian and Lord Keeper of the Great Seal of England."}]}, {"heading": "Deaths", "year": "1685", "date": "July 28", "txt": "Henry Bennet, 1st Earl of Arlington, English politician and diplomat, Secretary of State for the Southern Department (b. 1618)", "entities": [{"title": "Henry Bennet, 1st Earl of Arlington", "href": "/wiki/Henry_Bennet,_1st_Earl_of_Arlington", "description": "Henry Bennet, 1st Earl of Arlington, KG, PC was an English statesman."}, {"title": "Secretary of State for the Southern Department", "href": "/wiki/Secretary_of_State_for_the_Southern_Department", "description": "The Secretary of State for the Southern Department was a position in the cabinet of the government of the Kingdom of Great Britain up to 1782, when the Southern Department became the Home Office."}]}, {"heading": "Deaths", "year": "1718", "date": "July 28", "txt": "Étienne Baluze, French scholar and academic (b. 1630)", "entities": [{"title": "Étienne Baluze", "href": "/wiki/%C3%89tienne_Baluze", "description": "Étienne Baluze was a French scholar and historiographer, also known as Stephanus Baluzius."}]}, {"heading": "Deaths", "year": "1741", "date": "July 28", "txt": "Antonio Vivaldi, Italian violinist and composer (b. 1678)", "entities": [{"title": "Antonio Vivaldi", "href": "/wiki/Antonio_Vivaldi", "description": "Antonio Lucio Vivaldi was an Italian Baroque composer, virtuoso violinist, teacher, impresario, and Roman Catholic priest. Born in Venice, the capital of the Venetian Republic, Vivaldi is regarded as one of the greatest Baroque composers, and his influence during his lifetime was widespread across Europe, being paramount in the development of Johann Sebastian Bach's instrumental music. He composed"}]}, {"heading": "Deaths", "year": "1750", "date": "July 28", "txt": "Johann Sebastian Bach, German organist and composer (b. 1685)", "entities": [{"title": "Johann Sebastian Bach", "href": "/wiki/Johann_Sebastian_Bach", "description": "Johann Sebastian Bach was a German composer and musician of the Baroque period. He is known for instrumental compositions such as the Brandenburg Concertos and the Goldberg Variations, and for vocal music such as the St Matthew Passion and the Mass in B minor. Since the 19th-century Bach Revival, he has been generally regarded as one of the greatest composers of all time."}]}, {"heading": "Deaths", "year": "1762", "date": "July 28", "txt": "George Dodington, 1st Baron Melcombe, English politician, Lord Lieutenant of Somerset (b. 1691)", "entities": [{"title": "George Dodington, 1st Baron Melcombe", "href": "/wiki/George_Dodington,_1st_Baron_Melcombe", "description": "\nGeorge Bubb Dodington, 1st Baron Melcombe was an English whig politician who sat in the House of Commons from 1715 to 1761."}, {"title": "Lord Lieutenant of Somerset", "href": "/wiki/Lord_Lieutenant_of_Somerset", "description": "\nThis is an incomplete list of people who have served as Lord Lieutenant of Somerset. Since 1714, all Lord Lieutenants have also been Custos Rotulorum of Somerset."}]}, {"heading": "Deaths", "year": "1794", "date": "July 28", "txt": "Maximilien Robespierre, French lawyer and politician, 2nd President of the Committee of Public Safety (b. 1758)", "entities": [{"title": "Maximilien Robespierre", "href": "/wiki/Maximilien_Robespierre", "description": "Maximilien François Marie Isidore de Robespierre was a French lawyer and statesman who was one of the best-known and most influential figures of the French Revolution. As a member of the Constituent Assembly and the Jacobin Club, he campaigned for universal manhood suffrage and the abolition both of celibacy for the clergy, and slavery. In 1791, Robespierre became an outspoken advocate for the cit"}, {"title": "List of Presidents of France", "href": "/wiki/List_of_Presidents_of_France", "description": "The President of France is the head of state of France. The first officeholder is considered to be Louis-Napoléon Bonaparte, who was elected in 1848 and provoked the 1851 self-coup to later proclaim himself Emperor of the French as Napoleon III. His coup, which proved popular as he sought the restoration of universal male suffrage previously abolished by the legislature, granted the newly-establis"}]}, {"heading": "Deaths", "year": "1794", "date": "July 28", "txt": "Louis Antoine de Saint-Just, French soldier and politician (b. 1767)", "entities": []}, {"heading": "Deaths", "year": "1808", "date": "July 28", "txt": "Selim III, Ottoman sultan (b. 1761)", "entities": [{"title": "Selim III", "href": "/wiki/Selim_III", "description": "Selim III was the Sultan of the Ottoman Empire from 1789 to 1807. Although regarded as an enlightened ruler, the Janissaries eventually deposed and imprisoned him, and placed his cousin Mustafa on the throne as Mustafa IV. Selim was subsequently killed by a group of assassins."}]}, {"heading": "Deaths", "year": "1809", "date": "July 28", "txt": "Richard Beckett, English cricketer and captain (b.1772)", "entities": [{"title": "Richard Beckett (cricketer)", "href": "/wiki/Richard_Beckett_(cricketer)", "description": "Richard Beckett was an English amateur cricketer and a captain in the Coldstream Guards during the Napoleonic Wars."}]}, {"heading": "Deaths", "year": "1818", "date": "July 28", "txt": "Gaspard Monge, French mathematician and engineer (b. 1746)", "entities": [{"title": "Gaspard Monge", "href": "/wiki/Gaspard_Monge", "description": "Gaspard Monge, Comte de Péluse was a French mathematician, commonly presented as the inventor of descriptive geometry, technical drawing, and the father of differential geometry. During the French Revolution he served as the Minister of the Marine, and was involved in the reform of the French educational system, helping to found the École Polytechnique."}]}, {"heading": "Deaths", "year": "1835", "date": "July 28", "txt": "Édouard Mortier, duc de Trévise, French general and politician, 15th Prime Minister of France (b. 1768)", "entities": [{"title": "Édouard Mortier, duc de Trévise", "href": "/wiki/%C3%89douard_Mortier,_duc_de_Tr%C3%A9vise", "description": "Adolphe Édouard Casimir Joseph Mortier, 1st Duke of Trévise was a French military commander and Marshal of the Empire under Napoleon I, who served during both the French Revolutionary Wars and the Napoleonic Wars. He was one of 18 people killed in 1835 during Giuseppe Marco Fieschi's assassination attempt on King Louis Philippe I."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1836", "date": "July 28", "txt": "Nathan Mayer Rothschild, German-English banker and financier (b. 1777)", "entities": [{"title": "Nathan Mayer Rothschild", "href": "/wiki/Nathan_Mayer_Rothschild", "description": "Nathan Mayer Rothschild was a German Jewish banker, businessman and financier. Born in Frankfurt am Main in Germany, he was the third of the five sons of Gutle (Schnapper) and Mayer Amschel Rothschild, and was of the second generation of the Rothschild banking dynasty. Like his four brothers, he was from 1822, the Nathan Mayer, Freiherr von Rothschild, an Austrian Baron; however, he never used the"}]}, {"heading": "Deaths", "year": "1842", "date": "July 28", "txt": "Clemens Brentano, German author and poet (b. 1778)", "entities": [{"title": "Clemens Brentano", "href": "/wiki/Clemens_Brentano", "description": "Clemens Wenzeslaus Brentano was a German poet and novelist, and a major figure of German Romanticism. He was the uncle, via his brother Christian, of Franz and Lujo Brentano."}]}, {"heading": "Deaths", "year": "1844", "date": "July 28", "txt": "Joseph Bonaparte, French diplomat and brother of Napoleon (b. 1768)", "entities": [{"title": "Joseph Bonaparte", "href": "/wiki/Joseph_Bonaparte", "description": "Joseph-Napoléon Bonaparte, Comte de Survilliers, was a French lawyer and diplomat and older brother of Napoleon Bonaparte. The latter made him King of Naples, and later King of Spain. After the fall of Napoleon, Joseph styled himself Comte de Survilliers. He emigrated to the United States, where he settled near Bordentown, New Jersey on an estate overlooking the Delaware River not far from Philade"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}]}, {"heading": "Deaths", "year": "1849", "date": "July 28", "txt": "Charles Albert of Sardinia (b. 1798)", "entities": [{"title": "Charles Albert of Sardinia", "href": "/wiki/Charles_Albert_of_Sardinia", "description": "Charles Albert was the King of Sardinia from 27 April 1831 until 23 March 1849. His name is bound up with the first Italian constitution, the Albertine Statute, and with the First Italian War of Independence (1848–1849)."}]}, {"heading": "Deaths", "year": "1869", "date": "July 28", "txt": "Jan Evangelista Purkyně, Czech anatomist and physiologist (b. 1787)", "entities": [{"title": "Jan Evangelista Purkyně", "href": "/wiki/Jan_Evangelista_Purkyn%C4%9B", "description": "Jan Evangelista Purkyně was a Czech anatomist and physiologist. In 1839, he coined the term 'protoplasm' for the fluid substance of a cell. He was one of the best known scientists of his time. Such was his fame that when people from outside Europe wrote letters to him, all that they needed to put as the address was \"Purkyně, Europe\"."}]}, {"heading": "Deaths", "year": "1878", "date": "July 28", "txt": "George Law Curry, American publisher and politician (b. 1820)", "entities": [{"title": "George Law Curry", "href": "/wiki/George_Law_Curry", "description": "George Law Curry was a predominant American political figure and newspaper publisher in the region that eventually became the state of Oregon. A native of Pennsylvania, he published a newspaper in St. Louis, Missouri, before traveling the Oregon Trail to the unorganized Oregon Country. A Democrat, Curry served in the new Oregon Territory's government as a representative to the legislature and as T"}]}, {"heading": "Deaths", "year": "1885", "date": "July 28", "txt": "Moses Montefiore, British philanthropist, sheriff and banker (b. 1784)", "entities": [{"title": "Moses Montefiore", "href": "/wiki/Moses_Montefiore", "description": "Sir Moses Haim Montefiore, 1st Baronet, was a British financier and banker, activist, philanthropist and Sheriff of London. Born to an Italian-Jewish family, he donated large sums of money to promote industry, business, economic development, education and health among the Jewish community in the Levant, including the founding of Mishkenot Sha'ananim in 1860, the first settlement outside Jerusalem'"}]}, {"heading": "Deaths", "year": "1895", "date": "July 28", "txt": "Edward Beecher, American minister and theologian (b. 1803)", "entities": [{"title": "Edward Beecher", "href": "/wiki/Edward_Beecher", "description": "Edward Beecher D.D. was an American theologian, the son of Lyman Beecher and the brother of Harriet Beecher Stowe and Henry Ward Beecher."}]}, {"heading": "Deaths", "year": "1930", "date": "July 28", "txt": "John DeWitt, American hammer thrower (b. 1881)", "entities": [{"title": "John DeWitt (athlete)", "href": "/wiki/John_DeWitt_(athlete)", "description": "John Riegel DeWitt was an American athlete, including a legendary college football player. As a track and field athlete, DeWitt competed mainly in the hammer throw. He competed for the United States in the 1904 Summer Olympics held in St. Louis in the hammer throw where he won the silver medal."}]}, {"heading": "Deaths", "year": "1930", "date": "July 28", "txt": "Allvar Gullstrand, Swedish ophthalmologist and optician, Nobel Prize laureate (b. 1862)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1933", "date": "July 28", "txt": "Nishinoumi Kajirō III, Japanese sumo wrestler, 30th yokozuna (b. 1890)", "entities": [{"title": "Nishinoumi Kajirō III", "href": "/wiki/Nishinoumi_Kajir%C5%8D_III", "description": "Nishinoumi Kajirō III  was a Japanese professional sumo wrestler. He was the sport's 30th yokozuna."}, {"title": "Yokozuna", "href": "/wiki/Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1934", "date": "July 28", "txt": "Marie Dressler, Canadian-American actress and singer (b. 1868)", "entities": [{"title": "Marie Dressler", "href": "/wiki/Marie_Dressler", "description": "Marie Dressler was a Canadian stage and screen actress, comedian, and early silent film and Depression-era film star. In 1914, she was in the first full-length film comedy. She won the Academy Award for Best Actress in 1931."}]}, {"heading": "Deaths", "year": "1934", "date": "July 28", "txt": "Louis Tancred, South African cricketer and pilot (b. 1876)", "entities": []}, {"heading": "Deaths", "year": "1935", "date": "July 28", "txt": "Meletius IV of Constantinople (b. 1871)", "entities": [{"title": "Meletius IV of Constantinople", "href": "/wiki/Meletius_IV_of_Constantinople", "description": "Ecumenical Patriarch Meletius (Greek: Μελέτιος, secular name Emmanuel Metaxakis; was Greek Patriarch of Alexandria under the episcopal name Meletius II from 1926 to 1935."}]}, {"heading": "Deaths", "year": "1942", "date": "July 28", "txt": "Flinders Petrie, English archaeologist and academic (b. 1853)", "entities": [{"title": "Flinders Petrie", "href": "/wiki/Flinders_Petrie", "description": "Sir William Matthew Flinders Petrie, FRS, FBA, commonly known as Flinders Petrie, was an English Egyptologist and a pioneer of systematic methodology in archaeology and preservation of artefacts. He held the first chair of Egyptology in the United Kingdom, and excavated many of the most important archaeological sites in Egypt in conjunction with his wife, Hilda Petrie. Some consider his most famou"}]}, {"heading": "Deaths", "year": "1946", "date": "July 28", "txt": "Saint Alphonsa,  first woman of Indian origin to be canonized as a saint by the Catholic Church (b. 1910)", "entities": [{"title": "Saint Alphonsa", "href": "/wiki/Saint_Alphonsa", "description": "Saint Alphonsa, F.C.C., was an Indian Catholic nun and educator. She was the first woman of Indian origin to be canonised as a saint by the Catholic Church, and the first canonised saint of the Syro-Malabar Church, an Eastern Catholic Church based in Kerala. Her feast day is observed on 28 July. During the 1990s St. Alphonsa's stamp was published with the help of Kerala's former minister, late Mr."}, {"title": "Canonization", "href": "/wiki/Canonization", "description": "Canonization is the declaration of a deceased person as an officially recognized saint, specifically, the official act of a Christian communion declaring a person worthy of public cult and entering their name in the canon, or authorized list, of that communion's recognized saints."}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Deaths", "year": "1957", "date": "July 28", "txt": "Edith Abbott, American economist, social worker, and educator (b. 1876)", "entities": [{"title": "Edith Abbott", "href": "/wiki/Edith_Abbott", "description": "Edith Abbott was an American economist, statistician, social worker, educator, and author. Abbott was born in Grand Island, Nebraska. Abbott was a pioneer in the profession of social work with an educational background in economics. She was a leading activist in social reform with the ideals that humanitarianism needed to be embedded in education. Abbott was also in charge of implementing social w"}]}, {"heading": "Deaths", "year": "1957", "date": "July 28", "txt": "Isaac Heinemann, German-Israeli scholar and academic (b. 1876)", "entities": []}, {"heading": "Deaths", "year": "1965", "date": "July 28", "txt": "Edogawa Ranpo, Japanese author and critic (b. 1894)", "entities": [{"title": "Edogawa Ranpo", "href": "/wiki/Edogawa_Ranpo", "description": "Tarō Hirai , better known by the pseudonym Edogawa Ranpo , also romanized as Edogawa Rampo, was a Japanese author and critic who played a major role in the development of Japanese mystery fiction. Many of his novels involve the detective hero Kogoro Akechi, who in later books was the leader of a group of boy detectives known as the \"Boy Detectives Club\" ."}]}, {"heading": "Deaths", "year": "1965", "date": "July 28", "txt": "Attallah Suheimat, Jordanian politician (b. 1875)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "July 28", "txt": "Karl W. Richter, American lieutenant and pilot (b. 1942)", "entities": [{"title": "Karl W. Richter", "href": "/wiki/Karl_W._Richter", "description": "Karl Wendell Richter was an officer in the United States Air Force and an accomplished fighter pilot during the Vietnam War. At the age of 23 he was the youngest pilot in that conflict to shoot down a MiG in air-to-air combat."}]}, {"heading": "Deaths", "year": "1968", "date": "July 28", "txt": "Otto Hahn, German chemist and academic, Nobel Prize laureate (b. 1879)", "entities": [{"title": "Otto Hahn", "href": "/wiki/Otto_Hahn", "description": "Otto Hahn was a German chemist, and a pioneer in the fields of radioactivity and radiochemistry. Hahn is referred to as the father of nuclear chemistry. Hahn and Lise Meitner discovered radioactive isotopes of radium, thorium, protactinium and uranium. He also discovered the phenomena of radioactive recoil and nuclear isomerism, and pioneered rubidium–strontium dating. In 1938, Hahn, Lise Meitner "}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1969", "date": "July 28", "txt": "Ramón Grau, Cuban physician and politician, 6th President of Cuba (b. 1882)", "entities": [{"title": "Ramón Grau", "href": "/wiki/Ram%C3%B3n_Grau", "description": "Dr. Ramón Grau San Martín was a Cuban physician and President of Cuba. He was the last president other than an interim president, Carlos Manuel Piedra, to be born during Spanish rule. He is sometimes called Raymond Grau San Martin in English."}, {"title": "President of Cuba", "href": "/wiki/President_of_Cuba", "description": "The president of Cuba, officially the president of the Republic of Cuba, is the head of state of Cuba. The office in its current form was established under the Constitution of 2019. The president is the second most powerful position in Cuba, after the first secretary of the Communist Party of Cuba, and the highest state post. Miguel Díaz-Canel became president of the Council of State on 19 April 2"}]}, {"heading": "Deaths", "year": "1969", "date": "July 28", "txt": "Frank Loesser, American composer (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "July 28", "txt": "Lawrence Moore Cosgrave, Canadian colonel and diplomat (b. 1890)", "entities": [{"title": "Lawrence Moore Cosgrave", "href": "/wiki/Lawrence_Moore_Cosgrave", "description": "Colonel Lawrence Vincent Moore Cosgrave, was a Canadian soldier and diplomat. He was the Canadian signatory to the Japanese Instrument of Surrender at the end of World War II."}]}, {"heading": "Deaths", "year": "1971", "date": "July 28", "txt": "Myril Hoag, American baseball player (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "July 28", "txt": "Charles E. Pont, French-American minister and painter (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "July 28", "txt": "Helen Traubel, American soprano and actress (b. 1903)", "entities": [{"title": "Helen Traubel", "href": "/wiki/Helen_Traubel", "description": "Helen Francesca Traubel was an American opera and concert singer. A dramatic soprano, she was best known for her Wagnerian roles, especially those of Brünnhilde and Isolde."}]}, {"heading": "Deaths", "year": "1979", "date": "July 28", "txt": "Don Miller, American football player and coach (b. 1902)", "entities": [{"title": "Don Miller (American football)", "href": "/wiki/Don_Miller_(American_football)", "description": "Don \"Midnight\" Miller was an American football player and coach. He was one of the famous \"Four Horsemen\" of the University of Notre Dame's backfield in 1924, when the Fighting Irish won the 1924 National Title. Miller was inducted into the College Football Hall of Fame as a player in 1970."}]}, {"heading": "Deaths", "year": "1979", "date": "July 28", "txt": "Charles Shadwell, English conductor and bandleader (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "July 28", "txt": "Rose Rand, Austrian-born American logician and philosopher (b. 1903)", "entities": [{"title": "Rose Rand", "href": "/wiki/Rose_Rand", "description": "Rose Rand was an Austrian-American logician and philosopher. She was a member of the Vienna Circle."}]}, {"heading": "Deaths", "year": "1981", "date": "July 28", "txt": "Stanley Rother, American priest and missionary (b. 1935)", "entities": [{"title": "Stanley Rother", "href": "/wiki/Stanley_Rother", "description": "Stanley Francis Rother was an American Roman Catholic priest from Oklahoma who was murdered in Guatemala. Ordained as a priest for the Archdiocese of Oklahoma City in 1963, he held several parish assignments there until 1968 when he was assigned as a missionary priest to Guatemala where he was murdered in 1981 in his Guatemalan mission rectory."}]}, {"heading": "Deaths", "year": "1982", "date": "July 28", "txt": "Keith Green, American singer-songwriter and pianist (b. 1953)", "entities": [{"title": "Keith Green", "href": "/wiki/Keith_Green", "description": "Keith Gordon Green was an American contemporary Christian music pianist, singer, and songwriter originally from Sheepshead Bay, Brooklyn, New York. Beyond his music, Green is best known for his strong devotion to Christ and challenging others to the same. Several of his compositions became standards of contemporary Christian music. Notable songs include \"Oh Lord, You're Beautiful\", \"Asleep in the "}]}, {"heading": "Deaths", "year": "1987", "date": "July 28", "txt": "Jack Renshaw, Australian politician, 31st Premier of New South Wales (b. 1909)", "entities": [{"title": "Jack Renshaw", "href": "/wiki/Jack_Renshaw", "description": "John Brophy \"Jack\" Renshaw AC was an Australian politician. He was Labor Premier of New South Wales from 30 April 1964 to 13 May 1965. He was the first New South Wales Premier born in the 20th century."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1990", "date": "July 28", "txt": "Jill Esmond, English actress (b. 1908)", "entities": [{"title": "Jill Esmond", "href": "/wiki/Jill_Esmond", "description": "Jill Esmond was an English stage and screen actress. She was the first wife of Laurence Olivier."}]}, {"heading": "Deaths", "year": "1992", "date": "July 28", "txt": "Sulev Nõmmik, Estonian actor and director (b. 1931)", "entities": [{"title": "Sulev Nõmmik", "href": "/wiki/Sulev_N%C3%B5mmik", "description": "Sulev Nõmmik was an Estonian theatre and movie director, actor, humorist and comedian. He's mostly associated with the comical character of Kärna Ärni and the related fictional village of Uduvere, but he was also influential in writing scripts for several well-known movies, including Mehed ei nuta, Siin me oleme! and Noor pensionär."}]}, {"heading": "Deaths", "year": "1993", "date": "July 28", "txt": "Stanley Woods, Irish motorcycle racer (b. 1903)", "entities": [{"title": "Stanley Woods", "href": "/wiki/Stanley_Woods", "description": "Stanley Woods was an Irish motorcycle racer famous for 29 motorcycle Grand Prix wins in the 1920s and 1930s, winning the Isle of Man TT races ten times in his career, plus wins at Assen and elsewhere. He was also a skilled trials rider, competing in the 1940s."}]}, {"heading": "Deaths", "year": "1996", "date": "July 28", "txt": "Roger Tory Peterson, American ornithologist and academic (b. 1908)", "entities": [{"title": "Roger Tory Peterson", "href": "/wiki/Roger_Tory_Peterson", "description": "Roger Tory Peterson was an American naturalist, ornithologist, illustrator and educator, held to be one of the founding inspirations for the 20th-century environmental movement."}]}, {"heading": "Deaths", "year": "1997", "date": "July 28", "txt": "Rosalie Crutchley, English actress (b. 1920)", "entities": [{"title": "Rosalie Crutchley", "href": "/wiki/Rosalie_Crutchley", "description": "Rosalie Sylvia Crutchley was a British actress. Trained at the Royal Academy of Music, Crutchley was perhaps best known for her television performances, but had a long and successful career in theatre and films, making her stage debut as early as 1932, and her screen debut in 1947."}]}, {"heading": "Deaths", "year": "1997", "date": "July 28", "txt": "Seni Pramoj, Thai lawyer and politician, 6th Prime Minister of Thailand (b. 1905)", "entities": [{"title": "Prime Minister of Thailand", "href": "/wiki/Prime_Minister_of_Thailand", "description": "The prime minister of Thailand is the head of government of Thailand. The prime minister is also the chair of the Cabinet of Thailand. The post has existed since the Revolution of 1932, when the country became a constitutional monarchy."}]}, {"heading": "Deaths", "year": "1998", "date": "July 28", "txt": "Zbigniew Herbert, Polish poet and author (b. 1924)", "entities": [{"title": "Zbigniew Herbert", "href": "/wiki/Zbigniew_Herbert", "description": "Zbigniew Herbert was a Polish poet, essayist, drama writer and moralist. He is one of the best known and the most translated post-war Polish writers. While he was first published in the 1950s, soon after he voluntarily ceased submitting most of his works to official Polish government publications. He resumed publication in the 1980s, initially in the underground press. Since the 1960s, he was nomi"}]}, {"heading": "Deaths", "year": "1998", "date": "July 28", "txt": "Lenny McLean, English boxer, actor, and author (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "July 28", "txt": "Consalvo Sanesi, Italian race car driver (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "July 28", "txt": "Trygve Haavelmo, Norwegian economist and mathematician, Nobel Prize laureate (b. 1911)", "entities": [{"title": "Trygve Haavelmo", "href": "/wiki/Trygve_Haavelmo", "description": "Trygve Magnus Haavelmo, born in Skedsmo, Norway, was an economist whose research interests centered on econometrics. He received the Nobel Memorial Prize in Economic Sciences in 1989."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "2000", "date": "July 28", "txt": "Abraham Pais, Dutch-American physicist and historian (b. 1918)", "entities": [{"title": "Abraham Pais", "href": "/wiki/Abraham_Pais", "description": "Abraham Pais was a Dutch-American physicist and science historian. Pais earned his Ph.D. from University of Utrecht just prior to a Nazi ban on Jewish participation in Dutch universities during World War II. When the Nazis began the forced relocation of Dutch Jews, he went into hiding, but was later arrested and saved only by the end of the war. He then served as an assistant to Niels Bohr in Denm"}]}, {"heading": "Deaths", "year": "2001", "date": "July 28", "txt": "Ahmed Sofa, Bangladeshi poet, author, and critic (b. 1943)", "entities": [{"title": "Ahmed Sofa", "href": "/wiki/Ahmed_Sofa", "description": "Ahmed Sofa was a Bangladeshi writer, thinker, novelist, poet, and public intellectual. Sofa is considered by many, including National Professor Abdur Razzaq and Salimullah Khan, to be the most important Bengali Muslim writer after Mir Mosharraf Hossain and Kazi Nazrul Islam. A writer by occupation, Sofa wrote 18 non-fiction books, 8 novels, 4 collections of poems, 1 collection of short stories, an"}]}, {"heading": "Deaths", "year": "2002", "date": "July 28", "txt": "Archer John Porter Martin, English chemist and academic, Nobel Prize laureate (b. 1910)", "entities": [{"title": "Archer John Porter Martin", "href": "/wiki/Archer_John_Porter_Martin", "description": "Archer John Porter Martin was a British chemist who shared the 1952 Nobel Prize in Chemistry for the invention of partition chromatography with Richard Synge."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2003", "date": "July 28", "txt": "Valerie Goulding, Irish activist and politician (b. 1918)", "entities": [{"title": "Valerie Goulding", "href": "/wiki/Valerie_Goulding", "description": "Valerie Hamilton, Hon. Lady Goulding was an Irish campaigner for disabled people, and senator who set up the Central Remedial Clinic in 1951 alongside Kathleen O'Rourke which is now the largest organisation in Ireland looking after people with physical disabilities. She served as a member of Seanad Éireann from 1977 to 1981."}]}, {"heading": "Deaths", "year": "2004", "date": "July 28", "txt": "Francis Crick, English biologist and biophysicist, Nobel Prize laureate (b. 1916)", "entities": [{"title": "Francis Crick", "href": "/wiki/Francis_Crick", "description": "Francis Harry Compton Crick was a British molecular biologist, biophysicist, and neuroscientist. He, James Watson, and Rosalind Franklin played a crucial role in deciphering the helical structure of the DNA molecule. Crick and Watson's paper in Nature in 1953 laid the groundwork for understanding DNA structure and functions. Together with Maurice Wilkins, they were jointly awarded the 1962 Nobel P"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2004", "date": "July 28", "txt": "Tiziano Terzani, Italian journalist and author (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "July 28", "txt": "David Gemmell, English author (b. 1948)", "entities": [{"title": "David Gemmell", "href": "/wiki/David_Gemmell", "description": "David Andrew Gemmell was a British author of heroic fantasy, best known for his debut novel, Legend. A former journalist and newspaper editor, Gemmell had his first work of fiction published in 1984. He went on to write over thirty novels. Gemmell's works display violence, yet also explore themes of honour, loyalty and redemption. There is always a strong heroic theme but nearly always the heroes "}]}, {"heading": "Deaths", "year": "2007", "date": "July 28", "txt": "Karl Gotch, Belgian-American wrestler and trainer (b. 1924)", "entities": [{"title": "Karl Gotch", "href": "/wiki/Karl_Gotch", "description": "Charles Istaz was a Belgian-born German-American professional wrestler and trainer, best known by his ring name Karl Gotch. In Japan, Gotch was known as the \"God of Wrestling\" due to his influence in shaping the Japanese professional wrestling style."}]}, {"heading": "Deaths", "year": "2007", "date": "July 28", "txt": "Jim LeRoy, American soldier and pilot (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "July 28", "txt": "Jim Johnson, American football player and coach (b. 1941)", "entities": [{"title": "Jim Johnson (American football)", "href": "/wiki/Jim_Johnson_(American_football)", "description": "Jim Johnson was an American football coach, formerly serving as defensive coordinator with the Philadelphia Eagles. Widely regarded as one of the best defensive coordinators in the National Football League (NFL), he was especially known for being a master architect of blitzes, disguising them skillfully and keeping offenses constantly off balance."}]}, {"heading": "Deaths", "year": "2011", "date": "July 28", "txt": "Abdul Fatah Younis, Libyan general (b. 1944)", "entities": [{"title": "Abdul Fatah Younis", "href": "/wiki/Abdul_Fatah_Younis", "description": "Abdul Fatah Younis Al-Obeidi was a senior military officer in Libya. He held the rank of Major General and the post of minister of interior, but resigned on 22 February 2011 to defect to the rebel side in what was to become the Libyan Civil War. He was considered a key supporter of Muammar Gaddafi or even No. 2 in the Libyan government."}]}, {"heading": "Deaths", "year": "2012", "date": "July 28", "txt": "Colin Horsley, New Zealand-English pianist and educator (b. 1920)", "entities": [{"title": "Colin Horsley", "href": "/wiki/Colin_Horsley", "description": "\n\nColin Robert Horsley was a New Zealand classical pianist and teacher who was based in the United Kingdom all his working life. He had a significant artistic association with the composer Sir Lennox Berkeley."}]}, {"heading": "Deaths", "year": "2012", "date": "July 28", "txt": "Sepp Mayerl, Austrian mountaineer (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 28", "txt": "William F. Milliken Jr., American race car driver and engineer (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 28", "txt": "Mustafa Adrisi,  Ugandan general and politician, 3rd Vice President of Uganda (b. 1922)", "entities": [{"title": "Mustafa Adrisi", "href": "/wiki/Mustafa_Adrisi", "description": "Mustafa Adrisi Abataki was a Ugandan military officer who served as Vice President of Uganda from 1977 to 1979 and was one of President Idi Amin's closest associates. In 1978, after Adrisi was injured in a suspicious auto accident, troops loyal to him mutinied. Amin sent troops against the mutineers, some of whom had fled across the Tanzanian border, eventually leading to the Uganda–Tanzania War. "}, {"title": "Vice President of Uganda", "href": "/wiki/Vice_President_of_Uganda", "description": "The Vice President of Uganda is the second-highest executive official in the Ugandan government. Vice President is appointed by the President."}]}, {"heading": "Deaths", "year": "2013", "date": "July 28", "txt": "Eileen Brennan, American actress and singer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 28", "txt": "Rita Reys, Dutch jazz singer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 28", "txt": "William Scranton, American captain and politician, 13th United States Ambassador to the United Nations (b. 1917)", "entities": [{"title": "United States Ambassador to the United Nations", "href": "/wiki/United_States_Ambassador_to_the_United_Nations", "description": "The United States ambassador to the United Nations is the leader of the U.S. delegation, the U.S. Mission to the United Nations. The position is formally known as the permanent representative of the United States of America to the United Nations, with the rank and status of ambassador extraordinary and plenipotentiary, and representative of the United States of America in the United Nations Securi"}]}, {"heading": "Deaths", "year": "2013", "date": "July 28", "txt": "Ersilio Tonini, Italian cardinal (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 28", "txt": "Margot Adler, American journalist and author (b. 1946)", "entities": [{"title": "Margot Adler", "href": "/wiki/Margot_Adler", "description": "Margot Susanna Adler was an American author, journalist, lecturer, Wiccan priestess, and New York correspondent for National Public Radio (NPR)."}]}, {"heading": "Deaths", "year": "2014", "date": "July 28", "txt": "Alex Forbes, Scottish footballer and manager (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 28", "txt": "Alakbar Mammadov, Azerbaijani footballer and manager (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 28", "txt": "Theodore Van Kirk, American soldier, pilot, and navigator (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 28", "txt": "Jan Kulczyk, Polish businessman (b. 1950)", "entities": [{"title": "Jan Kulczyk", "href": "/wiki/Jan_Kulczyk", "description": "Jan Jerzy Kulczyk was a Polish billionaire businessman. He was the founder and owner of Kulczyk Holding and an international investment house Kulczyk Investments with headquarters in Luxembourg and offices in London and Kiev. According to Forbes, Kulczyk was the richest Pole at the time of his death."}]}, {"heading": "Deaths", "year": "2015", "date": "July 28", "txt": "Edward Natapei, Vanuatuan politician, 6th Prime Minister of Vanuatu (b. 1954)", "entities": [{"title": "Prime Minister of Vanuatu", "href": "/wiki/Prime_Minister_of_Vanuatu", "description": "The prime minister of Vanuatu is the head of government of the Republic of Vanuatu."}]}, {"heading": "Deaths", "year": "2015", "date": "July 28", "txt": "Clive Rice, South African cricketer and coach (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "July 28", "txt": "Émile Derlin Zinsou, Beninese politician (b. 1918)", "entities": [{"title": "Émile Derlin Zinsou", "href": "/wiki/%C3%89mile_Derlin_Zinsou", "description": " Émile Derlin Zinsou was a Beninese politician and physician who was the President of Dahomey from 17 July 1968 until 10 December 1969, supported by the military regime that took power in 1967. Zinsou was present at the signing of the treaty that formed the African Union on 12 July 2000 in Togo."}]}, {"heading": "Deaths", "year": "2016", "date": "July 28", "txt": "Mahasweta Devi, Indian Bengali fiction writer and socio-political activist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "July 28", "txt": "Wanny van Gils, Dutch footballer (b. 1959)", "entities": [{"title": "Wanny van Gils", "href": "/wiki/Wanny_van_Gils", "description": "Wanny van Gils was a Dutch football player and coach."}]}, {"heading": "Deaths", "year": "2020", "date": "July 28", "txt": "Junrey Balawing, Filipino record holder (b. 1993)", "entities": [{"title": "Junrey Balawing", "href": "/wiki/Junrey_Balawing", "description": "Junrey Balawing was a Filipino record holder at the Guinness World Records for the world's shortest man alive measuring at 60.00 centimetres (23.62 in) tall. The declaration came during Balawing's 18th birthday celebration. Guinness World Records official said Balawing broke the record of Khagendra Thapa Magar of Nepal, who was 0.67 m tall."}]}]