[{"heading": "Events", "year": "1099", "date": "July 8", "txt": "Some 15,000 starving Christian soldiers begin the siege of Jerusalem by marching in a religious procession around the city as its Muslim defenders watch.", "entities": [{"title": "Siege of Jerusalem (1099)", "href": "/wiki/Siege_of_Jerusalem_(1099)", "description": "The siege of Jerusalem waged by the forces of the First Crusade resulted in the capture of Jerusalem from the Fatimid Caliphate and laid the foundations for the Christian Kingdom of Jerusalem which lasted almost a century. The aftermath of the siege led to the mass slaughter of thousands of Muslims and Jews which contemporaneous sources suggest was savage and widespread and to the conversion of Mu"}]}, {"heading": "Events", "year": "1283", "date": "July 8", "txt": "Roger of Lauria, commanding the Aragonese fleet, defeats an Angevin fleet sent to put down a rebellion on Malta.", "entities": [{"title": "Roger of Lauria", "href": "/wiki/Roger_of_Lauria", "description": "Roger of Lauria was an Italian admiral in Aragonese service, who was the commander of the fleet of the Crown of Aragon during the War of the Sicilian Vespers. He was probably the most successful and talented naval tactician of the Middle Ages. He is known as Ruggero or Ruggiero di Lauria in Italian and Roger de Llúria in Catalan."}, {"title": "Crown of Aragon", "href": "/wiki/Crown_of_Aragon", "description": "The Crown of Aragon was a composite monarchy, also nowadays referred to as a confederation of individual polities or kingdoms ruled by one king, originated by the dynastic union of the Kingdom of Aragon and the County of Barcelona and ended as a consequence of the Spanish War of Succession. At the height of its power in the 14th and 15th centuries, the Crown of Aragon was a thalassocracy controlli"}, {"title": "Battle of Malta", "href": "/wiki/Battle_of_Malta", "description": "The Battle of Malta took place on 8 July 1283 in the entrance to the Grand Harbour, the principal harbour of Malta, as part of the War of the Sicilian Vespers. An Aragonese fleet of galleys, commanded by Roger of Lauria, attacked and defeated a fleet of Angevin galleys commanded by Guillaume Cornut and Bartholomé Bonvin."}, {"title": "Capetian House of Anjou", "href": "/wiki/Capetian_House_of_Anjou", "description": "The Capetian House of Anjou was a royal house and cadet branch of the direct French House of Capet, part of the Capetian dynasty. It is one of three separate royal houses referred to as Angevin, meaning \"from Anjou\" in France. Founded by Charles I of Anjou, the youngest son of Louis VIII of France, the Capetian king first ruled the Kingdom of Sicily during the 13th century. Later the War of the Si"}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}]}, {"heading": "Events", "year": "1497", "date": "July 8", "txt": "Vasco da Gama sets sail on the first direct European voyage to India.", "entities": [{"title": "Vasco da Gama", "href": "/wiki/Vasco_da_Gama", "description": "Vasco da Gama, 1st Count of Vidigueira, was a Portuguese explorer and the first European to reach India by sea."}]}, {"heading": "Events", "year": "1579", "date": "July 8", "txt": "Our Lady of Kazan, a holy icon of the Russian Orthodox Church, is discovered underground in the city of Kazan, Tatarstan.", "entities": [{"title": "Our Lady of Kazan", "href": "/wiki/Our_Lady_of_Kazan", "description": "Our Lady of Kazan, also called Mother-of-God of Kazan, was a holy icon of the highest stature within the Russian Orthodox Church, representing the Virgin Mary as the protector and patroness of the city of Kazan, and a palladium of all of Russia, known as the Holy Protectress of Russia."}, {"title": "Icon", "href": "/wiki/Icon", "description": "An icon is a religious work of art, most commonly a painting, in the cultures of the Eastern Orthodox, Oriental Orthodox, the Roman Catholic, and certain Eastern Catholic churches. They are not simply artworks; \"an icon is a sacred image used in religious devotion\". The most common subjects include Christ, Mary, saints and angels. Although especially associated with portrait-style images concentra"}, {"title": "Russian Orthodox Church", "href": "/wiki/Russian_Orthodox_Church", "description": "The Russian Orthodox Church, alternatively legally known as the Moscow Patriarchate, is one of the autocephalous Eastern Orthodox Christian churches. The primate of the ROC is the Patriarch of Moscow and all Rus'. The ROC, as well as its primate, officially ranks fifth in the Orthodox order of precedence, immediately below the four ancient patriarchates of the Greek Orthodox Church: Constantinople"}, {"title": "Kazan", "href": "/wiki/Kazan", "description": "Kazan, is the capital and largest city of the Republic of Tatarstan in Russia. The city lies at the confluence of the Volga and the Kazanka rivers, covering an area of 425.3 square kilometres, with a population of over 1.2 million residents, up to roughly 1.6 million residents in the urban agglomeration. Kazan is the fifth-largest city in Russia, and the most populous city on the Volga, as well as"}, {"title": "Tatarstan", "href": "/wiki/Tatarstan", "description": "The Republic of Tatarstan, or simply Tatarstan, is a republic of Russia located in Eastern Europe. It is a part of the Volga Federal District; and its capital and largest city is Kazan, one of the most important cultural centres of Russia."}]}, {"heading": "Events", "year": "1663", "date": "July 8", "txt": "Charles II of England grants John Clarke a Royal charter to Rhode Island.", "entities": [{"title": "Charles II of England", "href": "/wiki/Charles_II_of_England", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}, {"title": "John Clarke (Baptist minister)", "href": "/wiki/John_Clarke_(Baptist_minister)", "description": "John Clarke was a physician, Baptist minister, co-founder of the Colony of Rhode Island and Providence Plantations, author of its influential charter, and a leading advocate of religious freedom in America."}, {"title": "Royal charter", "href": "/wiki/Royal_charter", "description": "A royal charter is a formal grant issued by a monarch under royal prerogative as letters patent. Historically, they have been used to promulgate public laws, the most famous example being the English Magna Carta of 1215, but since the 14th century have only been used in place of private acts to grant a right or power to an individual or a body corporate. They were, and are still, used to establish"}, {"title": "Rhode Island", "href": "/wiki/Rhode_Island", "description": "Rhode Island, officially the State of Rhode Island, is a state in the New England region of the United States. It is the smallest U.S. state by area and the seventh-least populous, but it is also the second-most densely populated behind New Jersey. The state takes its name from Rhode Island; however, most of the state is located on the mainland. The state has land borders with Connecticut to the w"}]}, {"heading": "Events", "year": "1709", "date": "July 8", "txt": "Peter I of Russia defeats Charles XII of Sweden at the Battle of Poltava, thus effectively ending Sweden's status as a major power in Europe.", "entities": [{"title": "Peter the Great", "href": "/wiki/Peter_the_Great", "description": "Peter the Great, Peter I or Pyotr Alekseevich ruled the Tsardom of Russia and later the Russian Empire from 7 May [O.S. 27 April] 1682 until his death in 1725, jointly ruling before 1696 with his elder half-brother, Ivan V."}, {"title": "Charles XII of Sweden", "href": "/wiki/Charles_XII_of_Sweden", "description": "Charles XII, sometimes Carl XII or Carolus Rex, was the King of Sweden from 1697 to 1718. He belonged to the House of Palatinate-Zweibrücken, a branch line of the House of Wittelsbach. Charles was the only surviving son of Charles XI and Ulrika Eleonora the Elder. He assumed power, after a seven-month caretaker government, at the age of fifteen."}, {"title": "Battle of Poltava", "href": "/wiki/Battle_of_Poltava", "description": "The Battle of Poltava was the decisive victory of Peter the Great over the Swedish Empire forces under Field Marshal Carl Gustav Rehnskiöld, in one of the battles of the Great Northern War."}]}, {"heading": "Events", "year": "1716", "date": "July 8", "txt": "The Battle of Dynekilen forces Sweden to abandon its invasion of Norway.", "entities": [{"title": "Battle of Dynekilen", "href": "/wiki/Battle_of_Dynekilen", "description": "The naval Battle of Dynekilen took place on 8 July 1716 during the Great Northern War between a Dano-Norwegian fleet under Peter Tordenskjold and a Swedish fleet under Olof Strömstierna. The battle resulted in a Dano-Norwegian victory."}]}, {"heading": "Events", "year": "1730", "date": "July 8", "txt": "An estimated magnitude 8.7 earthquake causes a tsunami that damages more than 1,000 km (620 mi) of Chile's coastline.", "entities": [{"title": "1730 Valparaíso earthquake", "href": "/wiki/1730_Valpara%C3%ADso_earthquake", "description": "The 1730 Valparaíso earthquake occurred at 04:45 local time on July 8. It had an estimated magnitude of 9.1–9.3 and triggered a major tsunami with an estimated magnitude of Mt =8.75, that inundated the lower parts of Valparaíso. The earthquake caused severe damage from La Serena to Chillan, while the tsunami affected more than 1,000 km (620 mi) of Chile's coastline."}, {"title": "Tsunami", "href": "/wiki/Tsunami", "description": "A tsunami is a series of waves in a water body caused by the displacement of a large volume of water, generally in an ocean or a large lake. Earthquakes, volcanic eruptions and other underwater explosions above or below water all have the potential to generate a tsunami. Unlike normal ocean waves, which are generated by wind, or tides, which are generated by the gravitational pull of the Moon and "}]}, {"heading": "Events", "year": "1758", "date": "July 8", "txt": "French forces hold Fort Carillon against the British at Ticonderoga, New York.", "entities": [{"title": "Fort Carillon", "href": "/wiki/Fort_Carillon", "description": "Fort Carillon, the precursor of Fort Ticonderoga, was constructed by Pierre de Rigaud de Vaudreuil, Governor of Canada, to protect Lake Champlain from a British invasion. Situated on the lake some 15 miles (24 km) south of Fort Saint Frédéric, it was built to prevent an attack on Canada and slow the advance of the enemy long enough for reinforcements to arrive."}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "Ticonderoga, New York", "href": "/wiki/Ticonderoga,_New_York", "description": "Ticonderoga is a town in Essex County, New York, United States. The population was 5,042 at the 2010 census. The name comes from the Mohawk tekontaró:ken, meaning \"it is at the junction of two waterways\"."}]}, {"heading": "Events", "year": "1760", "date": "July 8", "txt": "British forces defeat French forces in the last naval battle in New France.", "entities": [{"title": "Battle of Restigouche", "href": "/wiki/Battle_of_Restigouche", "description": "The Battle of Restigouche was a naval battle fought in 1760 during the Seven Years' War on the Restigouche River between the British Royal Navy and the small flotilla of vessels of the French Navy, Acadian militia and Mi'kmaq militias. The loss of the French vessels, which had been sent to support and resupply the troops in New France after the fall of Quebec, marked the end of any serious attempt"}, {"title": "New France", "href": "/wiki/New_France", "description": "New France was the area colonized by France in North America, beginning with the exploration of the Gulf of Saint Lawrence by Jacques Cartier in 1534 and ending with the cession of New France to Great Britain and Spain in 1763 under the Treaty of Paris (1763)."}]}, {"heading": "Events", "year": "1775", "date": "July 8", "txt": "The Olive Branch Petition is signed by the Continental Congress of the Thirteen Colonies of North America.", "entities": [{"title": "Olive Branch Petition", "href": "/wiki/Olive_Branch_Petition", "description": "The Olive Branch Petition was adopted by the Second Continental Congress on July 5, 1775, and signed on July 8 in a final attempt to avoid war between Great Britain and the Thirteen Colonies in America. The Congress had already authorized the invasion of Canada more than a week earlier, but the petition affirmed American loyalty to Great Britain and beseeched King George III to prevent further con"}, {"title": "Continental Congress", "href": "/wiki/Continental_Congress", "description": "The Continental Congress was a series of legislative bodies which met in the British American colonies and the newly declared United States just before, during, and after the American Revolution. The term \"Continental Congress\" most specifically refers to the First and Second Congresses of 1774–1781 and may also refer to the Congress of the Confederation of 1781–1789, which operated as the first n"}, {"title": "Thirteen Colonies", "href": "/wiki/Thirteen_Colonies", "description": "The Thirteen Colonies, also known as the Thirteen British Colonies or the Thirteen American Colonies, were a group of British colonies on the Atlantic coast of North America founded in the 17th and 18th centuries which declared independence in 1776 and formed the United States of America. The Thirteen Colonies had very similar political, constitutional, and legal systems, and were dominated by Pro"}]}, {"heading": "Events", "year": "1776", "date": "July 8", "txt": "Church bells (possibly including the Liberty Bell) are rung after John Nixon delivers the first public reading of the Declaration of Independence of the United States.", "entities": [{"title": "Liberty Bell", "href": "/wiki/Liberty_Bell", "description": "The Liberty Bell, previously called the State House Bell or Old State House Bell, is an iconic symbol of American independence, located in Philadelphia, Pennsylvania. Once placed in the steeple of the Pennsylvania State House, the bell today is located across the street in the Liberty Bell Center in Independence National Historical Park. The bell was commissioned in 1752 by the Pennsylvania Provin"}, {"title": "John Nixon (financier)", "href": "/wiki/John_Nixon_(financier)", "description": "John Nixon was a financier and official from Philadelphia who served as a militia officer in the American Revolutionary War. On July 8, 1776, he made the first public proclamation of the Declaration of Independence and read it from the steps of the Pennsylvania State House, now known as Independence Hall."}, {"title": "Declaration of Independence of the United States", "href": "/wiki/Declaration_of_Independence_of_the_United_States", "description": "The United States Declaration of Independence is the pronouncement adopted by the Second Continental Congress meeting in Philadelphia, Pennsylvania, on July 4, 1776. The Declaration explained why the Thirteen Colonies at war with the Kingdom of Great Britain regarded themselves as thirteen independent sovereign states, no longer under British rule. With the Declaration, these new states took a col"}]}, {"heading": "Events", "year": "1808", "date": "July 8", "txt": "Joseph Bonaparte approves the Bayonne Statute, a royal charter intended as the basis for his rule as king of Spain.", "entities": [{"title": "Joseph Bonaparte", "href": "/wiki/Joseph_Bonaparte", "description": "Joseph-Napoléon Bonaparte, Comte de Survilliers, was a French lawyer and diplomat and older brother of Napoleon Bonaparte. The latter made him King of Naples, and later King of Spain. After the fall of Napoleon, Joseph styled himself Comte de Survilliers. He emigrated to the United States, where he settled near Bordentown, New Jersey on an estate overlooking the Delaware River not far from Philade"}, {"title": "Bayonne Statute", "href": "/wiki/Bayonne_Statute", "description": "The Bayonne Statute or Bayonne Constitution or Bayonne Charter, officially in the original document Constitution, and officially in French, Acte Constitutionnel de l’Espagne—was a constitution or a royal charter approved in Bayonne, France, 6 July 1808, by Joseph Bonaparte as the intended basis for his rule as king of Spain."}]}, {"heading": "Events", "year": "1822", "date": "July 8", "txt": "Chippewas turn over a huge tract of land in Ontario to the United Kingdom.", "entities": [{"title": "Chippewas", "href": "/wiki/Chippewas", "description": "The Ojibwe, Ojibwa, Chippewa, or Saulteaux are an Anishinaabe people in what is currently southern Canada and the northern Midwestern United States. In the United States, they have the fifth-largest population among Native American peoples, surpassed in number only by the Navajo, Cherokee, Choctaw and Sioux. In Canada, they are the second-largest First Nations population, surpassed only by the Cre"}, {"title": "Ontario", "href": "/wiki/Ontario", "description": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province by total area. Ontario is Canada's fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capi"}]}, {"heading": "Events", "year": "1853", "date": "July 8", "txt": "The Perry Expedition arrives in Edo Bay with a treaty requesting trade.", "entities": [{"title": "Perry Expedition", "href": "/wiki/Perry_Expedition", "description": "The Perry Expedition was a diplomatic and military expedition to the Tokugawa Shogunate, involving two separate voyages by warships of the United States Navy which took place during 1853–54. The goals of this expedition included exploration, surveying, and the establishment of diplomatic relations and negotiation of trade agreements with various nations of the region; opening contact with the gove"}, {"title": "Edo", "href": "/wiki/Edo", "description": "Edo, also romanized as Jedo, Yedo or Yeddo, is the former name of Tokyo."}]}, {"heading": "Events", "year": "1859", "date": "July 8", "txt": "King Charles XV & IV accedes to the throne of Sweden–Norway.", "entities": [{"title": "Charles XV of Sweden", "href": "/wiki/Charles_XV_of_Sweden", "description": "Charles XV also Carl ; Swedish: Karl XV and Norwegian: Karl IV was King of Sweden and Norway, there often referred to accurately as Charles IV, from 1859 until his death. Though known as King Charles XV in Sweden, he was actually the ninth Swedish king by that name, as his predecessor Charles IX had adopted a numeral according to a fictitious history of Sweden."}, {"title": "Union between Sweden and Norway", "href": "/wiki/Union_between_Sweden_and_Norway", "description": "Sweden and Norway or Sweden–Norway, officially the United Kingdoms of Sweden and Norway, or as the United Kingdoms, was a personal union of the separate kingdoms of Sweden and Norway under a common monarch and common foreign policy that lasted from 1814 until its peaceful dissolution in 1905."}]}, {"heading": "Events", "year": "1864", "date": "July 8", "txt": "Ikedaya Incident: The Choshu Han shishi's planned Shinsengumi sabotage on Kyoto, Japan at Ikedaya.", "entities": [{"title": "Ikedaya Incident", "href": "/wiki/Ikedaya_Incident", "description": "The Ikedaya incident , also known as the Ikedaya affair or Ikedaya riot, was an armed encounter between the shishi which included masterless samurai (rōnin) formally employed by the Chōshū and Tosa clans (han), and the Shinsengumi, the Bakufu's special police force in Kyoto on July 8, 1864 at the Ikedaya Inn in Sanjō-Kawaramachi, Kyoto, Japan."}, {"title": "Chōshū Domain", "href": "/wiki/Ch%C5%8Dsh%C5%AB_Domain", "description": "The Chōshū Domain , also known as the Hagi Domain , was a domain (han) of the Tokugawa Shogunate of Japan during the Edo period from 1600 to 1871."}, {"title": "Shishi (organization)", "href": "/wiki/Shishi_(organization)", "description": "Shishi (志士), sometimes known as Ishin Shishi (維新志士), were a group of Japanese political activists of the late Edo period. The term shishi translates as \"men of high purpose\". While it is usually applied to the anti-shogunate, pro-sonnō jōi samurai primarily from the southwestern clans of Satsuma, Chōshū, and Tosa, the term shishi is also used by some with reference to supporters of the shogunate w"}, {"title": "Shinsengumi", "href": "/wiki/Shinsengumi", "description": "The Shinsengumi  was a special police force organized by the Bakufu during Japan's Bakumatsu period in 1863. It was active until 1869. It was founded to protect the shogunate representatives in Kyoto at a time when a controversial imperial edict to exclude foreign trade from Japan had been made and the Chōshū clan had been forced from the imperial court. The men were drawn from the sword schools o"}, {"title": "Kyoto", "href": "/wiki/Kyoto", "description": "Kyoto, officially Kyōto City , is the capital city of Kyōto Prefecture in Japan. Located in the Kansai region on the island of Honshu, Kyōto forms a part of the Keihanshin metropolitan area along with Osaka and Kobe. As of 2021, the city had a population of 1.45 million, making up 57% of the prefecture's total population."}]}, {"heading": "Events", "year": "1874", "date": "July 8", "txt": "The Mounties begin their March West.", "entities": [{"title": "Royal Canadian Mounted Police", "href": "/wiki/Royal_Canadian_Mounted_Police", "description": "The Royal Canadian Mounted Police are the federal and national police service of Canada, providing law enforcement at the federal level. The RCMP also provide provincial policing in eight of Canada's provinces and local policing on a contract basis in the three territories and more than 150 municipalities, 600 Indigenous communities, and three international airports. The RCMP do not provide active"}, {"title": "March West", "href": "/wiki/March_West", "description": "The North-West Mounted Police (NWMP) made their initial journey to the Canadian prairies in March West, between July 8 and October 9 1874. The force was deployed to the Alberta border in response to the Cypress Hills Massacre and subsequent fears of a United States military intervention. Their ill-planned and arduous journey of nearly 900 miles (1,400 km) became known as the \"March West\" and was l"}]}, {"heading": "Events", "year": "1876", "date": "July 8", "txt": "The Hamburg massacre prior to the 1876 United States presidential election results in the deaths of six African-Americans of the Republican Party, along with one white assailant.", "entities": [{"title": "Hamburg massacre", "href": "/wiki/Hamburg_massacre", "description": "The Hamburg Massacre was a riot in the American town of Hamburg, South Carolina, in July 1876, leading up to the last election season of the Reconstruction Era. It was the first of a series of civil disturbances planned and carried out by white Democrats in the majority-black Republican Edgefield District, with the goal of suppressing black voting, disrupting Republican meetings, and suppressing b"}, {"title": "1876 United States presidential election", "href": "/wiki/1876_United_States_presidential_election", "description": "The 1876 United States presidential election was the 23rd quadrennial presidential election, held on Tuesday, November 7, 1876, in which Republican nominee Rutherford B. Hayes faced Democrat Samuel J. Tilden. It was one of the most contentious presidential elections in American history, and gave rise to the Compromise of 1877 by which the Democrats conceded the election to Hayes in return for an e"}]}, {"heading": "Events", "year": "1879", "date": "July 8", "txt": "Sailing ship USS Jeannette departs San Francisco carrying an ill-fated expedition to the North Pole.", "entities": [{"title": "USS Jeannette (1878)", "href": "/wiki/USS_Jeannette_(1878)", "description": "USS Jeannette was a naval exploration vessel which, commanded by George W. De Long, undertook the Jeannette expedition of 1879–1881 to the Arctic. After being trapped in the ice and drifting for almost two years, the ship and her crew of 33 were released from the ice, then trapped again, crushed and sunk some 300 nautical miles north of the Siberian coast. The entire crew survived the sinking, but"}]}, {"heading": "Events", "year": "1889", "date": "July 8", "txt": "The first issue of The Wall Street Journal is published.", "entities": []}, {"heading": "Events", "year": "1892", "date": "July 8", "txt": "St. John's, Newfoundland is devastated in the Great Fire of 1892.", "entities": [{"title": "St. John's, Newfoundland and Labrador", "href": "/wiki/St._John%27s,_Newfoundland_and_Labrador", "description": "St. John's is the capital and largest city of the Canadian province of Newfoundland and Labrador. It is on the eastern tip of the Avalon Peninsula on the large Canadian island Newfoundland. The city spans 446.04 square kilometres (172.22 sq mi) and is the easternmost city in North America."}, {"title": "Great Fire of 1892", "href": "/wiki/Great_Fire_of_1892", "description": "The Great Fire of 8 July 1892 in St. John's, Newfoundland and Labrador is remembered as the worst disaster ever to befall that city. Previous \"Great Fires\" had occurred in St. John's, during 1819 and 1846."}]}, {"heading": "Events", "year": "1898", "date": "July 8", "txt": "The death of crime boss Soapy Smith, killed in the Shootout on Juneau Wharf, releases Skagway, Alaska from his iron grip.", "entities": [{"title": "Soapy Smith", "href": "/wiki/Soapy_Smith", "description": "Jefferson Randolph \"Soapy\" Smith II was an American con artist and gangster in the American frontier."}, {"title": "Shootout on Juneau Wharf", "href": "/wiki/Shootout_on_Juneau_Wharf", "description": "The Shootout on Juneau Wharf was a gunfight between Jefferson Randolph \"Soapy\" Smith, Frank H. Reid, and Jesse Murphy that took place on Friday, July 8, 1898, at approximately 9:15 p.m. in Skagway, District of Alaska, in the United States. Smith was shot in the heart and died shortly afterwards, and Reid died of his injuries 12 days later."}, {"title": "Skagway, Alaska", "href": "/wiki/Skagway,_Alaska", "description": "The Municipality and Borough of Skagway is a first-class borough in Alaska on the Alaska Panhandle. As of the 2010 census, the population was 968. Estimates put the 2019 population at 1,183 people. The population doubles in the summer tourist season in order to deal with more than 1,000,000 visitors each year. Incorporated as a borough on June 25, 2007, it was previously a city in the Skagway-Yaku"}]}, {"heading": "Events", "year": "1912", "date": "July 8", "txt": "Henrique Mitchell de Paiva Couceiro leads an unsuccessful royalist attack against the First Portuguese Republic in Chaves.", "entities": [{"title": "Henrique Mitchell de Paiva Couceiro", "href": "/wiki/Henrique_Mitchell_de_Paiva_Couceiro", "description": "Henrique Mitchell de Paiva Cabral Couceiro was a Portuguese soldier, colonial governor, monarchist politician and counter-revolutionary; he was notable for his role during the colonial occupation of Angola and Mozambique and for his dedication to the monarchist cause during the period of the First Portuguese Republic through the founding of the Monarchy of the North."}, {"title": "Royalist attack on Chaves", "href": "/wiki/Royalist_attack_on_Chaves", "description": "The attack on Chaves, which occurred on July 8, 1912, was a military action performed by supporters of the monarchy of Portugal in opposition to the Portuguese First Republic, which had been proclaimed two years prior."}, {"title": "First Portuguese Republic", "href": "/wiki/First_Portuguese_Republic", "description": "The First Portuguese Republic spans a complex 16-year period in the history of Portugal, between the end of the period of constitutional monarchy marked by the 5 October 1910 revolution and the 28 May 1926 coup d'état. The latter movement instituted a military dictatorship known as Ditadura Nacional that would be followed by the corporatist Estado Novo regime of António de Oliveira Salazar."}, {"title": "Chaves Municipality, Portugal", "href": "/wiki/Chaves_Municipality,_Portugal", "description": "Chaves is a city and a municipality in the north of Portugal. It is 10 km south of the Spanish border and 22 km south of Verín (Spain). The population in 2011 was 41,243, in an area of 591.23 km2. The municipality is the second most populous of the district of Vila Real. With origins in the Roman civitas Aquæ Flaviæ, Chaves has developed into a regional center. The urban area has 17,535 residents "}]}, {"heading": "Events", "year": "1932", "date": "July 8", "txt": "The Dow Jones Industrial Average reaches its lowest level of the Great Depression, closing at 41.22.", "entities": [{"title": "Dow Jones Industrial Average", "href": "/wiki/Dow_Jones_Industrial_Average", "description": "The Dow Jones Industrial Average (DJIA), Dow Jones, or simply the Dow, is a stock market index that measures the stock performance of 30 large companies listed on stock exchanges in the United States."}, {"title": "Great Depression", "href": "/wiki/Great_Depression", "description": "The Great Depression was a severe worldwide economic depression that took place mostly during the 1930s, beginning in the United States. The timing of the Great Depression varied across the world; in most countries, it started in 1929 and lasted until the late 1930s. It was the longest, deepest, and most widespread depression of the 20th century. The Great Depression is commonly used as an example"}]}, {"heading": "Events", "year": "1933", "date": "July 8", "txt": "The first rugby union test match between the Wallabies of Australia and the Springboks of South Africa is played at Newlands Stadium in Cape Town.", "entities": [{"title": "Rugby union", "href": "/wiki/Rugby_union", "description": "Rugby union, commonly known simply as rugby, is a full-contact team sport that originated in England in the first half of the 19th century. One of the two codes of rugby football, it is based on running with the ball in hand. In its most common form, a game is played between two teams of 15 players each, using an oval-shaped ball on a rectangular field called a pitch. The field has H-shaped goalpo"}, {"title": "Test match (rugby union)", "href": "/wiki/Test_match_(rugby_union)", "description": "A test match in rugby union is an international match, usually played between two senior national teams, that is recognised as such by at least one of the teams' national governing bodies."}, {"title": "Australia national rugby union team", "href": "/wiki/Australia_national_rugby_union_team", "description": "The Australia national rugby union team, nicknamed the Wallabies, is the representative national team in the sport of rugby union for the nation of Australia. The team first played at Sydney in 1899, winning their first test match against the touring British Isles team."}, {"title": "South Africa national rugby union team", "href": "/wiki/South_Africa_national_rugby_union_team", "description": "The South Africa national rugby union team, commonly known as the Springboks, is the country's national team governed by the South African Rugby Union. The Springboks play in green and gold jerseys with white shorts, and their emblem is the native antelope springbok. The team has been representing South Africa in international rugby union since 30 July 1891, when they played their first test match"}, {"title": "Newlands Stadium", "href": "/wiki/Newlands_Stadium", "description": "The Newlands Stadium, currently referred to as DHL Newlands for sponsorship reasons,\nis located in Cape Town, South Africa. The stadium currently has a capacity of 51,900 people, but is not an all-seater venue."}, {"title": "Cape Town", "href": "/wiki/Cape_Town", "description": "Cape Town is the second-most populous city in South Africa, after Johannesburg, and also the legislative capital of South Africa."}]}, {"heading": "Events", "year": "1937", "date": "July 8", "txt": "Turkey, Iran, Iraq and Afghanistan sign the Treaty of Saadabad.", "entities": [{"title": "Treaty of Saadabad", "href": "/wiki/Treaty_of_Saadabad", "description": "The Treaty of Saadabad was a non-aggression pact signed by Turkey, Iran, Iraq and Afghanistan on July 8, 1937 and lasted for five years. The treaty was signed in Tehran's Saadabad Palace and was part of an initiative for greater Middle Eastern-Oriental relations spearheaded by King Mohammed Zahir Shah of Afghanistan. Ratifications were exchanged in Tehran on June 25, 1938, and the treaty became ef"}]}, {"heading": "Events", "year": "1947", "date": "July 8", "txt": "Reports are broadcast that a UFO crash landed in Roswell, New Mexico in what became known as the Roswell UFO incident.", "entities": [{"title": "Unidentified flying object", "href": "/wiki/Unidentified_flying_object", "description": "An unidentified flying object (UFO) is any aerial phenomenon that cannot immediately be identified or explained. Most UFOs are identified or investigated as conventional objects or phenomena. The term is widely used for claimed observations of extraterrestrial spacecraft."}, {"title": "Roswell, New Mexico", "href": "/wiki/Roswell,_New_Mexico", "description": "Roswell is a city in, and the seat of, Chaves County in the U.S. state of New Mexico. Chaves County forms the entirety of the Roswell micropolitan area. As of the 2010 census it had a population of 48,411, making it the fifth-largest city in New Mexico. It is home of the New Mexico Military Institute (NMMI), founded in 1891. The city is also the location of an Eastern New Mexico University campus."}, {"title": "Roswell UFO incident", "href": "/wiki/Roswell_UFO_incident", "description": "The Roswell incident refers to the July 1947 crash of a United States Army Air Forces balloon at a ranch near Roswell, New Mexico, as well as the subsequent conspiracy theories that claim the crash was actually that of a flying saucer, and that the truth is being covered up by the US government."}]}, {"heading": "Events", "year": "1948", "date": "July 8", "txt": "The United States Air Force accepts its first female recruits into a program called Women in the Air Force (WAF).", "entities": [{"title": "United States Air Force", "href": "/wiki/United_States_Air_Force", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}, {"title": "Women in the Air Force", "href": "/wiki/Women_in_the_Air_Force", "description": "Women in the Air Force (WAF) was a program which served to bring women into limited roles in the United States Air Force. WAF was formed in 1948 when President Truman signed the Women's Armed Services Integration Act, allowing women to serve directly in the military. The WAF program ended in 1976 when women were accepted into the USAF on an equal basis with men."}]}, {"heading": "Events", "year": "1960", "date": "July 8", "txt": "Francis Gary Powers is charged with espionage resulting from his flight over the Soviet Union.", "entities": [{"title": "Francis Gary Powers", "href": "/wiki/Francis_Gary_Powers", "description": "Francis Gary Powers was an American pilot whose Central Intelligence Agency (CIA) U-2 spy plane was shot down while flying a reconnaissance mission in Soviet Union airspace, causing the 1960 U-2 incident."}, {"title": "Espionage", "href": "/wiki/Espionage", "description": "Espionage or spying is the act of obtaining secret or confidential information from non-disclosed sources or divulging of the same without the permission of the holder of the information. A person who commits espionage is called an espionage agent or spy. Any individual or spy ring, in the service of a government, company or independent operation, can commit espionage. The practice is clandestine,"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1962", "date": "July 8", "txt": "Ne Win besieges and dynamites the Rangoon University Student Union building to crush the Student Movement.", "entities": [{"title": "Ne Win", "href": "/wiki/Ne_Win", "description": "Ne Win was a Burmese politician and military commander who served as Prime Minister of Burma from 1958 to 1960 and 1962 to 1974, and also President of Burma from 1962 to 1981. Ne Win was Burma's military dictator during the Socialist Burma period of 1962 to 1988."}, {"title": "University of Yangon", "href": "/wiki/University_of_Yangon", "description": "The University of Yangon, located in Kamayut, Yangon, is the oldest university in Myanmar's modern education system and the best known university in Myanmar. The university offers mainly undergraduate and postgraduate degrees programs in liberal arts, sciences and law. Full-time bachelor's degrees were not offered at the university's main campus after the student protests of 1996. The bachelor's d"}, {"title": "Student activism", "href": "/wiki/Student_activism", "description": "Student activism or campus activism is work by students to cause political, environmental, economic, or social change. Although often focused on schools, curriculum, and educational funding, student groups have influenced greater political events."}]}, {"heading": "Events", "year": "1966", "date": "July 8", "txt": "King Mwambutsa IV Bangiriceng of Burundi is deposed by his son Prince Charles Ndizi.", "entities": [{"title": "List of Kings of Burundi", "href": "/wiki/List_of_Kings_of_Burundi", "description": "This article contains two versions of the list of kings of Burundi, the traditional version before 1680 and the modern genealogy. The Kingdom of Burundi was ruled by sovereigns, titled mwami, whose regnal names followed a cycle: Ntare, Mwezi, Mutaga, and Mwambutsa. Traditionally, it was thought that there had been four complete cycles but the modern genealogy indicates that there were only two com"}, {"title": "Mwambutsa IV Bangiriceng of Burundi", "href": "/wiki/Mwambutsa_IV_Bangiriceng_of_Burundi", "description": "Mwambutsa IV Bangiricenge was king (mwami) of Burundi who ruled between 1915 and 1966. He succeeded to the throne on the death of his father Mutaga IV Mbikije. Born while Burundi was under German colonial rule, Mwambutsa's reign mostly coincided with Belgian colonial rule (1916–62). The Belgians retained the monarchs of both Rwanda and Burundi under the policy of indirect rule."}, {"title": "Ntare V of Burundi", "href": "/wiki/Ntare_V_of_Burundi", "description": "Ntare V of Burundi was the last king of Burundi from July to November 1966. Until his accession, he was known as Crown Prince Charles Ndizeye. After a Hutu-led coup attempt in October 1965, his father, Mwambutsa IV went into exile in Switzerland. In March 1966 Mwambusta IV designated his only surviving son as heir to the throne.\nThe Crown Prince then formally deposed his father and his father's go"}]}, {"heading": "Events", "year": "1968", "date": "July 8", "txt": "The Chrysler wildcat strike begins in Detroit, Michigan.", "entities": [{"title": "Dodge Revolutionary Union Movement", "href": "/wiki/Dodge_Revolutionary_Union_Movement", "description": "The Dodge Revolutionary Union Movement (DRUM) was an organization of African-American workers formed in May 1968 in the Chrysler Corporation's Dodge Main assembly plant in Detroit, Michigan."}, {"title": "Detroit", "href": "/wiki/Detroit", "description": "Detroit is the largest and most-populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2019 estimated population of 670,031, making it the 24th-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-larg"}]}, {"heading": "Events", "year": "1970", "date": "July 8", "txt": "Richard Nixon delivers a special congressional message enunciating Native American self-determination as official US Indian policy, leading to the Indian Self-Determination and Education Assistance Act of 1975.", "entities": [{"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Native American self-determination", "href": "/wiki/Native_American_self-determination", "description": "Native American self-determination refers to the social movements, legislation, and beliefs by which the Native American tribes in the United States exercise self-governance and decision making on issues that affect their own people."}, {"title": "Indian Self-Determination and Education Assistance Act of 1975", "href": "/wiki/Indian_Self-Determination_and_Education_Assistance_Act_of_1975", "description": "The Indian Self-Determination and Education Assistance Act of 1975 authorized the Secretary of the Interior, the Secretary of Health, Education, and Welfare, and some other government agencies to enter into contracts with, and make grants directly to, federally recognized Indian tribes. The tribes would have authority for how they administered the funds, which gave them greater control over their "}]}, {"heading": "Events", "year": "1972", "date": "July 8", "txt": "Israeli Mossad assassinate Palestinian writer Ghassan Kanafani.", "entities": [{"title": "Mossad", "href": "/wiki/Mossad", "description": "Mossad, short for HaMossad leModiʿin uleTafkidim Meyuḥadim, is the national intelligence agency of Israel. It is one of the main entities in the Israeli Intelligence Community, along with Aman and Shin Bet."}, {"title": "Ghassan Kanafani", "href": "/wiki/Ghassan_Kanafani", "description": "Ghassan Kanafani was a Palestinian author and a leading member of the Popular Front for the Liberation of Palestine (PFLP). On 8 July 1972, he was assassinated by Mossad as a response to the Lod airport massacre."}]}, {"heading": "Events", "year": "1980", "date": "July 8", "txt": "The inaugural 1980 State of Origin game is won by Queensland who defeat New South Wales 20–10 at Lang Park.", "entities": [{"title": "1980 State of Origin game", "href": "/wiki/1980_State_of_Origin_game", "description": "\nThe 1980 State of Origin game was the first game between the Queensland Maroons and the New South Wales Blues rugby league teams to be played under \"state of origin\" selection rules. It was the third match of 1980's annual interstate series between the Blues and the Maroons, and was only allowed to go ahead because the first two matches were already won by New South Wales. It was played on 8 July"}, {"title": "Queensland Rugby League team", "href": "/wiki/Queensland_Rugby_League_team", "description": "The Queensland rugby league team represents the Australian state of Queensland in rugby league football. Nicknamed the \"Maroons\" after the colour of their jersey, they play three times a year against arch-rivals New South Wales in the State of Origin series. Coached by Paul Green and captained by Daly Cherry-Evans, the team is administered by the Queensland Rugby League and plays all of its home m"}, {"title": "New South Wales Rugby League team", "href": "/wiki/New_South_Wales_Rugby_League_team", "description": "The New South Wales rugby league team has represented the Australian state of New South Wales in rugby league football since the sport's beginnings there in 1907. Also known as the Blues due to their sky blue jerseys, the team competes in the annual State of Origin series against neighbouring state, the Queensland rugby league team. This annual event is a series of three games competing for the St"}, {"title": "Lang Park", "href": "/wiki/Lang_Park", "description": "Lang Park, also known as Brisbane Stadium, and by the sponsored name Suncorp Stadium, is a multi-purpose stadium in Brisbane, Queensland, Australia, located in the suburb of Milton. The current facility comprises a three-tiered rectangular sporting stadium with a capacity of 52,500 people. It is primarily used for rugby league, rugby union, and soccer, with a rectangular playing field of 136 by 82"}]}, {"heading": "Events", "year": "1982", "date": "July 8", "txt": "A failed assassination attempt against Iraqi president Saddam Hussein results in the Dujail Massacre over the next several months.", "entities": [{"title": "Dujail Massacre", "href": "/wiki/Dujail_Massacre", "description": "The Dujail massacre refers to the mass killing of Shia Muslim civilians by the Ba'athist Iraqi government on 8 July 1982 in Dujail, Iraq. The massacre was committed in retaliation to an earlier assassination attempt by the Shia Islamic Dawa Party against the then President of Iraq, Saddam Hussein. The town of Dujail had a large Shia population, with 75,000 residents at the time of the incident, an"}]}, {"heading": "Events", "year": "1988", "date": "July 8", "txt": "The Island Express train travelling from Bangalore to Kanyakumari derails on the Peruman bridge and falls into Ashtamudi Lake, killing 105 passengers and injuring over 200 more.", "entities": [{"title": "Island Express (train)", "href": "/wiki/Island_Express_(train)", "description": "The 16525 /16526 Island Express is an Indian Railways train running between Krantivira Sangolli Rayanna Bengaluru City railway station, Bengaluru (Bangalore) and Kanyakumari railway station, Kanyakumari. Train No. 16526 runs from Bangalore to Kanyakumari, and Train No. 16525 runs in the reverse direction. The train runs daily through the state of Kerala and covers the 944 km journey in about 19 ho"}, {"title": "Bangalore", "href": "/wiki/Bangalore", "description": "Bangalore, officially known as Bengaluru, is the capital and the largest city of the Indian state of Karnataka. It has a population of more than 8 million and a metropolitan population of around 11 million, making it the third most populous city and fifth most populous urban agglomeration in India. Located in southern India on the Deccan Plateau, at a height of over 900 m (3,000 ft) above sea leve"}, {"title": "Kanyakumari", "href": "/wiki/Kanyakumari", "description": "Kanyakumari is a town in Kanyakumari District in the state of Tamil Nadu in India. The southernmost town in mainland India, it is sometimes referred to as 'The Land's End'."}, {"title": "Peruman railway accident", "href": "/wiki/Peruman_railway_accident", "description": "In the Peruman railway accident, the Bangalore - Thiruvananthapuram Central Island Express train derailed on the Peruman bridge over Ashtamudi Lake, near Perinadu, Kollam, Kerala, India and fell into the lake, killing 105 people on 8 July 1988."}, {"title": "Ashtamudi Lake", "href": "/wiki/Ashtamudi_Lake", "description": "Ashtamudi Lake, in the Kollam District of the Indian state of Kerala, is the most visited backwater and lake in the state. It possesses a unique wetland ecosystem and a large palm-shaped water body, second only in size to the Vembanad estuary ecosystem of the state. Ashtamudi means 'eight braids' in the local Malayalam language. The name is indicative of the lake's topography with its multiple bra"}]}, {"heading": "Events", "year": "1994", "date": "July 8", "txt": "Kim Jong-il begins to assume supreme leadership of North Korea upon the death of his father, Kim Il-sung.", "entities": [{"title": "Kim Jong-il", "href": "/wiki/Kim_Jong-il", "description": "Kim Jong-il was a North Korean politician who served as the second Supreme Leader of North Korea from 1994 to 2011. He led North Korea from the 1994 death of his father – Kim Il-sung, the first Supreme Leader – until his own death in 2011, when he was succeeded by his son, Kim Jong-un."}, {"title": "List of leaders of North Korea", "href": "/wiki/List_of_leaders_of_North_Korea", "description": "The Supreme Leader of North Korea is the de facto paramount leader of the party, state and army. The title has not been written into the national constitution as a separate office, but it currently states that the President of the State Affairs Commission is the supreme leader of North Korea. Likewise, according to the WPK Charter, the General Secretary of the WPK is the supreme leader of the Work"}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "Kim Il-sung", "href": "/wiki/Kim_Il-sung", "description": "Kim Il-sung was a politician and the founder of North Korea, which he ruled from the country's establishment in 1948 until his death in 1994. He held the posts of Premier from 1948 to 1972 and President from 1972 to 1994. He was also the leader of the Workers' Party of Korea (WPK) from 1949 to 1994. Coming to power after the end of Japanese rule in 1945, he authorized the invasion of South Korea i"}]}, {"heading": "Events", "year": "2003", "date": "July 8", "txt": "Sudan Airways Flight 139 crashes near Port Sudan Airport during an emergency landing attempt, killing 116 of the 117 people on board.", "entities": [{"title": "Sudan Airways Flight 139", "href": "/wiki/Sudan_Airways_Flight_139", "description": "Sudan Airways Flight 139 was a Sudan Airways passenger flight that crashed on 8 July 2003 at Port Sudan. The Boeing 737 aircraft was operating a domestic scheduled Port Sudan–Khartoum passenger service. Some 15 minutes after takeoff, the aircraft lost power in one of its engines, which prompted the crew to return to the airport for an emergency landing. In doing so, the pilots missed the airport r"}, {"title": "Port Sudan New International Airport", "href": "/wiki/Port_Sudan_New_International_Airport", "description": "Port Sudan New International Airport is an airport serving Port Sudan, Sudan. Located 20 kilometers south of the city, PZU is the second largest international airport in Sudan in terms of air traffic and international destinations served. Port Sudan New International Airport is a full member of the IATA as of 2014."}, {"title": "Emergency landing", "href": "/wiki/Emergency_landing", "description": "An emergency landing is a prioritised landing made by an aircraft in response to an emergency containing an imminent or ongoing threat to the safety and operation of the aircraft or involving a sudden need for a passenger or crew on board to be on land, such as a medical emergency."}]}, {"heading": "Events", "year": "2011", "date": "July 8", "txt": "Space Shuttle Atlantis is launched in the final mission of the U.S. Space Shuttle program.", "entities": [{"title": "Space Shuttle Atlantis", "href": "/wiki/Space_Shuttle_Atlantis", "description": "Space Shuttle Atlantis is a Space Shuttle orbiter vehicle which belongs to the National Aeronautics and Space Administration (NASA), the spaceflight and space exploration agency of the United States. Manufactured by the Rockwell International company in Southern California and delivered to the Kennedy Space Center in Eastern Florida in April 1985, Atlantis is the fourth operational and the second-"}, {"title": "STS-135", "href": "/wiki/STS-135", "description": "STS-135 was the 135th and final mission of the American Space Shuttle program. It used the orbiter Atlantis and hardware originally processed for the STS-335 contingency mission, which was not flown. STS-135 launched on 8 July 2011, and landed on 21 July 2011, following a one-day mission extension. The four-person crew was the smallest of any shuttle mission since STS-6 in April 1983. The mission'"}, {"title": "Space Shuttle", "href": "/wiki/Space_Shuttle", "description": "The Space Shuttle was a partially reusable low Earth orbital spacecraft system operated from 1981 to 2011 by the U.S. National Aeronautics and Space Administration (NASA) as part of the Space Shuttle program. Its official program name was Space Transportation System (STS), taken from a 1969 plan for a system of reusable spacecraft where it was the only item funded for development. The first of fou"}]}, {"heading": "Events", "year": "2014", "date": "July 8", "txt": "Israel launches an offensive on Gaza amid rising tensions following the kidnapping and murder of three Israeli teenagers.", "entities": [{"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Operation Protective Edge", "href": "/wiki/Operation_Protective_Edge", "description": "The 2014 Gaza war also known as Operation Protective Edge \nwas a military operation launched by Israel on 8 July 2014 in the Hamas-ruled Gaza Strip. Following the kidnapping and murder of three Israeli teenagers by Hamas members, the IDF conducted Operation Brother's Keeper to arrest militant leaders, Hamas fired rockets into Israel and a seven-week conflict broke out. It was one of the deadliest "}, {"title": "2014 kidnapping and murder of Israeli teenagers", "href": "/wiki/2014_kidnapping_and_murder_of_Israeli_teenagers", "description": "On 12 June 2014, three Israeli teenagers were kidnapped at the bus/hitchhiking stop at the Israeli settlement of Alon Shvut in Gush Etzion, in the West Bank, as they were hitchhiking to their homes. The three teens were Naftali Frenkel, Gilad Shaer, and Eyal Yifrah."}]}, {"heading": "Births", "year": "1478", "date": "July 8", "txt": "Gian Giorgio Trissino, Italian linguist, poet, and playwright (d. 1550)", "entities": [{"title": "Gian Giorgio Trissino", "href": "/wiki/Gian_Giorgio_Trissino", "description": "Gian Giorgio Trissino, also called Giovan Giorgio Trissino, was an Italian Renaissance humanist, poet, dramatist, diplomat, and grammarian."}]}, {"heading": "Births", "year": "1528", "date": "July 8", "txt": "Emmanuel Philibert, Duke of Savoy (d. 1580)", "entities": [{"title": "Emmanuel Philibert, Duke of Savoy", "href": "/wiki/Emmanuel_Philibert,_Duke_of_Savoy", "description": "Emmanuel Philibert, known as Testa di ferro, Piedmontese: Testa 'd fer, \"Ironhead\", because of his military career, was Duke of Savoy from 1553 to 1580. He is remembered for the Italianization of the House of Savoy, as he recovered the Savoyard state following the Battle of St. Quentin (1557) and subsequently moved the capital to Turin and made Italian the official language in Piedmont."}]}, {"heading": "Births", "year": "1538", "date": "July 8", "txt": "Alberto Bolognetti, Roman Catholic cardinal (d. 1585)", "entities": [{"title": "Alberto Bolognetti", "href": "/wiki/Alberto_Bolognetti", "description": "\nAlberto Bolognetti (1538–1585) was an Italian law professor, bishop, diplomat, and cardinal. He was appointed by Pope Gregory XIII as a papal nuncio to Florence, Venice, and the Polish–Lithuanian Commonwealth. In that last appointment, he persuaded King Stephen Báthory to adopt the Gregorian calendar. He was promoted to cardinal priest, but died before he could return to Rome for the ceremonies."}]}, {"heading": "Births", "year": "1545", "date": "July 8", "txt": "Carlos, Prince of Asturias (d. 1568)", "entities": [{"title": "Carlos, Prince of Asturias", "href": "/wiki/Carlos,_Prince_of_Asturias", "description": "Carlos, Prince of Asturias, also known as Don Carlos, was the eldest son and heir-apparent of King Philip II of Spain. His mother was Maria Manuela of Portugal, daughter of John III of Portugal. Carlos was mentally unstable and was imprisoned by his father in early 1568, dying after half a year of solitary confinement. His fate was a theme in Spain's Black Legend, and inspired a play by Friedrich "}]}, {"heading": "Births", "year": "1593", "date": "July 8", "txt": "Artemisia Gentileschi, Italian painter (d. 1653)", "entities": [{"title": "Artemisia Gentileschi", "href": "/wiki/Artemisia_Gentileschi", "description": "Artemisia Lomi or Artemisia Gentileschi was an Italian Baroque painter. Gentileschi is considered among the most accomplished seventeenth-century artists, initially working in the style of Caravaggio. She was producing professional work by the age of fifteen. In an era when women had few opportunities to pursue artistic training or work as professional artists, Gentileschi was the first woman to b"}]}, {"heading": "Births", "year": "1621", "date": "July 8", "txt": "Jean de La Fontaine, French author and poet (d. 1695)", "entities": [{"title": "Jean de La Fontaine", "href": "/wiki/Jean_de_La_Fontaine", "description": "Jean de La Fontaine was a French fabulist and one of the most widely read French poets of the 17th century. He is known above all for his Fables, which provided a model for subsequent fabulists across Europe and numerous alternative versions in France, as well as in French regional languages."}]}, {"heading": "Births", "year": "1760", "date": "July 8", "txt": "Christian Kramp, French mathematician and academic (d. 1826)", "entities": [{"title": "Christian Kramp", "href": "/wiki/Christian_Kramp", "description": "Christian Kramp was a French mathematician, who worked primarily with factorials."}]}, {"heading": "Births", "year": "1766", "date": "July 8", "txt": "Dominique Jean Larrey, French surgeon (d. 1842)", "entities": [{"title": "Dominique Jean Larrey", "href": "/wiki/Dominique_Jean_Larrey", "description": "Baron Dominique Jean Larrey was a French surgeon and military doctor, who distinguished himself in the French Revolutionary Wars and the Napoleonic Wars. An important innovator in battlefield medicine and triage, he is often considered the first modern military surgeon."}]}, {"heading": "Births", "year": "1779", "date": "July 8", "txt": "Giorgio Pullicino, Maltese painter and architect (d. 1851)", "entities": [{"title": "Giorgio Pullicino", "href": "/wiki/Giorgio_Pullicino", "description": "Giorgio Pullicino was a Maltese painter, architect, and professor of drawing and architecture at the University of Malta. He is known for his harbour views painted in a number of media, and he is also considered to be one of the first neoclassical architects in Malta. He produced designs for a number of buildings, but the only structure which is definitely proven to have been designed by him is a "}]}, {"heading": "Births", "year": "1819", "date": "July 8", "txt": "Francis Leopold McClintock, Irish admiral and explorer (d. 1907)", "entities": [{"title": "Francis Leopold McClintock", "href": "/wiki/Francis_Leopold_McClintock", "description": "Sir Francis Leopold McClintock was an Irish explorer in the British Royal Navy, known for his discoveries in the Canadian Arctic Archipelago. He confirmed explorer John Rae's controversial report gathered from Inuit sources on the fate of Franklin's lost expedition, the ill-fated Royal Navy undertaking commanded by Sir John Franklin in 1845 to be the first to traverse the Northwest Passage."}]}, {"heading": "Births", "year": "1830", "date": "July 8", "txt": "Frederick W. Seward, American lawyer and politician, 6th United States Assistant Secretary of State (d. 1915)", "entities": [{"title": "Frederick W. Seward", "href": "/wiki/Frederick_W._Seward", "description": "Frederick William Seward was an American politician and member of the Republican Party who twice served as the Assistant Secretary of State. The son of United States Secretary of State William H. Seward, he served as Assistant Secretary from 1861 to 1869 under both Abraham Lincoln and Andrew Johnson and then from 1877 to 1879 in the administration of Rutherford B. Hayes."}, {"title": "United States Assistant Secretary of State", "href": "/wiki/United_States_Assistant_Secretary_of_State", "description": "Assistant Secretary of State (A/S) is a title used for many executive positions in the United States Department of State, ranking below the under secretaries. A set of six assistant secretaries reporting to the under secretary for political affairs manage diplomatic missions within their designated geographic regions, plus one assistant secretary dealing with international organizations. Assistant"}]}, {"heading": "Births", "year": "1831", "date": "July 8", "txt": "John Pemberton, American chemist and pharmacist, invented Coca-Cola (d. 1888)", "entities": [{"title": "John Pemberton", "href": "/wiki/John_Pemberton", "description": "John Stith Pemberton was an American pharmacist and Confederate States Army veteran who is best known as the inventor of Coca-Cola. In May 1886, he developed an early version of a beverage that would later become Coca-Cola, but sold his rights to the drink shortly before his death."}, {"title": "Coca-Cola", "href": "/wiki/Coca-Cola", "description": "Coca-Cola, or Coke, is a carbonated soft drink manufactured by The Coca-Cola Company. Originally marketed as a temperance drink and intended as a patent medicine, it was invented in the late 19th century by John Stith Pemberton and was bought out by businessman Asa Griggs Candler, whose marketing tactics led Coca-Cola to its dominance of the world soft-drink market throughout the 20th century. The"}]}, {"heading": "Births", "year": "1836", "date": "July 8", "txt": "Joseph Chamberlain, English businessman and politician, Secretary of State for the Colonies (d. 1914)", "entities": [{"title": "Joseph Chamberlain", "href": "/wiki/Joseph_Chamberlain", "description": "Joseph Chamberlain was a British statesman who was first a radical Liberal, then, after opposing home rule for Ireland, a Liberal Unionist, and eventually served as a leading imperialist in coalition with the Conservatives. He split both major British parties in the course of his career. He was father, by different marriages, of Austen Chamberlain and of Prime Minister Neville Chamberlain."}, {"title": "Secretary of State for the Colonies", "href": "/wiki/Secretary_of_State_for_the_Colonies", "description": "The secretary of state for the colonies or colonial secretary was the British Cabinet minister in charge of managing the United Kingdom's various colonial dependencies."}]}, {"heading": "Births", "year": "1838", "date": "July 8", "txt": "Eli Lilly, American soldier, chemist, and businessman, founded Eli Lilly and Company (d. 1898)", "entities": [{"title": "Eli Lilly", "href": "/wiki/Eli_Lilly", "description": "Eli Lilly was an American soldier, pharmacist, chemist, and businessman who founded the Eli Lilly and Company pharmaceutical corporation. Lilly enlisted in the Union Army during the American Civil War and recruited a company of men to serve with him in the 18th Independent Battery Indiana Light Artillery. He was later promoted to major and then colonel, and was given command of the 9th Regiment In"}, {"title": "Eli Lilly and Company", "href": "/wiki/Eli_Lilly_and_Company", "description": "Eli Lilly and Company is an American pharmaceutical company headquartered in Indianapolis, Indiana, with offices in 18 countries. Its products are sold in approximately 125 countries. The company was founded in 1876 by, and named after, Col. Eli Lilly, a pharmaceutical chemist and veteran of the American Civil War."}]}, {"heading": "Births", "year": "1838", "date": "July 8", "txt": "Ferdinand von Zeppelin, German general and businessman, founded the Zeppelin Airship Company (d. 1917)", "entities": [{"title": "Zeppelin", "href": "/wiki/Zeppelin", "description": "A Zeppelin is a type of rigid airship named after the German inventor Count Ferdinand von Zeppelin who pioneered rigid airship development at the beginning of the 20th century. Zeppelin's notions were first formulated in 1874 and developed in detail in 1893. They were patented in Germany in 1895 and in the United States in 1899. After the outstanding success of the Zeppelin design, the word zeppel"}]}, {"heading": "Births", "year": "1839", "date": "July 8", "txt": "John D. Rockefeller, American businessman and philanthropist, founded the Standard Oil Company (d. 1937)", "entities": [{"title": "John D. Rockefeller", "href": "/wiki/John_D._Rockefeller", "description": "John Davison Rockefeller Sr. was an American business magnate and philanthropist. He is widely considered the wealthiest American of all time and the richest person in modern history."}, {"title": "Standard Oil Company", "href": "/wiki/Standard_Oil_Company", "description": "Standard Oil Co.  was an American oil-producing, transporting, refining, and marketing company. Established in 1870 by John D. Rockefeller and Henry Flagler as a corporation in Ohio, it was the largest oil refiner in the world at its height. Its history as one of the world's first and largest multinational corporations ended in 1911, when the U.S. Supreme Court ruled, in a landmark case, that Stan"}]}, {"heading": "Births", "year": "1851", "date": "July 8", "txt": "Arthur Evans, English archaeologist and academic (d. 1941)", "entities": [{"title": "Arthur Evans", "href": "/wiki/Arthur_Evans", "description": "Sir Arthur John Evans was a British archaeologist and pioneer in the study of Aegean civilization in the Bronze Age. He is most famous for unearthing the palace of Knossos on the Greek island of Crete. Based on the structures and artefacts found there and throughout the eastern Mediterranean, Evans found that he needed to distinguish the Minoan civilisation from Mycenaean Greece. Evans was also th"}]}, {"heading": "Births", "year": "1851", "date": "July 8", "txt": "John Murray, Australian politician, 23rd Premier of Victoria (d. 1916)", "entities": [{"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1857", "date": "July 8", "txt": "Alfred Binet, French psychologist and graphologist (d. 1911)", "entities": [{"title": "Alfred Binet", "href": "/wiki/Alfred_Binet", "description": "Alfred Binet, born Alfredo Binetti, was a French psychologist who invented the first practical IQ test, the Binet–Simon test. In 1904, the French Ministry of Education asked psychologist Alfred Binet to devise a method that would determine which students did not learn effectively from regular classroom instruction so they could be given remedial work. Along with his collaborator Théodore Simon, Bi"}]}, {"heading": "Births", "year": "1867", "date": "July 8", "txt": "Käthe Kollwitz, German painter and sculptor (d. 1945)", "entities": [{"title": "Käthe Kollwitz", "href": "/wiki/K%C3%A4the_Kollwitz", "description": "Käthe Kollwitz was a German artist who worked with painting, printmaking and sculpture. Her most famous art cycles, including The Weavers and The Peasant War, depict the effects of poverty, hunger and war on the working class. Despite the realism of her early works, her art is now more closely associated with Expressionism. Kollwitz was the first woman to not only be elected to the Prussian Academ"}]}, {"heading": "Births", "year": "1876", "date": "July 8", "txt": "Alexandros Papanastasiou, Greek sociologist and politician, Prime Minister of Greece (d. 1936)", "entities": [{"title": "Alexandros Papanastasiou", "href": "/wiki/Alexandros_Papanastasiou", "description": "Alexandros Papanastasiou was a Greek lawyer, sociologist and politician who served twice as the Prime Minister of Greece in the interwar period, being a pioneer in the establishment of the Second Hellenic Republic."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1882", "date": "July 8", "txt": "Percy Grainger, Australian-American pianist and composer (d. 1961)", "entities": [{"title": "Percy Grainger", "href": "/wiki/Percy_Grainger", "description": "Percy Aldridge Grainger was an Australian-born composer, arranger and pianist who lived in the United States from 1914 and became an American citizen in 1918. In the course of a long and innovative career he played a prominent role in the revival of interest in British folk music in the early years of the 20th century. Although much of his work was experimental and unusual the piece with which he "}]}, {"heading": "Births", "year": "1885", "date": "July 8", "txt": "Ernst Bloch, German philosopher, author, and academic (d. 1977)", "entities": [{"title": "Ernst Bloch", "href": "/wiki/Ernst_Bloch", "description": "Ernst Bloch was a German Marxist philosopher."}]}, {"heading": "Births", "year": "1885", "date": "July 8", "txt": "Hugo Boss, German fashion designer, founded Hugo Boss (d. 1948)", "entities": [{"title": "Hugo Boss", "href": "/wiki/Hugo_Boss", "description": "Hugo Boss AG, often styled as BOSS, is a German luxury fashion house headquartered in Metzingen, Baden-Württemberg. The company sells clothing, accessories, footwear and fragrances. Hugo Boss is one of the largest German clothing companies, with global sales of €2.9 billion in 2019. Its stock is a component of the MDAX."}]}, {"heading": "Births", "year": "1890", "date": "July 8", "txt": "Stanton Macdonald-Wright, American painter (d. 1973)", "entities": [{"title": "Stanton Macdonald-Wright", "href": "/wiki/Stanton_Macdonald-Wright", "description": "Stanton MacDonald-Wright, was a modern American artist. He was a co-founder of Synchromism, an early abstract, color-based mode of painting, which was the first American avant-garde art movement to receive international attention."}]}, {"heading": "Births", "year": "1892", "date": "July 8", "txt": "Richard Aldington, English author and poet (d. 1962)", "entities": [{"title": "Richard Aldington", "href": "/wiki/Richard_Aldington", "description": "Richard Aldington, born Edward Godfree Aldington, was an English writer and poet, and an early associate of the Imagist movement. He was married to the poet Hilda Doolittle (H.D.) from 1911 to 1938."}]}, {"heading": "Births", "year": "1892", "date": "July 8", "txt": "Pavel Korin, Russian painter (d. 1967)", "entities": []}, {"heading": "Births", "year": "1893", "date": "July 8", "txt": "R. Carlyle Buley, American historian and author (d. 1968)", "entities": [{"title": "R. Carlyle Buley", "href": "/wiki/R._Carlyle_Buley", "description": "Roscoe Carlyle Buley was an American historian and educator."}]}, {"heading": "Births", "year": "1894", "date": "July 8", "txt": "Pyotr Kapitsa, Russian physicist and academic, Nobel Prize laureate (d. 1984)", "entities": [{"title": "Pyotr Kapitsa", "href": "/wiki/Pyotr_Kapitsa", "description": "Pyotr Leonidovich Kapitsa or Peter Kapitza (Russian: Пётр Леонидович Капица, Romanian: Petre Capița was a leading Soviet physicist, engineer and Nobel laureate, best known for his work in low-temperature physics."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1895", "date": "July 8", "txt": "Igor Tamm, Russian physicist and academic, Nobel Prize laureate (d. 1971)", "entities": [{"title": "Igor Tamm", "href": "/wiki/Igor_Tamm", "description": "Igor Yevgenyevich Tamm was a Soviet physicist who received the 1958 Nobel Prize in Physics, jointly with Pavel Alekseyevich Cherenkov and Ilya Mikhailovich Frank, for their 1934 discovery of Cherenkov radiation."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1898", "date": "July 8", "txt": "Melville Ruick, American actor (d. 1972)", "entities": [{"title": "Melville Ruick", "href": "/wiki/Melville_Ruick", "description": "Melville Ruick was an American actor."}]}, {"heading": "Births", "year": "1900", "date": "July 8", "txt": "George Antheil, American pianist, composer, and author (d. 1959)", "entities": [{"title": "George Antheil", "href": "/wiki/George_Antheil", "description": "George Antheil was an American avant-garde composer, pianist, author, and inventor whose modernist musical compositions explored the modern sounds – musical, industrial, and mechanical – of the early 20th century."}]}, {"heading": "Births", "year": "1904", "date": "July 8", "txt": "Henri Cartan, French mathematician and academic (d. 2008)", "entities": [{"title": "Henri Cartan", "href": "/wiki/Henri_Cartan", "description": "Henri Paul Cartan was a French mathematician who made substantial contributions to algebraic topology. He was the son of the French mathematician Élie Cartan and the brother of composer Jean Cartan."}]}, {"heading": "Births", "year": "1905", "date": "July 8", "txt": "Leonid Amalrik, Russian animator and director (d. 1997)", "entities": [{"title": "Leonid Amalrik", "href": "/wiki/Leonid_Amalrik", "description": "Leonid Alekseyevich Amalrik was a Soviet animator and animation director. He was named Honoured Artist of the RSFSR in 1965."}]}, {"heading": "Births", "year": "1906", "date": "July 8", "txt": "Philip Johnson, American architect, designed the IDS Center and PPG Place (d. 2005)", "entities": [{"title": "Philip Johnson", "href": "/wiki/Philip_Johnson", "description": "Philip Cortelyou Johnson was an American architect best known for his works of modern and postmodern architecture. Among his best known designs are his modernist Glass House in New Canaan, Connecticut, and postmodern 550 Madison Avenue in New York, designed for AT&T, and 190 South La Salle Street in Chicago."}, {"title": "IDS Center", "href": "/wiki/IDS_Center", "description": "The IDS Center is an office skyscraper located at 80 South 8th Street in Minneapolis, Minnesota. Completed in 1972, it is the tallest building in Minneapolis, and the tallest building in the state at a height of 792 feet (241 m). It originally stood 775 feet 6 inches (236.37 m), though a 16-foot (4.9 m) garage for window washing equipment was added between 1978 and 1979. The structure rises to 910"}, {"title": "PPG Place", "href": "/wiki/PPG_Place", "description": "PPG Place is a complex in downtown Pittsburgh, Pennsylvania, consisting of six buildings within three city blocks and five and a half acres. PPG Place was designed by architects Philip Johnson and John Burgee."}]}, {"heading": "Births", "year": "1907", "date": "July 8", "txt": "George W. Romney, American businessman and politician, 43rd Governor of Michigan (d. 1995)", "entities": [{"title": "George W. Romney", "href": "/wiki/George_W._Romney", "description": "George Wilcken Romney was an American businessman and Republican Party politician. He was chairman and president of American Motors Corporation from 1954 to 1962, the 43rd Governor of Michigan from 1963 to 1969 and 3rd United States Secretary of Housing and Urban Development from 1969 to 1973. He was the father of Mitt Romney, the 70th Governor of Massachusetts, 2012 Republican presidential nomine"}, {"title": "Governor of Michigan", "href": "/wiki/Governor_of_Michigan", "description": "The governor of Michigan is the chief executive of the U.S. state of Michigan. The current governor is Gretchen Whitmer, a member of the Democratic Party, who was inaugurated on January 1, 2019, as the state's 49th governor. The governor is elected to a 4-year term and is limited to two terms."}]}, {"heading": "Births", "year": "1908", "date": "July 8", "txt": "Louis Jordan, American singer-songwriter, saxophonist, and actor (d. 1975)", "entities": [{"title": "Louis Jordan", "href": "/wiki/Louis_Jordan", "description": "Louis Thomas Jordan was an American saxophonist, multi-instrumentalist, songwriter and bandleader who was popular from the late 1930s to the early 1950s. Known as \"The King of the Jukebox\", he earned his highest profile towards the end of the swing era. He was inducted into the Rock and Roll Hall of Fame as an \"early influence\" in 1987."}]}, {"heading": "Births", "year": "1908", "date": "July 8", "txt": "Nelson Rockefeller, American businessman and politician, 41st Vice President of the United States (d. 1979)", "entities": [{"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1908", "date": "July 8", "txt": "V. K. R. Varadaraja Rao, Indian economist, politician, professor and educator (d. 1991)", "entities": []}, {"heading": "Births", "year": "1909", "date": "July 8", "txt": "Alan Brown, English soldier (d. 1971)", "entities": [{"title": "Alan Brown (British Army officer)", "href": "/wiki/Alan_Brown_(British_Army_officer)", "description": "Brigadier Alan Ward Brown was a British Army tank officer of the Second World War."}]}, {"heading": "Births", "year": "1909", "date": "July 8", "txt": "Ike Petersen, American football back (d. 1995)", "entities": []}, {"heading": "Births", "year": "1910", "date": "July 8", "txt": "Carlos Betances Ramírez, Puerto Rican general (d. 2001)", "entities": [{"title": "Carlos Betances Ramírez", "href": "/wiki/Carlos_Betances_Ram%C3%ADrez", "description": "The 65th Infantry Regiment, nicknamed \"The Borinqueneers\" during the Korean War for the original Taíno Indian name for Puerto Rico (Borinquen), is a Puerto Rican regiment of the United States Army. The regiment's motto is Honor et Fidelitas, Latin for Honor and Fidelity. The Army Appropriation Bill created by an act of Congress on 2 March 1899, authorized the creation of the first body of native t"}]}, {"heading": "Births", "year": "1911", "date": "July 8", "txt": "Ken Farnes, English cricketer (d. 1941)", "entities": [{"title": "Ken Farnes", "href": "/wiki/Ken_Farnes", "description": "Kenneth Farnes was an English cricketer. He played in fifteen Tests from 1934 to 1939."}]}, {"heading": "Births", "year": "1913", "date": "July 8", "txt": "Alejandra Soler, Spanish politician (d. 2017)", "entities": [{"title": "Alejandra Soler", "href": "/wiki/Alejandra_Soler", "description": "Alejandra Soler Gilabert was a Spanish politician and schoolteacher. She also worked for the Diplomatic Academy of the Ministry of Foreign Affairs of the Russian Federation."}]}, {"heading": "Births", "year": "1914", "date": "July 8", "txt": "Jyoti Basu, Indian politician, 6th Chief Minister of West Bengal (d. 2010)", "entities": [{"title": "Jyoti Basu", "href": "/wiki/Jyoti_Basu", "description": "Jyoti Basu was an Indian politician who served as the Chief Minister of West Bengal state from 1977 to 2000. He was one of the co-founders of the Communist Party of India (Marxist) and a member of the Polit Bureau of the party since its inception in 1964 till 2008. He was noted to have been the longest serving chief minister in an elected democracy, at the time of his resignation."}, {"title": "Chief Minister of West Bengal", "href": "/wiki/Chief_Minister_of_West_Bengal", "description": "The Chief Minister of West Bengal is the chief executive of the eastern Indian state of West Bengal. The chief minister is the head of the executive branch of the government of West Bengal and is charged with enforcing state laws. Following elections to the West Bengal Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor"}]}, {"heading": "Births", "year": "1914", "date": "July 8", "txt": "Billy Eckstine, American singer and trumpet player (d. 1993)", "entities": []}, {"heading": "Births", "year": "1915", "date": "July 8", "txt": "Neil D. Van Sickle, American Air Force major general (d. 2019)", "entities": [{"title": "Neil D. Van Sickle", "href": "/wiki/Neil_D._Van_Sickle", "description": "Neil David Van Sickle was an American Air Force major general who was the deputy inspector general at Headquarters, United States Air Force, Washington, D.C."}]}, {"heading": "Births", "year": "1915", "date": "July 8", "txt": "Lowell English, United States Marine Corps general (d. 2005)", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 8", "txt": "Jean Rouverol, American author, actress and screenwriter (d. 2017)", "entities": [{"title": "Jean Rouverol", "href": "/wiki/Jean_Rouverol", "description": "Jean Rouverol was an American author, actress and screenwriter who was blacklisted by the Hollywood movie studios in the 1950s."}]}, {"heading": "Births", "year": "1917", "date": "July 8", "txt": "Pamela Brown, English actress (d. 1975)", "entities": [{"title": "Pamela Brown (actress)", "href": "/wiki/Pamela_Brown_(actress)", "description": "Pamela Mary Brown was an English stage and film actress."}]}, {"heading": "Births", "year": "1917", "date": "July 8", "txt": "Faye Emerson, American actress (d. 1983)", "entities": []}, {"heading": "Births", "year": "1917", "date": "July 8", "txt": "J. F. Powers, American novelist and short story writer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 8", "txt": "Paul B. Fay, American businessman, soldier, and diplomat, 12th United States Secretary of the Navy (d. 2009)", "entities": [{"title": "Paul B. Fay", "href": "/wiki/Paul_B._Fay", "description": "Paul Burgess Fay Jr. was the Acting United States Secretary of the Navy in November 1963, and a close confidant of President John F. Kennedy."}, {"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Births", "year": "1918", "date": "July 8", "txt": "Irwin Hasen, American illustrator (d. 2015)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 8", "txt": "Oluf Reed-Olsen, Norwegian resistance member and pilot (d. 2002)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 8", "txt": "Julia Pirie, British spy working for MI5 (d. 2008)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 8", "txt": "Edward B. Giller, U.S Major General (d. 2017)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 8", "txt": "Craig Stevens, American actor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1919", "date": "July 8", "txt": "Walter Scheel, German soldier and politician, 4th President of West Germany (d. 2016)", "entities": [{"title": "Walter Scheel", "href": "/wiki/Walter_Scheel", "description": "Walter Scheel was a German politician. A member of the Free Democratic Party of Germany (FDP), he first served in government as Federal Minister of Economic Cooperation and Development from 1961–66. He led the FDP from 1968–74."}, {"title": "List of German presidents", "href": "/wiki/List_of_German_presidents", "description": "A number of presidential offices have existed in Germany since the collapse of the German Empire in 1918."}]}, {"heading": "Births", "year": "1920", "date": "July 8", "txt": "Godtfred Kirk Christiansen, Danish businessman (d. 1995)", "entities": [{"title": "Godtfred Kirk Christiansen", "href": "/wiki/Godtfred_Kirk_Christiansen", "description": "Godtfred Kirk Christiansen was the Managing Director of The Lego Group from 1957 to 1973. He was the third son of company founder Ole Kirk Christiansen and took over as Managing Director in 1957, eventually becoming the sole owner. Godtfred is credited with playing a pivotal role in the development of the Lego brick design and patented it in 1958. He also created the Lego System in Play, the corne"}]}, {"heading": "Births", "year": "1921", "date": "July 8", "txt": "John Money, New Zealand psychologist and sexologist, responsible for controversial sexual identity study on David Reimer  (d. 2006)", "entities": [{"title": "John Money", "href": "/wiki/John_Money", "description": "John William Money was a New Zealand psychologist, sexologist and author known for his research into sexual identity and biology of gender and his conduct towards vulnerable patients. He was one of the first researchers to publish theories on the influence of societal constructs of gender on individual formation of gender identity. Money introduced the terms gender identity, gender role and sexual"}, {"title": "David Reimer", "href": "/wiki/David_Reimer", "description": "David Reimer was a Canadian man born male but raised as a girl following medical advice and intervention after his penis was severely injured during a botched circumcision in infancy."}]}, {"heading": "Births", "year": "1923", "date": "July 8", "txt": "Harrison Dillard, American sprinter and hurdler (d. 2019)", "entities": [{"title": "Harrison Dillard", "href": "/wiki/Harrison_Dillard", "description": "William Harrison \"Bones\" Dillard was an American track and field athlete, who is the only male in the history of the Olympic Games to win gold in both the 100 meter (sprints) and the 110 meter hurdles, making him the “World’s Fastest Man” in 1948 and the “World’s Fastest Hurdler” in 1952."}]}, {"heading": "Births", "year": "1924", "date": "July 8", "txt": "Johnnie Johnson, American pianist and songwriter (d. 2005)", "entities": [{"title": "Johnnie Johnson (musician)", "href": "/wiki/Johnnie_Johnson_(musician)", "description": "Johnnie Clyde Johnson was an American pianist who played jazz, blues and rock and roll. His work with Chuck Berry led to his induction into the Rock and Roll Hall of Fame. He was posthumously awarded the Congressional Gold Medal for breaking racial barriers in the military, as he was a Montford Point Marine - where the African-American unit endured racism and inspired social change while integrati"}]}, {"heading": "Births", "year": "1924", "date": "July 8", "txt": "Charles C. Droz, American politician", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 8", "txt": "Marco Cé, Italian cardinal (d. 2014)", "entities": [{"title": "Marco Cé", "href": "/wiki/Marco_C%C3%A9", "description": "Marco Cé was an Italian cardinal of the Roman Catholic Church. He served as the Patriarch of Venice from 1978 to 2002 and was elevated to the cardinalate in 1979."}]}, {"heading": "Births", "year": "1925", "date": "July 8", "txt": "Arthur Imperatore Sr., Italian-American businessman from New Jersey", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 8", "txt": "Bill Mackrides, American football quarterback (d. 2019)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 8", "txt": "Dominique Nohain, French actor, screenwriter and director (d. 2017)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 8", "txt": "David Malet Armstrong, Australian philosopher and author (d. 2014)", "entities": [{"title": "David Malet Armstrong", "href": "/wiki/David_Malet_Armstrong", "description": "David Malet Armstrong, often D. M. Armstrong, was an Australian philosopher. He is well known for his work on metaphysics and the philosophy of mind, and for his defence of a factualist ontology, a functionalist theory of the mind, an externalist epistemology, and a necessitarian conception of the laws of nature. He was elected a Foreign Honorary Member of the American Academy of Arts and Sciences"}]}, {"heading": "Births", "year": "1926", "date": "July 8", "txt": "John Dingell, American lieutenant and politician (d. 2019)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 8", "txt": "Martin Riesen, Swiss professional ice hockey goaltender", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 8", "txt": "Elisabeth Kübler-Ross, Swiss-American psychiatrist and author (d. 2004)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 8", "txt": "Maurice Hayes, Irish educator and politician (d. 2017)", "entities": [{"title": "Maurice Hayes", "href": "/wiki/Maurice_Hayes", "description": "Maurice Hayes was an Irish public servant and, late in life, an independent member of the 21st and 22nd Seanads. Hayes was nominated by the Taoiseach, Bertie Ahern, in 1997 and re-nominated in 2002. He also served, at the Taoiseach's request, as Chairman of the National Forum on Europe in the Republic of Ireland."}]}, {"heading": "Births", "year": "1927", "date": "July 8", "txt": "Khensur Lungri Namgyel, Tibetan religious leader", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 8", "txt": "Bob Beckham, American country singer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 8", "txt": "Balakh Sher Mazari, former Prime Minister of Pakistan", "entities": [{"title": "Balakh Sher Mazari", "href": "/wiki/Balakh_Sher_Mazari", "description": "Sardar Mir Balakh Sher Mazari is the tumandar and the paramount sardar of the Mazari tribe which is situated on the tristate area between Balochistan, Sindh and Punjab provinces of Pakistan."}]}, {"heading": "Births", "year": "1930", "date": "July 8", "txt": "Jerry Vale, American singer (d. 2014)", "entities": [{"title": "Jerry Vale", "href": "/wiki/Jerry_Vale", "description": "Jerry Vale was an American singer and actor. During the 1950s and 1960s, he reached the top of the pop charts with his interpretations of romantic ballads, including a cover of Eddy Arnold hit \"You Don't Know Me\" (1956) and \"Have You Looked into Your Heart\" (1964). Vale, who was of Italian descent, sang numerous songs in Italian, many of which were used in soundtracks by films of Martin Scorsese."}]}, {"heading": "Births", "year": "1933", "date": "July 8", "txt": "Antonio Lamer, Canadian lawyer and politician, 16th Chief Justice of Canada (d. 2007)", "entities": [{"title": "Antonio Lamer", "href": "/wiki/Antonio_Lamer", "description": "Joseph Antonio Charles Lamer, was a Canadian lawyer, jurist and the 16th Chief Justice of the Supreme Court of Canada."}, {"title": "Chief Justice of Canada", "href": "/wiki/Chief_Justice_of_Canada", "description": "The chief justice of Canada is the presiding judge of the nine-member Supreme Court of Canada, the highest judicial body in Canada. As such, the chief justice is the highest-ranking judge of the Canadian court system. The Supreme Court Act makes the chief justice, a Crown in Council appointment, meaning the Crown acting on the advice of the prime minister and minister of justice. The chief justice"}]}, {"heading": "Births", "year": "1934", "date": "July 8", "txt": "Raquel Correa, Chilean journalist (d. 2012)", "entities": [{"title": "Raquel Correa", "href": "/wiki/Raquel_Correa", "description": "Raquel Teresa Correa was a Chilean journalist who spent the main part of her career with the newspaper El Mercurio. She was well known for her interviews and reporting, and was the recipient of Chile's National Prize for Journalism in 1991."}]}, {"heading": "Births", "year": "1934", "date": "July 8", "txt": "Marty Feldman, English actor and screenwriter (d. 1982)", "entities": []}, {"heading": "Births", "year": "1934", "date": "July 8", "txt": "Edward D. DiPrete, American politician", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 8", "txt": "John David Crow, American football player and coach (d. 2015)", "entities": [{"title": "John David Crow", "href": "/wiki/John_David_Crow", "description": "John David Crow Sr. was an American football player, coach, and college athletics administrator. He won the Heisman Trophy in 1957 as a halfback for the Texas A&M Aggies. After college, he played professional football in the National Football League (NFL) for the Chicago / St. Louis Cardinals and the San Francisco 49ers from 1958 to 1968."}]}, {"heading": "Births", "year": "1935", "date": "July 8", "txt": "Steve Lawrence, American actor and singer", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 8", "txt": "Vitaly Sevastyanov, Russian engineer and astronaut (d. 2010)", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 8", "txt": "Diane Clare, English actress (d. 2013)", "entities": [{"title": "Diane Clare", "href": "/wiki/Diane_Clare", "description": "Diane Clare was an English film and television actress."}]}, {"heading": "Births", "year": "1939", "date": "July 8", "txt": "Ed Lumley, Canadian businessman and politician, 8th Canadian Minister of Communications", "entities": [{"title": "Ed Lumley", "href": "/wiki/Ed_Lumley", "description": "Edward C. Lumley, is a Canadian corporate executive and former politician."}, {"title": "Minister of Communications (Canada)", "href": "/wiki/Minister_of_Communications_(Canada)", "description": "The Minister of Communications of Canada is a now-defunct cabinet post which existed from 1969 to 1996, when it was abolished. Its telecommunications policy functions were transferred to the Minister of Industry and its cultural role was assumed by the Minister of Canadian Heritage."}]}, {"heading": "Births", "year": "1940", "date": "July 8", "txt": "Joe B. Mauldin, American bass player and songwriter (d. 2015)", "entities": [{"title": "Joe B. Mauldin", "href": "/wiki/Joe_B._Mauldin", "description": "Joseph Benson Mauldin, Jr. was an American bass player, songwriter, and audio engineer who was best known as the bassist for the early rock and roll group the Crickets. Mauldin initially played a double (standup) bass, then switched to a Fender Precision Bass guitar. After several years with the Crickets, he became a recording engineer at Gold Star Studios, the Los Angeles studio which became the "}]}, {"heading": "Births", "year": "1941", "date": "July 8", "txt": "Dario Gradi, Italian-English footballer, coach, and manager", "entities": [{"title": "Dario Gradi", "href": "/wiki/Dario_Gradi", "description": "Dario Gradi, MBE is an Italian-English former amateur football player, coach and manager. He was associated for more than 36 years with Crewe Alexandra, where he was variously manager, director of football and director of the Academy, until October 2019."}]}, {"heading": "Births", "year": "1942", "date": "July 8", "txt": "Phil Gramm, American economist and politician", "entities": [{"title": "Phil Gramm", "href": "/wiki/Phil_Gramm", "description": "William Philip Gramm is an American economist and politician who represented Texas in both houses of Congress. Though he began his political career as a Democrat, Gramm switched to the Republican Party in 1983."}]}, {"heading": "Births", "year": "1944", "date": "July 8", "txt": "Jaimoe, American drummer", "entities": [{"title": "Jaimoe", "href": "/wiki/Jaimoe", "description": "Jai Johanny Johanson, frequently known by the stage name Jaimoe, is an American drummer and percussionist. He is best known as one of the founding members of The Allman Brothers Band."}]}, {"heading": "Births", "year": "1944", "date": "July 8", "txt": "Jeffrey Tambor, American actor and singer", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 8", "txt": "Micheline Calmy-Rey, Swiss politician, 91st President of the Swiss Confederation", "entities": [{"title": "Micheline Calmy-Rey", "href": "/wiki/Micheline_Calmy-Rey", "description": "Micheline Anne-Marie Calmy-Rey is a Swiss politician who served as a Member of the Swiss Federal Council from 2003 to 2011. A member of the Social Democratic Party (SP/PS), she was the head of the Federal Department of Foreign Affairs during her tenure as a Federal Councillor. She was President of the Swiss Confederation twice, in 2007 and 2011."}, {"title": "President of the Swiss Confederation", "href": "/wiki/President_of_the_Swiss_Confederation", "description": "The president of the Swiss Confederation, also known as the president of the Confederation or colloquially as the president of Switzerland, is the head of Switzerland's seven-member Federal Council, the country's executive branch. Elected by the Federal Assembly for one year, the officeholder chairs the meetings of the Federal Council and undertakes special representational duties."}]}, {"heading": "Births", "year": "1947", "date": "July 8", "txt": "Kim Darby, American actress", "entities": [{"title": "Kim Darby", "href": "/wiki/Kim_Darby", "description": "Kim Darby is an American actress best known for her role as Mattie Ross in the film True Grit (1969)."}]}, {"heading": "Births", "year": "1947", "date": "July 8", "txt": "Jenny Diski, English author and screenwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 8", "txt": "Luis Fernando Figari, Peruvian religious leader, founded the Sodalitium Christianae Vitae", "entities": [{"title": "Sodalitium Christianae Vitae", "href": "/wiki/Sodalitium_Christianae_Vitae", "description": "Sodalitium Christianae Vitae (SCV), or Sodalitium of Christian Life is a Society of Apostolic Life of Pontifical Right, according to the Code of Canon Law which governs the Latin Rite branch of the Catholic Church. It was founded in Lima, Peru, by Luis Fernando Figari on 8 December 1971. It acquired its present canonical form when Pope John Paul II gave his Pontifical approval on 8 July 1997. The "}]}, {"heading": "Births", "year": "1948", "date": "July 8", "txt": "Raffi, Egyptian-Canadian singer-songwriter", "entities": [{"title": "Raffi (musician)", "href": "/wiki/Raffi_(musician)", "description": "Raffi Cavoukian,, known professionally by the mononym Raffi, is a Canadian singer-lyricist and author of Armenian descent born in Egypt, best known for his children's music. He developed his career as a \"global troubadour\" to become a music producer, author, entrepreneur, and founder of the Raffi Foundation for Child Honouring, a vision for global restoration."}]}, {"heading": "Births", "year": "1948", "date": "July 8", "txt": "Ruby Sales, American civil-rights activist", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 8", "txt": "Wolfgang Puck, Austrian-American chef, restaurateur and entrepreneur", "entities": [{"title": "Wolfgang Puck", "href": "/wiki/Wolfgang_Puck", "description": "Wolfgang Johannes Puck is an Austrian chef, restaurateur, and actor. Born in Austria, Puck moved to the United States at the age of 24. In 1973, Puck moved to Los Angeles, opening his first restaurant, Spago, in 1982."}]}, {"heading": "Births", "year": "1949", "date": "July 8", "txt": "Y. S. Rajasekhara Reddy, Indian politician, 14th Chief Minister of Andhra Pradesh (d. 2009)", "entities": [{"title": "List of Chief Ministers of Andhra Pradesh", "href": "/wiki/List_of_Chief_Ministers_of_Andhra_Pradesh", "description": "The Chief Minister of Andhra Pradesh is the chief executive of the Indian state of Andhra Pradesh. As per the Constitution of India, the Governor of Andhra Pradesh is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Andhra Pradesh Legislative Assembly, the governor usually invites the party with a majority of seats to form the gov"}]}, {"heading": "Births", "year": "1951", "date": "July 8", "txt": "Alan Ashby, American baseball player, manager, and sportscaster", "entities": [{"title": "Alan Ashby", "href": "/wiki/Alan_Ashby", "description": "Alan Dean Ashby is an American former professional baseball player and current radio and television sports commentator. He played as a catcher in Major League Baseball for the Cleveland Indians, Toronto Blue Jays, and Houston Astros between 1973 and 1989. He was the catcher for two Astros teams that won division pennants. After retiring as a player, Ashby was a manager in the Texas-Louisiana Leagu"}]}, {"heading": "Births", "year": "1951", "date": "July 8", "txt": "Anjelica Huston, American actress and director", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 8", "txt": "Larry Garner, American singer-songwriter and guitarist", "entities": [{"title": "Larry Garner", "href": "/wiki/Larry_Garner", "description": "Larry Garner is a Louisiana blues musician best known for his 1994 album Too Blues."}]}, {"heading": "Births", "year": "1952", "date": "July 8", "txt": "Jack Lambert, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 8", "txt": "Marianne Williamson, American author and activist", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 8", "txt": "Terry Puhl, Canadian baseball player and coach", "entities": [{"title": "Terry Puhl", "href": "/wiki/Terry_Puhl", "description": "Terry Stephen Puhl is a Canadian former professional baseball outfielder. He played all or part of fifteen seasons in Major League Baseball (MLB), mostly with the Houston Astros. Puhl is a member of the Canadian Baseball Hall of Fame in St. Marys, Ontario. He is the head coach of University of Houston–Victoria's baseball team and was the manager of the Canada national baseball team."}]}, {"heading": "Births", "year": "1957", "date": "July 8", "txt": "Carlos Cavazo, Mexican-American guitarist and songwriter", "entities": [{"title": "Carlos Cavazo", "href": "/wiki/Carlos_Cavazo", "description": "Carlos Cavazo is an American guitarist best known as the guitarist for Quiet Riot during their commercial peak. He has also played with Snow, 3 Legged Dogg, Hollywood Allstarz, and Ratt."}]}, {"heading": "Births", "year": "1957", "date": "July 8", "txt": "Aleksandr Gurnov, Russian journalist and author", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 8", "txt": "Kevin Bacon, American actor and musician", "entities": [{"title": "Kevin Bacon", "href": "/wiki/Kevin_Bacon", "description": "Kevin Norwood Bacon is an American actor. His films include the musical-drama film Footloose (1984), the controversial historical conspiracy legal thriller JFK (1991), the legal drama A Few Good Men (1992), the historical docudrama Apollo 13 (1995), and the mystery drama Mystic River (2003). Bacon is also known for voicing the title character in Balto (1995), and was taking on darker roles, such a"}]}, {"heading": "Births", "year": "1958", "date": "July 8", "txt": "Andreas Carlgren, Swedish educator and politician, 8th Swedish Minister for the Environment", "entities": [{"title": "Minister for the Environment (Sweden)", "href": "/wiki/Minister_for_the_Environment_(Sweden)", "description": "The Minister for the Environment is a member and minister of the Swedish Government and appointed by the Prime Minister. The minister heads the Ministry for the Environment and is responsible for environmental issues and construction. The minister also has the overall responsibility for coordinating the government's work on sustainable development."}]}, {"heading": "Births", "year": "1958", "date": "July 8", "txt": "Tzipi Livni, Israeli lawyer and politician, 18th Justice Minister of Israel", "entities": [{"title": "Justice Minister of Israel", "href": "/wiki/Justice_Minister_of_Israel", "description": "The Justice Ministry is the Israeli government ministry that oversees the Israeli judicial system. Since April 28, 2021, Israel's acting Minister of Justice has been Benny Gantz."}]}, {"heading": "Births", "year": "1959", "date": "July 8", "txt": "Pauline Quirke, English actress", "entities": [{"title": "Pauline Quirke", "href": "/wiki/Pauline_Quirke", "description": "Pauline Quirke is an English actress who has played Sharon Theodopolopodous in the long-running comedy series Birds of a Feather from 1989 to 1998, and again from 2014 to 2017. For this role, she won the 1990 British Comedy Award for Best Newcomer. She was nominated for the BAFTA TV Award for Best Actress for her role in the 1996 BBC miniseries The Sculptress. Her other television credits include "}]}, {"heading": "Births", "year": "1960", "date": "July 8", "txt": "Mal Meninga, Australian rugby league player and coach", "entities": [{"title": "Mal Meninga", "href": "/wiki/Mal_Meninga", "description": "Malcolm Norman Meninga is the head coach of the Australian national team, an Australian former rugby league footballer and former world Greco-Roman wrestling champion. Meninga is widely regarded as one of the finest players in the game's history. He enjoyed a long career in both Australia and England, playing mainly as a goal-kicking centre, but also on the wing. After retiring, Meninga has enjoye"}]}, {"heading": "Births", "year": "1961", "date": "July 8", "txt": "Ces Drilon, Filipino journalist", "entities": [{"title": "Ces Drilon", "href": "/wiki/Ces_Drilon", "description": "Cecilia Victoria Oreña-Drilon, better known as Ces Drilon, is a Filipino broadcast journalist. She presented news and public affairs programs for the News and Current Affairs division of ABS-CBN Broadcasting Corporation from 1989 to 2020.\n"}]}, {"heading": "Births", "year": "1961", "date": "July 8", "txt": "Andrew Fletcher, English keyboard player", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 8", "txt": "Toby Keith, American singer-songwriter, producer, and actor", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 8", "txt": "Karl Seglem, Norwegian saxophonist and record producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 8", "txt": "Joan Osborne, American singer-songwriter and guitarist", "entities": [{"title": "Joan Osborne", "href": "/wiki/Joan_Osborne", "description": "Joan Elizabeth Osborne is an American singer, songwriter, and interpreter of music, having recorded and performed in various popular American musical genres including rock, pop, soul, R&B, blues, and country. She is best known for her recording of the Eric Bazilian-penned song \"One of Us\" from her debut album, Relish (1995). Both the single and the album became worldwide hits and garnered a combin"}]}, {"heading": "Births", "year": "1963", "date": "July 8", "txt": "Mark Christopher, American director and screenwriter", "entities": [{"title": "Mark Christopher (director)", "href": "/wiki/Mark_Christopher_(director)", "description": "Mark Christopher is a screenwriter, and director most known for directing 54 (1998), starring Ryan Phillippe, Mike Meyers, Salma Hayek, Neve Campbell, and Mark Ruffalo."}]}, {"heading": "Births", "year": "1964", "date": "July 8", "txt": "Alexei Gusarov, Russian ice hockey player and manager", "entities": [{"title": "Alexei Gusarov", "href": "/wiki/Alexei_Gusarov", "description": "Alexei Vasilievich Gusarov is a Russian former ice hockey defenceman. He played for the Quebec Nordiques, Colorado Avalanche, New York Rangers and St. Louis Blues."}]}, {"heading": "Births", "year": "1965", "date": "July 8", "txt": "Dan Levinson, American clarinet player, saxophonist, and bandleader", "entities": [{"title": "Dan Levinson", "href": "/wiki/Dan_Levinson", "description": "Daniel A. Levinson is an American jazz clarinetist, saxophonist, and bandleader. He is best known for his mastery of the jazz styles of the 1910s, 1920s, and 1930s."}]}, {"heading": "Births", "year": "1966", "date": "July 8", "txt": "Ralf Altmeyer, German-Chinese virologist and academic", "entities": [{"title": "Ralf Altmeyer", "href": "/wiki/Ralf_Altmeyer", "description": "Prof. Dr. Ralf M. Altmeyer is a German virologist who leads the Institut Pasteur of Shanghai, a joint institute of the Chinese Academy of Sciences, Institut Pasteur and Shanghai Municipal Government, founded in 2004."}]}, {"heading": "Births", "year": "1966", "date": "July 8", "txt": "Shadlog Bernicke, Nauruan politician", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 8", "txt": "Jordan Chan, Hong Kong actor and singer", "entities": [{"title": "Jordan Chan", "href": "/wiki/Jordan_Chan", "description": "Chan Siu-Chun, also known as Jordan Chan, is a Hong Kong actor and singer. Chan is a member of the Huizhou Committee of the Chinese People's Political Consultative Conference."}]}, {"heading": "Births", "year": "1968", "date": "July 8", "txt": "Billy Crudup, American actor", "entities": [{"title": "Billy Crudup", "href": "/wiki/Billy_Crudup", "description": "William Gaither Crudup is an American actor. He is a four-time Tony Award nominee, winning once for his performance in Tom Stoppard's play The Coast of Utopia in 2007. He has starred in numerous high-profile films, including Without Limits, Princess Mononoke, Almost Famous, Big Fish, Mission: Impossible III, Watchmen, Public Enemies, Spotlight, Jackie, The Stanford Prison Experiment, Justice Leagu"}]}, {"heading": "Births", "year": "1968", "date": "July 8", "txt": "Shane Howarth, New Zealand rugby player and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 8", "txt": "Sugizo, Japanese singer-songwriter, guitarist and producer", "entities": [{"title": "Sugizo", "href": "/wiki/Sugizo", "description": "Yūne Sugihara , born Yasuhiro Sugihara , better known by his stage name Sugizo, is a Japanese musician, singer-songwriter, composer and record producer. He is the lead guitarist and violinist of the rock band Luna Sea since 1989."}]}, {"heading": "Births", "year": "1970", "date": "July 8", "txt": "Beck, American singer-songwriter and producer", "entities": [{"title": "Beck", "href": "/wiki/Beck", "description": "Beck David Hansen is an American musician, singer, songwriter, and record producer. He rose to fame in the early 1990s with his experimental and lo-fi style, and became known for creating musical collages of wide-ranging genres. He has musically encompassed folk, funk, soul, hip hop, electronic, alternative rock, country, and psychedelia. He has released 14 studio albums, as well as several non-al"}]}, {"heading": "Births", "year": "1970", "date": "July 8", "txt": "Sylvain Gaudreault, Canadian educator and politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 8", "txt": "Todd Martin, American tennis player and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 8", "txt": "Neil Jenkins, Welsh rugby player and coach", "entities": [{"title": "Neil Jenkins", "href": "/wiki/Neil_Jenkins", "description": "\n\nNeil Jenkins, is a Welsh former rugby union player and current coach. He played fly-half, centre, or full back for Pontypridd, Cardiff, Celtic Warriors, Wales and the British & Irish Lions. Jenkins is Wales' highest ever points-scorer and is the third highest on the List of leading rugby union test point scorers. He was the first player to score 1,000 points in international matches."}]}, {"heading": "Births", "year": "1972", "date": "July 8", "txt": "Karl Dykhuis, Canadian ice hockey player", "entities": [{"title": "Karl Dykhuis", "href": "/wiki/Karl_Dykhuis", "description": "Karl Sebastien Dykhuis is a Canadian former professional ice hockey defenceman who played 12 seasons in the National Hockey League (NHL) for the Chicago Blackhawks, Philadelphia Flyers, Tampa Bay Lightning and Montreal Canadiens."}]}, {"heading": "Births", "year": "1972", "date": "July 8", "txt": "Sourav Ganguly, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 8", "txt": "Shōsuke Tanihara, Japanese actor", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 8", "txt": "Hu Liang, Chinese field hockey player", "entities": [{"title": "Hu Liang", "href": "/wiki/Hu_Liang", "description": "Hu Liang is a Chinese professional field hockey player who represented China at the 2008 Summer Olympics in Beijing. The team finished last in their group, and finished 11th after beating South Africa."}]}, {"heading": "Births", "year": "1976", "date": "July 8", "txt": "Talal El Karkouri, Moroccan footballer", "entities": [{"title": "Talal El Karkouri", "href": "/wiki/Talal_El_Karkouri", "description": "Talal El Karkouri is a Moroccan former professional footballer. He played top-flight football in Morocco, France, Greece, England and Qatar before retiring in 2012. He made his international debut for Morocco in 2000, and earned 53 caps, playing at three Africa Cup of Nations."}]}, {"heading": "Births", "year": "1976", "date": "July 8", "txt": "Ellen MacArthur, English sailor", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 8", "txt": "Christian Abbiati, Italian footballer", "entities": [{"title": "Christian Abbiati", "href": "/wiki/Christian_Abbiati", "description": "Christian Abbiati is an Italian former professional footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1977", "date": "July 8", "txt": "Paolo Tiralongo, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 8", "txt": "Milo Ventimiglia, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 8", "txt": "Wang Zhizhi, Chinese basketball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 8", "txt": "Urmas Rooba, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 8", "txt": "Mat McBriar, American football player", "entities": [{"title": "Mat McBriar", "href": "/wiki/Mat_McBriar", "description": "Mat McBriar is an Australian former American football punter in the National Football League (NFL) for the Dallas Cowboys, Philadelphia Eagles, Pittsburgh Steelers and the San Diego Chargers. He played college football for the University of Hawaii."}]}, {"heading": "Births", "year": "1979", "date": "July 8", "txt": "Ben Jelen, Scottish-American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 8", "txt": "Eric Chouinard, American-Canadian ice hockey player", "entities": [{"title": "Eric Chouinard", "href": "/wiki/Eric_Chouinard", "description": "Eric Guy Chouinard is an American-born Canadian former professional ice hockey player who played in the National Hockey League (NHL) with the Montreal Canadiens, Philadelphia Flyers and Minnesota Wild."}]}, {"heading": "Births", "year": "1980", "date": "July 8", "txt": "Robbie Keane, Irish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 8", "txt": "Wolfram Müller, German runner", "entities": [{"title": "Wolfram Müller", "href": "/wiki/Wolfram_M%C3%BCller", "description": "\nWolfram Müller is a German middle-distance runner who specialises in the 1500 metres."}]}, {"heading": "Births", "year": "1981", "date": "July 8", "txt": "Anastasia Myskina, Russian tennis player", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 8", "txt": "Shonette Azore-Bruce, Barbadian netball player", "entities": [{"title": "Shonette Azore-Bruce", "href": "/wiki/Shonette_Azore-Bruce", "description": "Shonette Azore-Bruce also simply known as Shonette Azore is a Barbadian netball player who represents Barbados internationally and plays in the positions of goal defense and goal keeper. She competed at the Netball World Cup on four occasions in 1999, 2011, 2015 and 2019. She also represented Barbados at the Commonwealth Games in 2014 and 2018."}]}, {"heading": "Births", "year": "1982", "date": "July 8", "txt": "Sophia Bush, American actress and director", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 8", "txt": "Hakim Warrick, American basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 8", "txt": "John Bowker, American baseball player", "entities": [{"title": "John Bowker (baseball)", "href": "/wiki/John_Bowker_(baseball)", "description": "John Brite Bowker is an American former professional baseball outfielder and first baseman. He has played in Major League Baseball (MLB) for the San Francisco Giants, Pittsburgh Pirates, and Philadelphia Phillies and in Nippon Professional Baseball (NPB) for the Yomiuri Giants and Tohoku Rakuten Golden Eagles. Bowker stands 6 feet 1 inch (1.85 m) tall and weighs 205 pounds (93 kg); he bats and thr"}]}, {"heading": "Births", "year": "1983", "date": "July 8", "txt": "Rich Peverley, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 8", "txt": "Renata Costa, Brazilian footballer", "entities": [{"title": "Renata Costa", "href": "/wiki/Renata_Costa", "description": "Renata Aparecida da Costa, commonly known as Renata Costa or Kóki, is a Brazilian footballer who plays for Iranduba. She represented the Brazil women's national football team at three editions of the FIFA Women's World Cup and three Olympic football tournaments."}]}, {"heading": "Births", "year": "1988", "date": "July 8", "txt": "Miki Roqué, Spanish footballer (d. 2012)", "entities": [{"title": "Miki Roqué", "href": "/wiki/Miki_Roqu%C3%A9", "description": "Miguel \"Miki\" Roqué Farrero was a Spanish footballer. Mainly a central defender, he could also appear as a defensive midfielder."}]}, {"heading": "Births", "year": "1988", "date": "July 8", "txt": "Jesse Sergent, New Zealand cyclist", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 8", "txt": "Yarden Gerbi, Israeli Judo champion", "entities": [{"title": "Yarden Gerbi", "href": "/wiki/Yarden_Gerbi", "description": "Yarden Gerbi is a retired Israeli judoka world champion. She won an Olympic bronze medal competing for Israel at the 2016 Summer Olympics, in Women's 63 kg Judo."}]}, {"heading": "Births", "year": "1989", "date": "July 8", "txt": "Tor Marius Gromstad, Norwegian footballer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1991", "date": "July 8", "txt": "Virgil van Dijk, Dutch footballer", "entities": [{"title": "Virgil van Dijk", "href": "/wiki/Virgil_van_Dijk", "description": "Virgil van Dijk is a Dutch professional footballer who plays as a centre-back for Premier League club Liverpool and captains the Netherlands national team. Considered one of the best defenders in the world, he is known for his strength, leadership and aerial ability. He is the only defender to win UEFA Men's Player of the Year, and has finished runner-up for the Ballon d'Or and Best FIFA Men's Pla"}]}, {"heading": "Births", "year": "1992", "date": "July 8", "txt": "Ariel Camacho, Mexican singer-songwriter (d. 2015)", "entities": [{"title": "Ariel Camacho", "href": "/wiki/Ariel_Camacho", "description": "José Ariel Camacho Barraza was a Mexican singer-songwriter who performed in the Regional Mexican genre. He was leader of his band, Ariel Camacho y Los Plebes del Rancho and was signed to DEL Records."}]}, {"heading": "Births", "year": "1992", "date": "July 8", "txt": "Son Heung-min, Korean footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "July 8", "txt": "Bryce Love, American football player", "entities": [{"title": "Bryce Love", "href": "/wiki/Bryce_Love", "description": "Jonathan Bryce Love is an American football running back who is a free agent. He played college football at Stanford and was drafted by the Washington Redskins in the fourth round of the 2019 NFL Draft, although he never played in a game with them due to his failing to recover from a knee injury he suffered at Stanford. In his youth, he was also a sprinter specializing in the 200 meters and 400 me"}]}, {"heading": "Births", "year": "1998", "date": "July 8", "txt": "Jaden Smith, American actor and rapper", "entities": [{"title": "Jaden Smith", "href": "/wiki/Jaden_Smith", "description": "Jaden Christopher Syre Smith sometimes known by just the mononym Jaden is an American actor, rapper, singer, and songwriter. Smith's first role was with his father Will Smith in the 2006 film The Pursuit of Happyness and would again appear with his father in the 2013 film After Earth. He also starred in the remake films The Day the Earth Stood Still (2008) and The Karate Kid (2010)."}]}, {"heading": "Deaths", "year": "689", "date": "July 8", "txt": "Kilian, Irish bishop", "entities": [{"title": "Saint Kilian", "href": "/wiki/Saint_Kilian", "description": "Saint Kilian, also spelled Killian, was an Irish missionary bishop and the Apostle of Franconia, where he began his labours towards the end of the 7th century. His feast day is 8 July."}, {"title": "Bishop", "href": "/wiki/Bishop", "description": "A bishop is an ordained, consecrated, or appointed member of the Christian clergy who is generally entrusted with a position of authority and oversight."}]}, {"heading": "Deaths", "year": "810", "date": "July 8", "txt": "Pepin of Italy, son of Charlemagne (b. 773)", "entities": [{"title": "Pepin of Italy", "href": "/wiki/Pepin_of_Italy", "description": "Pepin or Pippin, born  Carloman, was the son of Charlemagne and King of the Lombards (781–810) under the authority of his father."}, {"title": "Charlemagne", "href": "/wiki/Charlemagne", "description": "Charlemagne or Charles the Great; from the Latin Carolus Magnus, numbered Charles I, was King of the Franks from 768, King of the Lombards from 774, and Emperor of the Romans from 800. During the Early Middle Ages, he united the majority of western and central Europe. He was the first recognised emperor to rule from western Europe since the fall of the Western Roman Empire around three centuries e"}]}, {"heading": "Deaths", "year": "873", "date": "July 8", "txt": "Gunther, archbishop of Cologne", "entities": [{"title": "Gunther (archbishop of Cologne)", "href": "/wiki/Gunther_(archbishop_of_Cologne)", "description": "Gunther or Gunthar was Archbishop of Cologne in Germany from 850 until he was excommunicated and deposed in 863."}, {"title": "Cologne", "href": "/wiki/Cologne", "description": "Cologne is the largest city of Germany's most populous state of North Rhine-Westphalia (NRW) and the fourth-most populous city in Germany. With 3.6 million people in the urban region and 1.1 million inhabitants within its city proper, Cologne is the largest city on the river Rhine and also the most populous city of both the Rhine-Ruhr Metropolitan Region and the Rhineland. Centered on the left ban"}]}, {"heading": "Deaths", "year": "900", "date": "July 8", "txt": "Qatr al-Nada, wife of the Abbasid caliph al-Mu'tadid", "entities": [{"title": "Qatr al-Nada", "href": "/wiki/Qatr_al-Nada", "description": "Asma bint Khumarawayh ibn Ahmad ibn Tulun, known as Qatr al-Nada, was a Tulunid princess and the principal wife of the sixteenth Abbasid caliph, al-Mu'tadid."}]}, {"heading": "Deaths", "year": "901", "date": "July 8", "txt": "Grimbald, French-English monk and saint (b. 827)", "entities": [{"title": "Grimbald", "href": "/wiki/Grimbald", "description": "Saint Grimbald was a 9th-century Benedictine monk at the Abbey of Saint Bertin near Saint-Omer, France."}]}, {"heading": "Deaths", "year": "975", "date": "July 8", "txt": "Edgar the Peaceful, English king (b. 943)", "entities": [{"title": "Edgar the Peaceful", "href": "/wiki/Edgar_the_Peaceful", "description": "Edgar, known as the Peaceful or the Peaceable, was King of the English from 959 until his death. He was the younger son of Edmund I and Ælfgifu of Shaftesbury, and came to the throne as a teenager, following the death of his older brother Eadwig. As king, Edgar further consolidated the political unity achieved by his predecessors, with his reign being noted for its relative stability. His most tru"}]}, {"heading": "Deaths", "year": "1153", "date": "July 8", "txt": "Pope Eugene III (b. 1087)", "entities": [{"title": "Pope Eugene III", "href": "/wiki/Pope_Eugene_III", "description": "Pope Eugene III, born Bernardo Pignatelli, or possibly Paganelli, called Bernardo da Pisa, was head of the Catholic Church and ruler of the Papal States from 15 February 1145 to his death in 1153. He was the first Cistercian to become pope. In response to the fall of Edessa to the Muslims in 1144, Eugene proclaimed the Second Crusade. The crusade failed to recapture Edessa, which was the first of "}]}, {"heading": "Deaths", "year": "1253", "date": "July 8", "txt": "Theobald I of Navarre (b. 1201)", "entities": [{"title": "Theobald I of Navarre", "href": "/wiki/Theobald_I_of_Navarre", "description": "Theobald I, also called the Troubadour and the Posthumous, was Count of Champagne from birth and King of Navarre from 1234. He initiated the Barons' Crusade, was famous as a trouvère, and was the first Frenchman to rule Navarre."}]}, {"heading": "Deaths", "year": "1261", "date": "July 8", "txt": "Adolf IV of Holstein, Count of Schauenburg", "entities": [{"title": "Adolf IV of Holstein", "href": "/wiki/Adolf_IV_of_Holstein", "description": "Adolf IV, was a Count of Schauenburg (1225–1238) and of Holstein (1227–1238), of the House of Schaumburg. Adolf was the eldest son of Adolf III of Schauenburg and Holstein by his second wife, Adelheid of Querfurt."}]}, {"heading": "Deaths", "year": "1390", "date": "July 8", "txt": "Albert of Saxony, Bishop of Halberstadt and German philosopher (b. circa 1320)", "entities": [{"title": "Albert of Saxony (philosopher)", "href": "/wiki/Albert_of_Saxony_(philosopher)", "description": "Albert of Saxony was a German philosopher and mathematician known for his contributions to logic and physics. He was bishop of Halberstadt from 1366 until his death."}, {"title": "Bishop of Halberstadt", "href": "/wiki/Bishop_of_Halberstadt", "description": "The Diocese of Halberstadt was a Roman Catholic diocese from 804 until 1648. From 1180, the bishops or administrators of Halberstadt ruled a state within the Holy Roman Empire, the prince-bishopric of Halberstadt. The diocesan seat and secular capital was Halberstadt in present-day Saxony-Anhalt."}, {"title": "Philosopher", "href": "/wiki/Philosopher", "description": "A philosopher is someone who practices philosophy. The term philosopher comes from the Ancient Greek: φιλόσοφος, romanized: philosophos, meaning 'lover of wisdom'. The coining of the term has been attributed to the Greek thinker Pythagoras."}]}, {"heading": "Deaths", "year": "1538", "date": "July 8", "txt": "Diego de Almagro, Spanish general and explorer (b. 1475)", "entities": [{"title": "Diego de Almagro", "href": "/wiki/Diego_de_Almagro", "description": "Diego de Almagro, also known as El Adelantado and El Viejo, was a Spanish conquistador known for his exploits in western South America. He participated with Francisco Pizarro in the Spanish conquest of Peru. While subduing the Inca Empire he laid the foundation for Quito and Trujillo as Spanish cities in present-day Ecuador and Peru respectively. From Peru Almagro led the first Spanish military ex"}]}, {"heading": "Deaths", "year": "1623", "date": "July 8", "txt": "Pope Gregory XV (b. 1554)", "entities": [{"title": "Pope Gregory XV", "href": "/wiki/Pope_Gregory_XV", "description": "Pope Gregory XV, born Alessandro Ludovisi, was head of the Catholic Church and ruler of the Papal States from 9 February 1621 to his death in 1623."}]}, {"heading": "Deaths", "year": "1689", "date": "July 8", "txt": "Edward Wooster, English-American settler (b. 1622)", "entities": [{"title": "Edward Wooster", "href": "/wiki/Edward_Wooster", "description": "Edward Wooster was an English early settler of Colonial America, and \"the first permanent settler in Derby\", Connecticut."}]}, {"heading": "Deaths", "year": "1695", "date": "July 8", "txt": "Christiaan Huygens, Dutch mathematician, astronomer, and physicist (b. 1629)", "entities": [{"title": "Christiaan Huygens", "href": "/wiki/Christiaan_Huygens", "description": "Christiaan Huygens, also spelled Huyghens, was a Dutch mathematician, physicist, astronomer and inventor, who is widely regarded as one of the greatest scientists of all time and a major figure in the scientific revolution. In physics, Huygens made groundbreaking contributions in optics and mechanics, while as an astronomer he is chiefly known for his studies of the rings of Saturn and the discove"}]}, {"heading": "Deaths", "year": "1716", "date": "July 8", "txt": "Robert South, English preacher and theologian (b. 1634)", "entities": [{"title": "Robert South", "href": "/wiki/Robert_South", "description": "Robert South was an English churchman who was known for his combative preaching and his Latin poetry."}]}, {"heading": "Deaths", "year": "1721", "date": "July 8", "txt": "Elihu Yale, American-English merchant and philanthropist (b. 1649)", "entities": [{"title": "Elihu Yale", "href": "/wiki/Elihu_Yale", "description": "Elihu Yale was a British-American merchant, President of the East India Company settlement in Fort St. George, at Madras, and a benefactor of the Yale College named in his honor."}]}, {"heading": "Deaths", "year": "1784", "date": "July 8", "txt": "Torbern Bergman, Swedish chemist and mineralogist (b. 1735)", "entities": [{"title": "Torbern Bergman", "href": "/wiki/Torbern_Bergman", "description": "Torbern Olaf (Olof) Bergman (KVO) was a Swedish chemist and mineralogist noted for his 1775 Dissertation on Elective Attractions, containing the largest chemical affinity tables ever published. Bergman was the first chemist to use the A, B, C, etc., system of notation for chemical species."}]}, {"heading": "Deaths", "year": "1794", "date": "July 8", "txt": "Richard Mique, French architect (b. 1728)", "entities": [{"title": "Richard Mique", "href": "/wiki/Richard_Mique", "description": "Richard Mique was a neoclassical French architect born in Lorraine. He is most remembered for his picturesque hamlet, the Hameau de la Reine — not particularly characteristic of his working style — for Marie Antoinette in the Petit Trianon gardens within the estate of Palace of Versailles."}]}, {"heading": "Deaths", "year": "1820", "date": "July 8", "txt": "Octavia Taylor, daughter of Zachary Taylor (b. 1816)", "entities": [{"title": "Octavia Taylor", "href": "/wiki/Octavia_Taylor", "description": "Zachary Taylor was an American military leader who served as the 12th president of the United States from 1849 until his death in 1850. Taylor previously was a career officer in the United States Army, rose to the rank of major general and became a national hero as a result of his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political bel"}, {"title": "Zachary Taylor", "href": "/wiki/Zachary_Taylor", "description": "Zachary Taylor was an American military leader who served as the 12th president of the United States from 1849 until his death in 1850. Taylor previously was a career officer in the United States Army, rose to the rank of major general and became a national hero as a result of his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political bel"}]}, {"heading": "Deaths", "year": "1822", "date": "July 8", "txt": "Percy Bysshe Shelley, English poet and playwright (b. 1792)", "entities": [{"title": "Percy Bysshe Shelley", "href": "/wiki/Percy_Bysshe_Shelley", "description": "Percy Bysshe Shelley was one of the major English Romantic poets. American literary critic Harold Bloom describes him as \"a superb craftsman, a lyric poet without rival, and surely one of the most advanced sceptical intellects ever to write a poem.\" A radical in his poetry as well as in his political and social views, Shelley did not achieve fame during his lifetime, but recognition of his achieve"}]}, {"heading": "Deaths", "year": "1850", "date": "July 8", "txt": "Prince Adolphus, Duke of Cambridge (b. 1774)", "entities": [{"title": "Prince Adolphus, Duke of Cambridge", "href": "/wiki/Prince_Adolphus,_Duke_of_Cambridge", "description": "Prince Adolphus, Duke of Cambridge, was the tenth child and seventh son of the British king George III and Charlotte of Mecklenburg-Strelitz. He held the title of Duke of Cambridge from 1801 until his death. He also served as Viceroy of Hanover on behalf of his brothers George IV and William IV. His granddaughter Princess Victoria Mary of Teck, daughter of Princess Mary Adelaide, was the wife of K"}]}, {"heading": "Deaths", "year": "1859", "date": "July 8", "txt": "Oscar I of Sweden (b. 1799)", "entities": [{"title": "Oscar I of Sweden", "href": "/wiki/Oscar_I_of_Sweden", "description": "Oscar I was King of Sweden and Norway from 8 March 1844 until his death. He was the second monarch of the House of Bernadotte."}]}, {"heading": "Deaths", "year": "1873", "date": "July 8", "txt": "Franz Xaver Winterhalter, German painter and lithographer (b. 1805)", "entities": [{"title": "Franz Xaver Winterhalter", "href": "/wiki/Franz_Xaver_Winterhalter", "description": "Franz Xaver Winterhalter was a German painter and lithographer, known for his flattering portraits of royalty and upper-class society in the mid-19th century. His name has become associated with fashionable court portraiture. Among his best known works are Empress Eugénie Surrounded by her Ladies in Waiting (1855) and the portraits he made of Empress Elisabeth of Austria (1865)."}]}, {"heading": "Deaths", "year": "1887", "date": "July 8", "txt": "Ben Holladay, American businessman (b. 1819)", "entities": [{"title": "Ben Holladay", "href": "/wiki/Ben_Holladay", "description": "Benjamin Holladay was an American transportation businessman responsible for creating the Overland Stage to California during the height of the 1849 California Gold Rush. Ben Holladay created a stagecoach empire and he is known in history as the \"Stagecoach King\". A native of Kentucky, he also was hired as a private courier to General Alexander Doniphan of Missouri. Doniphan refused point-blank to"}]}, {"heading": "Deaths", "year": "1895", "date": "July 8", "txt": "Johann Josef Loschmidt, Austrian chemist and physicist (b. 1821)", "entities": [{"title": "Johann Josef Loschmidt", "href": "/wiki/Johann_Josef_Loschmidt", "description": "Johann Josef Loschmidt, who referred to himself mostly as Josef Loschmidt, was a notable Austrian scientist who performed ground-breaking work in chemistry, physics, and crystal forms."}]}, {"heading": "Deaths", "year": "1905", "date": "July 8", "txt": "Walter Kittredge, American violinist and composer (b. 1834)", "entities": [{"title": "Walter Kittredge", "href": "/wiki/Walter_Kittredge", "description": "Walter Kittredge, was a famous musician during the American Civil War."}]}, {"heading": "Deaths", "year": "1913", "date": "July 8", "txt": "Louis Hémon, French-Canadian author (b. 1880)", "entities": [{"title": "Louis Hémon", "href": "/wiki/Louis_H%C3%A9mon", "description": "Louis Hémon, was a French writer best known for his novel Maria Chapdelaine."}]}, {"heading": "Deaths", "year": "1917", "date": "July 8", "txt": "Tom Thomson, Canadian painter (b. 1877)", "entities": [{"title": "Tom Thomson", "href": "/wiki/Tom_Thomson", "description": "Thomas John Thomson was a Canadian artist active in the early 20th century. During his short career he produced roughly 400 oil sketches on small wood panels along with around 50 larger works on canvas. His works consist almost entirely of landscapes depicting trees, skies, lakes, and rivers. His paintings use broad brush strokes and a liberal application of paint to capture the beauty and colour "}]}, {"heading": "Deaths", "year": "1930", "date": "July 8", "txt": "Joseph Ward, Australian-New Zealand businessman and politician, 17th Prime Minister of New Zealand (b. 1856)", "entities": [{"title": "Joseph Ward", "href": "/wiki/Joseph_Ward", "description": "Sir Joseph George Ward, 1st Baronet, of Wellington, was a New Zealand politician who served as the 17th Prime Minister of New Zealand from 1906 to 1912 and from 1928 to 1930. He was a dominant figure in the Liberal and United ministries of the late 19th and early 20th centuries."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "1933", "date": "July 8", "txt": "Anthony Hope, English author and playwright (b. 1863)", "entities": [{"title": "Anthony Hope", "href": "/wiki/Anthony_Hope", "description": "Sir Anthony Hope Hawkins, better known as Anthony Hope, was a British novelist and playwright. He was a prolific writer, especially of adventure novels but he is remembered predominantly for only two books: The Prisoner of Zenda (1894) and its sequel Rupert of Hentzau (1898). These works, \"minor classics\" of English literature, are set in the contemporaneous fictional country of Ruritania and spaw"}]}, {"heading": "Deaths", "year": "1934", "date": "July 8", "txt": "Benjamin Baillaud, French astronomer and academic (b. 1848)", "entities": [{"title": "Benjamin Baillaud", "href": "/wiki/Benjamin_Baillaud", "description": "Édouard Benjamin Baillaud was a French astronomer."}]}, {"heading": "Deaths", "year": "1939", "date": "July 8", "txt": "Havelock Ellis, English psychologist and author (b. 1859)", "entities": [{"title": "Havelock Ellis", "href": "/wiki/Havelock_Ellis", "description": "Henry Havelock Ellis was an English physician, eugenicist, writer, progressive intellectual and social reformer who studied human sexuality. He co-wrote the first medical textbook in English on homosexuality in 1897, and also published works on a variety of sexual practices and inclinations, as well as on transgender psychology. He is credited with introducing the notions of narcissism and autoero"}]}, {"heading": "Deaths", "year": "1941", "date": "July 8", "txt": "Moses Schorr, Polish rabbi, historian, and politician (b. 1874)", "entities": [{"title": "Moses Schorr", "href": "/wiki/Moses_Schorr", "description": "Moses Schorr, Polish: Mojżesz Schorr was a rabbi, Polish historian, politician, Bible scholar, assyriologist and orientalist. Schorr was one of the top experts on the history of the Jews in Poland. He was the first Jewish researcher of Polish archives, historical sources, and pinkasim. The president of the 13th district B'nai B'rith Poland, he was a humanist and modern rabbi who ministered the cen"}]}, {"heading": "Deaths", "year": "1942", "date": "July 8", "txt": "Louis Franchet d'Espèrey, Algerian-French general (b. 1856)", "entities": [{"title": "Louis Franchet d'Espèrey", "href": "/wiki/Louis_Franchet_d%27Esp%C3%A8rey", "description": "Louis Félix Marie François Franchet d'Espèrey was a French general during World War I. As commander of the large Allied army based at Salonika, he conducted the successful Macedonian campaign, which caused the collapse of the Southern Front and contributed to the armistice."}]}, {"heading": "Deaths", "year": "1942", "date": "July 8", "txt": "Refik Saydam, Turkish physician and politician, 5th Prime Minister of Turkey (b. 1881)", "entities": [{"title": "Prime Minister of Turkey", "href": "/wiki/Prime_Minister_of_Turkey", "description": "The Prime Minister of the Republic of Turkey was the head of government of the Republic of Turkey from 1920 to 2018, who led a political coalition in the Turkish Parliament and presided over the cabinet. Throughout the political history of Turkey, functions and powers of the post had changed occasionally."}]}, {"heading": "Deaths", "year": "1943", "date": "July 8", "txt": "Jean Moulin, French soldier (b. 1899)", "entities": [{"title": "Jean Moulin", "href": "/wiki/Jean_Moulin", "description": "Jean Pierre Moulin was a French civil servant who served as the first President of the National Council of the Resistance during World War II from 23 May 1943 until his death less than two months later."}]}, {"heading": "Deaths", "year": "1950", "date": "July 8", "txt": "Othmar Spann, Austrian sociologist, economist, and philosopher (b. 1878)", "entities": [{"title": "Othmar Spann", "href": "/wiki/Othmar_Spann", "description": "Othmar Spann was a conservative Austrian philosopher, sociologist and economist whose radical anti-liberal and anti-socialist views, based on early 19th century Romantic ideas expressed by Adam Müller et al. and popularized in his books and lecture courses, helped antagonise political factions in Austria during the interwar years."}]}, {"heading": "Deaths", "year": "1952", "date": "July 8", "txt": "August Alle, Estonian lawyer, author, and poet (b. 1890)", "entities": [{"title": "August Alle", "href": "/wiki/August_Alle", "description": "August Alle was an Estonian writer."}]}, {"heading": "Deaths", "year": "1956", "date": "July 8", "txt": "Giovanni Papini, Italian journalist, author, and critic (b. 1881)", "entities": [{"title": "Giovanni Papini", "href": "/wiki/Giovanni_Papini", "description": "Giovanni Papini was an Italian journalist, essayist, novelist, short story writer, poet, literary critic, and philosopher. A controversial literary figure of the early and mid-twentieth century, he was the earliest and most enthusiastic representative and promoter of Italian pragmatism. Papini was admired for his writing style and engaged in heated polemics. Involved with avant-garde movements suc"}]}, {"heading": "Deaths", "year": "1965", "date": "July 8", "txt": "Thomas Sigismund Stribling, American lawyer and author (b. 1881)", "entities": [{"title": "Thomas Sigismund Stribling", "href": "/wiki/Thomas_Sigismund_Stribling", "description": "Thomas Sigismund Stribling was an American writer and lawyer who published under the name T.S. Stribling. He won the Pulitzer Prize for the Novel in 1933 for his novel The Store."}]}, {"heading": "Deaths", "year": "1968", "date": "July 8", "txt": "Désiré Mérchez, French swimmer and water polo player (b. 1882)", "entities": [{"title": "Désiré Mérchez", "href": "/wiki/D%C3%A9sir%C3%A9_M%C3%A9rchez", "description": "Désiré Alfred Mérchez was a male French swimmer and water polo player who competed in the 1900 Summer Olympics. He was born in Lille and died in Nice."}]}, {"heading": "Deaths", "year": "1971", "date": "July 8", "txt": "Kurt Reidemeister, German mathematician connected to the Vienna Circle (b. 1893)", "entities": [{"title": "Kurt Reidemeister", "href": "/wiki/Kurt_Reidemeister", "description": "Kurt Werner Friedrich Reidemeister was a mathematician born in Braunschweig (Brunswick), Germany."}]}, {"heading": "Deaths", "year": "1972", "date": "July 8", "txt": "Ghassan Kanafani, Palestinian writer and politician (b. 1936)", "entities": [{"title": "Ghassan Kanafani", "href": "/wiki/Ghassan_Kanafani", "description": "Ghassan Kanafani was a Palestinian author and a leading member of the Popular Front for the Liberation of Palestine (PFLP). On 8 July 1972, he was assassinated by Mossad as a response to the Lod airport massacre."}]}, {"heading": "Deaths", "year": "1973", "date": "July 8", "txt": "Gene L. Coon, American screenwriter and producer (b. 1924)", "entities": [{"title": "Gene L. Coon", "href": "/wiki/Gene_L._Coon", "description": "Eugene Lee Coon was an American screenwriter, television producer and novelist. He is best remembered for his work on the original Star Trek series, especially as its showrunner where he was responsible for both its idealistic tone and various key elements of the franchise."}]}, {"heading": "Deaths", "year": "1973", "date": "July 8", "txt": "Ben-Zion Dinur, Russian-Israeli educator and politician, 4th Education Minister of Israel (b. 1884)", "entities": [{"title": "Education Minister of Israel", "href": "/wiki/Education_Minister_of_Israel", "description": "The Israeli Ministry of Education is the branch of government charged with overseeing public education institutions in Israel. The department is headed by the Minister of Education, who is a member of the cabinet. The ministry has previously included culture and sport, although this is now covered by the Ministry of Culture and Sport."}]}, {"heading": "Deaths", "year": "1973", "date": "July 8", "txt": "Wilfred Rhodes, English cricketer and coach (b. 1877)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "July 8", "txt": "Sin-Itiro Tomonaga, Japanese physicist and academic, Nobel Prize laureate (b. 1906)", "entities": [{"title": "Sin-Itiro Tomonaga", "href": "/wiki/Sin-Itiro_Tomonaga", "description": "Shinichiro Tomonaga , usually cited as Sin-Itiro Tomonaga in English, was a Japanese physicist, influential in the development of quantum electrodynamics, work for which he was jointly awarded the Nobel Prize in Physics in 1965 along with Richard Feynman and Julian Schwinger."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1979", "date": "July 8", "txt": "Michael Wilding, English actor (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "July 8", "txt": "Robert Burns Woodward, American chemist and academic, Nobel Prize laureate (b. 1917)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1981", "date": "July 8", "txt": "Bill Hallahan, American baseball player (b. 1902)", "entities": [{"title": "Bill Hallahan", "href": "/wiki/Bill_Hallahan", "description": "William Anthony Hallahan was an American left-handed pitcher in Major League Baseball during the 1920s and 1930s. Nicknamed \"Wild Bill\" because of his lack of control on the mound—he twice led the National League in bases on balls—Hallahan nevertheless was one of the pitching stars of the 1931 World Series and pitched his finest in postseason competition."}]}, {"heading": "Deaths", "year": "1985", "date": "July 8", "txt": "Phil Foster, American actor and screenwriter (b. 1913)", "entities": [{"title": "Phil Foster", "href": "/wiki/Phil_Foster", "description": "Phil Foster was an American actor and performer, best known for his portrayal of Frank DeFazio in Laverne & Shirley."}]}, {"heading": "Deaths", "year": "1985", "date": "July 8", "txt": "Jean-Paul Le Chanois, French actor, director, and screenwriter (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "July 8", "txt": "Skeeter Webb, American baseball player and manager (b. 1909)", "entities": [{"title": "Skeeter Webb", "href": "/wiki/Skeeter_Webb", "description": "James Laverne \"Skeeter\" Webb was an American professional baseball infielder in Major League Baseball from 1932 to 1949. He played 12 seasons with the St. Louis Cardinals, Cleveland Indians, Chicago White Sox, Detroit Tigers, and Philadelphia Athletics."}]}, {"heading": "Deaths", "year": "1987", "date": "July 8", "txt": "Lionel Chevrier, Canadian lawyer and politician, 27th Canadian Minister of Justice (b. 1903)", "entities": [{"title": "Lionel Chevrier", "href": "/wiki/Lionel_Chevrier", "description": "Lionel Chevrier, was a Canadian Member of Parliament and cabinet minister."}, {"title": "Minister of Justice (Canada)", "href": "/wiki/Minister_of_Justice_(Canada)", "description": "The minister of justice and attorney general of Canada is a dual-role portfolio in the Canadian Cabinet."}]}, {"heading": "Deaths", "year": "1987", "date": "July 8", "txt": "Gerardo Diego, Spanish poet and author (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "July 8", "txt": "Ray Barbuti, American runner and football player (b. 1905)", "entities": [{"title": "Ray Barbuti", "href": "/wiki/Ray_Barbuti", "description": "Raymond James Barbuti was an American football player and sprint runner who won two gold medals at the 1928 Summer Olympics."}]}, {"heading": "Deaths", "year": "1990", "date": "July 8", "txt": "Howard Duff, American actor (b. 1913)", "entities": [{"title": "Howard Duff", "href": "/wiki/Howard_Duff", "description": "Howard Green Duff was an American actor."}]}, {"heading": "Deaths", "year": "1991", "date": "July 8", "txt": "James Franciscus, American actor (b. 1934)", "entities": [{"title": "James Franciscus", "href": "/wiki/James_Franciscus", "description": "James Grover Franciscus was an American actor, known for his roles in feature films and in six television series: Mr. Novak, The Naked City, The Investigators, Longstreet, Doc Elliot, and Hunter."}]}, {"heading": "Deaths", "year": "1994", "date": "July 8", "txt": "Christian-Jaque, French director and screenwriter (b. 1904)", "entities": [{"title": "Christian-Jaque", "href": "/wiki/Christian-Jaque", "description": "Christian-Jaque was a French filmmaker. From 1954 to 1959, he was married to actress Martine Carol, who starred in several of his films, including Lucrèce Borgia (1953), Madame du Barry (1954), and Nana (1955)."}]}, {"heading": "Deaths", "year": "1994", "date": "July 8", "txt": "Kim Il-sung, North Korean commander and politician, President of North Korea (b. 1912)", "entities": [{"title": "President of North Korea", "href": "/wiki/President_of_North_Korea", "description": "Eternal leaders of Juche Korea refers to the practice of granting posthumous titles to deceased leaders of North Korea. The phrase \"Eternal leaders of Juche Korea\" was established by a line in the preamble to the Constitution, as amended on 30 June 2016, and in subsequent revisions."}]}, {"heading": "Deaths", "year": "1994", "date": "July 8", "txt": "Lars-Eric Lindblad, Swedish-American businessman and explorer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "July 8", "txt": "Dick Sargent, American actor (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "July 8", "txt": "Irene Prador, Austrian-born actress and writer (b. 1911)", "entities": [{"title": "Irene Prador", "href": "/wiki/Irene_Prador", "description": "Irene Prador was an Austrian-born actress and writer."}]}, {"heading": "Deaths", "year": "1998", "date": "July 8", "txt": "Lilí Álvarez, Spanish tennis player, author, and feminist (b. 1905)", "entities": [{"title": "Lilí Álvarez", "href": "/wiki/Lil%C3%AD_%C3%81lvarez", "description": "Elia Maria González-Álvarez y López-Chicheri, also known as Lilí Álvarez, was a Spanish multi-sport competitor, an international tennis champion, an author, feminist and a journalist."}]}, {"heading": "Deaths", "year": "1999", "date": "July 8", "txt": "Pete Conrad, American captain, pilot, and astronaut (b. 1930)", "entities": [{"title": "Pete Conrad", "href": "/wiki/Pete_Conrad", "description": "Charles \"Pete\" Conrad Jr. was an American NASA astronaut, aeronautical engineer, naval officer and aviator, test pilot, and commanded the Apollo 12 space mission, on which he became the third person to walk on the Moon. Conrad was selected in NASA's second astronaut class in 1962."}]}, {"heading": "Deaths", "year": "2001", "date": "July 8", "txt": "John O'Shea, New Zealand director, producer, and screenwriter (b. 1920)", "entities": [{"title": "John O'Shea (director)", "href": "/wiki/John_O%27Shea_(director)", "description": "\nJohn Dempsey O'Shea was a New Zealand independent filmmaker; he was a director, producer, writer and actor. He produced the only three feature films that were made in New Zealand between 1940 and 1970."}]}, {"heading": "Deaths", "year": "2002", "date": "July 8", "txt": "Ward Kimball, American animator and trombonist (b. 1914)", "entities": [{"title": "Ward Kimball", "href": "/wiki/Ward_Kimball", "description": "Ward Walrath Kimball was an American animator employed by Walt Disney Animation Studios. He was part of Walt Disney's main team of animators, known collectively as Disney's Nine Old Men. His films have been honored with two Academy Awards for Best Animated Short Film."}]}, {"heading": "Deaths", "year": "2004", "date": "July 8", "txt": "Paula Danziger, American author and educator (b. 1944)", "entities": [{"title": "Paula Danziger", "href": "/wiki/Paula_Danziger", "description": "Paula Danziger was an American children's author. She wrote more than 30 books, including her 1974 debut The Cat Ate My Gymsuit, for children's and young adult audiences. At the time of her death, all her books were still in print; they had been published in 53 countries and in 14 languages."}]}, {"heading": "Deaths", "year": "2005", "date": "July 8", "txt": "Maurice Baquet, French actor and cellist (b. 1911)", "entities": [{"title": "Maurice Baquet", "href": "/wiki/Maurice_Baquet", "description": "Maurice Louis Baquet was a French actor and cellist."}]}, {"heading": "Deaths", "year": "2006", "date": "July 8", "txt": "June Allyson, American actress and singer (b. 1917)", "entities": [{"title": "June Allyson", "href": "/wiki/June_Allyson", "description": "June Allyson was an American stage, film, and television actress, dancer, and singer."}]}, {"heading": "Deaths", "year": "2007", "date": "July 8", "txt": "Chandra Shekhar, Indian lawyer and politician, 9th Prime Minister of India (b. 1927)", "entities": [{"title": "Chandra Shekhar", "href": "/wiki/Chandra_Shekhar", "description": "Chandra Shekhar Singh was an Indian politician who served as the eighth Prime Minister of India, between 10 November 1990 and 21 June 1991. He headed a minority government of a breakaway faction of the Janata Dal with outside support from the Indian National Congress. He is the first Indian Prime Minister who has never held any Government office. His government was largely seen as a \"puppet\" and \""}, {"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Deaths", "year": "2007", "date": "July 8", "txt": "Jack B. Sowards, American screenwriter and producer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "July 8", "txt": "John Templeton, American-born British businessman and philanthropist (b. 1912)", "entities": [{"title": "John Templeton", "href": "/wiki/John_Templeton", "description": "Sir John Marks Templeton was an American-born British investor, banker, fund manager, and philanthropist. In 1954, he entered the mutual fund market and created the Templeton Growth Fund, which averaged growth over 15% per year for 38 years. A pioneer of emerging market investing in the 1960s, Money magazine named him \"arguably the greatest global stock picker of the century\" in 1999."}]}, {"heading": "Deaths", "year": "2009", "date": "July 8", "txt": "Midnight, American singer-songwriter (b. 1962)", "entities": [{"title": "Midnight (musician)", "href": "/wiki/Midnight_(musician)", "description": "Midnight was an American musician best known for being the vocalist of Crimson Glory. The band became known for Midnight's \"ear-shattering screams\", which drew comparisons to Geoff Tate, and \"painfully strident delivery.\""}]}, {"heading": "Deaths", "year": "2011", "date": "July 8", "txt": "Roberts Blossom, American actor and poet (b. 1924)", "entities": [{"title": "Roberts Blossom", "href": "/wiki/Roberts_Blossom", "description": "Roberts Scott Blossom was an American character actor, and poet of theatre, film, and television. He was best known for his roles as Old Man Marley in Home Alone (1990) and as Ezra Cobb in the horror film Deranged (1974). He is also remembered for his supporting roles in films such as The Great Gatsby (1974), Close Encounters of the Third Kind (1977), Escape from Alcatraz (1979), Christine (1983),"}]}, {"heading": "Deaths", "year": "2011", "date": "July 8", "txt": "Betty Ford, First Lady of the United States (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 8", "txt": "Muhammed bin Saud Al Saud, Saudi Arabian politician (b. 1934)", "entities": [{"title": "Muhammed bin Saud Al Saud", "href": "/wiki/Muhammed_bin_Saud_Al_Saud", "description": "Muhammed bin Saud Al Saud was a member of the House of Saud. He was the only son of King Saud to hold high office after his father's deposition in 1964 until his brother Mishaal bin Saud became the governor of Najran Province in 1997."}]}, {"heading": "Deaths", "year": "2012", "date": "July 8", "txt": "Ernest Borgnine, American actor (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 8", "txt": "Gyang Dalyop Datong, Nigerian physician and politician (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 8", "txt": "Martin Pakledinaz, American costume designer (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 8", "txt": "Dick Gray, American baseball player (b. 1931)", "entities": [{"title": "Dick Gray", "href": "/wiki/Dick_Gray", "description": "Richard Benjamin Gray was an American professional baseball player. He was an infielder in Major League Baseball, playing mainly as a third baseman for the Los Angeles Dodgers and St. Louis Cardinals from 1958 through 1960. Listed at 5 feet 11 inches (1.80 m) tall and 165 pounds (75 kg), he batted and threw right handed."}]}, {"heading": "Deaths", "year": "2013", "date": "July 8", "txt": "Edmund Morgan, American historian and author (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 8", "txt": "Claudiney Ramos, Brazilian footballer (b. 1980)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 8", "txt": "Rubby Sherr, American physicist and academic (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 8", "txt": "Sundri Uttamchandani, Indian author (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 8", "txt": "Brett Walker, American songwriter and producer (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 8", "txt": "Plínio de Arruda Sampaio, Brazilian lawyer and politician (b. 1930)", "entities": [{"title": "Plínio de Arruda Sampaio", "href": "/wiki/Pl%C3%ADnio_de_Arruda_Sampaio", "description": "Plínio Soares de Arruda Sampaio was a Brazilian intellectual and political activist, who was affiliated with the Partido Socialismo e Liberdade (PSOL). He ran as a candidate for the presidency of the Federative Republic of Brazil in 2010."}]}, {"heading": "Deaths", "year": "2014", "date": "July 8", "txt": "John V. Evans, American soldier and politician, 27th Governor of Idaho (b. 1925)", "entities": [{"title": "Governor of Idaho", "href": "/wiki/Governor_of_Idaho", "description": "The Governor of Idaho is the head of the executive branch of Idaho's state government and commander-in-chief of the state's military forces. The officeholder has the duty to see state laws are executed, power to either approve or veto bills passed by the Idaho Legislature. The current Governor of Idaho is Republican Brad Little, who took office on January 7, 2019."}]}, {"heading": "Deaths", "year": "2014", "date": "July 8", "txt": "Ben Pangelinan, Guamanian businessman and politician (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 8", "txt": "Howard Siler, American bobsledder and coach (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 8", "txt": "Tom Veryzer, American baseball player (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 8", "txt": "Ken Stabler, American football player and sportscaster (b. 1945)", "entities": [{"title": "Ken Stabler", "href": "/wiki/Ken_Stabler", "description": "Kenneth Michael Stabler, nicknamed \"Snake\", was an American professional football player who was a quarterback in the National Football League (NFL) for the Oakland Raiders (1970–1979), Houston Oilers (1980–1981) and New Orleans Saints (1982–1984). He played college football for the Alabama Crimson Tide. Stabler quarterbacked the Raiders to victory in Super Bowl XI, was the 1974 NFL Most Valuable "}]}, {"heading": "Deaths", "year": "2015", "date": "July 8", "txt": "James Tate, American poet (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "July 8", "txt": "Abdul Sattar Edhi, Pakistani philanthropist (b. 1928)", "entities": [{"title": "Abdul Sattar Edhi", "href": "/wiki/Abdul_Sattar_Edhi", "description": "Abdul Sattar Edhi NI LPP GPA was a Pakistani humanitarian, philanthropist and ascetic who founded the Edhi Foundation, which runs the world's largest volunteer ambulance network, along with various homeless shelters, animal shelters, rehabilitation centres, and orphanages across Pakistan. Following his death, his son Faisal Edhi took over as head of the Edhi Foundation."}]}, {"heading": "Deaths", "year": "2018", "date": "July 8", "txt": "Tab Hunter, American actor, pop singer, film producer and author (b. 1931)", "entities": [{"title": "Tab Hunter", "href": "/wiki/Tab_Hunter", "description": "Tab Hunter was an American actor, singer, film producer, and author. Known for his blond, clean-cut good looks, Hunter appeared in over 40 films and was a well-known Hollywood star and heartthrob of the 1950s and 1960s. Hunter's film credits include Battle Cry (1955), The Girl He Left Behind (1956), Gunman's Walk (1958) and Damn Yankees (1958). Hunter also had a music career in the late 1950s; in "}]}, {"heading": "Deaths", "year": "2020", "date": "July 8", "txt": "Naya Rivera, American actress, model and singer (b. 1987)", "entities": [{"title": "Naya Rivera", "href": "/wiki/Naya_Rivera", "description": "Naya Marie Rivera was an American actress, singer and model. She began her career as a child actress and model, first appearing in national television commercials. At the age of four she landed the role of Hillary Winston on the short-lived CBS sitcom The Royal Family (1991–1992), earning a nomination for a Young Artist Award at five. After a series of recurring television roles and then guest spo"}]}, {"heading": "Deaths", "year": "2020", "date": "July 8", "txt": "Alex Pullin, Australian snowboarder (b. 1987)", "entities": []}]