[{"heading": "Events", "year": "AD 70", "date": "July 20", "txt": "Siege of Jerusalem: Titus, son of emperor Vespasian, storms the Fortress of Antonia north of the Temple Mount. The Roman army is drawn into street fights with the Zealots.", "entities": [{"title": "Siege of Jerusalem (AD 70)", "href": "/wiki/Siege_of_Jerusalem_(AD_70)", "description": "The siege of Jerusalem in the year 70 CE was the decisive event of the First Jewish–Roman War, in which the Roman army captured the city of Jerusalem and destroyed both the city and its Temple. The Roman army, led by the future Emperor Titus, with Tiberius Julius Alexander as his second-in-command, besieged and conquered the city of Jerusalem, which had been controlled by Judean rebel factions sin"}, {"title": "Titus", "href": "/wiki/Titus", "description": "Titus was Roman emperor from 79 to 81. A member of the Flavian dynasty, Titus succeeded his father Vespasian upon his death."}, {"title": "Vespasian", "href": "/wiki/Vespasian", "description": "Vespasian was Roman emperor from 69 to 79. The fourth and last in the Year of the Four Emperors, he founded the Flavian dynasty that ruled the Empire for 27 years."}, {"title": "Antonia Fortress", "href": "/wiki/Antonia_Fortress", "description": "The Antonia Fortress was a citadel built by Herod the Great and named for Herod's patron Mark Antony, as a fortress whose chief function was to protect the Second Temple. It was built in Jerusalem at the eastern end of the so-called Second Wall, at the north-western corner of the Temple Mount."}, {"title": "Temple Mount", "href": "/wiki/Temple_Mount", "description": "The Temple Mount, known to Muslims as the Haram esh-Sharif and the Al Aqsa Compound, is a hill located in the Old City of Jerusalem that for thousands of years has been venerated as a holy site in Judaism, Christianity, and Islam alike."}, {"title": "Roman army", "href": "/wiki/Roman_army", "description": "The Roman army was the armed forces deployed by the Romans throughout the duration of Ancient Rome, from the Roman Kingdom to the Roman Republic and the Roman Empire, and its medieval continuation, the Eastern Roman Empire. It is thus a term that may span approximately 2,205 years, during which the Roman armed forces underwent numerous permutations in composition, organisation, equipment and tacti"}, {"title": "Zealots (Judea)", "href": "/wiki/Zealots_(Judea)", "description": "The Zealots were a political movement in 1st-century Second Temple Judaism which sought to incite the people of Judea Province to rebel against the Roman Empire and expel it from the Holy Land by force of arms, most notably during the First Jewish–Roman War (66–70). Zealotry was the term used by Josephus for a \"fourth sect\" or \"fourth Jewish philosophy\" during this period."}]}, {"heading": "Events", "year": "792", "date": "July 20", "txt": "Kardam of Bulgaria defeats Byzantine Emperor Constantine VI at the Battle of Marcellae.", "entities": [{"title": "Kardam of Bulgaria", "href": "/wiki/Kardam_of_Bulgaria", "description": "Kardam was the ruler of Bulgaria."}, {"title": "Byzantine Emperor", "href": "/wiki/Byzantine_Emperor", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}, {"title": "Constantine VI", "href": "/wiki/Constantine_VI", "description": "Constantine VI was Byzantine emperor from 780 to 797. The only child of Emperor Leo IV, Constantine was named co-emperor with him at the age of five in 776 and succeeded him as sole Emperor in 780, aged nine. His mother Irene exercised control over him as regent until 790, assisted by her chief minister Staurakios. The regency ended when Constantine reached maturity, but Irene sought to continue h"}, {"title": "Battle of Marcellae (792)", "href": "/wiki/Battle_of_Marcellae_(792)", "description": "The Battle of Marcellae took place in 792 at Marcellae (Markeli), near the modern town of Karnobat in south eastern Bulgaria, the same site as an earlier battle in 756. The battle was between the forces of the Byzantine Empire, led by Constantine VI, and those of Bulgaria under Kardam. The Byzantines were routed and forced to retreat to Constantinople."}]}, {"heading": "Events", "year": "911", "date": "July 20", "txt": "Rollo lays siege to Chartres.", "entities": [{"title": "Rollo", "href": "/wiki/Rollo", "description": "Rollo was a Viking who became the first ruler of Normandy, a region in northern France. He emerged as the outstanding warrior among the Norsemen who had secured a permanent foothold on Frankish soil in the valley of the lower Seine. After the Siege of Chartres in 911, Charles the Simple, the king of West Francia, gifted them lands between the mouth of the Seine and what is now Rouen in exchange fo"}, {"title": "Siege of Chartres (911)", "href": "/wiki/Siege_of_Chartres_(911)", "description": "The siege of Chartres was part of the Viking incursions. In 858, Norsemen raided and burned down Chartres. After that, the town's defenses were rebuilt and strengthened. It turned into a fortified, trapezoid-like city, going close to the river."}]}, {"heading": "Events", "year": "1189", "date": "July 20", "txt": "Richard I of England officially invested as Duke of Normandy.", "entities": [{"title": "Richard I of England", "href": "/wiki/Richard_I_of_England", "description": "Richard I was King of England from 1189 until his death in 1199. He also ruled as Duke of Normandy, Aquitaine and Gascony, Lord of Cyprus, and Count of Poitiers, Anjou, Maine, and Nantes, and was overlord of Brittany at various times during the same period. He was the third of five sons of King Henry II of England and Eleanor of Aquitaine and seemed unlikely to become king, but all his brothers ex"}, {"title": "Duke of Normandy", "href": "/wiki/Duke_of_Normandy", "description": "In the Middle Ages, the Duke of Normandy was the ruler of the Duchy of Normandy in north-western France. The duchy arose out of a grant of land to the Viking leader Rollo by the French king Charles III in 911. In 924 and again in 933, Normandy was expanded by royal grant. Rollo's male-line descendants continued to rule it down to 1135. In 1202 the French king Philip II declared Normandy a forfeite"}]}, {"heading": "Events", "year": "1225", "date": "July 20", "txt": "Treaty of San Germano is signed at San Germano between Holy Roman Emperor Frederick II and Pope Gregory IX. A Dominican named Guala is responsible for the negotiations.", "entities": [{"title": "Treaty of San Germano", "href": "/wiki/Treaty_of_San_Germano", "description": "The Treaty of San Germano was signed on 20 July 1230 at San Germano, present-day Cassino, between Holy Roman Emperor Frederick II and Pope Gregory IX. A Dominican, Guala de Roniis, was responsible for the negotiations."}, {"title": "Cassino", "href": "/wiki/Cassino", "description": "Cassino is a comune in the province of Frosinone, central Italy, at the southern end of the region of Lazio, the last city of the Latin Valley."}]}, {"heading": "Events", "year": "1398", "date": "July 20", "txt": "The Battle of Kellistown was fought on this day between the forces of the English led by Roger Mortimer, 4th Earl of March against the O'Byrnes and O'Tooles under the command of Art Óg mac Murchadha Caomhánach, the most powerful Chieftain in Leinster.", "entities": [{"title": "English people", "href": "/wiki/English_people", "description": "The English people are an ethnic group and nation native to England, who speak the English language and share a common history and culture. The English identity is of early medieval origin, when they were known in Old English as the Angelcynn. Their ethnonym is derived from the Angles, one of the Germanic peoples who migrated to Great Britain around the 5th century AD."}, {"title": "Roger Mortimer, 4th Earl of March", "href": "/wiki/Roger_Mortimer,_4th_Earl_of_March", "description": "Roger de Mortimer, 4th Earl of March was an English nobleman. He was considered the heir presumptive to King Richard II, his mother's first cousin."}, {"title": "Art Óg mac Murchadha Caomhánach", "href": "/wiki/Art_%C3%93g_mac_Murchadha_Caomh%C3%A1nach", "description": "Art Óg Mac Murchadha Caomhánach was an Irish king who is generally regarded as the most formidable of the later kings of Leinster. He revived not only the royal family's prerogatives, but also their lands and power. During his 42-year reign, he dominated the Anglo-Norman settlers of Leinster. His dominance of the province and its inhabitants, both Gaelic and Hiberno-Norman, was deemed sufficiently"}]}, {"heading": "Events", "year": "1402", "date": "July 20", "txt": "Ottoman-Timurid Wars: Battle of Ankara: Timur, ruler of Timurid Empire, defeats forces of the Ottoman Empire sultan Bayezid I.", "entities": [{"title": "Battle of Ankara", "href": "/wiki/Battle_of_Ankara", "description": "The Battle of Ankara or Angora was fought on 20 July 1402 at the Çubuk plain near Ankara, between the forces of the Ottoman Sultan Bayezid I and the Emir of the Timurid Empire, Timur. The battle was a major victory for Timur, and it led to the Ottoman Interregnum."}, {"title": "Timur", "href": "/wiki/Timur", "description": "Timur, later Timūr Gurkānī, sometimes spelled Taimur and historically best known as Amir Timur or Tamerlane, was a Turco-Mongol conqueror who founded the Timurid Empire in and around modern-day Afghanistan, Iran and Central Asia, becoming the first ruler of the Timurid dynasty. As an undefeated commander, he is widely regarded as one of the greatest military leaders and tacticians in history. Timu"}, {"title": "Timurid Empire", "href": "/wiki/Timurid_Empire", "description": "The Timurid Empire, self-designated as Gurkani, was a Persianate Turco-Mongol empire comprising modern-day Uzbekistan, Kazakhstan, Iran, the southern region of the Caucasus, Mesopotamia, Afghanistan, much of Central Asia, as well as parts of contemporary India, Pakistan, Syria, and Turkey."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Bayezid I", "href": "/wiki/Bayezid_I", "description": "Bayezid I was the Ottoman Sultan from 1389 to 1402. He was the son of Murad I and Gülçiçek Hatun. He built one of the largest armies in the known world at the time and unsuccessfully besieged Constantinople. He adopted the title of Sultan-i Rûm, Rûm being an old Islamic name for the Roman Empire. He decisively defeated the Crusaders at Nicopolis in 1396, and was himself defeated and captured by Ti"}]}, {"heading": "Events", "year": "1592", "date": "July 20", "txt": "During the first Japanese invasion of Korea, Japanese forces led by Toyotomi Hideyoshi captured Pyongyang, although they were ultimately unable to hold it.", "entities": [{"title": "Japanese invasions of Korea (1592–98)", "href": "/wiki/Japanese_invasions_of_Korea_(1592%E2%80%9398)", "description": "The Japanese invasions of Korea of 1592–1598 or Imjin War involved two separate yet linked invasions: an initial invasion in 1592, a brief truce in 1596, and a second invasion in 1597. The conflict ended in 1598 with the withdrawal of the Japanese forces from the Korean Peninsula after a military stalemate in Korea's southern coastal provinces."}, {"title": "Toyotomi Hideyoshi", "href": "/wiki/Toyotomi_Hideyoshi", "description": "Toyotomi Hideyoshi  was a Japanese samurai and daimyō of the late Sengoku period regarded as the second \"Great Unifier\" of Japan."}, {"title": "Pyongyang", "href": "/wiki/Pyongyang", "description": "Pyongyang is the capital and largest city of North Korea. Pyongyang is located on the Taedong River about 109 kilometers (68 mi) upstream from its mouth on the Yellow Sea. According to the 2008 population census, it has a population of 3,255,288. Pyongyang is a directly-administered city with equal status to North Korean provinces."}]}, {"heading": "Events", "year": "1715", "date": "July 20", "txt": "Seventh Ottoman–Venetian War: The Ottoman Empire captures Nauplia, the capital of the Republic of Venice's \"Kingdom of the Morea\", thereby opening the way to the swift Ottoman reconquest of the Morea.", "entities": [{"title": "Seventh Ottoman–Venetian War", "href": "/wiki/Seventh_Ottoman%E2%80%93Venetian_War", "description": "The Seventh Ottoman–Venetian War was fought between the Republic of Venice and the Ottoman Empire between 1714 and 1718. It was the last conflict between the two powers, and ended with an Ottoman victory and the loss of Venice's major possession in the Greek peninsula, the Peloponnese (Morea). Venice was saved from a greater defeat by the intervention of Austria in 1716. The Austrian victories led"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Siege of Nauplia (1715)", "href": "/wiki/Siege_of_Nauplia_(1715)", "description": "The siege of Nauplia took place on 12–20 July 1715, when the Ottoman Empire captured the city of Nauplia, the capital of the Republic of Venice's \"Kingdom of the Morea\" in southern Greece. Although Nauplia was strongly fortified and had been further strengthened with the construction of Palamidi fortress by the Venetians, the Ottomans managed to overcome them, largely through the treasonous assist"}, {"title": "Nauplia", "href": "/wiki/Nauplia", "description": "Nafplio is a seaport town in the Peloponnese in Greece that has expanded up the hillsides near the north end of the Argolic Gulf. The town was an important seaport held under a succession of royal houses in the Middle Ages as part of the lordship of Argos and Nauplia, held initially by the de la Roche following the Fourth Crusade before coming under the Republic of Venice and, lastly, the Ottoman "}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Kingdom of the Morea", "href": "/wiki/Kingdom_of_the_Morea", "description": "The Kingdom of the Morea or Realm of the Morea was the official name the Republic of Venice gave to the Peloponnese peninsula in southern Greece when it was conquered from the Ottoman Empire during the Morean War in 1684–99. The Venetians tried, with considerable success, to repopulate the country and reinvigorate its agriculture and economy, but were unable to gain the allegiance of the bulk of t"}, {"title": "Ottoman reconquest of the Morea", "href": "/wiki/Ottoman_reconquest_of_the_Morea", "description": "The Ottoman reconquest of the Morea took place in June–September 1715, during the Seventh Ottoman–Venetian War. The Ottoman army, under Grand Vizier Silahdar Damat Ali Pasha, aided by the fleet under Kapudan Pasha Canım Hoca Mehmed Pasha conquered the Morea peninsula in southern Greece, which had been captured by the Republic of Venice in the 1680s, during the Sixth Ottoman–Venetian War. The Ottom"}]}, {"heading": "Events", "year": "1738", "date": "July 20", "txt": "Canadian explorer Pierre Gaultier de Varennes et de La Vérendrye reaches the western shore of Lake Michigan.", "entities": [{"title": "Pierre Gaultier de Varennes, sieur de La Vérendrye", "href": "/wiki/Pierre_Gaultier_de_Varennes,_sieur_de_La_V%C3%A9rendrye", "description": "Pierre Gaultier de Varennes, sieur de La Vérendrye was a French Canadian military officer, fur trader and explorer. In the 1730s, he and his four sons explored the area west of Lake Superior and established trading posts there. They were part of a process that added Western Canada to the original New France territory that was centred along the Saint Lawrence basin."}, {"title": "Lake Michigan", "href": "/wiki/Lake_Michigan", "description": "Lake Michigan is one of the five Great Lakes of North America. It is the second-largest of the Great Lakes by volume and the third-largest by surface area, after Lake Superior and Lake Huron. To the east, its basin is conjoined with that of Lake Huron through the narrow Straits of Mackinac, giving it the same surface elevation as its easterly counterpart; the two are technically a single lake."}]}, {"heading": "Events", "year": "1799", "date": "July 20", "txt": "Tekle Giyorgis I begins his first of six reigns as Emperor of Ethiopia.", "entities": [{"title": "Tekle Giyorgis I", "href": "/wiki/Tekle_Giyorgis_I", "description": "Tekle Giyorgis I was Emperor of Ethiopia intermittently between 20 July 1779 and June 1800, and a member of the Solomonic dynasty. He was the youngest son of Yohannes II and Woizoro Sancheviyer, and the brother of Tekle Haymanot II."}, {"title": "Emperor of Ethiopia", "href": "/wiki/Emperor_of_Ethiopia", "description": "The Emperor of Ethiopia was the hereditary ruler of the Ethiopian Empire, until the abolition of the monarchy in 1975. The Emperor was the head of state and head of government, with ultimate executive, judicial and legislative power in that country. A National Geographic article called imperial Ethiopia \"nominally a constitutional monarchy; in fact [it was] a benevolent autocracy\"."}]}, {"heading": "Events", "year": "1807", "date": "July 20", "txt": "Nicéphore Niépce is awarded a patent by Napoleon for the Pyréolophore, the world's first internal combustion engine, after it successfully powered a boat upstream on the river Saône in France.", "entities": [{"title": "Nicéphore Niépce", "href": "/wiki/Nic%C3%A9phore_Ni%C3%A9pce", "description": "Joseph Nicéphore Niépce, commonly known or referred to simply as Nicéphore Niépce, was a French inventor, usually credited as the inventor of photography and a pioneer in that field. Niépce developed heliography, a technique he used to create the world's oldest surviving product of a photographic process: a print made from a photoengraved printing plate in 1825. In 1826 or 1827, he used a primitiv"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Pyréolophore", "href": "/wiki/Pyr%C3%A9olophore", "description": "The Pyréolophore was one of the world's first internal combustion engines. It was invented in the early 19th century in Chalon-sur-Saône, France, by the Niépce brothers: Nicéphore and Claude. In 1807 the brothers ran a prototype internal combustion engine, and on 20 July 1807 a patent was granted by Napoleon Bonaparte after it had successfully powered a boat upstream on the river Saône."}, {"title": "Internal combustion engine", "href": "/wiki/Internal_combustion_engine", "description": "An internal combustion engine (ICE) is a heat engine in which the combustion of a fuel occurs with an oxidizer in a combustion chamber that is an integral part of the working fluid flow circuit. In an internal combustion engine, the expansion of the high-temperature and high-pressure gases produced by combustion applies direct force to some component of the engine. The force is applied typically t"}, {"title": "Saône", "href": "/wiki/Sa%C3%B4ne", "description": "The Saône is a river of eastern France. It is a right tributary of the Rhône, rising at Vioménil in the Vosges department and joining the Rhône in Lyon, just south of the Presqu'île."}]}, {"heading": "Events", "year": "1810", "date": "July 20", "txt": "Citizens of Bogotá, New Granada declare independence from Spain.", "entities": [{"title": "Bogotá", "href": "/wiki/Bogot%C3%A1", "description": "Bogotá, officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., and formerly known as Santa Fe de Bogotá during the Spanish period and between 1991 and 2000, is the capital and largest city of Colombia, administered as the Capital District, as well as the capital of the department of Cundinamarca. Bogotá is a territorial entity of the first order, with the same administrative status as the "}, {"title": "Viceroyalty of New Granada", "href": "/wiki/Viceroyalty_of_New_Granada", "description": "The Viceroyalty of New Granada was the name given on 27 May 1717, to the jurisdiction of the Spanish Empire in northern South America, corresponding to modern Colombia, Ecuador, Panama and Venezuela. Created in 1717 by King Felipe V, as part of a new territorial control policy, it was suspended in 1723 for financial problems and was restored in 1739 until the independence movement suspended it aga"}]}, {"heading": "Events", "year": "1831", "date": "July 20", "txt": "Seneca and Shawnee people agree to relinquish their land in western Ohio for 60,000 acres west of the Mississippi River.", "entities": [{"title": "Seneca people", "href": "/wiki/Seneca_people", "description": "The Seneca are a group of Indigenous Iroquoian-speaking people native to who historically lived south of Lake Ontario, one of the five Great Lakes in North America. Their nation was the farthest to the west within the Six Nations or Iroquois League (Haudenosaunee) in New York before the American Revolution."}, {"title": "Shawnee", "href": "/wiki/Shawnee", "description": "The Shawnee are an Algonquian-speaking ethnic group indigenous to North America. In colonial times they were a semi-migratory Native American nation, primarily inhabiting areas of the Ohio Valley, extending from what became Ohio and Kentucky eastward to West Virginia, Virginia, Pennsylvania, and Western Maryland; south to Alabama and South Carolina; and westward to Indiana and Illinois."}, {"title": "Ohio", "href": "/wiki/Ohio", "description": "Ohio is a state in the Midwestern region of the United States. Of the fifty states, it is the 34th-largest by area, and with a population of just over 11.8 million, is the seventh-most populous and tenth-most densely populated. The state's capital and largest city is Columbus, with the Columbus metro area, Greater Cincinnati, and Greater Cleveland being the largest metropolitan areas. Ohio is bord"}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}]}, {"heading": "Events", "year": "1848", "date": "July 20", "txt": "The first Women's Rights Convention in Seneca Falls, New York, a two-day event, concludes.", "entities": [{"title": "Seneca Falls Convention", "href": "/wiki/Seneca_Falls_Convention", "description": "The Seneca Falls Convention was the first women's rights convention. It advertised itself as \"a convention to discuss the social, civil, and religious condition and rights of woman\". Held in the Wesleyan Chapel of the town of Seneca Falls, New York, it spanned two days over July 19–20, 1848. Attracting widespread attention, it was soon followed by other women's rights conventions, including the Ro"}, {"title": "Seneca Falls (hamlet), New York", "href": "/wiki/Seneca_Falls_(hamlet),_New_York", "description": "Seneca Falls is a hamlet in Seneca County, New York, in the United States. The population was 6,681 at the 2010 census. The hamlet is in the Town of Seneca Falls, east of Geneva. It was an incorporated village from 1831 to 2011."}]}, {"heading": "Events", "year": "1864", "date": "July 20", "txt": "American Civil War: Battle of Peachtree Creek: Near Atlanta, Georgia, Confederate forces led by General John Bell Hood unsuccessfully attack Union troops under General William T. Sherman.", "entities": [{"title": "Battle of Peachtree Creek", "href": "/wiki/Battle_of_Peachtree_Creek", "description": "The Battle of Peachtree Creek was fought in Georgia on July 20, 1864, as part of the Atlanta Campaign in the American Civil War. It was the first major attack by Lt. Gen. John Bell Hood since taking command of the Confederate Army of Tennessee. The attack was against Maj. Gen. William T. Sherman's Union army, which was perched on the doorstep of Atlanta. The main armies in the conflict were the Un"}, {"title": "Atlanta", "href": "/wiki/Atlanta", "description": "Atlanta is the capital and most populous city of the U.S. state of Georgia. With an estimated 2019 population of 506,811, it is also the 37th most populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to more than 6 million people and the ninth-largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "John Bell Hood", "href": "/wiki/John_Bell_Hood", "description": "John Bell Hood was a Confederate general during the American Civil War. Hood had a reputation for bravery and aggressiveness that sometimes bordered on recklessness. Arguably one of the best brigade and division commanders in the CSA, Hood gradually became increasingly ineffective as he was promoted to lead larger, independent commands late in the war; his career and reputation were marred by his "}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Union Army", "href": "/wiki/Union_Army", "description": "During the American Civil War, the Union Army, also called the Northern Army, referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic."}, {"title": "William T. Sherman", "href": "/wiki/William_T._Sherman", "description": "William Tecumseh Sherman was an American soldier, businessman, educator, and author. He served as a general in the Union Army during the American Civil War (1861–1865), receiving recognition for his command of military strategy as well as criticism for the harshness of the scorched earth policies he implemented in conducting total war against the Confederate States. British military theorist and h"}]}, {"heading": "Events", "year": "1866", "date": "July 20", "txt": "Austro-Prussian War: Battle of Lissa: The Austrian Navy, led by Admiral Wilhelm von Tegetthoff, defeats the Italian Navy near the island of Vis in the Adriatic Sea.", "entities": [{"title": "Austro-Prussian War", "href": "/wiki/Austro-Prussian_War", "description": "The Austro-Prussian War or Seven Weeks' War, known in Germany as Deutscher Krieg and by a variety of other names, was fought in 1866 between the Austrian Empire and the Kingdom of Prussia, with each also being aided by various allies within the German Confederation. Prussia had also allied with the Kingdom of Italy, linking this conflict to the Third Independence War of Italian unification. The Au"}, {"title": "Battle of Lissa (1866)", "href": "/wiki/Battle_of_Lissa_(1866)", "description": "The Battle of Lissa took place on 20 July 1866 in the Adriatic Sea near the Dalmatian island of Vis and was a significant victory for an Austrian Empire force over a numerically superior Italian force. It was the first major sea battle between ironclads and one of the last to involve deliberate ramming. The Italian navy fired roughly 1450 shots during the engagement, but failed to sink any Austria"}, {"title": "Austro-Hungarian Navy", "href": "/wiki/Austro-Hungarian_Navy", "description": "The Austro-Hungarian Navy or Imperial and Royal War Navy was the naval force of Austria-Hungary. Ships of the Austro-Hungarian Navy were designated SMS, for Seiner Majestät Schiff. Existing between 1867 and 1918, the k.u.k. Kriegsmarine came into being after the formation of Austria-Hungary in 1867, and ceased to exist upon the Empire's defeat and subsequent collapse at the end of World War I."}, {"title": "Wilhelm von Tegetthoff", "href": "/wiki/Wilhelm_von_Tegetthoff", "description": "Wilhelm von Tegetthoff was an Austrian admiral. He commanded the fleet of the North Sea during the Second Schleswig War of 1864, and the Austro-Prussian War of 1866. He is often considered by some Austrian historians to be one of the most adept naval officers of the 19th-century, due to his tactical inventiveness, sense of command, and inspirational leadership."}, {"title": "Regia Marina", "href": "/wiki/Regia_Marina", "description": "The Regia Marina was the navy of the Kingdom of Italy from 1861 to 1946. In 1946, with the birth of the Italian Republic, the Regia Marina changed its name to Marina Militare."}, {"title": "Vis (island)", "href": "/wiki/Vis_(island)", "description": "Vis is a small Croatian island in the Adriatic Sea. It is the farthest inhabited island off the Croatian mainland. Once known for its thriving fishing industry in the late 19th and early 20th century, having gained considerable notoriety for its isolation during the times of Yugoslavia, the main present-day industries on the island are agriculture and tourism."}, {"title": "Adriatic Sea", "href": "/wiki/Adriatic_Sea", "description": "The Adriatic Sea is a body of water separating the Italian Peninsula from the Balkans. The Adriatic is the northernmost arm of the Mediterranean Sea, extending from the Strait of Otranto to the northwest and the Po Valley. The countries with coasts on the Adriatic are Albania, Bosnia and Herzegovina, Croatia, Italy, Montenegro and Slovenia."}]}, {"heading": "Events", "year": "1871", "date": "July 20", "txt": "British Columbia joins the confederation of Canada.", "entities": [{"title": "British Columbia", "href": "/wiki/British_Columbia", "description": "British Columbia (BC) is the westernmost province of Canada, situated between the Pacific Ocean and the Rocky Mountains. In the 2016 Census, the province's recorded population was 4,648,055, making it Canada's third-most populous province. The capital of British Columbia is Victoria, the fifteenth-largest metropolitan region in Canada, named for Queen Victoria, who ruled the British Empire during "}]}, {"heading": "Events", "year": "1885", "date": "July 20", "txt": "The Football Association legalizes professionalism in association football under pressure from the British Football Association.", "entities": [{"title": "The Football Association", "href": "/wiki/The_Football_Association", "description": "The Football Association is the governing body of association football in England and the Crown dependencies of Jersey, Guernsey, and the Isle of Man. Formed in 1863, it is the oldest football association in the world and is responsible for overseeing all aspects of the amateur and professional game in its territory."}, {"title": "Association football", "href": "/wiki/Association_football", "description": "Association football, more commonly known as simply football or soccer, is a team sport played by all genders with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the gam"}, {"title": "British Football Association", "href": "/wiki/British_Football_Association", "description": "\nThe British Football Association was a short lived ruling body for the game of football. It was set up in 1884 in response to the attitude of the Football Association to the issue of professionalism."}]}, {"heading": "Events", "year": "1903", "date": "July 20", "txt": "The Ford Motor Company ships its first automobile.", "entities": [{"title": "Ford Motor Company", "href": "/wiki/Ford_Motor_Company", "description": "The Ford Motor Company, commonly known as Ford, is an American multinational automaker that has its main headquarters in Dearborn, Michigan, a suburb of Detroit. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and most luxury cars under the Lincoln brand. Ford also owns Brazilian SUV manufacturer Troller, a"}]}, {"heading": "Events", "year": "1917", "date": "July 20", "txt": "World War I: The Corfu Declaration, which leads to the creation of the post-war Kingdom of Yugoslavia, is signed by the Yugoslav Committee and Kingdom of Serbia.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Corfu Declaration", "href": "/wiki/Corfu_Declaration", "description": "The Corfu Declaration is the agreement that made the creation of the Kingdom of Yugoslavia possible."}, {"title": "Kingdom of Yugoslavia", "href": "/wiki/Kingdom_of_Yugoslavia", "description": "The Kingdom of Yugoslavia was a state in Southeast and Central Europe that existed from 1918 until 1941. From 1918 to 1929, it was officially called the Kingdom of Serbs, Croats and Slovenes, but the term \"Yugoslavia\" was its colloquial name due to its origins. The official name of the state was changed to \"Kingdom of Yugoslavia\" by King Alexander I on 3 October 1929."}]}, {"heading": "Events", "year": "1920", "date": "July 20", "txt": "The Greek Army takes control of Silivri after Greece is awarded the city by the Paris Peace Conference; by 1923 Greece effectively lost control to the Turks.", "entities": [{"title": "Silivri", "href": "/wiki/Silivri", "description": "Silivri is a city and a district in Istanbul Province along the Sea of Marmara in Turkey, outside the urban core of Istanbul, containing many holiday and weekend homes for residents of the city. The largest settlement in the district is also named Silivri."}, {"title": "Greece", "href": "/wiki/Greece", "description": "Greece, officially the Hellenic Republic, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens is its largest and capital city, followed by Thessaloniki. Situated on the southern tip of the Balkans, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria "}, {"title": "Paris Peace Conference, 1919", "href": "/wiki/Paris_Peace_Conference,_1919", "description": "The Paris Peace Conference was the formal meeting in 1919 and 1920 of the victorious Allies after the end of World War I to set the peace terms for the defeated Central Powers. Dominated by the leaders of Britain, France, the United States and Italy, it resulted in five controversial treaties that rearranged the map of Europe and parts of Asia, Africa and the Pacific Islands and imposed financial "}]}, {"heading": "Events", "year": "1922", "date": "July 20", "txt": "The League of Nations awards mandates of Togoland to France and Tanganyika to the United Kingdom.", "entities": [{"title": "League of Nations", "href": "/wiki/League_of_Nations", "description": "The League of Nations, abbreviated as LON, was the first worldwide intergovernmental organisation whose principal mission was to maintain world peace. Founded on 10 January 1920 following the Paris Peace Conference that ended the First World War, it ceased operations on 20 April 1946."}, {"title": "Togoland", "href": "/wiki/Togoland", "description": "Togoland was a German Empire protectorate in West Africa from 1884 to 1914, encompassing what is now the nation of Togo and most of what is now the Volta Region of Ghana, approximately 77,355 km2 in size. During the period known as the \"Scramble for Africa\", the colony was established in 1884 and was gradually extended inland."}, {"title": "Tanganyika (territory)", "href": "/wiki/Tanganyika_(territory)", "description": "Tanganyika was a territory located on the continent of Africa, and administered by the United Kingdom from 1916 until 1961. The UK initially administered the territory as an occupying power with the Royal Navy and British Indian infantry seizing the territory from the Germans in 1916. From 20 July 1922, British administration was formalised by Tanganyika being created a British League of Nations m"}]}, {"heading": "Events", "year": "1932", "date": "July 20", "txt": "In the Preußenschlag, German President Hindenburg places Prussia directly under the rule of the national government.", "entities": []}, {"heading": "Events", "year": "1934", "date": "July 20", "txt": "Labor unrest in the U.S.: Police in Minneapolis fire upon striking truck drivers, during the Minneapolis Teamsters Strike of 1934, killing two and wounding sixty-seven.", "entities": [{"title": "Minneapolis", "href": "/wiki/Minneapolis", "description": "Minneapolis is the most populous city in the U.S. state of Minnesota and the seat of Hennepin County. With an estimated population of 429,606 as of 2019, it is the 46th most populous city in the US. Seven counties encompassing Minneapolis and its neighbor Saint Paul are known as the Twin Cities. In 2019, those counties are among sixteen making up the Minneapolis–St. Paul–Bloomington MN–WI metropol"}, {"title": "Trucker", "href": "/wiki/Trucker", "description": "A truck driver is a person who earns a living as the driver of a truck."}, {"title": "Minneapolis Teamsters Strike of 1934", "href": "/wiki/Minneapolis_Teamsters_Strike_of_1934", "description": "The Minneapolis general strike of 1934 grew out of a strike by Teamsters against most of the trucking companies operating in Minneapolis, the major distribution center for the Upper Midwest. The strike began on May 16, 1934 in the Market District. The worst single day was \nFriday, July 20, called \"Bloody Friday\", when police shot at strikers in a downtown truck battle, killing two and injuring 67."}]}, {"heading": "Events", "year": "1934", "date": "July 20", "txt": "West Coast waterfront strike: In Seattle, police fire tear gas on and club 2,000 striking longshoremen. The governor of Oregon calls out the National Guard to break a strike on the Portland docks.", "entities": [{"title": "Seattle", "href": "/wiki/Seattle", "description": "Seattle is a seaport city on the West Coast of the United States. It is the seat of King County, Washington. With a 2019 population of 753,675, it is the largest city in both the state of Washington and the Pacific Northwest region of North America. The Seattle metropolitan area's population is 3.98 million, making it the 15th-largest in the United States. In July 2013, Seattle was the fastest-gro"}, {"title": "Tear gas", "href": "/wiki/Tear_gas", "description": "Tear gas, also known as a lachrymator agent or lachrymator, sometimes colloquially known as \"mace\" after an early commercial aerosol, is a chemical weapon that stimulates the nerves of the lacrimal gland in the eye to produce tears. In addition, it can cause severe eye and respiratory pain, skin irritation, bleeding, and blindness. Common lachrymators both currently and formerly used as tear gas i"}, {"title": "Stevedore", "href": "/wiki/Stevedore", "description": "A stevedore, also called a longshoreman, a docker or a dockworker, is a waterfront manual laborer who is involved in loading and unloading ships, trucks, trains or airplanes."}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}, {"title": "Portland, Oregon", "href": "/wiki/Portland,_Oregon", "description": "Portland is the largest and most populous city in the U.S. state of Oregon and the seat of Multnomah County. It is a major port in the Willamette Valley region of the Pacific Northwest, at the confluence of the Willamette and Columbia rivers in Northwestern Oregon. As of 2019, Portland had an estimated population of 654,741, making it the 26th most populated city in the United States, the sixth-mo"}]}, {"heading": "Events", "year": "1935", "date": "July 20", "txt": "Switzerland: A Royal Dutch Airlines plane en route from Milan to Frankfurt crashes into a Swiss mountain, killing thirteen.", "entities": [{"title": "Royal Dutch Airlines", "href": "/wiki/Royal_Dutch_Airlines", "description": "KLM Royal Dutch Airlines, legally Koninklijke Luchtvaart Maatschappij N.V., is the flag carrier airline of the Netherlands. KLM is headquartered in Amstelveen, with its hub at nearby Amsterdam Airport Schiphol. It is part of the Air France–KLM group and a member of the SkyTeam airline alliance. Founded in 1919, KLM is the oldest airline in the world still operating under its original name and had "}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}, {"title": "Frankfurt", "href": "/wiki/Frankfurt", "description": "Frankfurt, officially Frankfurt am Main, is the most populous city in the German state of Hesse. Its 763,380 inhabitants as of 31 December 2019 make it the fifth-most populous city in Germany. On the River Main, it forms a continuous conurbation with the neighboring city of Offenbach am Main and its urban area has a population of 2.3 million. The city is the heart of the larger Rhine-Main Metropol"}]}, {"heading": "Events", "year": "1936", "date": "July 20", "txt": "The Montreux Convention is signed in Switzerland, authorizing Turkey to fortify the Dardanelles and Bosphorus but guaranteeing free passage to ships of all nations in peacetime.", "entities": [{"title": "Montreux Convention Regarding the Regime of the Straits", "href": "/wiki/Montreux_Convention_Regarding_the_Regime_of_the_Straits", "description": "The Montreux Convention Regarding the Regime of the Straits is a 1936 agreement that gives Turkey control over the Bosporus and Dardanelles straits and regulates the transit of naval warships. The Convention guarantees the free passage of civilian vessels in peacetime, and restricts the passage of naval ships not belonging to Black Sea states. The terms of the Convention have been a source of cont"}, {"title": "Montreux", "href": "/wiki/Montreux", "description": "Montreux is a municipality and a Swiss town on the shoreline of Lake Geneva at the foot of the Alps. It belongs to the district of Riviera-Pays-d'Enhaut in the canton of Vaud in Switzerland and has a population of approximately 26,433, and about 85,000 in the agglomeration Vevey-Montreux as 2019."}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Dardanelles", "href": "/wiki/Dardanelles", "description": "The Dardanelles, also known as Strait of Gallipoli from Gallipoli Peninsula or from Classical Antiquity as the Hellespont\n(; Classical Greek: Ἑλλήσποντος, romanized: Hellēspontos, lit. 'Sea of Helle'), is a narrow, natural strait and internationally significant waterway in northwestern Turkey that forms part of the continental boundary between Europe and Asia, and separates Asian Turkey from Europ"}, {"title": "Bosphorus", "href": "/wiki/Bosphorus", "description": "The Bosporus or Bosphorus, also known as the Strait of Istanbul, is a narrow, natural strait and an internationally significant waterway located in northwestern Turkey. It forms part of the continental boundary between Europe and Asia, and divides Turkey by separating Anatolia from Thrace. It is the world's narrowest strait used for international navigation. The Bosporus connects the Black Sea wit"}]}, {"heading": "Events", "year": "1938", "date": "July 20", "txt": "The United States Department of Justice files suit in New York City against the motion picture industry charging violations of the Sherman Antitrust Act in regards to the studio system.  The case would eventually result in a break-up of the industry in 1948.", "entities": [{"title": "United States Department of Justice", "href": "/wiki/United_States_Department_of_Justice", "description": "The United States Department of Justice (DOJ), also known as the Justice Department, is a federal executive department of the United States government tasked with the enforcement of federal law and administration of justice in the United States. It is equivalent to the justice or interior ministries of other countries. The modern incarnation of the department was formed in 1870 during the Ulysses "}, {"title": "Motion picture", "href": "/wiki/Motion_picture", "description": "A film, also called a movie, motion picture or moving picture, is a work of visual art used to simulate experiences that communicate ideas, stories, perceptions, feelings, beauty, or atmosphere through the use of moving images. These images are generally accompanied by sound, and more rarely, other sensory stimulations. The word \"cinema\", short for cinematography, is often used to refer to filmmak"}, {"title": "Sherman Antitrust Act", "href": "/wiki/Sherman_Antitrust_Act", "description": "The Sherman Antitrust Act of 1890 is a United States antitrust law which prescribes the rule of free competition among those engaged in commerce. It was passed by Congress and is named for Senator John Sherman, its principal author."}, {"title": "Studio system", "href": "/wiki/Studio_system", "description": "A studio system is a method of filmmaking wherein the production and distribution of films is dominated by a small number of large movie studios. It is most often used in reference to Hollywood motion picture studios during the Golden Age of Hollywood from the 1920s to 1960s, wherein studios produced films primarily on their own filmmaking lots with creative personnel under often long-term contrac"}, {"title": "1948", "href": "/wiki/1948", "description": "1948 (MCMXLVIII) was a leap year starting on Thursday of the Gregorian calendar, the 1948th year of the Common Era (CE) and Anno Domini (AD) designations, the 948th year of the 2nd millennium, the 48th year of the 20th century, and the 9th year of the 1940s decade. "}]}, {"heading": "Events", "year": "1940", "date": "July 20", "txt": "Denmark leaves the League of Nations.", "entities": [{"title": "League of Nations", "href": "/wiki/League_of_Nations", "description": "The League of Nations, abbreviated as LON, was the first worldwide intergovernmental organisation whose principal mission was to maintain world peace. Founded on 10 January 1920 following the Paris Peace Conference that ended the First World War, it ceased operations on 20 April 1946."}]}, {"heading": "Events", "year": "1940", "date": "July 20", "txt": "California opens its first freeway, the Arroyo Seco Parkway.", "entities": [{"title": "Freeway", "href": "/wiki/Freeway", "description": "A controlled-access highway is a type of highway that has been designed for high-speed vehicular traffic, with all traffic flow—ingress and egress—regulated. Common English terms are freeway, motorway and expressway. Other similar terms include throughway and parkway. Some of these may be limited-access highways, although this term can also refer to a class of highway with somewhat less isolation "}, {"title": "Arroyo Seco Parkway", "href": "/wiki/Arroyo_Seco_Parkway", "description": "The Arroyo Seco Parkway, also known as the Pasadena Freeway, is the first freeway built in the United States. It connects Los Angeles with Pasadena alongside the Arroyo Seco seasonal river. It is notable not only for being the first, mostly opened in 1940, but for representing the transitional phase between early parkways and modern freeways. It conformed to modern standards when it was built, but"}]}, {"heading": "Events", "year": "1941", "date": "July 20", "txt": "Soviet leader Joseph Stalin consolidates the Commissariats of Home Affairs and National Security to form the NKVD and names Lavrentiy Beria its chief.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "NKVD", "href": "/wiki/NKVD", "description": "The People's Commissariat for Internal Affairs, abbreviated NKVD, was the interior ministry of the Soviet Union."}, {"title": "Lavrentiy Beria", "href": "/wiki/Lavrentiy_Beria", "description": "Lavrentiy Pavlovich Beria was a Georgian Bolshevik and Soviet politician, Marshal of the Soviet Union and state security administrator, chief of the Soviet security, and chief of the People's Commissariat for Internal Affairs (NKVD) under Joseph Stalin during World War II, and promoted to deputy premier under Stalin from 1941. He later officially joined the Politburo in 1946."}]}, {"heading": "Events", "year": "1944", "date": "July 20", "txt": "World War II: Adolf Hitler survives an assassination attempt led by German Army Colonel Claus von Stauffenberg.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "20 July plot", "href": "/wiki/20_July_plot", "description": "On 20 July 1944, Claus von Stauffenberg and other conspirators attempted to assassinate Adolf Hitler, Führer of Nazi Germany, inside his Wolf's Lair field headquarters near Rastenburg, East Prussia. The name Operation Valkyrie—originally referring to part of the conspiracy—has become associated with the entire event."}, {"title": "Claus von Stauffenberg", "href": "/wiki/Claus_von_Stauffenberg", "description": "Claus Philipp Maria Justinian Schenk Graf von Stauffenberg was a German army officer best known for his failed attempt on 20 July 1944 to assassinate Adolf Hitler at the Wolf's Lair and remove the Nazi Party from power. Along with Henning von Tresckow and Hans Oster, he was one of the central figures of the German resistance to Nazism within the Wehrmacht. For his involvement in the movement, he w"}]}, {"heading": "Events", "year": "1949", "date": "July 20", "txt": "The Israel–Syria Mixed Armistice Commission brokers the last of four ceasefire agreements to end the 1948 Arab–Israeli War.", "entities": [{"title": "Israel–Syria Mixed Armistice Commission", "href": "/wiki/Israel%E2%80%93Syria_Mixed_Armistice_Commission", "description": "The Israel–Syria Mixed Armistice Commission (ISMAC) was the United Nations commission for observing the armistice between Israel and Syria after the 1948 Arab–Israeli War, as part of the Mixed Armistice Commissions (MAC). The fourth and last truce agreement, the 1949 armistice agreement, was signed between Israel and Syria on 20 July 1949 on Hill 232 near Mahanayim, ending the formal conflict in t"}, {"title": "1948 Arab–Israeli War", "href": "/wiki/1948_Arab%E2%80%93Israeli_War", "description": "The 1948 Arab–Israeli War was the second and final stage of the 1947–49 Palestine war. It formally began following the end of the British Mandate for Palestine at midnight on 14 May 1948; the Israeli Declaration of Independence had been issued earlier that day, and a military coalition of Arab states entered the territory of British Palestine in the morning of 15 May."}]}, {"heading": "Events", "year": "1950", "date": "July 20", "txt": "Cold War: In Philadelphia, Harry Gold pleads guilty to spying for the Soviet Union by passing secrets from atomic scientist Klaus Fuchs.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}, {"title": "Harry Gold", "href": "/wiki/Harry_Gold", "description": "Harry Gold was a Swiss-born American laboratory chemist who is known for having been convicted as a courier for the Soviet Union to pass atomic secrets from Klaus Fuchs, an agent of the Soviet Union, during World War II. Gold served as a government witness and testified in the case of Julius and Ethel Rosenberg, who were convicted and executed in 1953 for their roles. Gold served 15 years in priso"}, {"title": "Klaus Fuchs", "href": "/wiki/Klaus_Fuchs", "description": "Klaus Emil Julius Fuchs was a German theoretical physicist and atomic spy who supplied information from the American, British, and Canadian Manhattan Project to the Soviet Union during and shortly after World War II. While at the Los Alamos National Laboratory, Fuchs was responsible for many significant theoretical calculations relating to the first nuclear weapons and, later, early models of the "}]}, {"heading": "Events", "year": "1951", "date": "July 20", "txt": "King Abdullah I of Jordan is assassinated by a Palestinian while attending Friday prayers in Jerusalem.", "entities": [{"title": "Abdullah I of Jordan", "href": "/wiki/Abdullah_I_of_Jordan", "description": "Abdullah I bin Al-Hussein was the founder and ruler of the Jordanian realm from 11 April 1921 until his assassination on the 20th of July 1951. He was the Emir of Transjordan, a British protectorate, until 25 May 1946, after which he was the king of an independent Jordan. He was a 38th-generation direct descendant of Muhammad, as he belongs to the Hashemite family."}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}]}, {"heading": "Events", "year": "1954", "date": "July 20", "txt": "Germany: Otto John, head of West Germany's secret service, defects to East Germany.", "entities": [{"title": "Otto John", "href": "/wiki/Otto_John", "description": "Otto John was the first head of West Germany's domestic intelligence service, the Office for the Protection of the Constitution, from 1950 to 1954. He is best known for his controversial move to East Germany in 1954, which has been interpreted as treason or an abduction."}, {"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}]}, {"heading": "Events", "year": "1960", "date": "July 20", "txt": "Ceylon (now Sri Lanka) elects Sirimavo Bandaranaike Prime Minister, the world's first elected female head of government.", "entities": [{"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}, {"title": "Sirimavo Bandaranaike", "href": "/wiki/Sirimavo_Bandaranaike", "description": "Sirima Ratwatte Dias Bandaranaike, commonly known as Sirimavo Bandaranaike, was a Sri Lankan stateswoman. She was the world's first female prime minister, when she became Prime Minister of Sri Lanka in 1960. She served three terms: 1960–1965, 1970–1977 and 1994–2000."}, {"title": "Prime Minister of Sri Lanka", "href": "/wiki/Prime_Minister_of_Sri_Lanka", "description": "The Prime Minister of the Democratic Socialist Republic of Sri Lanka is the deputy head of the government of Sri Lanka, and the most senior member of parliament in the cabinet of ministers. The Cabinet is collectively held accountable to parliament for their policies and actions."}]}, {"heading": "Events", "year": "1960", "date": "July 20", "txt": "The Polaris missile is successfully launched from a submarine, the USS George Washington, for the first time.", "entities": [{"title": "USS George Washington (SSBN-598)", "href": "/wiki/USS_George_Washington_(SSBN-598)", "description": "USS George Washington (SSBN-598) was the United States's first operational ballistic missile submarine. It was the lead ship of her class of nuclear ballistic missile submarines, was the third United States Navy ship of the name, in honor of George Washington (1732–1799), the first President of the United States, and the first of that name to be purpose-built as a warship."}]}, {"heading": "Events", "year": "1961", "date": "July 20", "txt": "French military forces break the Tunisian siege of Bizerte.", "entities": [{"title": "Tunisia", "href": "/wiki/Tunisia", "description": "Tunisia, officially the Republic of Tunisia, is the northernmost country in Africa. It is a part of the Maghreb region of North Africa, and is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east; covering 163,610 km2 (63,170 sq mi), with a population of 11 million. It contains the eastern end of the Atlas Mountains and the northern"}, {"title": "Bizerte crisis", "href": "/wiki/Bizerte_crisis", "description": "The Bizerte Crisis occurred in July 1961 when Tunisia imposed a blockade on the French naval base at Bizerte, Tunisia, hoping to force its evacuation. The crisis culminated in a three-day battle between French and Tunisian forces that left some 630 Tunisians and 24 French dead and eventually led to France ceding the city and naval base to Tunisia in 1963."}]}, {"heading": "Events", "year": "1964", "date": "July 20", "txt": "Vietnam War: Viet Cong forces attack the capital of Định Tường Province, Cái Bè, killing 11 South Vietnamese military personnel and 40 civilians (30 of whom are children).", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}, {"title": "Định Tường Province", "href": "/wiki/%C4%90%E1%BB%8Bnh_T%C6%B0%E1%BB%9Dng_Province", "description": "Định Tường was a province of Vietnam during the Nguyen dynasty and the Republic of Vietnam. In February 1976, it and Gò Công Province were merged to form Tiền Giang Province."}, {"title": "Cái Bè", "href": "/wiki/C%C3%A1i_B%C3%A8", "description": "Cái Bè is a township and capital of Cái Bè District, Tiền Giang Province, Vietnam."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1968", "date": "July 20", "txt": "The first International Special Olympics Summer Games are held at Soldier Field in Chicago, with about 1,000 athletes with intellectual disabilities.", "entities": [{"title": "Special Olympics", "href": "/wiki/Special_Olympics", "description": "Special Olympics is the world's largest sports organization for children and adults with intellectual disabilities and physical disabilities, providing year-round training and activities to 5 million participants and Unified Sports partners in 172 countries. Special Olympics competitions are held every day, all around the world—including local, national and regional competitions, adding up to more"}, {"title": "Soldier Field", "href": "/wiki/Soldier_Field", "description": "Soldier Field is an American football and soccer stadium located in the Near South Side of Chicago, Illinois, near Downtown Chicago. It opened in 1924 and is the home field of the Chicago Bears of the National Football League (NFL), who moved there in 1971, and Chicago Fire FC of Major League Soccer (MLS). It has a football capacity of 61,500, and it is the oldest stadium in the NFL."}]}, {"heading": "Events", "year": "1969", "date": "July 20", "txt": "Apollo program: Apollo 11's crew successfully makes the first manned landing on the Moon in the Sea of Tranquility. Americans Neil Armstrong and Buzz Aldrin become the first humans to walk on the Moon six and a half hours later.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Apollo 11", "href": "/wiki/Apollo_11", "description": "Apollo 11 was the spaceflight that first landed humans on the Moon. Commander Neil Armstrong and lunar module pilot Buzz Aldrin formed the American crew that landed the Apollo Lunar Module Eagle on July 20, 1969, at 20:17 UTC. Armstrong became the first person to step onto the lunar surface six hours and 39 minutes later on July 21 at 02:56 UTC; Aldrin joined him 19 minutes later. They spent about"}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}, {"title": "Mare Tranquillitatis", "href": "/wiki/Mare_Tranquillitatis", "description": "Mare Tranquillitatis is a lunar mare that sits within the Tranquillitatis basin on the Moon. The mare material within the basin consists of basalt formed in the intermediate to young age group of the Upper Imbrian epoch. The surrounding mountains are thought to be of the Lower Imbrian epoch, but the actual basin is probably Pre-Nectarian. The basin has irregular margins and lacks a defined multipl"}, {"title": "Neil Armstrong", "href": "/wiki/Neil_Armstrong", "description": "Neil Alden Armstrong was an American astronaut and aeronautical engineer, and the first person to walk on the Moon. He was also a naval aviator, test pilot, and university professor."}, {"title": "Buzz Aldrin", "href": "/wiki/Buzz_Aldrin", "description": "Buzz Aldrin is an American former astronaut, engineer and fighter pilot. Aldrin made three spacewalks as pilot of the 1966 Gemini 12 mission, and as the lunar module pilot on the 1969 Apollo 11 mission, he and mission commander Neil Armstrong were the first two people to land on the Moon. Following the deaths of Armstrong in 2012 and Michael Collins in 2021, Aldrin is now the last surviving crew m"}]}, {"heading": "Events", "year": "1969", "date": "July 20", "txt": "A cease fire is announced between Honduras and El Salvador, six days after the beginning of the \"Football War\".", "entities": [{"title": "El Salvador", "href": "/wiki/El_Salvador", "description": "El Salvador, officially the Republic of El Salvador, is a country in Central America. It is bordered on the northeast by Honduras, on the northwest by Guatemala, and on the south by the Pacific Ocean. El Salvador's capital and largest city is San Salvador. As of 2018, the country had a population of approximately 6.42 million."}, {"title": "Football War", "href": "/wiki/Football_War", "description": "The Football War was a brief war fought between El Salvador and Honduras in 1969. Existing tensions between the two countries coincided with rioting during a 1970 FIFA World Cup qualifier. The war began on 14 July 1969, when the Salvadoran military launched an attack against Honduras. The Organization of American States (OAS) negotiated a cease-fire on the night of 18 July, which took full effect "}]}, {"heading": "Events", "year": "1974", "date": "July 20", "txt": "Turkish invasion of Cyprus: Forces from Turkey invade Cyprus after a coup d'état, organised by the dictator of Greece, against president Makarios.", "entities": [{"title": "Turkish invasion of Cyprus", "href": "/wiki/Turkish_invasion_of_Cyprus", "description": "The Turkish invasion of Cyprus, code-named by Turkey as Operation Atilla, was launched on 20 July 1974, following the Cypriot coup d'état on 15 July 1974."}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Cyprus", "href": "/wiki/Cyprus", "description": "Cyprus, officially called the Republic of Cyprus, is an island nation in the eastern Mediterranean Sea. It is the third largest and third most populous island in the Mediterranean, and is located south of Turkey; west of Syria; northwest of Lebanon, Israel and Palestine; north of Egypt; and southeast of Greece. Nicosia is the country's capital and largest city."}, {"title": "Makarios III", "href": "/wiki/Makarios_III", "description": "Makarios III was a Cypriot clergyman and politician who served as the archbishop and primate of the autocephalous Church of Cyprus (1950–1977) and as the first president of Cyprus (1960–1977). In his three terms as president he survived four assassination attempts and a coup d'état. He is widely regarded by Greek Cypriots as the Father of the Nation or \"Ethnarch\"."}]}, {"heading": "Events", "year": "1976", "date": "July 20", "txt": "The American Viking 1 lander successfully lands on Mars.", "entities": [{"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "1977", "date": "July 20", "txt": "The Central Intelligence Agency releases documents under the Freedom of Information Act revealing it had engaged in mind-control experiments.", "entities": [{"title": "Central Intelligence Agency", "href": "/wiki/Central_Intelligence_Agency", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}, {"title": "Freedom of Information Act (United States)", "href": "/wiki/Freedom_of_Information_Act_(United_States)", "description": "The Freedom of Information Act (FOIA), 5 U.S.C. § 552, is a federal freedom of information law that requires the full or partial disclosure of previously unreleased information and documents controlled by the United States government upon request. The act defines agency records subject to disclosure, outlines mandatory disclosure procedures, and defines nine exemptions to the statute. The act was "}, {"title": "Project MKUltra", "href": "/wiki/Project_MKUltra", "description": "Project MKUltra is the code name given to a program of experiments on human subjects that were designed and undertaken by the U.S. Central Intelligence Agency (CIA), some of which were illegal. Experiments on humans were intended to develop procedures and identify drugs such as LSD to be used in interrogations in order to weaken the individual and force confessions through brainwashing and psychol"}]}, {"heading": "Events", "year": "1977", "date": "July 20", "txt": "The Johnstown flood of 1977 kills 84 people and causes millions of dollars in damages.", "entities": []}, {"heading": "Events", "year": "1981", "date": "July 20", "txt": "Somali Airlines Flight 40 crashes in the Balad District of Somalia, killing 40 people.", "entities": [{"title": "Somali Airlines Flight 40", "href": "/wiki/Somali_Airlines_Flight_40", "description": "Somali Airlines Flight 40 was a scheduled domestic Somali Airlines flight on 20 July 1981 from Mogadishu to Hargeisa in Somalia. The aircraft crashed a few minutes after takeoff, and all 44 passengers and six crew on board were killed."}, {"title": "Balad District, Somalia", "href": "/wiki/Balad_District,_Somalia", "description": "Bal'ad District is one of the districts of Middle Shabelle region of Somalia. It is located about 36 kilometers northeast of the capital city of Mogadishu. The district is an area of 4,400 square kilometres with an estimated population of 642,000 and 82 villages."}, {"title": "Somalia", "href": "/wiki/Somalia", "description": "Somalia, officially the Federal Republic of Somalia, is a country in the Horn of Africa. It is bordered by Ethiopia to the west, Djibouti to the Northwest, the Gulf of Aden to the north, the Indian Ocean to the east, and Kenya to the southwest. Somalia has the longest coastline on Africa's mainland. Its terrain consists mainly of plateaus, plains, and highlands. Hot conditions prevail year-round, "}]}, {"heading": "Events", "year": "1982", "date": "July 20", "txt": "Hyde Park and Regent's Park bombings: The Provisional IRA detonates two bombs in Hyde Park and Regent's Park in central London, killing eight soldiers, wounding forty-seven people, and leading to the deaths of seven horses.", "entities": [{"title": "Hyde Park and Regent's Park bombings", "href": "/wiki/Hyde_Park_and_Regent%27s_Park_bombings", "description": "The Hyde Park and Regent's Park bombings were carried out on 20 July 1982 in London, England. Members of the Provisional Irish Republican Army (IRA) detonated two bombs during British military ceremonies in Hyde Park and Regent's Park, both in central London."}, {"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Bomb", "href": "/wiki/Bomb", "description": "A bomb is an explosive weapon that uses the exothermic reaction of an explosive material to provide an extremely sudden and violent release of energy. Detonations inflict damage principally through ground- and atmosphere-transmitted mechanical stress, the impact and penetration of pressure-driven projectiles, pressure damage, and explosion-generated effects. Bombs have been utilized since the 11th"}, {"title": "Hyde Park, London", "href": "/wiki/Hyde_Park,_London", "description": "Hyde Park is a Grade I-listed major park in Central London. It is the largest of four Royal Parks that form a chain from the entrance of Kensington Palace through Kensington Gardens and Hyde Park, via Hyde Park Corner and Green Park past the main entrance to Buckingham Palace. The park is divided by the Serpentine and the Long Water lakes."}, {"title": "Regent's Park", "href": "/wiki/Regent%27s_Park", "description": "Regent's Park is one of the Royal Parks of London. It occupies high ground in north-west Inner London, administratively split between the City of Westminster and the Borough of Camden. In addition to its large central parkland and ornamental lake, it contains various structures and organizations both public and private, generally on its periphery, including Regent's University and London Zoo."}]}, {"heading": "Events", "year": "1985", "date": "July 20", "txt": "The government of Aruba passes legislation to secede from the Netherlands Antilles.", "entities": [{"title": "Aruba", "href": "/wiki/Aruba", "description": "Aruba is an island and a constituent country of the Kingdom of the Netherlands in the mid-south of the Caribbean Sea, about 29 kilometres (18 mi) north of the Venezuelan peninsula of Paraguaná and 80 kilometres (50 mi) northwest of Curaçao. It measures 32 kilometres (20 mi) long from its northwestern to its southeastern end and 10 kilometres (6 mi) across at its widest point. Together with Bonaire"}, {"title": "Netherlands Antilles", "href": "/wiki/Netherlands_Antilles", "description": "The Netherlands Antilles was a constituent country of the Kingdom of the Netherlands. The country consisted of several island territories located in the Caribbean Sea. The islands were also informally known as the Dutch Antilles. The country came into being in 1954 as the autonomous successor of the Dutch colony of Curaçao and Dependencies and was dissolved in 2010. The Dutch colony of Surinam, al"}]}, {"heading": "Events", "year": "1989", "date": "July 20", "txt": "Burma's ruling junta puts opposition leader Daw Aung San Suu Kyi under house arrest.", "entities": [{"title": "Burma", "href": "/wiki/Burma", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}, {"title": "Burmese name", "href": "/wiki/Burmese_name", "description": "Burmese names lack the serial structure of most modern names. The Bamars have no customary patronymic or matronymic system and thus there is no surname at all. In the culture of Myanmar, people can change their name at will, often with no government oversight, to reflect a change in the course of their lives. Also, many Burmese names use an honorific, given at some point in life, as an integral pa"}, {"title": "Aung San Suu Kyi", "href": "/wiki/Aung_San_Suu_Kyi", "description": "Aung San Suu Kyi is a Burmese politician, diplomat, author, and a 1991 Nobel Peace Prize laureate who served as State Counsellor of Myanmar and Minister of Foreign Affairs from 2016 to 2021. She has served as the president of the National League for Democracy (NLD) since 2011, having been the General Secretary from 1988 to 2011. She played a vital role in Myanmar's transition from military junta t"}]}, {"heading": "Events", "year": "1992", "date": "July 20", "txt": "Václav Havel resigns as president of Czechoslovakia.", "entities": [{"title": "Václav Havel", "href": "/wiki/V%C3%A1clav_Havel", "description": "Václav Havel was a Czech statesman, writer and former dissident, who served as the last President of Czechoslovakia from 1989 until the dissolution of Czechoslovakia in 1992 and then as the first President of the Czech Republic from 1993 to 2003. He was the first democratically elected president of either country after the end of communism. As a writer of Czech literature, he is known for his play"}, {"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}]}, {"heading": "Events", "year": "1997", "date": "July 20", "txt": "The fully restored USS Constitution (a.k.a. Old Ironsides) celebrates its 200th birthday by setting sail for the first time in 116 years.", "entities": [{"title": "USS Constitution", "href": "/wiki/USS_Constitution", "description": "USS Constitution, also known as Old Ironsides, is a wooden-hulled, three-masted heavy frigate of the United States Navy. She is the world's oldest commissioned naval vessel still afloat. She was launched in 1797, one of six original frigates authorized for construction by the Naval Act of 1794 and the third constructed. The name \"Constitution\" was among ten names submitted to President George Wash"}]}, {"heading": "Events", "year": "1999", "date": "July 20", "txt": "The Chinese Communist Party begins a persecution campaign against Falun Gong, arresting thousands nationwide.", "entities": [{"title": "Persecution of Falun Gong", "href": "/wiki/Persecution_of_Falun_Gong", "description": "The persecution of Falun Gong is the antireligious campaign initiated in 1999 by the Communist Party of China to eliminate the spiritual practice of Falun Gong in China, which maintains a doctrine of state atheism. It is characterized by a multifaceted propaganda campaign, a program of enforced ideological conversion and re-education and reportedly a variety of extralegal coercive measures such as"}, {"title": "Falun Gong", "href": "/wiki/Falun_Gong", "description": "Falun Gong or Falun Dafa is a new religious movement. Falun Gong was founded by its leader Li Hongzhi in China in the early 1990s. Falun Gong has its global headquarters in Dragon Springs, a 400-acre (160 ha) compound around Cuddebackville in Deerpark, New York, near the current residence of Li Hongzhi. Falun Gong's performance arts extension, Shen Yun and two closely connected schools, Fei Tian C"}]}, {"heading": "Events", "year": "2005", "date": "July 20", "txt": "The Civil Marriage Act legalizes same-sex marriage in Canada.", "entities": [{"title": "Civil Marriage Act", "href": "/wiki/Civil_Marriage_Act", "description": "The Civil Marriage Act is a federal statute legalizing same-sex marriage across Canada. At the time it became law, same-sex marriage had already been legalized by court decisions in all Canadian jurisdictions except Alberta, Prince Edward Island, the Northwest Territories, and Nunavut."}]}, {"heading": "Events", "year": "2012", "date": "July 20", "txt": "James Holmes opened fire at a movie theater in Aurora, Colorado, killing 12 and injuring 70 others.", "entities": [{"title": "James Holmes (mass murderer)", "href": "/wiki/James_Holmes_(mass_murderer)", "description": "James Eagan Holmes is an American mass murderer responsible for the 2012 Aurora, Colorado shooting in which he killed 12 people and injured 70 others at a Century 16 movie theater on July 20, 2012. He had no known criminal background before the shooting occurred. Before the shooting, Holmes booby-trapped his apartment with explosives, which were defused one day later by a bomb squad."}, {"title": "2012 Aurora, Colorado shooting", "href": "/wiki/2012_Aurora,_Colorado_shooting", "description": "On July 20, 2012, a mass shooting occurred inside a Century 16 movie theater in Aurora, Colorado, United States, during a midnight screening of the film The Dark Knight Rises. Dressed in tactical clothing, James Eagan Holmes set off tear gas grenades and shot into the audience with multiple firearms. Twelve people were killed and 70 others were injured, 58 of them from gunfire. It was the deadlies"}, {"title": "Aurora, Colorado", "href": "/wiki/Aurora,_Colorado", "description": "The City of Aurora is a Home Rule Municipality located in Arapahoe, Adams, and Douglas counties, Colorado, United States. Aurora lies immediately east of Denver and it is one of the principal cities of the Denver–Aurora–Lakewood, CO Metropolitan Statistical Area and a major city of the Front Range Urban Corridor. The city's population was 325,078 in the 2010 census, which made it the third most po"}]}, {"heading": "Events", "year": "2013", "date": "July 20", "txt": "Seventeen government soldiers are killed in an attack by FARC revolutionaries in the Colombian department of Arauca.", "entities": [{"title": "2013 Colombian clashes", "href": "/wiki/2013_Colombian_clashes", "description": "On 20 July 2013, two clashes occurred in Colombia between government forces and Revolutionary Armed Forces of Colombia (FARC) guerrillas. Nineteen soldiers were killed in the deadliest day since peace talks began in November 2012. The conflict came one day after a FARC-EP officer Alejandra had detained with a chain around the neck a vacationing U.S. Army Combat Engineer (12B) veteran, Kevin Scott "}, {"title": "FARC", "href": "/wiki/FARC", "description": "The Revolutionary Armed Forces of Colombia—People's Army was a guerrilla group involved in the continuing Colombian conflict starting in 1964. They were known to employ a variety of military tactics in addition to more unconventional methods, including terrorism. The FARC–EP was formed during the Cold War period as a Marxist–Leninist peasant force promoting a political line of agrarianism and anti"}, {"title": "Arauca department", "href": "/wiki/Arauca_department", "description": "Arauca Department is a department of Eastern Colombia located in the extreme north of the Orinoco Basin of Colombia, bordering Venezuela. The southern boundary of Arauca is formed by the Casanare and Meta Rivers, separating Arauca from the departments of Casanare and Vichada. To the west, Arauca borders the department of Boyacá. The Caño Limón oil fields located within Arauca account for almost a "}]}, {"heading": "Events", "year": "2015", "date": "July 20", "txt": "A huge explosion in the mostly Kurdish border town of Suruç, Turkey, targeting the Socialist Youth Associations Federation, kills at least 31 people and injures over 100.", "entities": [{"title": "2015 Suruç bombing", "href": "/wiki/2015_Suru%C3%A7_bombing", "description": "The Suruç bombing was a suicide attack by the Islamic State of Iraq and the Levant (ISIL) against Turkish leftists that took place in the Suruç district of Şanlıurfa Province in Turkish Kurdistan on 20 July 2015, outside the Amara Culture Centre. A total of 34 people were killed and 104 were reported injured. Most victims were members of the Socialist Party of the Oppressed (ESP) Youth Wing and th"}, {"title": "Kurds", "href": "/wiki/Kurds", "description": "Kurds or Kurdish people are an Iranic ethnic group native to a mountainous region of Western Asia known as Kurdistan, which spans southeastern Turkey, northwestern Iran, northern Iraq, and northern Syria. There are exclaves of Kurds in Central Anatolia, Khorasan, and the Caucasus, as well as significant Kurdish diaspora communities in the cities of western Turkey and Western Europe. The Kurdish po"}, {"title": "Suruç", "href": "/wiki/Suru%C3%A7", "description": "Suruç is a rural district and city of Şanlıurfa Province of Turkey, on a plain near the Syrian border 46 kilometres (29 mi) southwest of the city of Urfa."}]}, {"heading": "Events", "year": "2015", "date": "July 20", "txt": "The United States and Cuba resume full diplomatic relations after five decades.", "entities": [{"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Cuba–United States relations", "href": "/wiki/Cuba%E2%80%93United_States_relations", "description": "Cuba–United States relations, also known as Cuban-American relations, refers to the bilateral relations between Cuba and the United States. Cuba and the United States restored diplomatic relations on 20 July 2015, relations which had been severed in 1961 during the Cold War. U.S. diplomatic representation in Cuba is handled by the United States Embassy in Havana, and there is a similar Cuban Embas"}]}, {"heading": "Events", "year": "2017", "date": "July 20", "txt": "O. J. Simpson is granted parole to be released from prison after serving nine years of a 33-year sentence after being convicted of armed robbery in Las Vegas.", "entities": [{"title": "O. J. Simpson", "href": "/wiki/O._J._Simpson", "description": "Orenthal James Simpson, nicknamed \"The Juice\", is an American former football running back, broadcaster, actor, advertising spokesman, and convicted felon. Once a popular figure with the U.S. public, he is now best known for being tried for the murders of his former wife, Nicole Brown Simpson, and her friend, Ron Goldman. Simpson was acquitted of the murders in criminal court, but was later found "}, {"title": "Las Vegas", "href": "/wiki/Las_Vegas", "description": "Las Vegas, officially the City of Las Vegas and often known simply as Vegas, is the 28th-most populous city in the United States, the most populous city in the state of Nevada, and the county seat of Clark County. The city anchors the Las Vegas Valley metropolitan area and is the largest city within the greater Mojave Desert. Las Vegas is an internationally renowned major resort city, known primar"}]}, {"heading": "Births", "year": "682", "date": "July 20", "txt": "Taichō, Japanese monk and scholar (d. 767)", "entities": [{"title": "Taichō", "href": "/wiki/Taich%C5%8D", "description": "Taichō  was a shugendō monk in Nara period Japan. He was raised in Echizen Province, which was in the southern portion of present-day Fukui Prefecture. He was the second son of Mikami Yasuzumi (三神安角). He is said to be the first person to reach the top of Mount Haku in neighboring Kaga Province and other peaks in the Ryōhaku Mountains."}]}, {"heading": "Births", "year": "1304", "date": "July 20", "txt": "Petrarch, Italian poet and scholar (d. 1374)", "entities": [{"title": "Petrarch", "href": "/wiki/Petrarch", "description": "Francesco Petrarca, commonly anglicized as Petrarch, was a scholar and poet of early Renaissance Italy, and one of the earliest humanists."}]}, {"heading": "Births", "year": "1313", "date": "July 20", "txt": "John Tiptoft, 2nd Baron Tibetot (d. 1367)", "entities": [{"title": "John Tiptoft, 2nd Baron Tibetot", "href": "/wiki/John_Tiptoft,_2nd_Baron_Tibetot", "description": "John Tiptoft, 2nd Baron Tibetot, English nobleman, was the son of Pain Tiptoft, 1st Baron Tibetot and Agnes de Ros."}]}, {"heading": "Births", "year": "1346", "date": "July 20", "txt": "Margaret, Countess of Pembroke, daughter of King Edward III of England (d. 1361)", "entities": [{"title": "Margaret, Countess of Pembroke", "href": "/wiki/Margaret,_Countess_of_Pembroke", "description": "Margaret of England was a royal princess born in Windsor, the daughter of King Edward III of England and his consort, Philippa of Hainault. Margaret would be the last princess born to a reigning English monarch for over a century, until the birth of Elizabeth of York in 1466. She was also known as Margaret of Windsor."}]}, {"heading": "Births", "year": "1470", "date": "July 20", "txt": "John Bourchier, 1st Earl of Bath, English noble (d. 1539)", "entities": [{"title": "John Bourchier, 1st Earl of Bath", "href": "/wiki/John_Bourchier,_1st_Earl_of_Bath", "description": "John Bourchier, 1st Earl of Bath was created Earl of Bath in 1536. He was feudal baron of Bampton in Devon."}]}, {"heading": "Births", "year": "1519", "date": "July 20", "txt": "Pope Innocent IX (d. 1591)", "entities": [{"title": "Pope Innocent IX", "href": "/wiki/Pope_Innocent_IX", "description": "Pope Innocent IX, born Giovanni Antonio Facchinetti, was head of the Catholic Church and ruler of the Papal States from 29 October to 30 December 1591."}]}, {"heading": "Births", "year": "1537", "date": "July 20", "txt": "Arnaud d'Ossat, French cardinal (d. 1604)", "entities": [{"title": "Arnaud d'Ossat", "href": "/wiki/Arnaud_d%27Ossat", "description": "Arnaud d'Ossat was a French diplomat and writer and a Cardinal of the Roman Catholic Church, whose personal tact and diplomatic skill steered the perilous course of French diplomacy with the papacy in the reign of Henry IV of France."}]}, {"heading": "Births", "year": "1583", "date": "July 20", "txt": "Alban Roe, English Benedictine martyr (d. 1642)", "entities": [{"title": "Alban Roe", "href": "/wiki/Alban_Roe", "description": "Alban Roe was an English Benedictine priest, remembered as one of the Forty Martyrs of England and Wales."}]}, {"heading": "Births", "year": "1591", "date": "July 20", "txt": "Anne Hutchinson, English Puritan preacher (d. 1643)", "entities": [{"title": "Anne Hutchinson", "href": "/wiki/Anne_Hutchinson", "description": "Anne Hutchinson was a Puritan spiritual advisor, religious reformer, and an important participant in the Antinomian Controversy which shook the infant Massachusetts Bay Colony from 1636 to 1638. Her strong religious convictions were at odds with the established Puritan clergy in the Boston area and her popularity and charisma helped create a theological schism that threatened to destroy the Purita"}]}, {"heading": "Births", "year": "1592", "date": "July 20", "txt": "Johan Björnsson Printz, governor of New Sweden (d. 1663)", "entities": [{"title": "Johan Björnsson Printz", "href": "/wiki/Johan_Bj%C3%B6rnsson_Printz", "description": "Johan Björnsson Printz was governor from 1643 until 1653 of the Swedish colony of New Sweden on the Delaware River in North America."}, {"title": "New Sweden", "href": "/wiki/New_Sweden", "description": "New Sweden was a Swedish colony along the lower reaches of the Delaware River in America from 1638 to 1655, established during the Thirty Years' War when Sweden was a great military power. New Sweden formed part of the Swedish efforts to colonize the Americas. Settlements were established on both sides of the Delaware Valley in the region of Delaware, New Jersey, Maryland, and Pennsylvania, often "}]}, {"heading": "Births", "year": "1601", "date": "July 20", "txt": "Robert Wallop, English politician (d. 1667)", "entities": [{"title": "Robert Wallop", "href": "/wiki/Robert_Wallop", "description": "\nRobert Wallop was an English politician who sat in the House of Commons at various times from 1621 to 1660. He supported the Parliamentary cause in the English Civil War and was one of the regicides of King Charles I of England."}]}, {"heading": "Births", "year": "1620", "date": "July 20", "txt": "Nikolaes Heinsius the Elder, Dutch poet and scholar (d. 1681)", "entities": [{"title": "Nikolaes Heinsius the Elder", "href": "/wiki/Nikolaes_Heinsius_the_Elder", "description": "Nicolaas Heinsius the Elder was a Dutch classical scholar and poet, son of Daniel Heinsius."}]}, {"heading": "Births", "year": "1649", "date": "July 20", "txt": "William Bentinck, 1st Earl of Portland (d. 1709)", "entities": [{"title": "William Bentinck, 1st Earl of Portland", "href": "/wiki/William_Bentinck,_1st_Earl_of_Portland", "description": "Hans William Bentinck, 1st Earl of Portland, Baron Bentinck of Diepenheim and Schoonheten, was a Dutch and English nobleman who became in an early stage the favourite of William, Prince of Orange, Stadtholder in the Netherlands, and future King of England. He was reportedly steady, sensible, modest and usually moderate. The friendship and cooperation stopped in 1699."}]}, {"heading": "Births", "year": "1754", "date": "July 20", "txt": "Antoine Destutt de Tracy, French philosopher and academic (d. 1836)", "entities": [{"title": "Antoine Destutt de Tracy", "href": "/wiki/Antoine_Destutt_de_Tracy", "description": "Antoine Louis Claude Destutt, comte de Tracy was a French Enlightenment aristocrat and philosopher who coined the term \"ideology\"."}]}, {"heading": "Births", "year": "1757", "date": "July 20", "txt": "Garsevan Chavchavadze, Georgian politician and diplomat (d. 1811)", "entities": [{"title": "Garsevan Chavchavadze", "href": "/wiki/Garsevan_Chavchavadze", "description": "Prince Garsevan Chavchavadze was a Georgian nobleman (tavadi), politician and diplomat primarily known as the Georgian ambassador to Imperial Russia."}]}, {"heading": "Births", "year": "1762", "date": "July 20", "txt": "Jakob Haibel, Austrian tenor and composer (d. 1826)", "entities": [{"title": "Jakob Haibel", "href": "/wiki/Jakob_Haibel", "description": "Jakob Haibel was an Austrian composer, operatic tenor and choirmaster."}]}, {"heading": "Births", "year": "1774", "date": "July 20", "txt": "Auguste de Marmont, French general (d. 1852)", "entities": [{"title": "Auguste de Marmont", "href": "/wiki/Auguste_de_Marmont", "description": "Auguste Frédéric Louis Viesse de Marmont was a French general and nobleman who rose to the rank of Marshal of the Empire and was awarded the title Duke of Ragusa. In the Peninsular War Marmont succeeded the disgraced André Masséna in the command of the French army in northern Spain, but lost decisively at the Battle of Salamanca."}]}, {"heading": "Births", "year": "1789", "date": "July 20", "txt": "Mahmud II, Ottoman sultan (d. 1839)", "entities": [{"title": "Mahmud II", "href": "/wiki/Mahmud_II", "description": "Mahmud II was the 30th Sultan of the Ottoman Empire from 1808 until his death in 1839."}]}, {"heading": "Births", "year": "1804", "date": "July 20", "txt": "Richard Owen, English biologist, anatomist, and paleontologist (d. 1892)", "entities": [{"title": "Richard Owen", "href": "/wiki/Richard_Owen", "description": "Sir Richard Owen was an English biologist, comparative anatomist and paleontologist. Despite being a controversial figure, Owen is generally considered to have been an outstanding naturalist with a remarkable gift for interpreting fossils."}]}, {"heading": "Births", "year": "1822", "date": "July 20", "txt": "Gregor Mendel, Austro-German monk, geneticist and botanist (d. 1884)", "entities": [{"title": "Gregor Mendel", "href": "/wiki/Gregor_Mendel", "description": "Gregor Johann Mendel was a meteorologist, mathematician, biologist, Augustinian friar and abbot of St. Thomas' Abbey in Brno, Margraviate of Moravia. Mendel was born in a German-speaking family in the Silesian part of the Austrian Empire and gained posthumous recognition as the founder of the modern science of genetics. Though farmers had known for millennia that crossbreeding of animals and plant"}]}, {"heading": "Births", "year": "1838", "date": "July 20", "txt": "Augustin Daly, American playwright and manager (d. 1899)", "entities": [{"title": "Augustin Daly", "href": "/wiki/Augustin_Daly", "description": "John Augustin Daly was one of the most influential men in American theatre during his lifetime. Drama critic, theatre manager, playwright, and adapter, he became the first recognized stage director in America. He exercised a fierce and tyrannical control over all aspects of his productions. His rules of conduct for actors and actresses imposed heavy fines for late appearances and forgotten lines a"}]}, {"heading": "Births", "year": "1838", "date": "July 20", "txt": "William Paine Lord, American lawyer and politician, 9th Governor of Oregon (d. 1911)", "entities": [{"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Births", "year": "1838", "date": "July 20", "txt": "Sir George Trevelyan, 2nd Baronet, English civil servant and politician, Chancellor of the Duchy of Lancaster (d. 1928)", "entities": [{"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Births", "year": "1847", "date": "July 20", "txt": "Max Liebermann, German painter and academic (d. 1935)", "entities": [{"title": "Max Liebermann", "href": "/wiki/Max_Liebermann", "description": "Max Liebermann was a German painter and printmaker of Ashkenazi Jewish ancestry, and one of the leading proponents of Impressionism in Germany and continental Europe. In addition to his activity as an artist, he also assembled an important collection of French Impressionist works."}]}, {"heading": "Births", "year": "1849", "date": "July 20", "txt": "Robert Anderson Van Wyck, American lawyer and politician, 91st Mayor of New York City (d. 1918)", "entities": [{"title": "Robert Anderson Van Wyck", "href": "/wiki/Robert_Anderson_Van_Wyck", "description": "Robert Anderson Van Wyck was the first mayor of New York City after the consolidation of the five boroughs into the City of Greater New York in 1898."}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Births", "year": "1852", "date": "July 20", "txt": "Theo Heemskerk, Dutch lawyer and politician, Prime Minister of the Netherlands (d. 1932)", "entities": [{"title": "Theo Heemskerk", "href": "/wiki/Theo_Heemskerk", "description": "Theodorus \"Theo\" Heemskerk was a Dutch politician of the Anti-Revolutionary Party (ARP) who served as Prime Minister of the Netherlands from 12 February 1908 until 29 August 1913."}, {"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Births", "year": "1854", "date": "July 20", "txt": "Philomène Belliveau, Canadian artist (d. 1940)", "entities": [{"title": "Philomène Belliveau", "href": "/wiki/Philom%C3%A8ne_Belliveau", "description": "Philomène Belliveau was a Canadian artist of Acadian descent."}]}, {"heading": "Births", "year": "1864", "date": "July 20", "txt": "Erik Axel Karlfeldt, Swedish poet, Nobel Prize laureate (d. 1931)", "entities": [{"title": "Erik Axel Karlfeldt", "href": "/wiki/Erik_Axel_Karlfeldt", "description": "Erik Axel Karlfeldt was a Swedish poet whose highly symbolist poetry masquerading as regionalism was popular and won him the Nobel Prize in Literature posthumously in 1931 after he had been nominated by Nathan Söderblom, member of the Swedish Academy. It has been rumored that he had been offered, but declined, the award already in 1919."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1864", "date": "July 20", "txt": "Ruggero Oddi,  Italian physiologist and anatomist (d. 1913)", "entities": []}, {"heading": "Births", "year": "1868", "date": "July 20", "txt": "Miron Cristea, Romanian cleric and politician, 38th Prime Minister of Romania (d. 1939)", "entities": [{"title": "Miron Cristea", "href": "/wiki/Miron_Cristea", "description": "Miron Cristea was an Austro-Hungarian-born Romanian cleric and politician."}, {"title": "Prime Minister of Romania", "href": "/wiki/Prime_Minister_of_Romania", "description": "The prime minister of the Government of Romania is the head of the Government of Romania. Initially, the office was styled President of the Council of Ministers, when the term \"Government\" included more than the Cabinet, and the Cabinet was called The Council of Ministers. The title was officially changed to Prime Minister by the 1965 Constitution of Romania during the communist regime."}]}, {"heading": "Births", "year": "1873", "date": "July 20", "txt": "Alberto Santos-Dumont, Brazilian pilot (d. 1932)", "entities": [{"title": "Alberto Santos-Dumont", "href": "/wiki/Alberto_Santos-Dumont", "description": "Alberto Santos-Dumont was a Brazilian inventor and aviation pioneer, one of the very few people to have contributed significantly to the early development of both lighter-than-air and heavier-than-air aircraft."}]}, {"heading": "Births", "year": "1876", "date": "July 20", "txt": "Otto Blumenthal, German mathematician and academic (d. 1944)", "entities": [{"title": "Otto Blumenthal", "href": "/wiki/Otto_Blumenthal", "description": "Ludwig Otto Blumenthal was a German mathematician and professor at RWTH Aachen University."}]}, {"heading": "Births", "year": "1877", "date": "July 20", "txt": "Tom Crean, Irish sailor and explorer (d. 1938)", "entities": [{"title": "Tom Crean (explorer)", "href": "/wiki/Tom_Crean_(explorer)", "description": "Thomas Crean was an Irish seaman and Antarctic explorer who was awarded the Albert Medal for Lifesaving."}]}, {"heading": "Births", "year": "1882", "date": "July 20", "txt": "Olga Hahn-Neurath, Austrian mathematician and philosopher (d. 1937)", "entities": [{"title": "Olga Hahn-Neurath", "href": "/wiki/Olga_Hahn-Neurath", "description": "Olga Hahn-Neurath was an Austrian mathematician and philosopher. She is best known for being a member of the Vienna Circle. She was sister of the mathematician Hans Hahn."}]}, {"heading": "Births", "year": "1889", "date": "July 20", "txt": "John Reith, 1st Baron Reith, Scottish broadcaster, co-founded BBC (d. 1971)", "entities": [{"title": "John Reith, 1st Baron Reith", "href": "/wiki/John_Reith,_1st_Baron_Reith", "description": "John Charles Walsham Reith, 1st Baron Reith,, was a Scottish broadcasting executive who established the tradition of independent public service broadcasting in the United Kingdom. In 1922 he was employed by the BBC as its general manager; in 1923 he became its managing director and in 1927 he was employed as the Director-General of the British Broadcasting Corporation created under a royal charter"}, {"title": "BBC", "href": "/wiki/BBC", "description": "The British Broadcasting Corporation (BBC) is a public service broadcaster, headquartered at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees, employing over 22,000 staff in total, of whom more than 19,000 are in public sector broadcasting. The total number of BBC staff amounts to 35,402 includ"}]}, {"heading": "Births", "year": "1890", "date": "July 20", "txt": "Verna Felton, American actress (d. 1966)", "entities": [{"title": "Verna Felton", "href": "/wiki/Verna_Felton", "description": "Verna Felton was an American actress who was best known for providing many voices in numerous Disney animated films, as well as voicing Pearl Slaghoople in Hanna-Barbera's The Flintstones (1962–1963)."}]}, {"heading": "Births", "year": "1890", "date": "July 20", "txt": "Julie Vinter Hansen, Danish-Swiss astronomer and academic (d. 1960)", "entities": []}, {"heading": "Births", "year": "1890", "date": "July 20", "txt": "Giorgio Morandi, Italian painter (d. 1964)", "entities": []}, {"heading": "Births", "year": "1893", "date": "July 20", "txt": "George Llewelyn Davies, English soldier (d. 1915)", "entities": [{"title": "George Llewelyn Davies", "href": "/wiki/George_Llewelyn_Davies", "description": "George Llewelyn Davies was the eldest son of Arthur and Sylvia Llewelyn Davies. Along with his four younger brothers, George was the inspiration for playwright J. M. Barrie's characters of Peter Pan and the Lost Boys. The character of Mr. George Darling was named after him. He was killed in action in the First World War. He was the first cousin of the English writer Daphne du Maurier."}]}, {"heading": "Births", "year": "1895", "date": "July 20", "txt": "László Moholy-Nagy, Hungarian painter, photographer, and sculptor (d. 1946)", "entities": [{"title": "László Moholy-Nagy", "href": "/wiki/L%C3%A1szl%C3%B3_Moholy-Nagy", "description": "László Moholy-Nagy was a Hungarian painter and photographer as well as a professor in the Bauhaus school. He was highly influenced by constructivism and a strong advocate of the integration of technology and industry into the arts. The art critic Peter Schjeldahl called him \"relentlessly experimental\" because of his pioneering work in painting, drawing, photography, collage, sculpture, film, theat"}]}, {"heading": "Births", "year": "1897", "date": "July 20", "txt": "Tadeusz Reichstein, Polish-Swiss chemist and academic, Nobel Prize laureate (d. 1996)", "entities": [{"title": "Tadeusz Reichstein", "href": "/wiki/Tadeusz_Reichstein", "description": "Tadeusz Reichstein was a Polish-Swiss chemist and the Nobel Prize in Physiology or Medicine laureate (1950)."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1900", "date": "July 20", "txt": "Maurice Leyland, English cricketer and coach (d. 1967)", "entities": [{"title": "Maurice Leyland", "href": "/wiki/Maurice_Leyland", "description": "Maurice Leyland was an English international cricketer who played 41 Test matches between 1928 and 1938. In first-class cricket, he represented Yorkshire between 1920 and 1946, scoring over 1,000 runs in 17 consecutive seasons. A left-handed middle-order batsman and occasional left-arm spinner, Leyland was a Wisden Cricketer of the Year in 1929."}]}, {"heading": "Births", "year": "1901", "date": "July 20", "txt": "Vehbi Koç, Turkish businessman and philanthropist, founded Koç Holding (d. 1996)", "entities": [{"title": "Vehbi Koç", "href": "/wiki/Vehbi_Ko%C3%A7", "description": "Vehbi Koç was a Turkish entrepreneur and philanthropist. He founded the Koç Group, one of Turkey’s largest groups of companies. During his lifetime he came to be one of Turkey's wealthiest citizens."}, {"title": "Koç Holding", "href": "/wiki/Ko%C3%A7_Holding", "description": "Koç Holding A.Ş. is the largest industrial conglomerate in Turkey, and the only company in the country to enter the Fortune Global 500 list as of 2016. The company, headquartered in Nakkaştepe, Istanbul, is controlled by the Koç family, one of Turkey's wealthiest families."}]}, {"heading": "Births", "year": "1901", "date": "July 20", "txt": "Eugenio Lopez Sr., Filipino businessman and founder of the Lopez Group of Companies (d. 1975)", "entities": [{"title": "Lopez Group of Companies", "href": "/wiki/Lopez_Group_of_Companies", "description": "López Holdings Corporation is a Filipino conglomerate founded by the brothers Eugenio López, Sr. and Fernando López, Sr. It has substantial holdings in the public service and utilities sector in the Philippines and serves as the López family's publicly listed holding company for investments in major development sectors such as broadcasting and cable; telecommunications; power generation and distri"}]}, {"heading": "Births", "year": "1901", "date": "July 20", "txt": "Heinie Manush, American baseball player and manager (d. 1971)", "entities": []}, {"heading": "Births", "year": "1902", "date": "July 20", "txt": "Leonidas Berry, American gastroenterologist (d. 1995)", "entities": [{"title": "Leonidas Berry", "href": "/wiki/Leonidas_Berry", "description": "Leonidas Harris Berry was an American and pioneer in gastroscopy and endoscopy. He served as the president of the National Medical Association from 1965 to 1966."}]}, {"heading": "Births", "year": "1905", "date": "July 20", "txt": "Joseph Levis, American foil fencer (d. 2005)", "entities": [{"title": "Joseph Levis", "href": "/wiki/Joseph_Levis", "description": "Joseph Levis was an American foil fencer. He won nine national fencing championships, and participated in three Olympic Games representing the United States. The Roll of Honor at the US Fencing Hall of Fame (USFA) credits his individual Olympic silver medal in foil (1932) as the finest accomplishment ever by an American fencer and his victory in the 1954 nationals, after a 16-year layoff from comp"}]}, {"heading": "Births", "year": "1909", "date": "July 20", "txt": "Eric Rowan, South African cricketer (d. 1993)", "entities": [{"title": "Eric Rowan", "href": "/wiki/Eric_Rowan", "description": "Eric Alfred Burchell Rowan was a South African cricketer who played for Transvaal, Eastern Province and South Africa."}]}, {"heading": "Births", "year": "1910", "date": "July 20", "txt": "Vilém Tauský, Czech-English conductor and composer (d. 2004)", "entities": [{"title": "Vilém Tauský", "href": "/wiki/Vil%C3%A9m_Tausk%C3%BD", "description": "Vilém Tauský CBE was a Czech conductor and composer who, from the advent of the Second World War, lived and worked in the UK, one of a significant group of émigré composers and musicians who settled there."}]}, {"heading": "Births", "year": "1911", "date": "July 20", "txt": "Baqa Jilani, Indian cricketer (d. 1941)", "entities": [{"title": "Baqa Jilani", "href": "/wiki/Baqa_Jilani", "description": "Mohammad Baqa Khan Jilani pronunciation (help·info) was a bowler who represented India in Test cricket."}]}, {"heading": "Births", "year": "1911", "date": "July 20", "txt": "José Zabala-Santos, Filipino author and illustrator (d. 1985)", "entities": []}, {"heading": "Births", "year": "1912", "date": "July 20", "txt": "George Johnston, Australian journalist and author (d. 1970)", "entities": [{"title": "George Johnston (novelist)", "href": "/wiki/George_Johnston_(novelist)", "description": "George Henry Johnston OBE was an Australian journalist, war correspondent and novelist, best known for My Brother Jack. He was the husband and literary collaborator of Charmian Clift."}]}, {"heading": "Births", "year": "1914", "date": "July 20", "txt": "Dobri Dobrev, Bulgarian philanthropist (d. 2018)", "entities": [{"title": "Dobri Dobrev", "href": "/wiki/Dobri_Dobrev", "description": "Dobri Dimitrov Dobrev, better known as Grandpa Dobri, Elder Dobri or The Saint of Bailovo, was a Bulgarian ascetic who walked over 20 kilometres (12 mi) each day to sit or stand in front of the Cathedral of Alexander Nevsky in Sofia to collect money for charitable causes. Dobrev donated all the money he collected to charities, orphanages, churches, and monasteries. He turned 100 in July 2014. In B"}]}, {"heading": "Births", "year": "1914", "date": "July 20", "txt": "Charilaos Florakis, Greek politician (d. 2005)", "entities": []}, {"heading": "Births", "year": "1914", "date": "July 20", "txt": "Ersilio Tonini, Italian cardinal (d. 2013)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 20", "txt": "Cindy Walker, American singer-songwriter and dancer (d. 2006)", "entities": [{"title": "Cindy Walker", "href": "/wiki/Cindy_Walker", "description": "Cindy Walker was an American songwriter, as well as a country music singer and dancer. As a songwriter Walker was responsible for many popular and enduring songs recorded by many different artists."}]}, {"heading": "Births", "year": "1919", "date": "July 20", "txt": "Edmund Hillary, New Zealand mountaineer and explorer (d. 2008)", "entities": [{"title": "Edmund Hillary", "href": "/wiki/Edmund_Hillary", "description": "Sir Edmund Percival Hillary was a New Zealand mountaineer, explorer, and philanthropist. On 29 May 1953, Hillary and Sherpa mountaineer Tenzing Norgay became the first climbers confirmed to have reached the summit of Mount Everest. They were part of the ninth British expedition to Everest, led by John Hunt. From 1985 to 1988 he served as New Zealand's High Commissioner to India and Bangladesh and "}]}, {"heading": "Births", "year": "1919", "date": "July 20", "txt": "Jacquemine Charrott Lodwidge, English writer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1920", "date": "July 20", "txt": "Elliot Richardson, American lieutenant and politician, 11th United States Secretary of Defense (d. 1999)", "entities": [{"title": "Elliot Richardson", "href": "/wiki/Elliot_Richardson", "description": "Elliot Lee Richardson was an American lawyer and public servant who was a member of the cabinet of Presidents Richard Nixon and Gerald Ford. As U.S. Attorney General, he was a prominent figure in the Watergate Scandal, and resigned rather than obey President Nixon's order to fire special prosecutor Archibald Cox."}, {"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}]}, {"heading": "Births", "year": "1921", "date": "July 20", "txt": "Henri Alleg, English-French journalist and author (d. 2013)", "entities": [{"title": "Henri Alleg", "href": "/wiki/Henri_Alleg", "description": "Henri Alleg, born Harry John Salem, was a French-Algerian journalist, director of the Alger républicain newspaper, and a member of the French Communist Party. After Editions de Minuit, a French publishing house, released his memoir La Question in 1958, Alleg gained international recognition for his stance against torture, specifically within the context of the Algerian War (1954–1962)."}]}, {"heading": "Births", "year": "1922", "date": "July 20", "txt": "Alan Stephenson Boyd, American lawyer and politician, 1st United States Secretary of Transportation (d. 2020)", "entities": [{"title": "Alan Stephenson Boyd", "href": "/wiki/Alan_Stephenson_Boyd", "description": "Alan Stephenson Boyd was an American attorney and transportation executive who led several large corporations and also served the U.S. Government in various transportation-related positions. He was the first United States Secretary of Transportation, appointed by Lyndon Johnson. Additionally, he served in executive positions with the Civil Aeronautics Board, the U.S. Department of Commerce, and wa"}, {"title": "United States Secretary of Transportation", "href": "/wiki/United_States_Secretary_of_Transportation", "description": "The United States secretary of transportation is the head of the United States Department of Transportation. The secretary serves as the principal advisor to the president of the United States on all matters relating to transportation. The secretary is a statutory member of the Cabinet of the United States, and is fourteenth in the presidential line of succession."}]}, {"heading": "Births", "year": "1923", "date": "July 20", "txt": "Stanisław Albinowski, Polish economist and journalist (d. 2005)", "entities": [{"title": "Stanisław Albinowski", "href": "/wiki/Stanis%C5%82aw_Albinowski", "description": "Stanisław Józef Albinowski was a Polish economist, columnist and journalist on economics."}]}, {"heading": "Births", "year": "1924", "date": "July 20", "txt": "Lola Albright, American actress and singer (d. 2017)", "entities": [{"title": "Lola Albright", "href": "/wiki/Lola_Albright", "description": "Lola Jean Albright was an American singer and actress, best known for playing the sultry singer Edie Hart, the girlfriend of private eye Peter Gunn, on all three seasons of the TV series Peter Gunn."}]}, {"heading": "Births", "year": "1924", "date": "July 20", "txt": "Thomas Berger, American author and playwright (d. 2014)", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 20", "txt": "Mort Garson, Canadian-American songwriter and composer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 20", "txt": "Jacques Delors, French economist and politician, 8th President of the European Commission", "entities": [{"title": "Jacques Delors", "href": "/wiki/Jacques_Delors", "description": "Jacques Lucien Jean Delors is a French politician who served as the 8th President of the European Commission from 1985 to 1995. He served as Minister of Finance of France from 1981 to 1984. He was a Member of the European Parliament from 1979 to 1981. As President, Delors was the most visible and influential leader in European affairs. He implemented the policies that closely linked the member nat"}, {"title": "President of the European Commission", "href": "/wiki/President_of_the_European_Commission", "description": "The President of the European Commission is the head of the European Commission, the executive branch of the European Union. The President of the Commission leads a Cabinet of Commissioners, referred to as the College, collectively accountable to the European Parliament. The President is empowered to allocate portfolios amongst, reshuffle or dismiss Commissioners as necessary. The College directs "}]}, {"heading": "Births", "year": "1925", "date": "July 20", "txt": "Frantz Fanon, French–Algerian psychiatrist and philosopher (d. 1961)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 20", "txt": "Barbara Bergmann, American economist and academic (d. 2015)", "entities": [{"title": "Barbara Bergmann", "href": "/wiki/Barbara_Bergmann", "description": "Barbara Rose Bergmann was a feminist economist. Her work covers many topics from childcare and gender issues to poverty and Social Security. Bergmann was a co-founder and President of the International Association for Feminist Economics, a trustee of the Economists for Peace and Security, and Professor Emerita of Economics at the University of Maryland and American University."}]}, {"heading": "Births", "year": "1927", "date": "July 20", "txt": "Heather Chasen, English actress (d. 2020)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 20", "txt": "Michael Gielen, Austrian conductor and composer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 20", "txt": "Ian P. Howard, English-Canadian psychologist and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 20", "txt": "Józef Czyrek, Polish economist and politician, Polish Minister of Foreign Affairs (d. 2013)", "entities": [{"title": "Józef Czyrek", "href": "/wiki/J%C3%B3zef_Czyrek", "description": "Józef Czyrek was a Polish politician who served as the minister of foreign affairs of the People's Republic of Poland from 1980 to 1982."}, {"title": "Ministry of Foreign Affairs (Poland)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Poland)", "description": "The Ministry of Foreign Affairs is the Polish government department tasked with maintaining Poland's international relations and coordinating its participation in international and regional supra-national political organisations such as the European Union and United Nations. The head of the ministry holds a place in the Council of Ministers."}]}, {"heading": "Births", "year": "1928", "date": "July 20", "txt": "Belaid Abdessalam, Prime Minister of Algeria", "entities": [{"title": "Prime Minister of Algeria", "href": "/wiki/Prime_Minister_of_Algeria", "description": "The prime minister of Algeria is the head of government of Algeria. Abdelaziz Djerad has been the prime minister since 28 December 2019."}]}, {"heading": "Births", "year": "1929", "date": "July 20", "txt": "Hazel Hawke, Australian social worker and pianist, 23rd Spouse of the Prime Minister of Australia (d. 2013)", "entities": [{"title": "Hazel Hawke", "href": "/wiki/Hazel_Hawke", "description": "Hazel Susan Hawke, AO was the first wife of Bob Hawke, the 23rd Prime Minister of Australia. She married him in 1956, and supported him throughout his prime ministership (1983–1991); they divorced in 1995. She worked in social policy areas, and was an amateur pianist and a patron of the arts. After she was diagnosed with Alzheimer's disease, she made public appearances in order to raise awareness "}, {"title": "Spouse of the Prime Minister of Australia", "href": "/wiki/Spouse_of_the_Prime_Minister_of_Australia", "description": "The Spouse of the Prime Minister of Australia is generally a high-profile individual, and assists the prime minister with his or her ceremonial duties as well as performing various other functions. The wife of the current prime minister is Jenny Morrison."}]}, {"heading": "Births", "year": "1929", "date": "July 20", "txt": "Mike Ilitch, American businessman, co-founded Little Caesars (d. 2017)", "entities": [{"title": "Little Caesars", "href": "/wiki/Little_Caesars", "description": "Little Caesar Enterprises Inc. is the third-largest pizza chain by total sales in the United States, behind Pizza Hut and Domino's Pizza. It operates and franchises pizza restaurants in the United States and internationally in Asia, the Middle East, Canada, Latin America and the Caribbean. The company was founded in 1959 and is based in Detroit, Michigan, headquartered in the Fox Theatre building "}]}, {"heading": "Births", "year": "1929", "date": "July 20", "txt": "Rajendra Kumar, Pakistani-Indian actor and producer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 20", "txt": "David Tonkin, Australian politician, 38th Premier of South Australia (d. 2000)", "entities": [{"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1930", "date": "July 20", "txt": "Giannis Agouris, Greek journalist and author (d. 2006)", "entities": [{"title": "Giannis Agouris", "href": "/wiki/Giannis_Agouris", "description": "Giannis Agouris was a Greek writer and journalist from Achaia."}]}, {"heading": "Births", "year": "1930", "date": "July 20", "txt": "Chuck Daly, American basketball player and coach (d. 2009)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 20", "txt": "William H. Goetzmann, American historian and author (d. 2010)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 20", "txt": "Sally Ann Howes, English-American singer and actress", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 20", "txt": "Tony Marsh, English race car driver (d. 2009)", "entities": [{"title": "Tony Marsh (racing driver)", "href": "/wiki/Tony_Marsh_(racing_driver)", "description": "Anthony Ernest \"Tony\" Marsh was a British racing driver from England. His Formula One career was short and unsuccessful, but he enjoyed great success in hillclimbing, winning the British Hill Climb Championship on a record six occasions."}]}, {"heading": "Births", "year": "1932", "date": "July 20", "txt": "Nam June Paik, American artist (d. 2006)", "entities": [{"title": "Nam June Paik", "href": "/wiki/Nam_June_Paik", "description": "Nam June Paik was a Korean American artist. He worked with a variety of media and is considered to be the founder of video art. He is credited with the first use (1974) of the term \"electronic super highway\" to describe the future of telecommunications."}]}, {"heading": "Births", "year": "1932", "date": "July 20", "txt": "Otto Schily, German lawyer and politician, German Minister of the Interior", "entities": [{"title": "List of German interior ministers", "href": "/wiki/List_of_German_interior_ministers", "description": "The Federal Minister of the Interior is the head of the Federal Ministry of the Interior and a member of the Cabinet of Germany. The current office holder is Horst Seehofer."}]}, {"heading": "Births", "year": "1933", "date": "July 20", "txt": "Buddy Knox, American singer-songwriter and guitarist (d. 1999)", "entities": [{"title": "Buddy Knox", "href": "/wiki/Buddy_Knox", "description": "Buddy Wayne Knox was an American singer and songwriter, best known for his 1957 rock hit song, \"Party Doll\"."}]}, {"heading": "Births", "year": "1933", "date": "July 20", "txt": "Cormac McCarthy, American novelist, playwright, and screenwriter", "entities": []}, {"heading": "Births", "year": "1933", "date": "July 20", "txt": "Rex Williams, English snooker player", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 20", "txt": "Peter Palumbo, Baron Palumbo, English businessman and art collector", "entities": [{"title": "Peter Palumbo, Baron Palumbo", "href": "/wiki/Peter_Palumbo,_Baron_Palumbo", "description": "Peter Garth Palumbo, Baron Palumbo is a property developer and art collector. Palumbo is a former chairman of the Arts Council of Great Britain and a life peer. He sat as a Conservative in the House of Lords from 1991 to 2019."}]}, {"heading": "Births", "year": "1936", "date": "July 20", "txt": "Alistair MacLeod, Canadian novelist and short story writer (d. 2014)", "entities": [{"title": "Alistair MacLeod", "href": "/wiki/Alistair_MacLeod", "description": "Alistair MacLeod, was a Canadian novelist, short story writer and academic. His powerful and moving stories vividly evoke the beauty of Cape Breton Island's rugged landscape and the resilient character of many of its inhabitants, the descendants of Scottish immigrants, who are haunted by ancestral memories and who struggle to reconcile the past and the present. MacLeod has been praised for his ver"}]}, {"heading": "Births", "year": "1936", "date": "July 20", "txt": "Barbara Mikulski, American social worker and politician", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 20", "txt": "Deniz Baykal, Turkish lawyer and politician, Deputy Prime Minister of Turkey", "entities": [{"title": "Deniz Baykal", "href": "/wiki/Deniz_Baykal", "description": "Deniz Baykal is a Turkish politician at the Republican People's Party who served as Deputy Prime Minister and Minister of Foreign Affairs from 1995 to 1996. Having served in numerous government positions, Baykal led the CHP from 1992 to February 1995, from September 1995 to 1999 and again from 2000 to 2010. Between 2002 and 2010, he also served as the Leader of the Opposition by virtue of leading "}, {"title": "Deputy Prime Minister of Turkey", "href": "/wiki/Deputy_Prime_Minister_of_Turkey", "description": "The Deputy Prime Minister of Turkey is the abolished official Deputy of the Head of Government of Turkey. Conventionally all of the junior partners in a coalition get one deputy, and they are ranked according to the size of their respective parties."}]}, {"heading": "Births", "year": "1938", "date": "July 20", "txt": "Roger Hunt, English footballer", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 20", "txt": "Tony Oliva, Cuban-American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 20", "txt": "Diana Rigg, English actress (d. 2020)", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 20", "txt": "Natalie Wood, American actress (d. 1981)", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 20", "txt": "Judy Chicago, American painter and sculptor", "entities": [{"title": "Judy Chicago", "href": "/wiki/Judy_Chicago", "description": "Judy Chicago is an American feminist artist, art educator, and writer known for her large collaborative art installation pieces about birth and creation images, which examine the role of women in history and culture. During the 1970s, Chicago founded the first feminist art program in the United States at California State University Fresno and acted as a catalyst for feminist art and art education."}]}, {"heading": "Births", "year": "1941", "date": "July 20", "txt": "Don Chuy, American football player (d. 2014)", "entities": [{"title": "Don Chuy", "href": "/wiki/Don_Chuy", "description": "Donald John Chuy was a professional American football player who played guard for seven seasons for the Los Angeles Rams and the Philadelphia Eagles."}]}, {"heading": "Births", "year": "1941", "date": "July 20", "txt": "Periklis Korovesis, Greek author and journalist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 20", "txt": "Kurt Raab, German actor, screenwriter, and production designer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 20", "txt": "Pete Hamilton, American race car driver (d. 2017)", "entities": [{"title": "Pete Hamilton", "href": "/wiki/Pete_Hamilton", "description": "Peter Goodwill Hamilton was an American professional stock car racing driver. He competed in NASCAR for six years, where he won four times in his career, three times driving for Petty Enterprises."}]}, {"heading": "Births", "year": "1943", "date": "July 20", "txt": "Chris Amon, New Zealand race car driver (d. 2016)", "entities": [{"title": "Chris Amon", "href": "/wiki/Chris_Amon", "description": "Christopher Arthur Amon was a New Zealand motor racing driver. He was active in Formula One racing in the 1960s and 1970s and is widely regarded as one of the best F1 drivers never to win a championship Grand Prix. His reputation for bad luck was such that fellow driver Mario Andretti once joked that \"if he became an undertaker, people would stop dying\". Former Ferrari Technical Director Mauro For"}]}, {"heading": "Births", "year": "1943", "date": "July 20", "txt": "Bob McNab, English footballer", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 20", "txt": "Adrian Păunescu, Romanian poet, journalist, and politician (d. 2010)", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 20", "txt": "Wendy Richard, English actress (d. 2009)", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 20", "txt": "Mel Daniels, American basketball player and coach (d. 2015)", "entities": [{"title": "Mel Daniels", "href": "/wiki/Mel_Daniels", "description": "Melvin Joe Daniels was an American professional basketball player. He played in the American Basketball Association (ABA) for the Minnesota Muskies, Indiana Pacers, and Memphis Sounds, and in the National Basketball Association for the New York Nets. Daniels was a two-time ABA Most Valuable Player, three-time ABA Champion and a seven-time ABA All-Star. Daniels was the All-time ABA rebounding leade"}]}, {"heading": "Births", "year": "1944", "date": "July 20", "txt": "W. Cary Edwards, American politician (d. 2010)", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 20", "txt": "Olivier de Kersauson, French sailor", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 20", "txt": "T. G. Sheppard, American country music singer-songwriter", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 20", "txt": "Kim Carnes, American singer-songwriter", "entities": [{"title": "Kim Carnes", "href": "/wiki/Kim_Carnes", "description": "Kim Carnes is an American singer-songwriter. Born and raised in Los Angeles, California, she began her career as a songwriter in the 1960s, writing for other artists while performing in local clubs and working as a session background singer with the famed Waters sisters. After she signed her first publishing deal with Jimmy Bowen, she released her debut album Rest on Me in 1972. Carnes' self-title"}]}, {"heading": "Births", "year": "1945", "date": "July 20", "txt": "Larry Craig, American soldier and politician", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 20", "txt": "John Lodge, English singer-songwriter, bass player, and producer", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 20", "txt": "Bo Rein, American football player and coach (d. 1980)", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 20", "txt": "Randal Kleiser, American actor, director, and producer", "entities": [{"title": "Randal Kleiser", "href": "/wiki/Randal_Kleiser", "description": "John Randal Kleiser is an American film and television director, producer, screenwriter and actor, best known for directing the 1978 musical romantic-comedy film Grease."}]}, {"heading": "Births", "year": "1947", "date": "July 20", "txt": "Gerd Binnig, German physicist and academic, Nobel Prize laureate", "entities": [{"title": "Gerd Binnig", "href": "/wiki/Gerd_Binnig", "description": "Gerd Binnig is a German physicist. He is most famous for having won the Nobel Prize in Physics jointly with Heinrich Rohrer in 1986 for the invention of the scanning tunneling microscope."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1947", "date": "July 20", "txt": "Carlos Santana, Mexican-American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 20", "txt": "Muse Watson, American actor and producer", "entities": [{"title": "Muse Watson", "href": "/wiki/Muse_Watson", "description": "Muse Watson is an American stage and screen actor. He became known for his roles as Ben Willis, the primary antagonist in the I Know What You Did Last Summer franchise, Charles Westmoreland on the Fox television series Prison Break and as Mike Franks in CBS television series NCIS."}]}, {"heading": "Births", "year": "1950", "date": "July 20", "txt": "Edward Leigh, English lawyer and politician", "entities": [{"title": "Edward Leigh", "href": "/wiki/Edward_Leigh", "description": "Sir Edward Julian Egerton Leigh is a British Conservative Party politician who has served as a Member of Parliament since 1983."}]}, {"heading": "Births", "year": "1950", "date": "July 20", "txt": "Lucille Lemay, Canadian archer", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 20", "txt": "Jeff Rawle, English actor and screenwriter", "entities": [{"title": "Jeff Rawle", "href": "/wiki/Jeff_Rawle", "description": "Jeffrey Alan Rawle is an English actor, known for playing the long-suffering George Dent in the news-gathering sitcom Drop the Dead Donkey. He also played Silas Blissett in Hollyoaks from December 2010 until 2012. Rawle returned to Hollyoaks in 2016 and 2020."}]}, {"heading": "Births", "year": "1953", "date": "July 20", "txt": "Dave Evans, Welsh-Australian singer-songwriter", "entities": [{"title": "Dave Evans (singer)", "href": "/wiki/Dave_Evans_(singer)", "description": "David Evans is an Australian singer. He briefly sang for the hard rock band AC/DC in 1973–1974, appearing on their debut single before being replaced by Bon Scott. Evans then went on to join the band Rabbit who were active into the early 1980s. He resumed a solo career shortly after the year 2000."}]}, {"heading": "Births", "year": "1953", "date": "July 20", "txt": "Thomas Friedman, American journalist and author", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 20", "txt": "Marcia Hines, American-Australian singer and actress", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 20", "txt": "Moira Harris, American actress", "entities": [{"title": "Moira Harris", "href": "/wiki/Moira_Harris", "description": "Moira Jane Harris Sinise is a retired American actress."}]}, {"heading": "Births", "year": "1954", "date": "July 20", "txt": "Jay Jay French, American guitarist and producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "July 20", "txt": "Desmond Douglas, Jamaican-English table tennis player", "entities": [{"title": "Desmond Douglas", "href": "/wiki/Desmond_Douglas", "description": "Desmond Douglas MBE is a British table tennis player. He lived and was brought up in the area of Handsworth, Birmingham, West Midlands. He was an attacking, left-handed, player, notable for his scissor jump smash. He was famous for his use of close to the table blocks on the backhand side, mixing pace with powerful topspin from his forehand side."}]}, {"heading": "Births", "year": "1955", "date": "July 20", "txt": "René-Daniel Dubois, Canadian actor and playwright", "entities": []}, {"heading": "Births", "year": "1955", "date": "July 20", "txt": "Jem Finer, English banjo player and songwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 20", "txt": "Paul Cook, English drummer", "entities": [{"title": "Paul Cook", "href": "/wiki/Paul_Cook", "description": "Paul Thomas Cook is an English drummer and member of the punk rock band the Sex Pistols. He was also called \"Cookie\" by his friends on the punk music scene."}]}, {"heading": "Births", "year": "1956", "date": "July 20", "txt": "Thomas N'Kono, Cameroonian footballer", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 20", "txt": "Jim Prentice, Canadian lawyer and politician, 16th Premier of Alberta (d. 2016)", "entities": [{"title": "Premier of Alberta", "href": "/wiki/Premier_of_Alberta", "description": "The premier of Alberta is the first minister for the Canadian province of Alberta, and the province's head of government. The current premier is Jason Kenney, leader of the United Conservative Party, who was sworn in on April 30, 2019."}]}, {"heading": "Births", "year": "1958", "date": "July 20", "txt": "Mick MacNeil, Scottish keyboard player and songwriter", "entities": [{"title": "Mick MacNeil", "href": "/wiki/Mick_MacNeil", "description": "Norman Michael MacNeil is a Scottish songwriter and keyboardist. He is best known for being a former member of the group Simple Minds. Having joined the band in 1978, MacNeil left in 1990."}]}, {"heading": "Births", "year": "1959", "date": "July 20", "txt": "Radney Foster, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Radney Foster", "href": "/wiki/Radney_Foster", "description": "Radney Muckleroy Foster is an American country music singer-songwriter, musician and music producer. Initially a songwriter in Nashville, Tennessee, Foster made his recording debut as part of the Foster & Lloyd duo, recording three studio albums and with nine singles on the country charts."}]}, {"heading": "Births", "year": "1960", "date": "July 20", "txt": "Claudio Langes, Italian race car driver", "entities": [{"title": "Claudio Langes", "href": "/wiki/Claudio_Langes", "description": "Claudio Langes is a racing driver from Italy."}]}, {"heading": "Births", "year": "1960", "date": "July 20", "txt": "Prvoslav Vujčić, Serbian-Canadian poet and philosopher", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 20", "txt": "Sudesh Berry, Indian actor", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 20", "txt": "Óscar Elías Biscet, Cuban physician and activist, founded the Lawton Foundation", "entities": [{"title": "Óscar Elías Biscet", "href": "/wiki/%C3%93scar_El%C3%ADas_Biscet", "description": "Dr. Óscar Elías Biscet González, is a Cuban physician and an advocate for human rights and democratic freedoms in Cuba. He is also the founder of the Lawton Foundation."}, {"title": "Lawton Foundation", "href": "/wiki/Lawton_Foundation", "description": "The Lawton Foundation was founded in 1997 in Havana, Cuba, as a non-governmental organization to promote the \"study, defense and denunciation of human rights inside Cuba\". The group was formed by Christian pro-life activist Dr. Oscar Elías Biscet González and is made up of adult Cuban citizens of all ages, social groups, professionals as well as non-professionals. The group claims to have been cen"}]}, {"heading": "Births", "year": "1962", "date": "July 20", "txt": "Carlos Alazraqui, American actor, producer, and screenwriter", "entities": [{"title": "Carlos Alazraqui", "href": "/wiki/Carlos_Alazraqui", "description": "Carlos Jaime Alazraqui is an American actor, stand-up comedian, impressionist, producer and screenwriter, possibly best known for his role as Deputy James Garcia on Reno 911!. His extensive voice-over work includes the role of Spyro from Spyro the Dragon, Leslie P. Lilylegs on New Looney Tunes, the Taco Bell chihuahua in the Taco Bell commercials, Denzel Crocker and Juandissimo Magnifico on The Fa"}]}, {"heading": "Births", "year": "1962", "date": "July 20", "txt": "Giovanna Amati, Italian race car driver", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 20", "txt": "Julie Bindel, English journalist, author, and academic", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 20", "txt": "Frank Whaley, American actor, director, and screenwriter", "entities": [{"title": "Frank Whaley", "href": "/wiki/Frank_Whaley", "description": "Frank Joseph Whaley is an American actor, film director, screenwriter, and comedian. His roles include Brett in Pulp Fiction, Robbie Krieger in The Doors, young Archie \"Moonlight\" Graham in Field of Dreams, and Guy in Swimming With Sharks. He also appeared in the films Born on the Fourth of July, The Freshman, A Midnight Clear, Swing Kids, Broken Arrow, and World Trade Center."}]}, {"heading": "Births", "year": "1964", "date": "July 20", "txt": "Chris Cornell, American singer-songwriter and guitarist (d. 2017)", "entities": [{"title": "Chris Cornell", "href": "/wiki/Chris_Cornell", "description": "Christopher John Cornell was an American singer, songwriter, and musician best known as the lead vocalist and rhythm guitarist for the rock bands Soundgarden and Audioslave. He also had a solo career and contributed to soundtracks. Cornell was also the founder and frontman of Temple of the Dog, a one-off tribute band dedicated to his late friend Andrew Wood."}]}, {"heading": "Births", "year": "1964", "date": "July 20", "txt": "Terri Irwin, American-Australian zoologist and author", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 20", "txt": "Sebastiano Rossi, Italian footballer", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 20", "txt": "Bernd Schneider, German race car driver", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 20", "txt": "Jess Walter, American journalist and author", "entities": [{"title": "Jess Walter", "href": "/wiki/Jess_Walter", "description": "Jess Walter is an American author of seven novels, a collection of short stories, and a non-fiction book. His books have been published in twenty-six countries and translated into twenty-eight languages. He is the recipient of the Edgar Allan Poe Award, among others, and was a finalist for the National Book Award in 2006."}]}, {"heading": "Births", "year": "1966", "date": "July 20", "txt": "Stone Gossard, American singer-songwriter and guitarist", "entities": [{"title": "Stone Gossard", "href": "/wiki/Stone_Gossard", "description": "Stone Carpenter Gossard is an American musician who serves as the rhythm and additional lead guitarist, also co-lyricist for the American rock band Pearl Jam. Along with Jeff Ament, Mike McCready, and Eddie Vedder, he is one of the founding members of the band."}]}, {"heading": "Births", "year": "1966", "date": "July 20", "txt": "Enrique Peña Nieto, Mexican lawyer and politician, 57th President of Mexico", "entities": [{"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1967", "date": "July 20", "txt": "Courtney Taylor-Taylor, American singer-songwriter and guitarist", "entities": [{"title": "Courtney Taylor-Taylor", "href": "/wiki/Courtney_Taylor-Taylor", "description": "Courtney A. Taylor, known as Courtney Taylor-Taylor, is an American singer-songwriter from Portland, Oregon. He is the lead singer and guitarist of alternative rock band The Dandy Warhols, a band he co-founded. Taylor-Taylor has written the majority of the band's songs."}]}, {"heading": "Births", "year": "1968", "date": "July 20", "txt": "Jimmy Carson, American ice hockey player", "entities": [{"title": "Jimmy Carson", "href": "/wiki/Jimmy_Carson", "description": "James Charles Carson is an American former professional hockey player. He played 10 seasons in the National Hockey League with five different teams. In 1988, he became only the second teenager in NHL history to score 50 goals in a season; the first was Wayne Gretzky."}]}, {"heading": "Births", "year": "1968", "date": "July 20", "txt": "Hami Mandıralı, Turkish footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 20", "txt": "Kool G Rap, American hip-hop artist", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 20", "txt": "Josh Holloway, American actor", "entities": [{"title": "Josh Holloway", "href": "/wiki/Josh_Holloway", "description": "Josh Lee Holloway is an American actor, model and producer, best known for his roles as James \"Sawyer\" Ford on the American television show Lost and as Will Bowman on the science fiction drama Colony. He currently stars in the Paramount western series Yellowstone."}]}, {"heading": "Births", "year": "1969", "date": "July 20", "txt": "Kreso Kovacec, Croatian-German footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 20", "txt": "Giovanni Lombardi, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 20", "txt": "Joon Park, South Korean-American singer", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 20", "txt": "Tobi Vail, American singer and guitarist", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 20", "txt": "Charles Johnson, American baseball player", "entities": [{"title": "Charles Johnson (catcher)", "href": "/wiki/Charles_Johnson_(catcher)", "description": "Charles Edward Johnson, Jr. is an American former professional baseball player. He played as a catcher in Major League Baseball with the Florida Marlins, the Los Angeles Dodgers (1998), the Baltimore Orioles (1999–2000), the Chicago White Sox (2000), the Colorado Rockies (2003–2004), and the Tampa Bay Devil Rays (2005)."}]}, {"heading": "Births", "year": "1971", "date": "July 20", "txt": "Sandra Oh, Canadian actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 20", "txt": "Jamie Ainscough, Australian rugby league player", "entities": [{"title": "Jamie Ainscough", "href": "/wiki/Jamie_Ainscough", "description": "Jamie Ainscough is an Australian former professional rugby league footballer who played in the 1990s and 2000s. An Australia international and New South Wales State of Origin representative three-quarter back, he played his club football for Western Suburbs, the Newcastle Knights, the St. George Illawarra Dragons and the Wigan Warriors."}]}, {"heading": "Births", "year": "1972", "date": "July 20", "txt": "Jozef Stümpel, Slovak ice hockey player", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 20", "txt": "Erik Ullenhag, Swedish jurist and politician", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 20", "txt": "Vitamin C, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 20", "txt": "Omar Epps, American actor", "entities": [{"title": "Omar Epps", "href": "/wiki/Omar_Epps", "description": "Omar Hashim Epps is an American actor. He has been awarded nine NAACP Image Awards, two Teen Choice Awards, one MTV Movie Award, one Black Reel Award, and one Screen Actors Guild Award. Epps's film roles include Juice, Higher Learning, The Wood, In Too Deep, and Love & Basketball. His television work includes the role of Dr. Dennis Gant on the medical drama series ER, J. Martin Bellamy in Resurrec"}]}, {"heading": "Births", "year": "1973", "date": "July 20", "txt": "Haakon, Crown Prince of Norway", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 20", "txt": "Peter Forsberg, Swedish ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 20", "txt": "Nixon McLean, Caribbean cricketer", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 20", "txt": "Roberto Orci, Mexican-American screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 20", "txt": "Claudio Reyna, American soccer player", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 20", "txt": "Ray Allen, American basketball player and actor", "entities": [{"title": "Ray Allen", "href": "/wiki/Ray_Allen", "description": "Walter Ray Allen Jr. is an American former professional basketball player. He played 18 seasons in the National Basketball Association (NBA) and was inducted into the Naismith Memorial Basketball Hall of Fame as a player in September 2018."}]}, {"heading": "Births", "year": "1975", "date": "July 20", "txt": "Judy Greer, American actress and producer", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 20", "txt": "Erik Hagen, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 20", "txt": "Birgitta Ohlsson, Swedish journalist and politician, 5th Swedish Minister for European Union Affairs", "entities": [{"title": "Minister for EU Affairs (Sweden)", "href": "/wiki/Minister_for_EU_Affairs_(Sweden)", "description": "The Minister for European Union Affairs is a cabinet minister who is part of the Swedish Government and appointed by the Prime Minister. The minister is directly under the Prime Minister's Office and is responsible for overall questions about the European Union, such as the strategy for growth and employment, the financial perspective, the Lisbon Treaty and the anchoring of EU membership."}]}, {"heading": "Births", "year": "1975", "date": "July 20", "txt": "Jason Raize, American singer and actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 20", "txt": "Yusuf Şimşek, Turkish footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 20", "txt": "Erica Hill, American journalist", "entities": [{"title": "Erica Hill", "href": "/wiki/Erica_Hill", "description": "Erica Ruth Hill-Yount is an American journalist who works for CNN. She serves as a primary substitute anchor and a correspondent. She co-anchored Weekend Today from 2012 to 2016, following work at CBS since 2008."}]}, {"heading": "Births", "year": "1976", "date": "July 20", "txt": "Debashish Mohanty, Indian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 20", "txt": "Andrew Stockdale, Australian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 20", "txt": "Alex Yoong, Malaysian race car driver", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 20", "txt": "Kiki Musampa, Congolese footballer", "entities": [{"title": "Kiki Musampa", "href": "/wiki/Kiki_Musampa", "description": "Kizito \"Kiki\" Musampa is a Congolese-born, and Dutch-nationalised former professional footballer."}]}, {"heading": "Births", "year": "1977", "date": "July 20", "txt": "Yves Niaré, French shot putter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 20", "txt": "Alessandro Santos, Brazilian-Japanese footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 20", "txt": "Pavel Datsyuk, Russian ice hockey player", "entities": [{"title": "Pavel Datsyuk", "href": "/wiki/Pavel_Datsyuk", "description": "Pavel Valerievich Datsyuk is a Russian professional ice hockey player for Avtomobilist Yekaterinburg of the Kontinental Hockey League (KHL). Datsyuk was nicknamed the \"Magic Man\" honoring his incredible stickhandling and creativity with the puck. From 2001 to 2016, he played for the Detroit Red Wings of the National Hockey League (NHL). In 2017, Datsyuk was named one of the \"100 Greatest NHL Playe"}]}, {"heading": "Births", "year": "1978", "date": "July 20", "txt": "Will Solomon, American basketball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 20", "txt": "Elliott Yamin, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 20", "txt": "Ieva Zunda, Latvian runner and hurdler", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 20", "txt": "Miklós Fehér, Hungarian footballer (d. 2004)", "entities": [{"title": "Miklós Fehér", "href": "/wiki/Mikl%C3%B3s_Feh%C3%A9r", "description": "Miklós \"Miki\" Fehér was a Hungarian professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1979", "date": "July 20", "txt": "Charlotte Hatherley, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 20", "txt": "David Ortega, Spanish swimmer", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 20", "txt": "Tesfaye Bramble, English-Montserratian footballer", "entities": [{"title": "Tesfaye Bramble", "href": "/wiki/Tesfaye_Bramble", "description": "Tesfaye Walda Simeon \"Tes\" Bramble is a former English-born Montserratian footballer and convicted rapist. He made over 200 appearances in the Football League, scoring 43 goals, between 2001 and 2007, and played international football for Montserrat."}]}, {"heading": "Births", "year": "1980", "date": "July 20", "txt": "Gisele Bündchen, Brazilian model, fashionista, and businesswoman", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 20", "txt": "Viktoria Ladõnskaja, Estonian journalist and politician", "entities": [{"title": "Viktoria Ladõnskaja", "href": "/wiki/Viktoria_Lad%C3%B5nskaja", "description": "Viktoria Ladõnskaja is an Estonian politician and a member of its parliament, or Riigikogu. She represents the Tallinn constituency of Kesklinn, Lasnamäe and Pirita as a member of the Pro Patria and Res Publica Union party. Ladõnskaja was elected to the Riigikogu in the 2015 election with 1,393 personal votes. Before starting her career in politics, Ladõnskaja worked as a freelance journalist and "}]}, {"heading": "Births", "year": "1982", "date": "July 20", "txt": "Antoine Vermette, Canadian ice hockey player", "entities": [{"title": "Antoine Vermette", "href": "/wiki/Antoine_Vermette", "description": "Antoine Vermette is a Canadian former professional ice hockey centre who played for 14 seasons in the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1984", "date": "July 20", "txt": "Alexi Casilla, Dominican baseball player", "entities": [{"title": "Alexi Casilla", "href": "/wiki/Alexi_Casilla", "description": "Alexi Casilla Lora is a Dominican professional baseball second baseman who is a free agent. He has played in Major League Baseball (MLB) for the Minnesota Twins and Baltimore Orioles."}]}, {"heading": "Births", "year": "1984", "date": "July 20", "txt": "Matt Gilroy, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 20", "txt": "John Francis Daley, American actor and screenwriter", "entities": [{"title": "John Francis Daley", "href": "/wiki/John_Francis_Daley", "description": "John Francis Daley is an American actor, screenwriter, and film director. He is known for playing high school freshman Sam Weir on the NBC comedy-drama Freaks and Geeks and FBI criminal profiler Dr. Lance Sweets on the crime drama series Bones, for which he was nominated for a 2014 PRISM Award. He plays keyboards and sings for the band Dayplayer."}]}, {"heading": "Births", "year": "1985", "date": "July 20", "txt": "Harley Morenstein, Canadian actor and YouTube personality", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 20", "txt": "David Mundy, Australian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 20", "txt": "Osric Chau, Canadian actor, director, producer, and screenwriter", "entities": [{"title": "Osric Chau", "href": "/wiki/Osric_Chau", "description": "Osric Chau is a Canadian actor and martial artist, best known for his role as Kevin Tran in the CW series Supernatural and Vogel in the BBC America series Dirk Gently's Holistic Detective Agency."}]}, {"heading": "Births", "year": "1987", "date": "July 20", "txt": "Nicola Benedetti, Scottish violinist", "entities": [{"title": "Nicola Benedetti", "href": "/wiki/Nicola_Benedetti", "description": "Nicola Joy Nadia Benedetti CBE is a Scottish-Italian classical solo violinist. Her ability was recognised when she was a child, including the award of BBC Young Musician of the Year when she was 16 and also many other awards. She works with orchestras in Europe and America as well as Alexei Grynyuk, her regular pianist. Since 2012 she has played the Gariel Stradivarius violin."}]}, {"heading": "Births", "year": "1987", "date": "July 20", "txt": "Niall McGinn, Irish footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 20", "txt": "Julianne Hough, American singer-songwriter, actress, and dancer", "entities": [{"title": "Julianne Hough", "href": "/wiki/Julianne_Hough", "description": "Julianne Alexandra Hough is an American dancer, actress, singer and songwriter. In 2007, she joined the cast of ABC's Dancing with the Stars as a professional dancer, winning two seasons with her celebrity partners. After leaving the show in 2009, she returned in 2014 to serve as a permanent judge on Dancing with the Stars, a position she held until 2017. For her work on the series, she has receiv"}]}, {"heading": "Births", "year": "1988", "date": "July 20", "txt": "Stephen Strasburg, American baseball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 20", "txt": "Shahram Mahmoudi, Iranian volleyball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 20", "txt": "Javier Cortés, Mexican footballer", "entities": [{"title": "Javier Cortés", "href": "/wiki/Javier_Cort%C3%A9s", "description": "Javier Cortés Granados is a Mexican professional footballer who plays as a midfielder. He is an Olympic gold medalist."}]}, {"heading": "Births", "year": "1989", "date": "July 20", "txt": "Cristian Pasquato, Italian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 20", "txt": "Lars Unnerstall, German footballer", "entities": [{"title": "Lars Unnerstall", "href": "/wiki/Lars_Unnerstall", "description": "Lars Unnerstall is a German professional footballer who plays as a goalkeeper for Dutch club PSV Eindhoven."}]}, {"heading": "Births", "year": "1991", "date": "July 20", "txt": "Chiyoshōma Fujio, Mongolian sumo wrestler", "entities": [{"title": "Chiyoshōma Fujio", "href": "/wiki/Chiyosh%C5%8Dma_Fujio", "description": "Chiyoshōma Fujio  is a Mongolian professional sumo wrestler from Ulaanbaatar. He made his debut in July 2009 and reached the top makuuchi division in September 2016. He wrestles for Kokonoe stable. His highest rank is maegashira 2."}]}, {"heading": "Births", "year": "1991", "date": "July 20", "txt": "Ryan James, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "July 20", "txt": "Kira Kazantsev, Miss America 2015", "entities": [{"title": "Miss America 2015", "href": "/wiki/Miss_America_2015", "description": "Miss America 2015, the 88th Miss America pageant, was held at the Boardwalk Hall in Atlantic City, New Jersey on Sunday, September 14, 2014. Miss America 2014, Nina Davuluri crowned the winner, Miss New York, Kira Kazantsev, making it the third consecutive year that a Miss New York won the Miss America crown; New York thus became the first state to have a Miss America winner three years in a row. "}]}, {"heading": "Births", "year": "1991", "date": "July 20", "txt": "Philipp Reiter, German mountaineer and runner", "entities": []}, {"heading": "Births", "year": "1993", "date": "July 20", "txt": "Steven Adams, New Zealand basketball player", "entities": [{"title": "Steven Adams", "href": "/wiki/Steven_Adams", "description": "Steven Funaki Adams is a New Zealand professional basketball player for the New Orleans Pelicans of the National Basketball Association (NBA). After playing one season with his hometown team Wellington Saints in 2011, Adams moved to the United States in 2012 to play college basketball for Pittsburgh. In June 2013, he was selected by the Thunder with the 12th overall pick in the 2013 NBA draft."}]}, {"heading": "Births", "year": "1995", "date": "July 20", "txt": "Moses Leota, New Zealand rugby league player", "entities": [{"title": "Moses Leota", "href": "/wiki/Moses_Leota", "description": "Moses Leota is a Samoa international rugby league footballer who plays as a prop and lock for the Penrith Panthers in the NRL."}]}, {"heading": "Births", "year": "1996", "date": "July 20", "txt": "Ben Simmons, Australian basketball player", "entities": [{"title": "Ben Simmons", "href": "/wiki/Ben_Simmons", "description": "Benjamin David Simmons is an Australian professional basketball player for the Philadelphia 76ers of the National Basketball Association (NBA). He played college basketball for one season with the Louisiana State University (LSU) Tigers, after which he was named a consensus first-team All-American and the USBWA National Freshman of the Year. Simmons was selected with the first overall pick in the "}]}, {"heading": "Births", "year": "1999", "date": "July 20", "txt": "Pop Smoke, American rapper and singer (d. 2020)", "entities": [{"title": "Pop Smoke", "href": "/wiki/Pop_Smoke", "description": "Bashar Barakah Jackson, known professionally as Pop Smoke, was an American rapper, singer, and songwriter. He was considered by many to be the face of Brooklyn drill. Born and raised in Canarsie, Brooklyn, Pop Smoke began his musical career in late 2018 upon releasing his debut single titled \"Mpr \". He often collaborated with UK drill artists and producers, who employed more minimal and aggressive"}]}, {"heading": "Deaths", "year": "518", "date": "July 20", "txt": "Amantius, Byzantine grand chamberlain and Monophysite martyr", "entities": [{"title": "Amantius (praepositus)", "href": "/wiki/Amantius_(praepositus)", "description": "Amantius was the head chamberlain of the Byzantine emperor Anastasius I. Defeated by Justin I in the intrigues and power struggles after Anastasius' death, he was executed."}]}, {"heading": "Deaths", "year": "833", "date": "July 20", "txt": "Ansegisus, Frankish abbot and saint", "entities": [{"title": "Ansegisus", "href": "/wiki/Ansegisus", "description": "Saint Ansegisus was a monastic reformer of the Franks."}]}, {"heading": "Deaths", "year": "985", "date": "July 20", "txt": "Boniface VII, antipope of Rome", "entities": [{"title": "Antipope Boniface VII", "href": "/wiki/Antipope_Boniface_VII", "description": "Antipope Boniface VII, otherwise known as Franco Ferrucci, was a Catholic prelate who claimed the Holy See in 974 and from 984 until 985. A popular tumult compelled him to flee to Constantinople in 974; he carried off a vast treasure, and returned in 984 and removed Pope John XIV (983–984) from office. He is supposed to have put Pope Benedict VI to death. After a brief second rule, he died under s"}]}, {"heading": "Deaths", "year": "1031", "date": "July 20", "txt": "Robert II, king of France (b. 972)", "entities": [{"title": "Robert II of France", "href": "/wiki/Robert_II_of_France", "description": "Robert II, called the Pious or the Wise, was King of the Franks from 996 to 1031, the second from the House of Capet. He was born in Orléans to Hugh Capet and Adelaide of Aquitaine. Robert distinguished himself with an extraordinarily long reign for the time. His 35-year-long reign was marked by his attempts to expand the royal domain by any means, especially by his long struggle to gain the Duchy"}]}, {"heading": "Deaths", "year": "1156", "date": "July 20", "txt": "Toba, emperor of Japan (b. 1103)", "entities": [{"title": "Emperor Toba", "href": "/wiki/Emperor_Toba", "description": "Emperor Toba  was the 74th Emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1320", "date": "July 20", "txt": "Oshin, king of Armenia (b. 1282)", "entities": [{"title": "Oshin, King of Armenia", "href": "/wiki/Oshin,_King_of_Armenia", "description": "Oshin was king of the Armenian Kingdom of Cilicia, ruling from 1307 to 1320. He was a member of the Hetoumid-family, the son of Leo II, King of Armenia and Queen Keran."}]}, {"heading": "Deaths", "year": "1332", "date": "July 20", "txt": "Thomas Randolph, 1st Earl of Moray, regent of Scotland", "entities": [{"title": "Thomas Randolph, 1st Earl of Moray", "href": "/wiki/Thomas_Randolph,_1st_Earl_of_Moray", "description": "Thomas Randolph, Earl of Moray was a soldier and diplomat in the Wars of Scottish Independence, who later served as regent of Scotland. He was a nephew of Robert the Bruce, who created him as the first earl of Moray. He was known for successfully capturing Edinburgh Castle from the English, and he was one of the signatories of the Declaration of Arbroath."}]}, {"heading": "Deaths", "year": "1387", "date": "July 20", "txt": "Robert IV, French nobleman (b. 1356)", "entities": [{"title": "Robert IV of Artois, Count of Eu", "href": "/wiki/Robert_IV_of_Artois,_Count_of_Eu", "description": "Robert IV of Artois, son of John of Artois, Count of Eu and Isabeau of Melun, was Count of Eu from April to July 1387."}]}, {"heading": "Deaths", "year": "1398", "date": "July 20", "txt": "Roger Mortimer, 4th Earl of March, Welsh nobleman (b. 1374)", "entities": [{"title": "Roger Mortimer, 4th Earl of March", "href": "/wiki/Roger_Mortimer,_4th_Earl_of_March", "description": "Roger de Mortimer, 4th Earl of March was an English nobleman. He was considered the heir presumptive to King Richard II, his mother's first cousin."}]}, {"heading": "Deaths", "year": "1453", "date": "July 20", "txt": "Enguerrand de Monstrelet, French historian and author (b. 1400)", "entities": [{"title": "Enguerrand de Monstrelet", "href": "/wiki/Enguerrand_de_Monstrelet", "description": "Enguerrand de Monstrelet, was a French chronicler. \nHe was born in Picardy, most likely into a family of the minor nobility."}]}, {"heading": "Deaths", "year": "1454", "date": "July 20", "txt": "John II, king of Castile and León (b. 1405)", "entities": [{"title": "John II of Castile", "href": "/wiki/John_II_of_Castile", "description": "John II of Castile was King of Castile and León from 1406 to 1454."}]}, {"heading": "Deaths", "year": "1514", "date": "July 20", "txt": "György Dózsa, Transylvanian peasant revolt leader (b. 1470)", "entities": [{"title": "György Dózsa", "href": "/wiki/Gy%C3%B6rgy_D%C3%B3zsa", "description": "György Dózsa was a Székely man-at-arms from Transylvania, Kingdom of Hungary who led a peasants' revolt against the kingdom's landed nobility. He was eventually caught, tortured, and executed along with his followers, and remembered as both a Christian martyr and a dangerous criminal. During the reign of king Vladislas II of Hungary (1490–1516), royal power declined in favour of the magnates, who "}]}, {"heading": "Deaths", "year": "1524", "date": "July 20", "txt": "Claude, queen consort of France (b. 1499)", "entities": [{"title": "Claude of France", "href": "/wiki/Claude_of_France", "description": "Claude of France was a queen consort of France by marriage to Francis I. She was also ruling Duchess of Brittany from 1514. She was a daughter of the French king Louis XII of France and the duchess regnant Anne of Brittany."}]}, {"heading": "Deaths", "year": "1526", "date": "July 20", "txt": "García Jofre de Loaísa, Spanish explorer (b. 1490)", "entities": [{"title": "García Jofre de Loaísa", "href": "/wiki/Garc%C3%ADa_Jofre_de_Loa%C3%ADsa", "description": "The Loaísa expedition was an early 16th-century voyage of discovery to the Pacific Ocean, commanded by García Jofre de Loaísa and ordered by King Charles I of Spain to colonize the Spice Islands in the East Indies. The seven-ship fleet sailed from La Coruña, Spain in July 1525 and became the second naval expedition in history to cross the Pacific Ocean, after the Magellan-Elcano circumnavigation. "}]}, {"heading": "Deaths", "year": "1600", "date": "July 20", "txt": "William More, English courtier (b. 1520)", "entities": [{"title": "William More (died 1600)", "href": "/wiki/William_More_(died_1600)", "description": "Sir William More, of Loseley, Surrey, was the son of Sir Christopher More. He was actively involved in local administration and in the enforcement of the Elizabethan religious settlement, and was a member of every Parliament during the reign of Queen Elizabeth I. He was the owner of property in the Blackfriars in which the first and second Blackfriars theatres were erected."}]}, {"heading": "Deaths", "year": "1616", "date": "July 20", "txt": "Hugh O'Neill, Earl of Tyrone, Irish nobleman and rebel soldier (b. 1550)", "entities": [{"title": "Hugh O'Neill, Earl of Tyrone", "href": "/wiki/Hugh_O%27Neill,_Earl_of_Tyrone", "description": "Hugh O'Neill, was an Irish Gaelic lord, Earl of Tyrone and was later created The Ó Néill Mór, Chief of the Name. O'Neill's career was played out against the background of the Tudor conquest of Ireland, and he is best known for leading the resistance during the Nine Years' War, the strongest threat to Tudor authority in Ireland since the revolt of Silken Thomas."}]}, {"heading": "Deaths", "year": "1704", "date": "July 20", "txt": "Peregrine White, English-American farmer and soldier (b. 1620)", "entities": [{"title": "Peregrine White", "href": "/wiki/Peregrine_White", "description": "Peregrine White was the first \nbaby boy born on the Pilgrim ship the Mayflower in the harbour of Massachusetts, the second baby born on the Mayflower's historic voyage, and the first known English child born to the Pilgrims in America. His parents, William White and his pregnant wife Susanna, with their son Resolved White and two servants, came on the Mayflower in 1620. Peregrine White was born wh"}]}, {"heading": "Deaths", "year": "1752", "date": "July 20", "txt": "Johann Christoph Pepusch, German-English composer and theorist (b. 1667)", "entities": [{"title": "Johann Christoph Pepusch", "href": "/wiki/Johann_Christoph_Pepusch", "description": "Johann Christoph Pepusch, also known as John Christopher Pepusch and Dr Pepusch, was a German-born composer. He spent most of his working life in England."}]}, {"heading": "Deaths", "year": "1816", "date": "July 20", "txt": "Gavrila Derzhavin, Russian poet and politician (b. 1743)", "entities": [{"title": "Gavrila Derzhavin", "href": "/wiki/Gavrila_Derzhavin", "description": "Gavriil (Gavrila) Romanovich Derzhavin was one of the most highly esteemed Russian poets before Alexander Pushkin, as well as a statesman. Although his works are traditionally considered literary classicism, his best verse is rich with antitheses and conflicting sounds in a way reminiscent of John Donne and other metaphysical poets."}]}, {"heading": "Deaths", "year": "1866", "date": "July 20", "txt": "Bernhard Riemann, German mathematician and academic (b. 1826)", "entities": [{"title": "Bernhard Riemann", "href": "/wiki/Bernhard_Riemann", "description": "Georg Friedrich Bernhard Riemann was a German mathematician who made contributions to analysis, number theory, and differential geometry.\nIn the field of real analysis, he is mostly known for the first rigorous formulation of the integral, the Riemann integral, and his work on Fourier series. His contributions to complex analysis include most notably the introduction of Riemann surfaces, breaking "}]}, {"heading": "Deaths", "year": "1897", "date": "July 20", "txt": "Jean Ingelow, English poet and author (b. 1820)", "entities": [{"title": "Jean Ingelow", "href": "/wiki/Jean_Ingelow", "description": "Jean Ingelow was an English poet and novelist, who became suddenly popular in 1863. She also wrote several stories for children."}]}, {"heading": "Deaths", "year": "1901", "date": "July 20", "txt": "William Cosmo Monkhouse, English poet and critic (b. 1840)", "entities": [{"title": "William Cosmo Monkhouse", "href": "/wiki/William_Cosmo_Monkhouse", "description": "William Cosmo Monkhouse was a British poet and critic."}]}, {"heading": "Deaths", "year": "1903", "date": "July 20", "txt": "Leo XIII, pope of the Catholic Church (b. 1810)", "entities": [{"title": "Pope Leo XIII", "href": "/wiki/Pope_Leo_XIII", "description": "Pope Leo XIII was the head of the Catholic Church from 20 February 1878 to his death in 1903. He was the oldest pope, with the exception of Pope Benedict XVI as emeritus pope, and had the third-longest confirmed pontificate, behind those of Pius IX and John Paul II."}]}, {"heading": "Deaths", "year": "1908", "date": "July 20", "txt": "Demetrius Vikelas, Greek businessman and author (b. 1835)", "entities": [{"title": "Demetrius Vikelas", "href": "/wiki/Demetrius_Vikelas", "description": "Demetrios Vikelas was a Greek businessman and writer; he was the first President of the International Olympic Committee (IOC), from 1894 to 1896."}]}, {"heading": "Deaths", "year": "1908", "date": "July 20", "txt": "Karl Bernhard Zoeppritz, German geophysicist and seismologist (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1910", "date": "July 20", "txt": "Anderson Dawson, Australian politician, 14th Premier of Queensland (b. 1863)", "entities": [{"title": "Anderson Dawson", "href": "/wiki/Anderson_Dawson", "description": "Andrew Dawson, usually known as Anderson Dawson, was an Australian politician, the Premier of Queensland for one week in 1899. This premiership was not only the first Australian Labor Party government; it was the first parliamentary socialist government anywhere in the world, and it attracted international newspaper coverage."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1917", "date": "July 20", "txt": "Ignaz Sowinski, Galician architect (b. 1858)", "entities": [{"title": "Ignaz Sowinski", "href": "/wiki/Ignaz_Sowinski", "description": "Ignaz Stanislaus Sowinski was a Polish architect and journalist who was active in Galicia from the middle of the 1880s and until the outbreak of World War I."}]}, {"heading": "Deaths", "year": "1922", "date": "July 20", "txt": "Andrey Markov, Russian mathematician and theorist (b. 1856)", "entities": [{"title": "Andrey Markov", "href": "/wiki/Andrey_Markov", "description": "Andrey Andreyevich Markov was a Russian mathematician best known for his work on stochastic processes. A primary subject of his research later became known as Markov chains and Markov processes."}]}, {"heading": "Deaths", "year": "1923", "date": "July 20", "txt": "Pancho Villa, Mexican general and politician, Governor of Chihuahua (b. 1878)", "entities": [{"title": "Pancho Villa", "href": "/wiki/Pancho_Villa", "description": "Francisco \"Pancho\" Villa was a Mexican revolutionary general and one of the most prominent figures of the Mexican Revolution."}, {"title": "Governor of Chihuahua", "href": "/wiki/Governor_of_Chihuahua", "description": "According to the Political Constitution of the Free and Sovereign State of Chihuahua, Executive Power in that Mexican state resides with a single individual, the Constitutional Governor of the Free and Sovereign State of Chihuahua, who is chosen for a period of six years and cannot for any reason be re-elected. The term of governor begins on October 4 of the year of the election and finishes on Oc"}]}, {"heading": "Deaths", "year": "1926", "date": "July 20", "txt": "Felix Dzerzhinsky, Russian educator and politician (b. 1877)", "entities": [{"title": "Felix Dzerzhinsky", "href": "/wiki/Felix_Dzerzhinsky", "description": "Felix Edmundovich Dzerzhinsky, nicknamed \"Iron Felix\", was a Bolshevik revolutionary and official. Born into Polish nobility, from 1917 until his death in 1926 Dzerzhinsky led the first two Soviet state-security organizations, the Cheka and the OGPU, establishing a secret police for the post-revolutionary Soviet regime. He was one of the architects of the Red Terror\nand decossackization."}]}, {"heading": "Deaths", "year": "1927", "date": "July 20", "txt": "Ferdinand I, king of Romania (b. 1865)", "entities": [{"title": "Ferdinand I of Romania", "href": "/wiki/Ferdinand_I_of_Romania", "description": "Ferdinand, nicknamed Întregitorul, was the second King of Romania from 1914 until his death in 1927. Ferdinand was the second son of Leopold, Prince of Hohenzollern and Infanta Antónia of Portugal, daughter of Ferdinand II of Portugal and Maria II of Portugal. His family was part of the Catholic branch of the Prussian royal family Hohenzollern."}]}, {"heading": "Deaths", "year": "1928", "date": "July 20", "txt": "Kostas Karyotakis, Greek poet and author (b. 1896)", "entities": [{"title": "Kostas Karyotakis", "href": "/wiki/Kostas_Karyotakis", "description": "Kostas Karyotakis is considered one of the most representative Greek poets of the 1920s and one of the first poets to use iconoclastic themes in Greece. His poetry conveys a great deal of nature, imagery and traces of expressionism and surrealism. He also belongs to the Greek Lost Generation movement. The majority of Karyotakis' contemporaries viewed him in a dim light throughout his lifetime with"}]}, {"heading": "Deaths", "year": "1932", "date": "July 20", "txt": "René Bazin, French author and academic (b. 1853)", "entities": [{"title": "René Bazin", "href": "/wiki/Ren%C3%A9_Bazin", "description": "René François Nicolas Marie Bazin was a French novelist."}]}, {"heading": "Deaths", "year": "1937", "date": "July 20", "txt": "Olga Hahn-Neurath, Austrian mathematician and philosopher from the Vienna Circle (b. 1882)", "entities": [{"title": "Olga Hahn-Neurath", "href": "/wiki/Olga_Hahn-Neurath", "description": "Olga Hahn-Neurath was an Austrian mathematician and philosopher. She is best known for being a member of the Vienna Circle. She was sister of the mathematician Hans Hahn."}]}, {"heading": "Deaths", "year": "1937", "date": "July 20", "txt": "Guglielmo Marconi, Italian physicist and engineer, Nobel Prize laureate (b. 1874)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1941", "date": "July 20", "txt": "Lew Fields, American actor and producer (b. 1867)", "entities": [{"title": "Lew Fields", "href": "/wiki/Lew_Fields", "description": "Lew Fields was an American actor, comedian, vaudeville star, theatre manager, and producer. He was part of a comedy duo with Joe Weber. He also produced shows on his own and starred in comedy films."}]}, {"heading": "Deaths", "year": "1944", "date": "July 20", "txt": "Ludwig Beck, German general (b. 1880)", "entities": [{"title": "Ludwig Beck", "href": "/wiki/Ludwig_Beck", "description": "Ludwig August Theodor Beck was a German general and Chief of the German General Staff during the early years of the Nazi regime in Germany before World War II. Although Beck never became a member of the Nazi Party, in the early 1930s he supported Adolf Hitler's forceful denunciation of the Versailles Treaty and belief in the need for Germany to rearm. Beck had grave misgivings regarding the Nazi d"}]}, {"heading": "Deaths", "year": "1945", "date": "July 20", "txt": "Paul Valéry, French author and poet (b. 1871)", "entities": [{"title": "Paul Valéry", "href": "/wiki/Paul_Val%C3%A9ry", "description": "Ambroise Paul Toussaint Jules Valéry was a French poet, essayist, and philosopher. In addition to his poetry and fiction, his interests included aphorisms on art, history, letters, music, and current events. Valéry was nominated for the Nobel Prize in Literature in 12 different years."}]}, {"heading": "Deaths", "year": "1951", "date": "July 20", "txt": "Abdullah I, king of Jordan (b. 1882)", "entities": [{"title": "Abdullah I of Jordan", "href": "/wiki/Abdullah_I_of_Jordan", "description": "Abdullah I bin Al-Hussein was the founder and ruler of the Jordanian realm from 11 April 1921 until his assassination on the 20th of July 1951. He was the Emir of Transjordan, a British protectorate, until 25 May 1946, after which he was the king of an independent Jordan. He was a 38th-generation direct descendant of Muhammad, as he belongs to the Hashemite family."}]}, {"heading": "Deaths", "year": "1953", "date": "July 20", "txt": "Dumarsais Estimé, Haitian lawyer and politician, 33rd President of Haiti (b. 1900)", "entities": [{"title": "Dumarsais Estimé", "href": "/wiki/Dumarsais_Estim%C3%A9", "description": "Léon Dumarsais Estimé served as the President of Haïti from 16 August 1946 until 10 May 1950."}, {"title": "President of Haiti", "href": "/wiki/President_of_Haiti", "description": "The president of Haiti, officially called the president of the Republic of Haiti is the head of state of Haiti. Executive power in Haiti is divided between the president and the government headed by the Prime Minister of Haiti. The current president is Jovenel Moïse, who took office on February 7, 2017."}]}, {"heading": "Deaths", "year": "1953", "date": "July 20", "txt": "Jan Struther, English author and hymn-writer (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1955", "date": "July 20", "txt": "Calouste Gulbenkian, Armenian businessman and philanthropist (b. 1869)", "entities": [{"title": "Calouste Gulbenkian", "href": "/wiki/Calouste_Gulbenkian", "description": "Calouste Sarkis Gulbenkian, nicknamed \"Mr Five Per Cent\", was a British-Armenian businessman and philanthropist. He played a major role in making the petroleum reserves of the Middle East available to Western development and is credited with being the first person to exploit Iraqi oil. Gulbenkian travelled extensively and lived in a number of cities including Istanbul, London, Paris and Lisbon."}]}, {"heading": "Deaths", "year": "1956", "date": "July 20", "txt": "James Alexander Calder, Canadian educator and politician, Canadian Minister of Militia and Defence (b. 1868)", "entities": [{"title": "James Alexander Calder", "href": "/wiki/James_Alexander_Calder", "description": "James Alexander Calder, was a Canadian politician."}, {"title": "Minister of Militia and Defence (Canada)", "href": "/wiki/Minister_of_Militia_and_Defence_(Canada)", "description": "The Minister of Militia and Defence was the federal government minister in charge of the volunteer army units in Canada, the Canadian Militia, before the creation of the Canadian Army."}]}, {"heading": "Deaths", "year": "1959", "date": "July 20", "txt": "William D. Leahy, American admiral and diplomat, United States Ambassador to France (b. 1875)", "entities": [{"title": "William D. Leahy", "href": "/wiki/William_D._Leahy", "description": "Fleet Admiral William Daniel Leahy was an American naval officer who served as the senior-most United States military officer on active duty during World War II. He held multiple titles and was at the center of all major military decisions the United States made in World War II."}, {"title": "United States Ambassador to France", "href": "/wiki/United_States_Ambassador_to_France", "description": "The United States Ambassador to France is the official representative of the President of the United States to the President of France. The United States has maintained diplomatic relations with France since the American Revolution. Relations were upgraded to the higher rank of Ambassador in 1893. The diplomatic relationship has continued through France's five republics, two empires, and three mon"}]}, {"heading": "Deaths", "year": "1965", "date": "July 20", "txt": "Batukeshwar Dutt, Indian activist (b. 1910)", "entities": [{"title": "Batukeshwar Dutt", "href": "/wiki/Batukeshwar_Dutt", "description": "Batukeshwar Dutta pronunciation (help·info) was an Indian revolutionary and independence fighter in the early 1900s. He is best known for having exploded two bombs, along with Bhagat Singh, in the Central Legislative Assembly in New Delhi on 8 April 1929. After they were arrested, tried and imprisoned for life, he and Bhagat Singh initiated a historic hunger strike protesting against the abusive t"}]}, {"heading": "Deaths", "year": "1968", "date": "July 20", "txt": "Bray Hammond, American historian and author (b. 1886)", "entities": [{"title": "Bray Hammond", "href": "/wiki/Bray_Hammond", "description": "Bray Hammond was an American financial historian and assistant secretary to the Board of Governors of the Federal Reserve System in 1944–1950. He won the 1958 Pulitzer Prize for History for Banks and Politics in America from the Revolution to the Civil War (1957). He was educated at Stanford University."}]}, {"heading": "Deaths", "year": "1970", "date": "July 20", "txt": "Iain Macleod, English journalist and politician, Chancellor of the Exchequer (b. 1913)", "entities": [{"title": "Iain Macleod", "href": "/wiki/Iain_Macleod", "description": "Iain Norman Macleod was a British Conservative Party politician and government minister."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1972", "date": "July 20", "txt": "Geeta Dutt, Indian singer and actress (b. 1930)", "entities": [{"title": "Geeta Dutt", "href": "/wiki/Geeta_Dutt", "description": "Geeta Dutt was a prominent Indian playback singer and a famous Hindi and Bengali classical artist, born in Faridpur before the Partition of India. She found particular prominence as a playback singer in Hindi cinema. She also sang many modern Bengali songs, both in the film and non-film genre."}]}, {"heading": "Deaths", "year": "1973", "date": "July 20", "txt": "Bruce Lee, American actor and martial artist (b. 1940)", "entities": [{"title": "Bruce Lee", "href": "/wiki/Bruce_Lee", "description": "Lee Jun-fan, commonly known as Bruce Lee, was a Chinese American martial artist, actor, director, martial arts instructor and philosopher. He was the founder of Jeet Kune Do, a hybrid martial arts philosophy drawing from different combat disciplines that is often credited with paving the way for modern mixed martial arts (MMA). Lee is considered by commentators, critics, media, and other martial a"}]}, {"heading": "Deaths", "year": "1973", "date": "July 20", "txt": "Robert Smithson, American photographer and sculptor (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "July 20", "txt": "Allen Jenkins, American actor and singer (b. 1900)", "entities": [{"title": "Allen Jenkins", "href": "/wiki/Allen_Jenkins", "description": "Allen Curtis Jenkins was an American character actor and singer who worked on stage, film, and television."}]}, {"heading": "Deaths", "year": "1974", "date": "July 20", "txt": "Kamal Dasgupta, Bengali music director, composer and folk artist. (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "July 20", "txt": "Joseph Rochefort, American captain and cryptanalyst (b. 1900)", "entities": [{"title": "Joseph Rochefort", "href": "/wiki/Joseph_Rochefort", "description": "Joseph John Rochefort was an American naval officer and cryptanalyst. He was a major figure in the United States Navy's cryptographic and intelligence operations from 1925 to 1946, particularly in the Battle of Midway. His contributions and those of his team were pivotal to victory in the Pacific War."}]}, {"heading": "Deaths", "year": "1977", "date": "July 20", "txt": "Gary Kellgren, American record producer, co-founded Record Plant (b. 1939)", "entities": [{"title": "Gary Kellgren", "href": "/wiki/Gary_Kellgren", "description": "Gary Kellgren was an American audio engineer and co-founder of The Record Plant recording studios, along with businessman Chris Stone."}, {"title": "Record Plant", "href": "/wiki/Record_Plant", "description": "The Record Plant is a recording studio established in New York City in 1968 and currently operating in Los Angeles, California. Known for innovations in the recording artists' workspace, it has produced highly influential albums, including Blondie's Parallel Lines, Metallica's Load and Reload, The Eagles' Hotel California, Fleetwood Mac's Rumours, Eminem's The Marshall Mathers LP, Guns N' Roses' A"}]}, {"heading": "Deaths", "year": "1980", "date": "July 20", "txt": "Maria Martinez, San Ildefonso Pueblo (Native American) potter (b. 1887)", "entities": [{"title": "Maria Martinez", "href": "/wiki/Maria_Martinez", "description": "Maria Montoya Martinez was a Native American artist who created internationally known pottery. Martinez, her husband Julian, and other family members examined traditional Pueblo pottery styles and techniques to create pieces which reflect the Pueblo people's legacy of fine artwork and crafts. The works of Maria Martinez, and especially her black ware pottery, survive in many museums, including the"}, {"title": "San Ildefonso Pueblo", "href": "/wiki/San_Ildefonso_Pueblo", "description": "San Ildefonso Pueblo is a census-designated place (CDP) in Santa Fe County, New Mexico, United States, and a federally recognized tribe, established c. 1300 C.E. The Pueblo is self-governing and is part of the Santa Fe, New Mexico Metropolitan Statistical Area. The population was 524 as of the 2010 census, reported by the State of New Mexico as 1,524 in 2012, and there were 628 enrolled tribal mem"}]}, {"heading": "Deaths", "year": "1981", "date": "July 20", "txt": "Kostas Choumis, Greek-Romanian footballer (b. 1913)", "entities": [{"title": "Kostas Choumis", "href": "/wiki/Kostas_Choumis", "description": "Kostas Choumis was a Greek-Romanian football player who played as a striker. He is often regarded in Greece and Romania as one of the greatest strikers in the 1930s."}]}, {"heading": "Deaths", "year": "1983", "date": "July 20", "txt": "Frank Reynolds, American soldier and journalist (b. 1923)", "entities": [{"title": "Frank Reynolds", "href": "/wiki/Frank_Reynolds", "description": "Frank James Reynolds was an American television journalist for CBS and ABC News."}]}, {"heading": "Deaths", "year": "1987", "date": "July 20", "txt": "Richard Egan, American soldier and actor (b. 1921)", "entities": [{"title": "Richard Egan (actor)", "href": "/wiki/Richard_Egan_(actor)", "description": "Richard Egan was an American actor. After beginning his career in 1949, he subsequently won a Golden Globe Award for his performances in the films The Glory Brigade (1953) and The Kid from Left Field (1953). He went on to star in many films such as Underwater! (1955), Seven Cities of Gold (1955), The Revolt of Mamie Stover (1956), Love Me Tender (1956), A Summer Place (1959), Esther and the King ("}]}, {"heading": "Deaths", "year": "1989", "date": "July 20", "txt": "Forrest H. Anderson, American judge and politician, 17th Governor of Montana (b. 1913)", "entities": [{"title": "Forrest H. Anderson", "href": "/wiki/Forrest_H._Anderson", "description": "Forrest Howard Anderson was an American politician, attorney, and judge who served as the 17th Governor of Montana from 1969 to 1973. Prior to this, he served as the Attorney General of Montana from 1957 to 1969 and as a member of the Montana Supreme Court."}, {"title": "Governor of Montana", "href": "/wiki/Governor_of_Montana", "description": "The Governor of Montana is the head of the executive branch of Montana's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, the power to either approve or veto bills passed by the Montana State Legislature, to convene the legislature at any time, and to grant pardons and reprieves."}]}, {"heading": "Deaths", "year": "1990", "date": "July 20", "txt": "Herbert Turner Jenkins, American police officer (b. 1907)", "entities": [{"title": "Herbert Turner Jenkins", "href": "/wiki/Herbert_Turner_Jenkins", "description": "Herbert Turner Jenkins was an American law enforcement official and the longest-serving police chief of Atlanta."}]}, {"heading": "Deaths", "year": "1993", "date": "July 20", "txt": "Vince Foster, American lawyer and political figure (b. 1945)", "entities": [{"title": "Vince Foster", "href": "/wiki/Vince_Foster", "description": "Vincent Walker Foster Jr. was an American attorney who served as deputy White House counsel during the first six months of the Clinton administration."}]}, {"heading": "Deaths", "year": "1994", "date": "July 20", "txt": "Paul Delvaux, Belgian painter (b. 1897)", "entities": [{"title": "Paul Delvaux", "href": "/wiki/Paul_Delvaux", "description": "Paul Delvaux was a Belgian painter noted for his dream-like scenes of women, classical architecture, trains and train stations, and skeletons, often in combination. He is often considered a surrealist, although he only briefly identified with the Surrealist movement. He was influenced by the works of Giorgio de Chirico."}]}, {"heading": "Deaths", "year": "1997", "date": "July 20", "txt": "M. E. H. Maharoof, Sri Lankan politician (b. 1939)", "entities": [{"title": "M. E. H. Maharoof", "href": "/wiki/M._E._H._Maharoof", "description": "Mohamed Ehuttar Hadjiar Maharoof was a Sri Lankan politician and Member of Parliament."}]}, {"heading": "Deaths", "year": "1998", "date": "July 20", "txt": "June Byers, American wrestler  (b. 1922)", "entities": [{"title": "June Byers", "href": "/wiki/June_Byers", "description": "DeAlva Eyvonnie Sibley, better known by her ring name of June Byers, was an American women's professional wrestler famous in the 1950s and early 1960s. She held the Women's World Championship for ten years and is a member of the Professional Wrestling Hall of Fame. She is overall a three-time women's world champion."}]}, {"heading": "Deaths", "year": "1999", "date": "July 20", "txt": "Sandra Gould, American actress (b. 1916)", "entities": [{"title": "Sandra Gould", "href": "/wiki/Sandra_Gould", "description": "Sandra Gould was an American actress, perhaps best known for her role as Gladys Kravitz on the sitcom Bewitched. Gould was the second actress to portray the role, debuting in the third season."}]}, {"heading": "Deaths", "year": "2002", "date": "July 20", "txt": "Michalis Kritikopoulos, Greek footballer (b. 1946)", "entities": [{"title": "Michalis Kritikopoulos", "href": "/wiki/Michalis_Kritikopoulos", "description": "Michalis Kritikopoulos was a Greek footballer who played as a striker."}]}, {"heading": "Deaths", "year": "2003", "date": "July 20", "txt": "Nicolas Freeling, English author (b. 1927)", "entities": [{"title": "Nicolas Freeling", "href": "/wiki/Nicolas_Freeling", "description": "Nicolas Freeling, was a British crime novelist, best known as the author of the \"Van der Valk\" series of detective novels. A television series based on the character was produced for the British ITV network by Thames Television during the 1970s, and revived in 1991–91 and again in 2020."}]}, {"heading": "Deaths", "year": "2004", "date": "July 20", "txt": "Lala Mara, Fijian politician (b. 1931)", "entities": [{"title": "Lala Mara", "href": "/wiki/Lala_Mara", "description": "Ro Lala, Lady Mara, maiden name Litia Cakobau Lalabalavu Katoafutoga Tuisawau was a Fijian chief, who was better known as the widow of Ratu Sir Kamisese Mara, modern Fiji's founding father who served for many years as Prime Minister and President of his country. As Fiji's First Lady, Adi Lala took on a diplomatic role, frequently representing her country abroad. She was regarded as a formidable an"}]}, {"heading": "Deaths", "year": "2004", "date": "July 20", "txt": "Valdemaras Martinkėnas, Lithuanian footballer and coach (b. 1965)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "July 20", "txt": "James Doohan, Canadian-American actor (b. 1920)", "entities": [{"title": "James Doohan", "href": "/wiki/James_Doohan", "description": "James Montgomery Doohan was a Canadian actor, voice actor, author and soldier best known for his role as Montgomery \"Scotty\" Scott in the television and film series Star Trek. Doohan's characterization of the Scottish Chief Engineer of the Starship Enterprise was one of the most recognizable elements in the Star Trek franchise, and inspired many fans to pursue careers in engineering and other tech"}]}, {"heading": "Deaths", "year": "2005", "date": "July 20", "txt": "Finn Gustavsen, Norwegian journalist and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "July 20", "txt": "Kayo Hatta, American director and cinematographer (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "July 20", "txt": "Ted Grant, South African-English theorist and activist (b. 1913)", "entities": [{"title": "Ted Grant", "href": "/wiki/Ted_Grant", "description": "Edward Grant was a South African Trotskyist who spent most of his adult life in Britain. He was a founding member of the group Militant and later Socialist Appeal."}]}, {"heading": "Deaths", "year": "2006", "date": "July 20", "txt": "Gérard Oury, French actor, director, and producer (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 20", "txt": "Tammy Faye Messner, American Christian evangelist and talk show host (b. 1942)", "entities": [{"title": "Tammy Faye Messner", "href": "/wiki/Tammy_Faye_Messner", "description": "Tamara Faye Messner was an American Christian singer, evangelist, author, talk show host, and television personality. She initially gained notice for her work with The PTL Club, a televangelist program she co-founded with her husband Jim Bakker in 1974. They had hosted their own puppet show series for local programming in Minnesota in the early 1970s; Messner also had a career as a recording artis"}]}, {"heading": "Deaths", "year": "2008", "date": "July 20", "txt": "Artie Traum, American guitarist, songwriter, and producer (b. 1943)", "entities": [{"title": "Artie Traum", "href": "/wiki/Artie_Traum", "description": "Arthur Roy \"Artie\" Traum was an American guitarist, songwriter, and producer. Traum's work appeared on more than 35 albums. He produced and recorded with The Band, Arlen Roth, Warren Bernhardt, Pat Alger, Tony Levin, John Sebastian, Richie Havens, Maria Muldaur, Eric Andersen, Paul Butterfield, Paul Siebel, Rory Block, James Taylor, Pete Seeger, David Grisman, Livingston Taylor, Michael Franks and"}]}, {"heading": "Deaths", "year": "2008", "date": "July 20", "txt": "Dinko Šakić, Croatian concentration camp commander (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "July 20", "txt": "Vedat Okyar, Turkish footballer (b. 1945)", "entities": [{"title": "Vedat Okyar", "href": "/wiki/Vedat_Okyar", "description": "Vedat Okyar was a Turkish international footballer who later became a sports journalist."}]}, {"heading": "Deaths", "year": "2009", "date": "July 20", "txt": "Mark Rosenzweig, American psychologist and academic (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "July 20", "txt": "Lucian Freud, German-English painter and illustrator (b. 1922)", "entities": [{"title": "Lucian Freud", "href": "/wiki/Lucian_Freud", "description": "Lucian Michael Freud, OM CH was a British painter and draughtsman, specialising in figurative art, and is known as one of the foremost 20th-century portraitists. He was born in Berlin, the son of Jewish architect Ernst L. Freud and the grandson of Sigmund Freud. Freud got his first name \"Lucian\" from his mother in memory of the ancient writer Lucian of Samosata. His family moved to England in 1933"}]}, {"heading": "Deaths", "year": "2012", "date": "July 20", "txt": "Alastair Burnet, English journalist (b. 1928)", "entities": [{"title": "Alastair Burnet", "href": "/wiki/Alastair_Burnet", "description": "Sir James William Alexander Burnet, known as Alastair Burnet, was a British journalist and broadcaster, best known for his work in news and current affairs programmes, including a long career with ITN as chief presenter of the flagship News at Ten; Sir Robin Day described Burnet as \"the booster rocket that put ITN into orbit\"."}]}, {"heading": "Deaths", "year": "2012", "date": "July 20", "txt": "Jack Davis, American hurdler (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 20", "txt": "José Hermano Saraiva, Portuguese historian, jurist, and politician, Portuguese Minister of Education (b. 1919)", "entities": [{"title": "Ministry of Education (Portugal)", "href": "/wiki/Ministry_of_Education_(Portugal)", "description": "The Ministry of Education, is a Portuguese government ministry."}]}, {"heading": "Deaths", "year": "2013", "date": "July 20", "txt": "Pierre Fabre, French pharmacist and businessman, founded Laboratoires Pierre Fabre (b. 1926)", "entities": [{"title": "Pierre Fabre (businessman)", "href": "/wiki/Pierre_Fabre_(businessman)", "description": "Pierre Jacques Louis Fabre was a French pharmaceutical and cosmetics executive and pharmacist, who founded Laboratoires Pierre Fabre in 1962. Fabre, a rugby enthusiast, was also the owner of Castres Olympique, a French rugby union club based in the city of Castres."}, {"title": "Laboratoires Pierre Fabre", "href": "/wiki/Laboratoires_Pierre_Fabre", "description": "Laboratoires Pierre Fabre is a French multinational pharmaceutical and cosmetics company. The company had a consolidated turnover of 1.978 billion euros in 2012. It is headquartered in the city of Castres, Midi-Pyrénées, France."}]}, {"heading": "Deaths", "year": "2013", "date": "July 20", "txt": "Khurshed Alam Khan, Indian politician, 2nd Governor of Goa (b. 1919)", "entities": [{"title": "Governor of Goa", "href": "/wiki/Governor_of_Goa", "description": "The Governor of Goa is a nominal head and representative of the President of India in the state of Goa. The Governor is appointed by the President for a term of 5 years. Bhagat Singh Koshyari became the Governor(Additional Charge) on 18 August 2020."}]}, {"heading": "Deaths", "year": "2013", "date": "July 20", "txt": "Augustus Rowe, Canadian physician and politician (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 20", "txt": "Helen Thomas, American journalist and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 20", "txt": "Victor G. Atiyeh, American businessman and politician, 32nd Governor of Oregon (b. 1923)", "entities": [{"title": "Victor G. Atiyeh", "href": "/wiki/Victor_G._Atiyeh", "description": "Victor George \"Vic\" Atiyeh was an American politician who served as the 32nd Governor of Oregon from 1979 to 1987. He was also the first elected governor of Syrian descent in the United States."}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Deaths", "year": "2014", "date": "July 20", "txt": "Constantin Lucaci, Romanian sculptor and educator (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 20", "txt": "Bob McNamara, American football player (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 20", "txt": "Klaus Schmidt, German archaeologist and academic (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 20", "txt": "Wayne Carson, American singer-songwriter and producer (b. 1943)", "entities": [{"title": "Wayne Carson", "href": "/wiki/Wayne_Carson", "description": "Wayne Carson, sometimes credited as Wayne Carson Thompson, was an American country musician, songwriter, and record producer. He played percussion, piano, guitar, and bass. His most famous songs as a writer include \"The Letter\", \"Neon Rainbow\", \"Soul Deep\", and \"Always on My Mind\"."}]}, {"heading": "Deaths", "year": "2015", "date": "July 20", "txt": "Fred Else, English footballer and manager (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 20", "txt": "Dieter Moebius, Swiss-German keyboard player and producer (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "July 20", "txt": "Radu Beligan, Romanian actor, director, and essayist (b. 1918)", "entities": [{"title": "Radu Beligan", "href": "/wiki/Radu_Beligan", "description": "Radu Beligan was a Romanian actor, director, and essayist, with an activity of over 70 years in theatre, film, television, and radio. On 15 December 2013, confirmed by Guinness World Records, the actor received the title of \"The oldest active theatre actor\" on the planet. He was elected honorary member of the Romanian Academy in 2004."}]}, {"heading": "Deaths", "year": "2017", "date": "July 20", "txt": "Chester Bennington, American singer (b. 1976)", "entities": [{"title": "Chester Bennington", "href": "/wiki/Chester_Bennington", "description": "Chester Charles Bennington was an American singer, songwriter, and occasional actor. He was best known as the lead vocalist of Linkin Park. He was also lead vocalist of the bands Grey Daze, Dead by Sunrise and, between 2013 and 2015, Stone Temple Pilots."}]}, {"heading": "Deaths", "year": "2020", "date": "July 20", "txt": "Michael Brooks, political commentator (b. 1983)", "entities": [{"title": "Michael Brooks (political commentator)", "href": "/wiki/Michael_Brooks_(political_commentator)", "description": "Michael Jamal Brooks was an American talk show host, writer, political commentator, and comedian. While co-hosting The Majority Report with Sam Seder, he launched The Michael Brooks Show in August 2017 and provided commentary for media outlets, making regular appearances on shows such as The Young Turks. Brooks contributed to various publications, including HuffPost, The Washington Post, Al Jazeer"}]}]