[{"heading": "Events", "year": "762", "date": "July 30", "txt": "Baghdad is founded.", "entities": [{"title": "Baghdad", "href": "/wiki/Baghdad", "description": "Baghdad is the capital of Iraq and one of the largest cities in the Arab world. Located along the Tigris, near the ruins of the ancient Akkadian city of Babylon and the ancient Iranian capital of Ctesiphon, Baghdad was founded in the 8th century and became the capital of the Abbasid Caliphate. Within a short time, Baghdad evolved into a significant cultural, commercial, and intellectual center of "}]}, {"heading": "Events", "year": "1419", "date": "July 30", "txt": "First Defenestration of Prague: A crowd of radical Hussites kill seven members of the Prague city council.", "entities": [{"title": "First Defenestration of Prague", "href": "/wiki/First_Defenestration_of_Prague", "description": "The Defenestrations of Prague were three incidents in the history of Bohemia in which multiple people were defenestrated. Though already existing in Middle French, the word \"defenestrate\" is believed to have first been used in English in reference to the episodes in Prague in 1618 when the disgruntled Protestant estates threw two royal governors out of a window of the Hradčany Castle and wrote an "}, {"title": "Hussites", "href": "/wiki/Hussites", "description": "The Hussites were a Czech Proto-Protestant Christian movement that followed the teachings of reformer Jan Hus, who became the best known representative of the Bohemian Reformation."}, {"title": "Prague", "href": "/wiki/Prague", "description": "Prague is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.7 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters."}]}, {"heading": "Events", "year": "1502", "date": "July 30", "txt": "Christopher Columbus lands at Guanaja in the Bay Islands off the coast of Honduras during his fourth voyage.", "entities": [{"title": "Voyages of Christopher Columbus", "href": "/wiki/Voyages_of_Christopher_Columbus", "description": "Between 1492 and 1504, Italian explorer Christopher Columbus led four Spanish-based transatlantic maritime expeditions to the Americas. These voyages led to the widespread knowledge of the New World. This breakthrough inaugurated the period known as the Age of Discovery, which saw the colonization of the Americas, a related biological exchange, and trans-Atlantic trade. These events, the effects a"}, {"title": "Guanaja", "href": "/wiki/Guanaja", "description": "Guanaja is one of the Bay Islands of Honduras and is in the Caribbean. It is about 70 kilometres (43 mi) off the north coast of Honduras, and 12 kilometres (7.5 mi) from the island of Roatan. One of the cays off Guanaja, also called Guanaja or Bonacca or Low Cay, is near the main island, and contains most of the approximately 5,538 people who live in Guanaja. The densely populated cay has been des"}, {"title": "Bay Islands Department", "href": "/wiki/Bay_Islands_Department", "description": "The Bay Islands is a group of islands off the coast of Honduras. Collectively, the islands form one of the 18 Departments of Honduras. The departmental capital is Coxen Hole, on the island of Roatán."}, {"title": "Honduras", "href": "/wiki/Honduras", "description": "Honduras, officially the Republic of Honduras, is a country in Central America. The republic of Honduras is bordered to the west by Guatemala, to the southwest by El Salvador, to the southeast by Nicaragua, to the south by the Pacific Ocean at the Gulf of Fonseca, and to the north by the Gulf of Honduras, a large inlet of the Caribbean Sea."}]}, {"heading": "Events", "year": "1609", "date": "July 30", "txt": "Beaver Wars: At Ticonderoga (now Crown Point, New York), Samuel de Champlain shoots and kills two Iroquois chiefs on behalf of his native allies.", "entities": [{"title": "Beaver Wars", "href": "/wiki/Beaver_Wars", "description": "The Beaver Wars, also known as the Iroquois Wars or the French and Iroquois Wars, encompass a series of conflicts fought intermittently during the 17th century in North America. They were battles for economic dominance throughout the Saint Lawrence River valley in Canada and the lower Great Lakes region which pitted the Iroquois against the northern Algonquians and the Algonquians' French allies. "}, {"title": "Fort Ticonderoga", "href": "/wiki/Fort_Ticonderoga", "description": "Fort Ticonderoga, formerly Fort Carillon, is a large 18th-century star fort built by the French at a narrows near the south end of Lake Champlain, in northern New York, in the United States. It was constructed by Canadian-born French military engineer Michel Chartier de Lotbinière, Marquis de Lotbinière between October 1755 and 1757, during the action in the \"North American theater\" of the Seven Y"}, {"title": "Crown Point, New York", "href": "/wiki/Crown_Point,_New_York", "description": "Crown Point is a town in Essex County, New York, United States, located on the west shore of Lake Champlain. The population was 2,024 at the 2010 census. The name of the town is a direct translation of the original French name, \"Pointe à la Chevelure\"."}, {"title": "Samuel de Champlain", "href": "/wiki/Samuel_de_Champlain", "description": "Samuel de Champlain was a French colonist, navigator, cartographer, draftsman, soldier, explorer, geographer, ethnologist, diplomat, and chronicler. He made between 21 and 29 trips across the Atlantic Ocean, and founded Quebec, and New France, on 3 July 1608. An important figure in Canadian history, Champlain created the first accurate coastal map during his explorations, and founded various colon"}, {"title": "Iroquois", "href": "/wiki/Iroquois", "description": "The Iroquois or Haudenosaunee are an indigenous confederacy in northeast North America. They were known during the colonial years to the French as the Iroquois League, later as the Iroquois Confederacy and to the English as the Five Nations, comprising the Mohawk, Onondaga, Oneida, Cayuga, and Seneca. After 1722, they accepted the Tuscarora people from the southeast into their confederacy, as they"}]}, {"heading": "Events", "year": "1619", "date": "July 30", "txt": "In Jamestown, Virginia, the first Colonial European representative assembly in the Americas, the Virginia General Assembly, convenes for the first time.", "entities": [{"title": "Jamestown, Virginia", "href": "/wiki/Jamestown,_Virginia", "description": "The Jamestown settlement in the Colony of Virginia was the first permanent English settlement in the Americas. It was located on the northeast bank of the James (Powhatan) River about 2.5 mi (4 km) southwest of the center of modern Williamsburg. It was established by the Virginia Company of London as \"James Fort\" on May 4, 1607 O.S., and was considered permanent after a brief abandonment in 1610. "}, {"title": "Virginia General Assembly", "href": "/wiki/Virginia_General_Assembly", "description": "The Virginia General Assembly is the legislative body of the Commonwealth of Virginia, and the oldest continuous law-making body in the New World, established on July 30, 1619. The General Assembly is a bicameral body consisting of a lower house, the Virginia House of Delegates, with 100 members, and an upper house, the Senate of Virginia, with 40 members. Combined together, the General Assembly c"}]}, {"heading": "Events", "year": "1627", "date": "July 30", "txt": "An earthquake kills about 5,000 people in Gargano, Italy.", "entities": [{"title": "1627 Gargano earthquake", "href": "/wiki/1627_Gargano_earthquake", "description": "The 1627 Gargano earthquake struck Gargano, southern Italy, at about mid-day on 30 July 1627. A \"very large earthquake\" caused a major tsunami, the largest seismic event ever recorded in the Gargano region, which \"produced severe damage in the whole promontory\", killing about 5000 people. Four aftershocks were documented. The most extensive damage was noted between San Severo and Lesina."}, {"title": "Gargano", "href": "/wiki/Gargano", "description": "Gargano is a historical and geographical sub-region in the province of Foggia, Apulia, southeast Italy, consisting of a wide isolated mountain massif made of highland and several peaks and forming the backbone of the Gargano Promontory projecting into the Adriatic Sea, the \"spur\" on the Italian \"boot\". The high point is Monte Calvo at 1,065 m (3,494 ft). Most of the upland area, about 1,200 km2 (4"}, {"title": "Italy", "href": "/wiki/Italy", "description": "Italy, officially the Italian Republic, is a country consisting of a continental part, delimited by the Alps, a peninsula and several islands surrounding it. Italy is located in Southern Europe, and is also considered part of Western Europe. A unitary parliamentary republic with Rome as its capital, the country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France,"}]}, {"heading": "Events", "year": "1635", "date": "July 30", "txt": "Eighty Years' War: The Siege of Schenkenschans begins; Frederick Henry, Prince of Orange, begins the recapture of the strategically important fortress from the Spanish Army.", "entities": [{"title": "Eighty Years' War", "href": "/wiki/Eighty_Years%27_War", "description": "The Eighty Years' War or Dutch War of Independence (1568–1648) was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silen"}, {"title": "Siege of Schenkenschans", "href": "/wiki/Siege_of_Schenkenschans", "description": "The siege of Schenkenschans was a major siege of the Eighty Years' War. In a successful campaign the Army of Flanders, commanded by Spanish general Cardinal-Infante Ferdinand of Austria, captured Schenkenschans along with a number of important towns, reversing recent Dutch gains and opening the Dutch Republic to a possible invasion. The Dutch Stadtholder, Fredrick Henry, pushed the republic's mili"}, {"title": "Frederick Henry, Prince of Orange", "href": "/wiki/Frederick_Henry,_Prince_of_Orange", "description": "Frederick Henry was the sovereign prince of Orange and stadtholder of Holland, Zeeland, Utrecht, Guelders, Overijssel in the Dutch Republic from 1625 until his death in 1647. The last seven years of his life he also was the stadtholder of Groningen (1640-1647)."}, {"title": "Spanish Army", "href": "/wiki/Spanish_Army", "description": "The Spanish Army is the terrestrial army of the Spanish Armed Forces responsible for land-based military operations. It is one of the oldest active armies — dating back to the late 15th century."}]}, {"heading": "Events", "year": "1656", "date": "July 30", "txt": "Swedish forces under the command of King Charles X Gustav defeat the forces of the Polish–Lithuanian Commonwealth at the Battle of Warsaw.", "entities": [{"title": "Charles X Gustav of Sweden", "href": "/wiki/Charles_X_Gustav_of_Sweden", "description": "Charles X Gustav, also Carl Gustav, was King of Sweden from 1654 until his death. He was the son of John Casimir, Count Palatine of Zweibrücken-Kleeburg and Catherine of Sweden. After his father's death he also succeeded him as Pfalzgraf. He was married to Hedwig Eleonora of Holstein-Gottorp, who bore his son and successor, Charles XI. Charles X Gustav was the second Wittelsbach king of Sweden aft"}, {"title": "Polish–Lithuanian Commonwealth", "href": "/wiki/Polish%E2%80%93Lithuanian_Commonwealth", "description": "The Polish–Lithuanian Commonwealth, formally known as the Crown of the Kingdom of Poland and the Grand Duchy of Lithuania and, after 1791, the Commonwealth of Poland, was a country and bi-federation of Poland and Lithuania ruled by a common monarch in real union, who was both King of Poland and Grand Duke of Lithuania. It was one of the largest and most populous countries of 16th to 17th-century E"}, {"title": "Battle of Warsaw (1656)", "href": "/wiki/Battle_of_Warsaw_(1656)", "description": "The Battle of Warsaw took place near Warsaw on July 28–July 30 [O.S. July 18–20] 1656, between the armies of the Polish–Lithuanian Commonwealth and Sweden and Brandenburg. It was a major battle in the Second Northern War between Poland and Sweden in the period 1655–1660, also known as The Deluge. According to Hajo Holborn, it marked \"the beginning of Prussian military history\"."}]}, {"heading": "Events", "year": "1676", "date": "July 30", "txt": "Nathaniel Bacon issues the \"Declaration of the People of Virginia\", beginning Bacon's Rebellion against the rule of Governor William Berkeley.", "entities": [{"title": "Nathaniel Bacon (colonist)", "href": "/wiki/Nathaniel_Bacon_(colonist)", "description": "Nathaniel Bacon  was a colonist of the Virginia Colony, famous as the instigator of Bacon's Rebellion of 1676, which collapsed when Bacon himself died from dysentery."}, {"title": "Bacon's Rebellion", "href": "/wiki/Bacon%27s_Rebellion", "description": "Bacon's Rebellion was an armed rebellion held by Virginia settlers that took place in 1675 through 1676. It was led by Nathaniel Bacon against Colonial Governor William Berkeley. It was the first rebellion in the North American colonies in which discontented frontiersmen took part. The alliance between European indentured servants and Africans disturbed the colonial upper class. They responded by "}, {"title": "William Berkeley (governor)", "href": "/wiki/William_Berkeley_(governor)", "description": "Sir William Berkeley was a colonial governor of Virginia, and one of the Lords Proprietors of the Colony of Carolina; he was appointed to these posts by King Charles I, of whom he was a favourite."}]}, {"heading": "Events", "year": "1729", "date": "July 30", "txt": "Founding of Baltimore, Maryland.", "entities": [{"title": "Baltimore", "href": "/wiki/Baltimore", "description": "Baltimore is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with an estimated population of 593,490 in 2019. Baltimore was designated an independent city by the Constitution of Maryland in 1851, and today is the largest independent city in the United States. As of 2017, the population of the Baltimore metropolitan area was estimat"}]}, {"heading": "Events", "year": "1733", "date": "July 30", "txt": "The first Masonic Grand Lodge in the future United States is constituted in Massachusetts.", "entities": [{"title": "Freemasonry", "href": "/wiki/Freemasonry", "description": "Freemasonry or Masonry consists of fraternal organisations that trace their origins to the local guilds of stonemasons that from the end of the 14th century regulated the qualifications of stonemasons and their interaction with authorities and clients. Freemasonry has been the subject of numerous conspiracy theories throughout the years. Modern Freemasonry broadly consists of two main recognition "}, {"title": "Grand Lodge", "href": "/wiki/Grand_Lodge", "description": "A Grand Lodge is the overarching governing body of a fraternal or other similarly organized group in a given area, usually a city, state, or country."}, {"title": "Massachusetts", "href": "/wiki/Massachusetts", "description": "Massachusetts, officially the Commonwealth of Massachusetts, is the most populous state in the New England region of the United States. It borders on the Atlantic Ocean to the east, Connecticut to the southwest and Rhode Island to the southeast, New Hampshire to the northeast, Vermont to the northwest, and New York to the west. The capital of Massachusetts is Boston, which is also the most populou"}]}, {"heading": "Events", "year": "1756", "date": "July 30", "txt": "In Saint Petersburg, Bartolomeo Rastrelli presents the newly built Catherine Palace to Empress Elizabeth and her courtiers.", "entities": [{"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}, {"title": "Francesco Bartolomeo Rastrelli", "href": "/wiki/Francesco_Bartolomeo_Rastrelli", "description": "Francesco Bartolomeo Rastrelli was an Italian architect who worked mainly in Russia. He developed an easily recognizable style of Late Baroque, both sumptuous and majestic. His major works, including the Winter Palace in Saint Petersburg and the Catherine Palace in Tsarskoye Selo, are famed for extravagant luxury and opulence of decoration."}, {"title": "Catherine Palace", "href": "/wiki/Catherine_Palace", "description": "The Catherine Palace is a Rococo palace in Tsarskoye Selo (Pushkin), 30 km south of St. Petersburg, Russia. It was the summer residence of the Russian tsars."}, {"title": "Elizabeth of Russia", "href": "/wiki/Elizabeth_of_Russia", "description": "Elizabeth Petrovna, also known as Yelisaveta or Elizaveta, reigned as the Empress of Russia from 1741 until her death in 1762. She remains one of the most popular Russian monarchs because of her decision not to execute a single person during her reign, her numerous construction projects, and her strong opposition to Prussian policies."}]}, {"heading": "Events", "year": "1811", "date": "July 30", "txt": "Father Miguel Hidalgo y Costilla, leader of the Mexican insurgency, is executed by the Spanish in Chihuahua City, Mexico.", "entities": [{"title": "Miguel Hidalgo y Costilla", "href": "/wiki/Miguel_Hidalgo_y_Costilla", "description": "Don Miguel Gregorio Antonio Francisco Ignacio Hidalgo-Costilla y Gallaga Mandarte Villaseñor, more commonly known as Don Miguel Hidalgo y Costilla or Miguel Hidalgo, was a Spanish Catholic priest, a leader of the Mexican War of Independence, and recognized as the Father of the Nation."}, {"title": "Mexican War of Independence", "href": "/wiki/Mexican_War_of_Independence", "description": "The Mexican War of Independence was an armed conflict and political process, lasting from 1808 to 1821, resulting in Mexico's independence from Spain. It was not a single, coherent event, but local and regional struggles that occurred within the same time period, and can be considered a revolutionary civil war. Independence was not an inevitable outcome, but events in Spain itself had a direct imp"}, {"title": "Chihuahua City", "href": "/wiki/Chihuahua_City", "description": "The city of Chihuahua is the state capital of the Mexican state of Chihuahua. As of 2017, the city of Chihuahua had a population of 878,062 inhabitants. while the metropolitan area had a population of 1,036,806 inhabitants."}]}, {"heading": "Events", "year": "1859", "date": "July 30", "txt": "First ascent of Grand Combin, one of the highest summits in the Alps.", "entities": [{"title": "Grand Combin", "href": "/wiki/Grand_Combin", "description": "The Grand Combin is a mountain massif in the western Pennine Alps in the canton of Valais. At a height of 4,314 metres (14,154 ft) the summit of Combin de Grafeneire is one of the highest peaks in the Alps and the second most prominent of the Pennine Alps. The Grand Combin is also a large glaciated massif consisting of several summits, among which three are above 4000 metres. The highest part of t"}, {"title": "Alps", "href": "/wiki/Alps", "description": "The Alps are the highest and most extensive mountain range system that lies entirely in Europe, stretching approximately 1,200 km (750 mi) across eight Alpine countries : France, Switzerland, Monaco, Italy, Liechtenstein, Austria, Germany, and Slovenia. The Alpine arch generally extends from Nice on the western Mediterranean to Trieste on the Adriatic and Vienna at the beginning of the Pannonian b"}]}, {"heading": "Events", "year": "1863", "date": "July 30", "txt": "American Indian Wars: Representatives of the United States and tribal leaders including Chief Pocatello (of the Shoshone)  sign the Treaty of Box Elder.", "entities": [{"title": "American Indian Wars", "href": "/wiki/American_Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Chief Pocatello", "href": "/wiki/Chief_Pocatello", "description": "Chief Pocatello was a leader of the Northern Shoshone, a Native American people of the Great Basin in western North America. He led attacks against early settlers during a time of increasing strife between settlers and Native Americans. After making peace with the U.S. Government, he moved his people to their present reservation in Idaho and led the Shoshone during their struggle to survive follow"}, {"title": "Shoshone", "href": "/wiki/Shoshone", "description": "The Shoshone or Shoshoni are a Native American tribe with four large cultural/linguistic divisions:Eastern Shoshone: Wyoming\nNorthern Shoshone: southern Idaho\nWestern Shoshone: Nevada, northern Utah\nGoshute: western Utah, eastern Nevada"}, {"title": "Box Elder Treaty", "href": "/wiki/Box_Elder_Treaty", "description": "The Box Elder Treaty is an agreement between the Northwestern Shoshone and the United States government, signed on July 30, 1863. It was adopted after a period of conflict which included the Bear River Massacre on January 29, 1863. The treaty had little effect until 1968, when the United States compensated the Northwestern band for their land claim at a rate of about 50¢ per acre."}]}, {"heading": "Events", "year": "1864", "date": "July 30", "txt": "American Civil War: Battle of the Crater: Union forces attempt to break Confederate lines at Petersburg, Virginia by exploding a large bomb under their trenches.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of the Crater", "href": "/wiki/Battle_of_the_Crater", "description": "The Battle of the Crater was a battle of the American Civil War, part of the siege of Petersburg. It took place on Saturday, July 30, 1864, between the Confederate Army of Northern Virginia, commanded by General Robert E. Lee, and the Union Army of the Potomac, commanded by Major General George G. Meade."}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Siege of Petersburg", "href": "/wiki/Siege_of_Petersburg", "description": "The Richmond–Petersburg campaign was a series of battles around Petersburg, Virginia, fought from June 15, 1864, to April 2, 1865, during the American Civil War. Although it is more popularly known as the siege of Petersburg, it was not a classic military siege, in which a city is usually surrounded and all supply lines are cut off, nor was it strictly limited to actions against Petersburg. The ca"}]}, {"heading": "Events", "year": "1865", "date": "July 30", "txt": "The steamboat Brother Jonathan sinks off the coast of Crescent City, California, killing 225 passengers, the deadliest shipwreck on the Pacific Coast of the U.S. at the time.", "entities": [{"title": "Steamboat", "href": "/wiki/Steamboat", "description": "A steamboat is a boat that is propelled primarily by steam power, typically driving propellers or paddlewheels. Steamboats sometimes use the prefix designation SS, S.S. or S/S or PS ; however, these designations are most often used for steamships."}, {"title": "Crescent City, California", "href": "/wiki/Crescent_City,_California", "description": "Crescent City is the county seat of, and the only incorporated city in, Del Norte County, California. Named for the crescent-shaped stretch of sandy beach south of the city, Crescent City had a total population of 7,643 in the 2010 census, up from 4,006 in the 2000 census. The population includes inmates at Pelican Bay State Prison, also within the city limits, and the former census-designated pla"}]}, {"heading": "Events", "year": "1866", "date": "July 30", "txt": "Armed Confederate veterans in New Orleans riot against a meeting of Radical Republicans, killing 48 people and injuring another 100.", "entities": [{"title": "New Orleans riot", "href": "/wiki/New_Orleans_riot", "description": "The New Orleans Massacre of 1866 occurred on July 30, when a peaceful demonstration of mostly black Freedmen was set upon by a mob of white rioters, many of whom had been soldiers of the recently defeated Confederacy, leading to a full-scale massacre. The violence erupted outside the Mechanics Institute, site of a reconvened Louisiana Constitutional Convention. The Republican Party of Louisiana ha"}, {"title": "Radical Republican", "href": "/wiki/Radical_Republican", "description": "The Radical Republicans were a faction of American politicians within the Republican Party of the United States from around 1854 until the end of Reconstruction in 1877. They called themselves \"Radicals\" because of their goal of immediate, complete, permanent eradication of slavery, without compromise. They were opposed during the War by the moderate Republicans, and by the pro-slavery and anti-Re"}]}, {"heading": "Events", "year": "1871", "date": "July 30", "txt": "The Staten Island Ferry Westfield's boiler explodes, killing over 85 people.", "entities": [{"title": "Staten Island Ferry", "href": "/wiki/Staten_Island_Ferry", "description": "The Staten Island Ferry is a passenger ferry route operated by the New York City Department of Transportation. The ferry's single route runs 5.2 miles (8.4 km) through New York Harbor between the New York City boroughs of Manhattan and Staten Island, with ferry boats making the trip in approximately 25 minutes. The ferry operates 24 hours a day, 7 days a week, with boats leaving every 15 to 20 min"}]}, {"heading": "Events", "year": "1912", "date": "July 30", "txt": "Japan's Emperor Meiji dies and is succeeded by his son Yoshihito, who is now known as the Emperor Taishō.", "entities": [{"title": "Emperor Meiji", "href": "/wiki/Emperor_Meiji", "description": "Emperor Meiji , also called Meiji the Great , or Meiji the Good , was the 122nd Emperor of Japan according to the traditional order of succession, reigning from 3 February 1867 until his death on 30 July 1912, and the first monarch of the Empire of Japan. He presided over the Meiji era, a time of rapid change that witnessed Japan's transformation from an isolationist, feudal state to an industrial"}, {"title": "Emperor Taishō", "href": "/wiki/Emperor_Taish%C5%8D", "description": "Emperor Taishō  was the 123rd Emperor of Japan, according to the traditional order of succession, and the second ruler of the Empire of Japan from 30 July 1912 until his death in 1926."}]}, {"heading": "Events", "year": "1916", "date": "July 30", "txt": "Black Tom explosion: German agents denote two million tons of U.S.-made munitions off the shores of Manhattan that were to be supplied to the Allies in World War I.", "entities": [{"title": "Black Tom explosion", "href": "/wiki/Black_Tom_explosion", "description": "The Black Tom explosion was an act of sabotage by German agents to destroy U.S.-made munitions that were to be supplied to the Allies in World War I. The explosions, which occurred on July 30, 1916, in the New York Harbor, killed four people and destroyed some $20,000,000 worth of military goods. This incident, which happened prior to U.S. entry into World War I, also damaged the Statue of Liberty"}, {"title": "German Empire", "href": "/wiki/German_Empire", "description": "The German Empire or the Imperial State of Germany, also referred to as Imperial Germany, the Second Reich, the Kaiserreich, as well as simply Germany, was the period of the German Reich from the unification of Germany in 1871 until the November Revolution in 1918, when the German Reich changed its form of government from a monarchy to a republic."}, {"title": "Munition", "href": "/wiki/Munition", "description": "Ammunition is the material fired, scattered, dropped or detonated from any weapon or weapon system. Ammunition is both expendable weapons and the component parts of other weapons that create the effect on a target. Nearly all mechanical weapons require some form of ammunition to operate."}, {"title": "Allies of World War I", "href": "/wiki/Allies_of_World_War_I", "description": "The Allies of World War I or Entente Powers were a coalition of countries led by France, Britain, Russia, Italy and Japan against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria and their colonies during the First World War (1914–1918)."}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}]}, {"heading": "Events", "year": "1930", "date": "July 30", "txt": "In Montevideo, Uruguay wins the first FIFA World Cup.", "entities": [{"title": "Montevideo", "href": "/wiki/Montevideo", "description": "Montevideo is the capital and largest city of Uruguay. According to the 2011 census, the city proper has a population of 1,319,108 in an area of 201 square kilometres (78 sq mi). The southernmost capital city in the Americas, Montevideo is situated on the southern coast of the country, on the northeastern bank of the Río de la Plata."}, {"title": "Uruguay national football team", "href": "/wiki/Uruguay_national_football_team", "description": "The Uruguay national football team represents Uruguay in international football, and is controlled by the Uruguayan Football Association, the governing body for football in Uruguay. The current head coach is Óscar Tabárez. The Uruguayan team is commonly referred to as La Celeste."}, {"title": "1930 FIFA World Cup", "href": "/wiki/1930_FIFA_World_Cup", "description": "The 1930 FIFA World Cup was the inaugural FIFA World Cup, the world championship for men's national association football teams. It took place in Uruguay from 13 to 30 July 1930. FIFA, football's international governing body, selected Uruguay as host nation, as the country would be celebrating the centenary of its first constitution and the Uruguay national football team had successfully retained t"}]}, {"heading": "Events", "year": "1932", "date": "July 30", "txt": "Premiere of Walt Disney's Flowers and Trees, the first cartoon short to use Technicolor and the first Academy Award winning cartoon short.", "entities": [{"title": "Walt Disney", "href": "/wiki/Walt_Disney", "description": "Walter Elias Disney was an American entrepreneur, animator, writer, voice actor, and film producer. A pioneer of the American animation industry, he introduced several developments in the production of cartoons. As a film producer, Disney holds the record for most Academy Awards earned by an individual, having won 22 Oscars from 59 nominations. He was presented with two Golden Globe Special Achiev"}, {"title": "Technicolor", "href": "/wiki/Technicolor", "description": "Technicolor is a series of color motion picture processes, the first version dating to 1916, and followed by improved versions over several decades."}, {"title": "Academy Award for Best Animated Short Film", "href": "/wiki/Academy_Award_for_Best_Animated_Short_Film", "description": "The Academy Award for Best Animated Short Film is an award given by the Academy of Motion Picture Arts and Sciences (AMPAS) as part of the annual Academy Awards, or Oscars, since the 5th Academy Awards, covering the year 1931–32, to the present."}]}, {"heading": "Events", "year": "1945", "date": "July 30", "txt": "World War II: Japanese submarine I-58 sinks the USS Indianapolis, killing 883 seamen. Most die during the following four days, until an aircraft notices the survivors.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Japanese submarine I-58 (1943)", "href": "/wiki/Japanese_submarine_I-58_(1943)", "description": "I-58 was a Japanese B3 type cruiser submarine that served in the final year of World War II. Her only significant wartime success came with a conventional torpedo attack upon USS Indianapolis on 30 July 1945. She was modified to carry Kaiten manned torpedoes, making several attacks that inflicted minor damage in exchange for every Kaiten launched being sunk. The submarine surrendered in September "}, {"title": "USS Indianapolis (CA-35)", "href": "/wiki/USS_Indianapolis_(CA-35)", "description": "USS Indianapolis (CL/CA-35) was a  Portland-class heavy cruiser of the United States Navy, named for the city of Indianapolis, Indiana. Launched in 1931, the vessel served as the flagship for the commander of Scouting Force 1 for eight years, then as flagship for Admiral Raymond Spruance in 1943 and 1944 while he commanded the Fifth Fleet in battles across the Central Pacific during World War II."}]}, {"heading": "Events", "year": "1956", "date": "July 30", "txt": "A joint resolution of the U.S. Congress is signed by President Dwight D. Eisenhower, authorizing In God We Trust as the U.S. national motto.", "entities": [{"title": "Joint resolution", "href": "/wiki/Joint_resolution", "description": "In the United States Congress, a joint resolution is a legislative measure that requires passage by the Senate and the House of Representatives and is presented to the President for his approval or disapproval. Generally, there is no legal difference between a joint resolution and a bill. Both must be passed, in exactly the same form, by both chambers of Congress, and signed by the President to be"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "Motto", "href": "/wiki/Motto", "description": "A motto is the general motivation or intention of an individual, family, social group or organization. Mottos are usually found predominantly in written form, and may stem from long traditions of social foundations, or from significant events, such as a civil war or a revolution. A motto may be in any language, but Latin has been widely used, especially in the Western world."}]}, {"heading": "Events", "year": "1962", "date": "July 30", "txt": "The Trans-Canada Highway, the longest national highway in the world, is officially opened.", "entities": [{"title": "Trans-Canada Highway", "href": "/wiki/Trans-Canada_Highway", "description": "The Trans-Canada Highway is a transcontinental federal-provincial highway system that travels through all ten provinces of Canada from the Pacific Ocean on the west coast to the Atlantic Ocean on the east coast. The main route spans 7,821 km (4,860 mi) across the country, one of the longest routes of its type in the world. The highway system is recognizable by its distinctive white-on-green maple "}]}, {"heading": "Events", "year": "1965", "date": "July 30", "txt": "U.S. President Lyndon B. Johnson signs the Social Security Act of 1965 into law, establishing Medicare and Medicaid.", "entities": [{"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "Social Security Act of 1965", "href": "/wiki/Social_Security_Act_of_1965", "description": "The Social Security Amendments of 1965, Pub.L. 89–97, 79 Stat. 286, enacted July 30, 1965, was legislation in the United States whose most important provisions resulted in creation of two programs: Medicare and Medicaid. The legislation initially provided federal health insurance for the elderly and for financially challenged families."}, {"title": "Medicare (United States)", "href": "/wiki/Medicare_(United_States)", "description": "Medicare is a national health insurance program in the United States, begun in 1965 under the Social Security Administration (SSA) and now administered by the Centers for Medicare and Medicaid Services (CMS). It primarily provides health insurance for Americans aged 65 and older, but also for some younger people with disability status as determined by the SSA, and people with end stage renal disea"}, {"title": "Medicaid", "href": "/wiki/Medicaid", "description": "Medicaid in the United States is a federal and state program that helps with healthcare costs for some people with limited income and resources. Medicaid also offers benefits not normally covered by Medicare, including nursing home care and personal care services. The main difference between the two programs is that Medicaid covers healthcare costs for people with low incomes while Medicare provid"}]}, {"heading": "Events", "year": "1966", "date": "July 30", "txt": "England defeats West Germany to win the 1966 FIFA World Cup at Wembley Stadium after extra time.", "entities": [{"title": "England national football team", "href": "/wiki/England_national_football_team", "description": "The England men's national football team represents England in men's international football since the first international match in 1872. It is controlled by The Football Association (FA), the governing body for football in England, which is affiliated with UEFA and comes under the global jurisdiction of world football's governing body FIFA. Also known as The Three Lions, England competes in the th"}, {"title": "Germany national football team", "href": "/wiki/Germany_national_football_team", "description": "The Germany national football team represents Germany in men's international football and played its first match in 1908. The team is governed by the German Football Association, founded in 1900. Between 1949 and 1990, separate German national teams were recognised by FIFA due to Allied occupation and division: the DFB's team representing the Federal Republic of Germany, the Saarland team represen"}, {"title": "1966 FIFA World Cup", "href": "/wiki/1966_FIFA_World_Cup", "description": "The 1966 FIFA World Cup was the eighth FIFA World Cup, a quadrennial association football tournament for men's senior national teams. It was played in England from 11 July to 30 July 1966. England defeated West Germany 4–2 in the final to win their first World Cup; the match had finished at 2–2 after 90 minutes and went to extra time, when Geoff Hurst scored two goals to complete his hat-trick, th"}, {"title": "Wembley Stadium (1923)", "href": "/wiki/Wembley_Stadium_(1923)", "description": "The original Wembley Stadium was a stadium in Wembley, London, best known for hosting important football matches. It stood on the same site now occupied by its successor."}, {"title": "Extra time", "href": "/wiki/Extra_time", "description": "Overtime or extra time is an additional period of play specified under the rules of a sport to bring a game to a decision and avoid declaring the match a tie or draw where the scores are the same. In some sports, this extra period is played only if the game is required to have a clear winner, as in single-elimination tournaments where only one team or players can advance to the next round or win t"}]}, {"heading": "Events", "year": "1969", "date": "July 30", "txt": "Vietnam War: US President Richard Nixon makes an unscheduled visit to South Vietnam and meets with President Nguyễn Văn Thiệu and U.S. military commanders.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Nguyễn Văn Thiệu", "href": "/wiki/Nguy%E1%BB%85n_V%C4%83n_Thi%E1%BB%87u", "description": "Nguyễn Văn Thiệu was a Vietnamese military officer and politician who was the president of South Vietnam from 1967 to 1975. He was a general in the Army of the Republic of Vietnam (ARVN), became head of a military junta in 1965, and then president after winning an election in 1967. He established rule over South Vietnam until he resigned and left the nation a few days before the fall of Saigon and"}]}, {"heading": "Events", "year": "1971", "date": "July 30", "txt": "Apollo program: Apollo 15 Mission: David Scott and James Irwin on the Apollo Lunar Module Falcon land on the Moon with the first Lunar Rover.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Apollo 15", "href": "/wiki/Apollo_15", "description": "Apollo 15 was the ninth crewed mission in the United States' Apollo program and the fourth to land on the Moon. It was the first J mission, with a longer stay on the Moon and a greater focus on science than earlier landings. Apollo 15 had the first use of the Lunar Roving Vehicle."}, {"title": "David Scott", "href": "/wiki/David_Scott", "description": "Col. David Randolph Scott, USAF, Ret. is a retired test pilot and NASA astronaut who was the seventh person to walk on the Moon. The commander of Apollo 15, Scott was selected as an astronaut as part of the third group in 1963. Scott flew three times in space, and is the only living commander of an Apollo mission that landed on the Moon and one of four surviving Moon walkers. Following the deaths "}, {"title": "James Irwin", "href": "/wiki/James_Irwin", "description": "Col. James Benson Irwin, USAF was an American astronaut, aeronautical engineer, test pilot, and a United States Air Force pilot. He served as Apollo Lunar Module pilot for Apollo 15, the fourth human lunar landing. He was the eighth person to walk on the Moon and the first, and youngest, of those astronauts to die."}, {"title": "Apollo Lunar Module", "href": "/wiki/Apollo_Lunar_Module", "description": "The Apollo Lunar Module, or simply Lunar Module, originally designated the Lunar Excursion Module (LEM), was the lander spacecraft that was flown between lunar orbit and the Moon's surface during the U.S. Apollo program. It was the first crewed spacecraft to operate exclusively in the airless vacuum of space, and remains the only crewed vehicle to land anywhere beyond Earth."}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}, {"title": "Lunar Roving Vehicle", "href": "/wiki/Lunar_Roving_Vehicle", "description": "The Lunar Roving Vehicle (LRV) is a battery-powered four-wheeled rover used on the Moon in the last three missions of the American Apollo program during 1971 and 1972. It is popularly called the Moon buggy, a play on the term dune buggy."}]}, {"heading": "Events", "year": "1971", "date": "July 30", "txt": "An All Nippon Airways Boeing 727 and a Japanese Air Force F-86 collide over Morioka, Iwate, Japan killing 162.", "entities": [{"title": "Boeing", "href": "/wiki/Boeing", "description": "The Boeing Company is an American multinational corporation that designs, manufactures, and sells airplanes, rotorcraft, rockets, satellites, telecommunications equipment, and missiles worldwide. The company also provides leasing and product support services. Boeing is among the largest global aerospace manufacturers; it is the second-largest defense contractor in the world based on 2018 revenue, "}, {"title": "Japan Air Self-Defense Force", "href": "/wiki/Japan_Air_Self-Defense_Force", "description": "The Japan Air Self-Defense Force , JASDF, also informally referred to as the Japanese Air Force, is the air warfare branch of the Japan Self-Defense Forces, responsible for the defense of Japanese airspace and for other aerospace operations. The JASDF carries out combat air patrols around Japan, while also maintaining a network of ground and air early-warning radar systems. The branch also has an "}, {"title": "North American F-86 Sabre", "href": "/wiki/North_American_F-86_Sabre", "description": "The North American F-86 Sabre, sometimes called the Sabrejet, is a transonic jet fighter aircraft. Produced by North American Aviation, the Sabre is best known as the United States' first swept-wing fighter that could counter the swept-wing Soviet MiG-15 in high-speed dogfights in the skies of the Korean War (1950–1953), fighting some of the earliest jet-to-jet battles in history. Considered one o"}, {"title": "All Nippon Airways Flight 58", "href": "/wiki/All_Nippon_Airways_Flight_58", "description": "All Nippon Airways (ANA) Flight 58 was a Japanese domestic flight from Sapporo to Tokyo, operated by All Nippon Airways (ANA). On 30 July 1971, at 2:04 local time, a Japan Air Self-Defense Force (JASDF) F-86F Sabre jet fighter collided with the Boeing 727 airliner operating the flight, causing both aircraft to crash. All 162 occupants on the airliner were killed, while the Sabre pilot, a trainee w"}, {"title": "Morioka, Iwate", "href": "/wiki/Morioka,_Iwate", "description": "Morioka  is the capital city of Iwate Prefecture located in the Tōhoku region of northern Japan. On 1 February 2021, the city had an estimated population of 290,700 in 132,719 households, and a population density of 328 per square kilometre (850/sq mi). The total area of the city is 886.47 square kilometres (342.27 sq mi)."}]}, {"heading": "Events", "year": "1974", "date": "July 30", "txt": "Watergate scandal: U.S. President Richard Nixon releases subpoenaed White House recordings after being ordered to do so by the Supreme Court of the United States.", "entities": [{"title": "Watergate scandal", "href": "/wiki/Watergate_scandal", "description": "The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1971 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate O"}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}, {"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}]}, {"heading": "Events", "year": "1975", "date": "July 30", "txt": "Jimmy Hoffa disappears from the parking lot of the Machus Red Fox restaurant in Bloomfield Hills, Michigan, a suburb of Detroit, at about 2:30 p.m. He is never seen or heard from again.", "entities": [{"title": "Jimmy Hoffa", "href": "/wiki/Jimmy_Hoffa", "description": "James Riddle Hoffa was an American labor union leader who served as the president of the International Brotherhood of Teamsters (IBT) from 1957 until 1971."}, {"title": "Bloomfield Hills, Michigan", "href": "/wiki/Bloomfield_Hills,_Michigan", "description": "Bloomfield Hills is a city in Oakland County in the U.S. state of Michigan. It is a northern suburb of Metro Detroit and is approximately 20 miles (32 km) northwest of Downtown Detroit. Except a small southern border with the city of Birmingham, the city is almost completely surrounded by Bloomfield Township, but the city and township are administered autonomously. As of the 2010 census, the city'"}, {"title": "Detroit", "href": "/wiki/Detroit", "description": "Detroit is the largest and most-populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2019 estimated population of 670,031, making it the 24th-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-larg"}]}, {"heading": "Events", "year": "1978", "date": "July 30", "txt": "The 730: Okinawa Prefecture changes its traffic on the right-hand side of the road to the left-hand side.", "entities": [{"title": "730 (transport)", "href": "/wiki/730_(transport)", "description": "The 730  was the day July 30, 1978, when Okinawa Prefecture of Japan switched back from driving on the right-hand side of the road to the left."}, {"title": "Okinawa Prefecture", "href": "/wiki/Okinawa_Prefecture", "description": "Okinawa Prefecture  is a prefecture of Japan located on the Ryukyu Islands. Okinawa Prefecture is the southernmost and westernmost prefecture of Japan, has a population of 1,457,162 and has a geographic area of 2,281 km2."}, {"title": "Right- and left-hand traffic", "href": "/wiki/Right-_and_left-hand_traffic", "description": "Left-hand traffic (LHT) and right-hand traffic (RHT) are the practices, in bidirectional traffic, of keeping to the left side or to the right side of the road, respectively. They are fundamental to traffic flow, and are sometimes referred to as the rule of the road. The terms right and left hand drive refers to the position of the driver in the vehicle and are the reverse of the terms right and le"}]}, {"heading": "Events", "year": "1980", "date": "July 30", "txt": "Vanuatu gains independence.", "entities": [{"title": "Vanuatu", "href": "/wiki/Vanuatu", "description": "Vanuatu, officially the Republic of Vanuatu, is an island country located in the South Pacific Ocean. The archipelago, which is of volcanic origin, is 1,750 kilometres (1,090 mi) east of northern Australia, 540 kilometres (340 mi) northeast of New Caledonia, east of New Guinea, southeast of the Solomon Islands, and west of Fiji."}]}, {"heading": "Events", "year": "1980", "date": "July 30", "txt": "Israel's Knesset passes the Jerusalem Law.", "entities": [{"title": "Jerusalem Law", "href": "/wiki/Jerusalem_Law", "description": "The Jerusalem Law is a common name of Basic Law: Jerusalem, Capital of Israel passed by the Knesset on 30 July 1980."}]}, {"heading": "Events", "year": "1981", "date": "July 30", "txt": "As many as 50,000 demonstrators, mostly women and children, took to the streets in Łódź to protest food ration shortages in Communist Poland.", "entities": [{"title": "Łódź", "href": "/wiki/%C5%81%C3%B3d%C5%BA", "description": "Łódź, written in English as Lodz, is the third-largest city in Poland and a former industrial centre. Located in the central part of the country, it has a population of 679,941 (2019). It is the capital of Łódź Voivodeship, and is located approximately 120 kilometres (75 mi) south-west of Warsaw. The city's coat of arms is an example of canting, as it depicts a boat, which alludes to the city's na"}, {"title": "Summer 1981 hunger demonstrations in Poland", "href": "/wiki/Summer_1981_hunger_demonstrations_in_Poland", "description": "In mid-1981, amid a widespread economic crisis and food shortages, thousands of Poles, mainly women and their children, took part in several hunger demonstrations, organized in cities and towns across the country. The protests were peaceful, without rioting, and the biggest one took place on 30 July 1981 in Łódź. The situation in Poland was serious enough that it prompted Adam Michnik to write, \"P"}, {"title": "People's Republic of Poland", "href": "/wiki/People%27s_Republic_of_Poland", "description": "The Polish People's Republic was a country in Central Europe that existed from 1947 to 1989 and the predecessor of the modern Republic of Poland. With a population of approximately 37.9 million near the end of its existence, it was the second most-populous communist and Eastern Bloc country in Europe. Having a unitary Marxist–Leninist government imposed following World War II, it was also one of t"}]}, {"heading": "Events", "year": "1990", "date": "July 30", "txt": "Ian Gow, Conservative Member of Parliament, is assassinated at his home by IRA terrorists in a car bombing after he assured the group that the British government would never surrender to them.", "entities": [{"title": "Ian Gow", "href": "/wiki/Ian_Gow", "description": "Ian Reginald Edward Gow was a British Conservative politician and solicitor. While serving as Member of Parliament (MP) for Eastbourne, he was assassinated by the Provisional Irish Republican Army (IRA), who exploded a bomb under his car outside his home in East Sussex."}, {"title": "Irish Republican Army", "href": "/wiki/Irish_Republican_Army", "description": "The Irish Republican Army (IRA) is a name used by various paramilitary organisations in Ireland throughout the 20th and the 21st centuries. Organisations going by this name have been dedicated to irredentism through Irish republicanism, the belief that all of Ireland should be an independent republic free from British rule. The original Irish Republican Army was raised in 1917 from members of the "}]}, {"heading": "Events", "year": "2003", "date": "July 30", "txt": "In Mexico, the last 'old style' Volkswagen Beetle rolls off the assembly line.", "entities": [{"title": "Volkswagen Beetle", "href": "/wiki/Volkswagen_Beetle", "description": "The Volkswagen Beetle—officially the Volkswagen Type 1, informally in German the Käfer, in parts of the English-speaking world the Bug, and known by many other nicknames in other languages—is a two-door, rear-engine economy car, intended for five occupants, that was manufactured and marketed by German automaker Volkswagen (VW) from 1938 until 2003."}, {"title": "Assembly line", "href": "/wiki/Assembly_line", "description": "An assembly line is a manufacturing process in which parts are added as the semi-finished assembly moves from workstation to workstation where the parts are added in sequence until the final assembly is produced. By mechanically moving the parts to the assembly work and moving the semi-finished assembly from work station to work station, a finished product can be assembled faster and with less lab"}]}, {"heading": "Events", "year": "2006", "date": "July 30", "txt": "The world's longest running music show Top of the Pops is broadcast for the last time on BBC Two. The show had aired for 42 years.", "entities": [{"title": "BBC Two", "href": "/wiki/BBC_Two", "description": "BBC Two is a British free-to-air television network owned and operated by the BBC. It covers a wide range of subject matter, with a remit \"to broadcast programmes of depth and substance\" in contrast to the more mainstream and popular BBC One."}]}, {"heading": "Events", "year": "2011", "date": "July 30", "txt": "Marriage of Queen Elizabeth II's eldest granddaughter Zara Phillips to former rugby union footballer Mike Tindall.", "entities": [{"title": "Zara Phillips", "href": "/wiki/Zara_Phillips", "description": "Zara Anne Elizabeth Tindall is a member of the British royal family. She is an equestrian, an Olympian, and the second child and only daughter of Anne, Princess Royal and Captain Mark Phillips. She is the eldest granddaughter of Queen Elizabeth II and Prince Philip, Duke of Edinburgh. At birth, she was sixth in the line of succession to the British throne; she is currently 19th in line."}, {"title": "Mike Tindall", "href": "/wiki/Mike_Tindall", "description": "Michael James Tindall, is a former English rugby union player. Tindall played outside centre for Bath and Gloucester, and won 75 caps for England between 2000 and 2011. He was a member of the English squad which won the 2003 World Cup."}]}, {"heading": "Events", "year": "2012", "date": "July 30", "txt": "A train fire kills 32 passengers and injures 27 on the Tamil Nadu Express in Andhra Pradesh, India.", "entities": [{"title": "Nellore train fire", "href": "/wiki/Nellore_train_fire", "description": "The Nellore train fire occurred on 30 July 2012, when the Chennai-bound Tamil Nadu Express train caught fire at 4:22 am near Nellore, Andhra Pradesh, India. At least 32 passengers died and 27 were injured. The fire gutted the S-11 sleeper coach in 20 minutes. A railway emergency crew prevented the fire from spreading to the other coaches."}, {"title": "Tamil Nadu Express", "href": "/wiki/Tamil_Nadu_Express", "description": "The 12621 / 12622 Tamil Nadu Express is a superfast train of the Indian Railways. The train was first started on 7 August 1976 by then Prime Minister, Indira Gandhi. Introduced as a tri-weekly, it was the first State named train of the south. It runs between Chennai Central and New Delhi. It is considered as the fastest non-Rajdhani Express train. It runs with highly refurbished LHB Coaches from 2"}, {"title": "Andhra Pradesh", "href": "/wiki/Andhra_Pradesh", "description": "Andhra Pradesh is a state in the south-eastern coastal region of India. It is the seventh-largest state by area covering an area of 162,975 km2 (62,925 sq mi) and tenth-most populous state with 49,386,799 inhabitants. It is bordered by Telangana to the north-west, Chhattisgarh to the north, Odisha to the north-east, Tamil Nadu to the south, Karnataka to the west and the Bay of Bengal to the east. "}]}, {"heading": "Events", "year": "2012", "date": "July 30", "txt": "A power grid failure in Delhi leaves more than 300 million people without power in northern India.", "entities": [{"title": "Delhi", "href": "/wiki/Delhi", "description": "Delhi, officially the National Capital Territory (NCT) of Delhi, is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highes"}]}, {"heading": "Events", "year": "2014", "date": "July 30", "txt": "Twenty killed and 150 are trapped after a landslide in Maharashtra, India.", "entities": [{"title": "2014 Malin landslide", "href": "/wiki/2014_Malin_landslide", "description": "On 30 July 2014, a landslide occurred in the village of Malin in the Ambegaon taluka of the Pune district in Maharashtra, India. The landslide, which hit early in the morning while residents were asleep, was believed to have been caused by a burst of heavy rainfall, and killed at least 151 people. Rains continued after the landslide making rescue efforts difficult."}]}, {"heading": "Births", "year": "1470", "date": "July 30", "txt": "Hongzhi, emperor of the Ming dynasty (d. 1505)", "entities": [{"title": "Hongzhi Emperor", "href": "/wiki/Hongzhi_Emperor", "description": "The Hongzhi Emperor was the 10th Emperor of the Ming dynasty, reigned from 1487 to 1505. Born Zhu Youcheng, he was the eldest surviving son of the Chenghua Emperor and his reign as emperor of China is called the \"Hongzhi Silver Age\". His era name, \"Hongzhi\", means \"great government.\" A peace-loving emperor, the Hongzhi Emperor also had only one empress and no concubines, granting him the distincti"}]}, {"heading": "Births", "year": "1511", "date": "July 30", "txt": "Giorgio Vasari, Italian painter, historian, and architect (d. 1574)", "entities": [{"title": "Giorgio Vasari", "href": "/wiki/Giorgio_Vasari", "description": "Giorgio Vasari was an Italian painter, architect, engineer, writer, and historian, best known for his Lives of the Most Excellent Painters, Sculptors, and Architects, considered the ideological foundation of art-historical writing. Based on Vasari's text about Giotto's new manner of painting, Jules Michelet suggested for the first time the term Renaissance in his Histoire de France (1835), a term "}]}, {"heading": "Births", "year": "1549", "date": "July 30", "txt": "Ferdinando I de' Medici, Grand Duke of Tuscany (d. 1609)", "entities": [{"title": "Ferdinando I de' Medici, Grand Duke of Tuscany", "href": "/wiki/Ferdinando_I_de%27_Medici,_Grand_Duke_of_Tuscany", "description": "Ferdinando I de' Medici, Grand Duke of Tuscany was Grand Duke of Tuscany from 1587 to 1609, having succeeded his older brother Francesco I."}]}, {"heading": "Births", "year": "1641", "date": "July 30", "txt": "Regnier de Graaf, Dutch physician and anatomist (d. 1673)", "entities": [{"title": "Regnier de Graaf", "href": "/wiki/Regnier_de_Graaf", "description": "Regnier de Graaf, original Dutch spelling Reinier de Graaf, or Latinized Reijnerus de Graeff was a Dutch physician and anatomist who made key discoveries in reproductive biology. His first name is often spelled Reinier or Reynier."}]}, {"heading": "Births", "year": "1751", "date": "July 30", "txt": "Maria Anna Mozart, Austrian pianist (d. 1829)", "entities": [{"title": "Maria Anna Mozart", "href": "/wiki/Maria_Anna_Mozart", "description": "Maria Anna Walburga Ignatia Mozart, called \"Marianne\" and nicknamed Nannerl, was a musician, the older sister of Wolfgang Amadeus Mozart (1756–1791) and daughter of Leopold (1719–1787) and Anna Maria Mozart (1720–1778)."}]}, {"heading": "Births", "year": "1763", "date": "July 30", "txt": "Samuel Rogers, English poet and art collector (d. 1855)", "entities": [{"title": "Samuel Rogers", "href": "/wiki/Samuel_Rogers", "description": "Samuel Rogers was an English poet, during his lifetime one of the most celebrated, although his fame has long since been eclipsed by his Romantic colleagues and friends Wordsworth, Coleridge and Byron. His recollections of these and other friends such as Charles James Fox are key sources for information about London artistic and literary life, with which he was intimate, and which he used his weal"}]}, {"heading": "Births", "year": "1781", "date": "July 30", "txt": "Maria Aletta Hulshoff, Dutch feminist and pamphleteer (d. 1846)", "entities": [{"title": "Maria Aletta Hulshoff", "href": "/wiki/Maria_Aletta_Hulshoff", "description": "Maria Aletta Hulshoff, pen-name \"Mietje\", was a Dutch Patriot, feminist and pamphleteer."}]}, {"heading": "Births", "year": "1809", "date": "July 30", "txt": "Charles Chiniquy, Canadian-American priest and theologian (d. 1899)", "entities": [{"title": "Charles Chiniquy", "href": "/wiki/Charles_Chiniquy", "description": "Charles Paschal Telesphore Chiniquy was a Canadian Catholic priest who left the Catholic Church and became a Presbyterian minister. He rode the lecture circuit in the United States denouncing the Catholic Church. His themes were that it was pagan, that Catholics worshipped the Virgin Mary, and that its theology was anti-Christian."}]}, {"heading": "Births", "year": "1818", "date": "July 30", "txt": "Emily Brontë, English novelist and poet (d. 1848)", "entities": [{"title": "Emily Brontë", "href": "/wiki/Emily_Bront%C3%AB", "description": "Emily Jane Brontë was an English novelist and poet who is best known for her only novel, Wuthering Heights, now considered a classic of English literature. She also published a book of poetry with her sisters Charlotte and Anne titled Poems by Currer, Ellis and Acton Bell with her own poems finding regard as poetic genius. Emily was the second-youngest of the four surviving Brontë siblings, betwee"}]}, {"heading": "Births", "year": "1818", "date": "July 30", "txt": "Jan Heemskerk, Dutch lawyer and politician, 16th and 19th Prime Minister of the Netherlands (d. 1897)", "entities": [{"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Births", "year": "1825", "date": "July 30", "txt": "Chaim Aronson, Lithuanian engineer and author (d. 1893)", "entities": [{"title": "Chaim Aronson", "href": "/wiki/Chaim_Aronson", "description": "Chaim Aronson was an inventor and memoirist. He was a Lithuanian Jew who lived during the time when Lithuania belonged to the Russian Empire."}]}, {"heading": "Births", "year": "1832", "date": "July 30", "txt": "George Lemuel Woods, American lawyer, judge, and politician, 3rd Governor of Oregon (d. 1890)", "entities": [{"title": "George Lemuel Woods", "href": "/wiki/George_Lemuel_Woods", "description": "George Lemuel Woods was an American lawyer, judge, and politician. A member of the Republican Party, Woods served as the third Governor of Oregon from 1866 to 1870. Failing to win renomination, Woods was then appointed Territorial Governor of Utah by President Ulysses S. Grant, serving in that position from 1871 to 1875."}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Births", "year": "1855", "date": "July 30", "txt": "Georg Wilhelm von Siemens, German-Swiss businessman (d. 1919)", "entities": [{"title": "Georg Wilhelm von Siemens", "href": "/wiki/Georg_Wilhelm_von_Siemens", "description": "Georg Wilhelm von Siemens was a German telecommunications industrialist of the Siemens family."}]}, {"heading": "Births", "year": "1857", "date": "July 30", "txt": "Thorstein Veblen, American economist and sociologist (d. 1929)", "entities": [{"title": "Thorstein Veblen", "href": "/wiki/Thorstein_Veblen", "description": "Thorstein Bunde Veblen was an American economist and sociologist, who during his lifetime emerged as a well-known critic of capitalism."}]}, {"heading": "Births", "year": "1859", "date": "July 30", "txt": "Henry Simpson Lunn, English minister and humanitarian, founded Lunn Poly (d. 1939)", "entities": [{"title": "Henry Simpson Lunn", "href": "/wiki/Henry_Simpson_Lunn", "description": "Sir Henry Simpson Lunn was an English humanitarian and religious figure, and also founder of Lunn Poly, one of the UK's largest travel companies."}, {"title": "Lunn Poly", "href": "/wiki/Lunn_Poly", "description": "Lunn Poly was, at one time, the largest chain of travel agents in the United Kingdom."}]}, {"heading": "Births", "year": "1862", "date": "July 30", "txt": "Nikolai Yudenich, Russian general (d. 1933)", "entities": [{"title": "Nikolai Yudenich", "href": "/wiki/Nikolai_Yudenich", "description": "Nikolai Nikolayevich Yudenich was a commander of the Russian Imperial Army during World War I. He was a leader of the anti-communist White movement in Northwestern Russia during the Civil War."}]}, {"heading": "Births", "year": "1863", "date": "July 30", "txt": "Henry Ford, American engineer and businessman, founded the Ford Motor Company (d. 1947)", "entities": [{"title": "Henry Ford", "href": "/wiki/Henry_Ford", "description": "Henry Ford was an American industrialist, business magnate, and founder of the Ford Motor Company and chief developer of the assembly line technique of mass production. By creating the first automobile that middle-class Americans could afford, he converted the automobile from an expensive curiosity into an accessible conveyance that profoundly impacted the landscape of the 20th century."}, {"title": "Ford Motor Company", "href": "/wiki/Ford_Motor_Company", "description": "The Ford Motor Company, commonly known as Ford, is an American multinational automaker that has its main headquarters in Dearborn, Michigan, a suburb of Detroit. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and most luxury cars under the Lincoln brand. Ford also owns Brazilian SUV manufacturer Troller, a"}]}, {"heading": "Births", "year": "1872", "date": "July 30", "txt": "Princess Clémentine of Belgium (d. 1955)", "entities": [{"title": "Princess Clémentine of Belgium", "href": "/wiki/Princess_Cl%C3%A9mentine_of_Belgium", "description": "Princess Clémentine of Belgium, a daughter of King Leopold II, was the wife of Napoléon Victor Bonaparte, Bonapartist pretender to the throne of France."}]}, {"heading": "Births", "year": "1881", "date": "July 30", "txt": "Smedley Butler, American general, Medal of Honor recipient (d. 1940)", "entities": [{"title": "Smedley Butler", "href": "/wiki/Smedley_Butler", "description": "Major General Smedley Darlington Butler, nicknamed \"Old Gimlet Eye\", was a senior United States Marine Corps officer who fought in both the Mexican Revolution and World War I. Butler was, at the time of his death, the most decorated Marine in U.S. history. During his 34-year career as a Marine, he participated in military actions in the Philippines, China, in Central America and the Caribbean duri"}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1890", "date": "July 30", "txt": "Casey Stengel, American baseball player and manager (d. 1975)", "entities": [{"title": "Casey Stengel", "href": "/wiki/Casey_Stengel", "description": "Charles Dillon \"Casey\" Stengel was an American Major League Baseball right fielder and manager, best known as the manager of the championship New York Yankees of the 1950s and later, the expansion New York Mets. He was elected to the Baseball Hall of Fame in 1966."}]}, {"heading": "Births", "year": "1893", "date": "July 30", "txt": "Fatima Jinnah, Pakistani dentist and politician (d. 1967)", "entities": [{"title": "Fatima Jinnah", "href": "/wiki/Fatima_Jinnah", "description": "Fatima Jinnah, widely known as Māder-e Millat, was a Pakistani politician, dental surgeon, stateswoman, and one of the leading founders of Pakistan. She was the younger sister of Muhammad Ali Jinnah, the founder and the first Governor General of Pakistan. then-President of Pakistan."}]}, {"heading": "Births", "year": "1898", "date": "July 30", "txt": "Henry Moore, English sculptor and illustrator (d. 1986)", "entities": [{"title": "Henry Moore", "href": "/wiki/Henry_Moore", "description": "Henry Spencer Moore was an English artist. He is best known for his semi-abstract monumental bronze sculptures which are located around the world as public works of art. As well as sculpture, Moore produced many drawings, including a series depicting Londoners sheltering from the Blitz during the Second World War, along with other graphic works on paper."}]}, {"heading": "Births", "year": "1899", "date": "July 30", "txt": "Gerald Moore, English pianist (d. 1987)", "entities": [{"title": "Gerald Moore", "href": "/wiki/Gerald_Moore", "description": "Gerald Moore CBE was an English classical pianist best known for his career as a collaborative pianist for many distinguished musicians. Among those with whom he was closely associated were Dietrich Fischer-Dieskau, Elisabeth Schumann, Hans Hotter, Elisabeth Schwarzkopf, Victoria de los Ángeles and Pablo Casals."}]}, {"heading": "Births", "year": "1901", "date": "July 30", "txt": "Alfred Lépine, Canadian ice hockey player and coach (d. 1955)", "entities": [{"title": "Alfred Lépine", "href": "/wiki/Alfred_L%C3%A9pine", "description": "Joseph Alfred Pierre Hormisdas \"Pit\" Lépine was a Canadian ice hockey forward and coach. He was born in Sainte-Anne-de-Bellevue, Quebec."}]}, {"heading": "Births", "year": "1904", "date": "July 30", "txt": "Salvador Novo, Mexican poet and playwright (d. 1974)", "entities": [{"title": "Salvador Novo", "href": "/wiki/Salvador_Novo", "description": "\nSalvador Novo López was a Mexican writer, poet, playwright, translator, television presenter, entrepreneur, and the official chronicler of Mexico City. As a noted intellectual, he influenced popular perceptions of politics, media, the arts, and Mexican society in general. He was a member of Los Contemporáneos, a group of Mexican writers, as well as of the Mexican Academy of the Language."}]}, {"heading": "Births", "year": "1909", "date": "July 30", "txt": "C. Northcote Parkinson, English historian and author (d. 1993)", "entities": [{"title": "C. Northcote Parkinson", "href": "/wiki/C._Northcote_Parkinson", "description": "Cyril Northcote Parkinson was a British naval historian and author of some 60 books, the most famous of which was his best-seller Parkinson's Law (1957), in which Parkinson advanced Parkinson's law, stating that \"work expands so as to fill the time available for its completion\", an insight which led him to be regarded as an important scholar in public administration and management."}]}, {"heading": "Births", "year": "1910", "date": "July 30", "txt": "Edgar de Evia, Mexican-American photographer (d. 2003)", "entities": [{"title": "Edgar de Evia", "href": "/wiki/Edgar_de_Evia", "description": "Edgar Domingo Evia y Joutard, known professionally as Edgar de Evia, was a Mexican-born American interiors photographer."}]}, {"heading": "Births", "year": "1913", "date": "July 30", "txt": "Lou Darvas, American soldier and cartoonist (d. 1987)", "entities": [{"title": "Lou Darvas", "href": "/wiki/Lou_Darvas", "description": "Louis F. Darvas was an American artist and sports cartoonist. He received the National Cartoonist Society Sports Cartoon Award for 1963 and 1967 for his work."}]}, {"heading": "Births", "year": "1914", "date": "July 30", "txt": "Michael Morris, 3rd Baron Killanin, Irish journalist and author, 6th President of the International Olympic Committee (d. 1999)", "entities": [{"title": "Michael Morris, 3rd Baron Killanin", "href": "/wiki/Michael_Morris,_3rd_Baron_Killanin", "description": "Michael Morris, 3rd Baron Killanin, was an Irish journalist, author, sports official, and the sixth President of the International Olympic Committee (IOC). He succeeded his uncle as Baron Killanin in the Peerage of the United Kingdom in 1927, when he was 12, which allowed him to sit in the House of Lords at the Palace of Westminster as Lord Killanin upon turning 21."}, {"title": "President of the International Olympic Committee", "href": "/wiki/President_of_the_International_Olympic_Committee", "description": "The president of the International Olympic Committee is head of the Executive Board that assumes the general overall responsibility for the administration of the International Olympic Committee (IOC) and the management of its affairs. The IOC Executive Board consists of the president, four vice-presidents and ten other IOC members; all of the board members are elected by the IOC Session, using a s"}]}, {"heading": "Births", "year": "1920", "date": "July 30", "txt": "Walter Schuck, German lieutenant and pilot (d. 2015)", "entities": [{"title": "Walter Schuck", "href": "/wiki/Walter_Schuck", "description": "Walter Schuck was a German military aviator who served in the Luftwaffe from 1937 until the end of World War II. As a fighter ace, he claimed 206 enemy aircraft shot down in over 500 combat missions, eight of which while flying the Messerschmitt Me 262 jet fighter. Schuck was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves."}]}, {"heading": "Births", "year": "1921", "date": "July 30", "txt": "Grant Johannesen, American pianist and educator (d. 2005)", "entities": [{"title": "Grant Johannesen", "href": "/wiki/Grant_Johannesen", "description": "Grant Johannesen was an American pianist."}]}, {"heading": "Births", "year": "1922", "date": "July 30", "txt": "Henry W. Bloch, American banker and businessman, co-founded H&R Block (d. 2019)", "entities": [{"title": "Henry W. Bloch", "href": "/wiki/Henry_W._Bloch", "description": "Henry Wollman Bloch was an American businessman and philanthropist. He was the co-founder and the chairman emeritus of the American tax-preparation company H&R Block. Henry and his brother, Richard Bloch, founded H&R Block in 1955 in Kansas City, Missouri."}, {"title": "H&R Block", "href": "/wiki/H%26R_Block", "description": "H&R Block, Inc., or H&R Block, is an American tax preparation company operating in Canada, the United States, and Australia. The company was founded in 1955 by brothers Henry W. Bloch and Richard Bloch."}]}, {"heading": "Births", "year": "1925", "date": "July 30", "txt": "Stan Stennett, Welsh actor and trumpet player (d. 2013)", "entities": [{"title": "Stan Stennett", "href": "/wiki/Stan_Stennett", "description": "Stanley Llewelyn Stennett was a Welsh comedian, actor and jazz musician."}]}, {"heading": "Births", "year": "1925", "date": "July 30", "txt": "Alexander Trocchi, Scottish author and poet (d. 1984)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 30", "txt": "Betye Saar, American artist", "entities": [{"title": "Betye Saar", "href": "/wiki/Betye_Saar", "description": "Betye Irene Saar is an African-American artist known for her work in the medium of assemblage. Saar has been called \"a legend\" in the world of contemporary art. She is a visual storyteller and an accomplished printmaker. Saar was a part of the Black Arts Movement in the 1970s, which engaged myths and stereotypes about race and femininity. Her work is considered highly political, as she challenged "}]}, {"heading": "Births", "year": "1927", "date": "July 30", "txt": "Richard Johnson, English actor, producer, and screenwriter (d. 2015)", "entities": [{"title": "Richard Johnson (actor)", "href": "/wiki/Richard_Johnson_(actor)", "description": "Richard Keith Johnson was an English actor, writer and producer, who starred in several British films of the 1960s and also had television roles and a distinguished stage career."}]}, {"heading": "Births", "year": "1927", "date": "July 30", "txt": "Pete Schoening, American mountaineer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 30", "txt": "Victor Wong, American actor (d. 2001)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 30", "txt": "Joe Nuxhall, American baseball player and sportscaster (d. 2007)", "entities": [{"title": "Joe Nuxhall", "href": "/wiki/Joe_Nuxhall", "description": "Joseph Henry Nuxhall was an American left-handed pitcher in Major League Baseball, primarily for the Cincinnati Reds. Immediately after retiring as a player, he became a radio broadcaster for the Reds from 1967 through 2004, and continued part-time up until his death in 2007. Nuxhall held the team's record for career games pitched (484) in 1965 to 1975, and still holds the team mark for left-hande"}]}, {"heading": "Births", "year": "1929", "date": "July 30", "txt": "Sid Krofft, Canadian-American puppeteer and producer", "entities": [{"title": "Sid Krofft", "href": "/wiki/Sid_Krofft", "description": "Sid Krofft and Marty Krofft are a Canadian sibling team of television creators and puppeteers. Through their production company, Sid & Marty Krofft Pictures, they have made numerous children's television and variety show programs in the U.S., particularly in the 1970s and early 1980s, including H.R. Pufnstuf and Land of the Lost. Their fantasy programs often feature large-headed puppets, high-conc"}]}, {"heading": "Births", "year": "1931", "date": "July 30", "txt": "Dominique Lapierre, French historian and author", "entities": [{"title": "Dominique Lapierre", "href": "/wiki/Dominique_Lapierre", "description": "Dominique Lapierre is a French author."}]}, {"heading": "Births", "year": "1934", "date": "July 30", "txt": "Bud Selig, 9th Major League Baseball Commissioner", "entities": [{"title": "Bud Selig", "href": "/wiki/Bud_Selig", "description": "Allan Huber \"Bud\" Selig is an American baseball executive who currently serves as the Commissioner Emeritus of Baseball. Previously, he served as the ninth Commissioner of Baseball. He initially served as the acting commissioner beginning in 1992 before being named the official commissioner in 1998. Selig oversaw baseball through the 1994 strike, the introduction of the wild card, interleague play"}, {"title": "Commissioner of Baseball", "href": "/wiki/Commissioner_of_Baseball", "description": "The Commissioner of Baseball is the chief executive officer of Major League Baseball (MLB) and the associated Minor League Baseball (MiLB) – a constellation of leagues and clubs known as \"organized baseball\". Under the direction of the Commissioner, the Office of the Commissioner of Baseball hires and maintains the sport's umpiring crews, and negotiates marketing, labor, and television contracts. "}]}, {"heading": "Births", "year": "1936", "date": "July 30", "txt": "Buddy Guy, American singer-songwriter and guitarist", "entities": [{"title": "Buddy Guy", "href": "/wiki/Buddy_Guy", "description": "George \"Buddy\" Guy is an American blues guitarist and singer. He is an exponent of Chicago blues and has influenced guitarists including Eric Clapton, Jimi Hendrix, Jimmy Page, Keith Richards, Stevie Ray Vaughan, Jeff Beck, Gary Clark Jr. and John Mayer. In the 1960s, Guy played with Muddy Waters as a house guitarist at Chess Records and began a musical partnership with the harmonica player Junior"}]}, {"heading": "Births", "year": "1936", "date": "July 30", "txt": "Infanta Pilar, Duchess of Badajoz (d. 2020)", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 30", "txt": "Hervé de Charette, French politician, French Minister of Foreign Affairs", "entities": [{"title": "Hervé de Charette", "href": "/wiki/Herv%C3%A9_de_Charette", "description": "Hervé de Charette is a French centrist politician. He is a descendant of the royalist military leader François de Charette and of king Charles X of France. Member of the Union for French Democracy (UDF), he was elected deputy for the first time in 1986 as representative of the Maine-et-Loire département. During the first cohabitation, from 1986 to 1988, he served as Minister of Civil Service, then"}, {"title": "Minister of Foreign Affairs (France)", "href": "/wiki/Minister_of_Foreign_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Births", "year": "1938", "date": "July 30", "txt": "Terry O'Neill, English photographer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 30", "txt": "Peter Bogdanovich, American actor, director, producer, and screenwriter", "entities": [{"title": "Peter Bogdanovich", "href": "/wiki/Peter_Bogdanovich", "description": "Peter Bogdanovich is an American director, writer, actor, producer, critic and film historian. Part of the wave of \"New Hollywood\" directors, Bogdanovich's career started as a film journalist until he got hired to work on Roger Corman's The Wild Angels (1966). After the success of the film, he got a chance to direct his own film Targets (1968), a critical success. He later gained wider popularity "}]}, {"heading": "Births", "year": "1939", "date": "July 30", "txt": "Eleanor Smeal, American activist, founded the Feminist Majority Foundation", "entities": [{"title": "Feminist Majority Foundation", "href": "/wiki/Feminist_Majority_Foundation", "description": "The Feminist Majority Foundation (FMF) is a non-profit organization headquartered in Arlington County, Virginia, whose stated mission is to advance non-violence and women's power, equality, and economic development. The name Feminist Majority comes from a 1986 Newsweek/Gallup public opinion poll in which 56 percent of American women self-identified as feminists. President and one of the founders, "}]}, {"heading": "Births", "year": "1940", "date": "July 30", "txt": "Patricia Schroeder, American lawyer and politician", "entities": [{"title": "Patricia Schroeder", "href": "/wiki/Patricia_Schroeder", "description": "Patricia Nell Scott Schroeder is an American politician who represented Colorado in the United States House of Representatives from 1973–1997. A member of the Democratic Party, Schroeder was the first female U.S. Representative elected in Colorado."}]}, {"heading": "Births", "year": "1940", "date": "July 30", "txt": "Clive Sinclair, English businessman, founded Sinclair Radionics and Sinclair Research", "entities": [{"title": "Sinclair Radionics", "href": "/wiki/Sinclair_Radionics", "description": "Sinclair Radionics Ltd was a company founded by Sir Clive Sinclair in Cambridge, England which developed hi-fi products, radios, calculators and scientific instruments."}, {"title": "Sinclair Research", "href": "/wiki/Sinclair_Research", "description": "Sinclair Research Ltd is a British consumer electronics company founded by Clive Sinclair in Cambridge. It was originally incorporated in 1973 as Westminster Mail Order Ltd, renamed Sinclair Instrument Ltd, then Science of Cambridge Ltd, then Sinclair Computers Ltd, and finally Sinclair Research Ltd. It remained dormant until 1976, when it was activated with the intention of continuing Sinclair's "}]}, {"heading": "Births", "year": "1941", "date": "July 30", "txt": "Paul Anka, Canadian singer-songwriter and actor", "entities": [{"title": "Paul Anka", "href": "/wiki/Paul_Anka", "description": "Paul Albert Anka is a Canadian-American singer, songwriter, and actor. Anka became famous with hit songs like \"Diana\", \"Lonely Boy\", \"Put Your Head on My Shoulder\", and \"(You're) Having My Baby\". He wrote such well-known music as the theme for The Tonight Show Starring Johnny Carson and one of Tom Jones' biggest hits \"She's a Lady\". He also wrote the English lyrics to Claude François and Jacques R"}]}, {"heading": "Births", "year": "1942", "date": "July 30", "txt": "Pollyanna Pickering, English environmentalist and painter (d. 2018)", "entities": [{"title": "Pollyanna Pickering", "href": "/wiki/Pollyanna_Pickering", "description": "\nPollyanna Pickering was an English wildlife artist and environmentalist."}]}, {"heading": "Births", "year": "1943", "date": "July 30", "txt": "Henri-François Gautrin, Canadian physicist and politician", "entities": [{"title": "Henri-François Gautrin", "href": "/wiki/Henri-Fran%C3%A7ois_Gautrin", "description": "Henri-François Gautrin is a Quebec politician, professor and physicist. He was the Member of National Assembly of Quebec for the riding of Verdun in the Montreal region. He represented the Quebec Liberal Party and was the former Minister of Governmental Services from February 2006 to February 2007."}]}, {"heading": "Births", "year": "1944", "date": "July 30", "txt": "Gerry Birrell, Scottish race car driver (d. 1973)", "entities": [{"title": "Gerry Birrell", "href": "/wiki/Gerry_Birrell", "description": "Gerald Hussey Buchanan Birrell was a British racing driver from Scotland, who was killed in an accident during practice for a Formula Two race at Rouen-Les-Essarts."}]}, {"heading": "Births", "year": "1944", "date": "July 30", "txt": "Peter Bottomley, English politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 30", "txt": "Frances de la Tour, English actress", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 30", "txt": "Patrick Modiano, French novelist and screenwriter, Nobel Prize laureate", "entities": [{"title": "Patrick Modiano", "href": "/wiki/Patrick_Modiano", "description": "Jean Patrick Modiano, generally known as Patrick Modiano, is a French novelist and recipient of the 2014 Nobel Prize in Literature. He previously won the 2012 Austrian State Prize for European Literature, the 2010 Prix mondial Cino Del Duca from the Institut de France for lifetime achievement, the 1978 Prix Goncourt for Rue des boutiques obscures, and the 1972 Grand Prix du roman de l'Académie fra"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1945", "date": "July 30", "txt": "David Sanborn, American saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 30", "txt": "Neil Bonnett, American race car driver and sportscaster (d. 1994)", "entities": [{"title": "Neil Bonnett", "href": "/wiki/Neil_Bonnett", "description": "Lawrence Neil Bonnett was an American NASCAR driver who compiled 18 victories and 20 poles over his 18-year career. Bonnett was a member of the Alabama Gang, and started his career with the help of Bobby and Donnie Allison. He rose to prominence in the late 1970s with his performances in cars owned by Jim Stacy and Wood Brothers Racing, becoming one of the top competitors in the 1980s. The Alabama"}]}, {"heading": "Births", "year": "1946", "date": "July 30", "txt": "Jeffrey Hammond, English bass player", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 30", "txt": "William Atherton, American actor and producer", "entities": [{"title": "William Atherton", "href": "/wiki/William_Atherton", "description": "William Atherton Knight is an American actor, best known for portraying Richard Thornburg in Die Hard and its sequel and Walter Peck in Ghostbusters."}]}, {"heading": "Births", "year": "1947", "date": "July 30", "txt": "Françoise Barré-Sinoussi, French virologist and biologist, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1947", "date": "July 30", "txt": "Jonathan Mann, American physician and author (d. 1998)", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 30", "txt": "Arnold Schwarzenegger, Austrian-American bodybuilder, actor, and politician, 38th Governor of California", "entities": [{"title": "Governor of California", "href": "/wiki/Governor_of_California", "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."}]}, {"heading": "Births", "year": "1948", "date": "July 30", "txt": "Billy Paultz, American basketball player", "entities": [{"title": "Billy Paultz", "href": "/wiki/Billy_Paultz", "description": "William Edward Paultz is an American former professional basketball player who played in the National Basketball Association (NBA) and in the now defunct American Basketball Association (ABA). Nicknamed \"the Whopper\", He is a 3-time ABA All-Star and led the ABA in blocks in 1976."}]}, {"heading": "Births", "year": "1948", "date": "July 30", "txt": "Jean Reno, Moroccan-French actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 30", "txt": "Otis Taylor, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 30", "txt": "Julia Tsenova, Bulgarian pianist and composer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 30", "txt": "Duck Baker, American guitarist", "entities": [{"title": "Duck Baker", "href": "/wiki/Duck_Baker", "description": "Richard Royall \"Duck\" Baker IV is an American acoustic fingerstyle guitarist who plays in a variety of styles: jazz, blues, gospel, ragtime, folk, and Irish and Scottish music. He has written many instruction books for guitar."}]}, {"heading": "Births", "year": "1949", "date": "July 30", "txt": "Sonia Proudman, English lawyer and judge", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 30", "txt": "Harriet Harman, English lawyer and politician", "entities": [{"title": "Harriet Harman", "href": "/wiki/Harriet_Harman", "description": "Harriet Ruth Harman is a British politician and solicitor who has served as Member of Parliament (MP) for Camberwell and Peckham, formerly Peckham, since 1982. A member of the Labour Party, she has served in various Cabinet and Shadow Cabinet positions."}]}, {"heading": "Births", "year": "1950", "date": "July 30", "txt": "Frank Stallone, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 30", "txt": "Alan Kourie, South African cricketer", "entities": [{"title": "Alan Kourie", "href": "/wiki/Alan_Kourie", "description": "\n\nAlan John Kourie is a former South African first class cricketer, who played for Transvaal, from 1970/71 to 1988/89. Educated at Jeppe Boys High, he played for Transvaal in the Nuffield week, and for South African schools in 1970."}]}, {"heading": "Births", "year": "1951", "date": "July 30", "txt": "Gerry Judah, Indian-English painter and sculptor", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 30", "txt": "Stephen Blackmore, English botanist and author", "entities": [{"title": "Stephen Blackmore", "href": "/wiki/Stephen_Blackmore", "description": "Stephen Blackmore CBE FRSE FRSB FLS is a British botanist, who was educated at St. George's School, Hong Kong and the University of Reading where he completed his PhD in 1976. He was elected a fellow of the Linnean Society of London in 1976. He then worked at the Royal Society of London’s Research Station on Aldabra Atoll in the Indian Ocean before being appointed Lecturer in Biology and Head of t"}]}, {"heading": "Births", "year": "1954", "date": "July 30", "txt": "Ken Olin, American actor, director, and producer", "entities": [{"title": "Ken Olin", "href": "/wiki/Ken_Olin", "description": "Kenneth Edward Olin is an American actor, television director and producer. He is known for his role as Michael Steadman in the ABC drama series Thirtysomething (1987–1991), for which he received Golden Globe Award for Best Actor – Television Series Drama nomination in 1990. Olin later began working as television director and producer; his producer credits include Alias (2001–2006), Brothers & Sis"}]}, {"heading": "Births", "year": "1955", "date": "July 30", "txt": "Rat Scabies, English drummer and producer", "entities": [{"title": "Rat Scabies", "href": "/wiki/Rat_Scabies", "description": "Christopher John Millar, known by his stage name Rat Scabies, is a musician best known as the drummer for English punk rock band the Damned."}]}, {"heading": "Births", "year": "1955", "date": "July 30", "txt": "Christopher Warren-Green, English violinist and conductor", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 30", "txt": "Delta Burke, American actress", "entities": [{"title": "Delta Burke", "href": "/wiki/Delta_Burke", "description": "Delta Ramona Leah Burke is an American actress, producer, and author. From 1986 to 1991, she starred as Suzanne Sugarbaker in the CBS sitcom Designing Women, for which she was nominated for two Emmy Awards for Outstanding Lead Actress in a Comedy Series."}]}, {"heading": "Births", "year": "1956", "date": "July 30", "txt": "Réal Cloutier, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 30", "txt": "Anita Hill, American lawyer and academic", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 30", "txt": "Soraida Martinez, American painter and educator", "entities": []}, {"heading": "Births", "year": "1957", "date": "July 30", "txt": "Antonio Adamo,  Italian director and cinematographer", "entities": [{"title": "Antonio Adamo", "href": "/wiki/Antonio_Adamo", "description": "Antonio Adamo is an Italian pornographic film director. He won the 2003 AVN Award for \"Best Director, Foreign Release\" for the film Gladiator I."}]}, {"heading": "Births", "year": "1957", "date": "July 30", "txt": "Bill Cartwright, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "July 30", "txt": "Clint Hurdle, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1957", "date": "July 30", "txt": "Nery Pumpido, Argentinian footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 30", "txt": "Kate Bush, English singer-songwriter and producer", "entities": [{"title": "Kate Bush", "href": "/wiki/Kate_Bush", "description": "Catherine Bush is an English singer, songwriter, musician, dancer and record producer. In 1978, aged 19, she topped the UK Singles Chart for four weeks with her debut single \"Wuthering Heights\", becoming the first female artist to achieve a UK number one with a self-written song. Bush has since released 25 UK Top 40 singles, including the Top 10 hits \"The Man with the Child in His Eyes\", \"Babooshk"}]}, {"heading": "Births", "year": "1958", "date": "July 30", "txt": "Liz Kershaw, English radio broadcaster", "entities": [{"title": "Liz Kershaw", "href": "/wiki/Liz_Kershaw", "description": "Elizabeth Marguerita Mary Kershaw is an English radio broadcaster. She is the second longest serving female national radio DJ in the UK, celebrating 30 years on national BBC Radio in 2017."}]}, {"heading": "Births", "year": "1958", "date": "July 30", "txt": "Daley Thompson, English decathlete and trainer", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 30", "txt": "Jennifer Barnes, American-English musicologist and academic", "entities": [{"title": "Jennifer Barnes", "href": "/wiki/Jennifer_Barnes", "description": "Jennifer Chase Barnes is a musicologist and former university administrator. She was a Pro-Vice-Chancellor and Deputy Vice-Chancellor in the University of Cambridge, and the 4th President of Murray Edwards College, Cambridge’ in the United Kingdom."}]}, {"heading": "Births", "year": "1960", "date": "July 30", "txt": "Richard Linklater, American director and screenwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 30", "txt": "Brillante Mendoza, Filipino independent film director", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 30", "txt": "Laurence Fishburne, American actor and producer", "entities": [{"title": "Laurence Fishburne", "href": "/wiki/Laurence_Fishburne", "description": "Laurence John Fishburne III is an American actor, playwright, producer, screenwriter, and film director. He has been critically hailed for his forceful, militant, and authoritative characters in his films. He is known for playing Morpheus in The Matrix trilogy, Jason \"Furious\" Styles in the drama film Boyz n the Hood (1991), Tyrone \"Mr. Clean\" Miller in the war film Apocalypse Now (1979), and \"The"}]}, {"heading": "Births", "year": "1962", "date": "July 30", "txt": "Alton Brown, American chef, author, and producer", "entities": [{"title": "Alton Brown", "href": "/wiki/Alton_Brown", "description": "Alton Crawford Brown Jr. is an American television personality, food show presenter, chef, author, actor, cinematographer, and musician. He is the creator and host of the Food Network television show Good Eats that ran for 14 seasons, host of the miniseries Feasting on Asphalt and Feasting on Waves, and host and main commentator on Iron Chef America and Cutthroat Kitchen. Brown is a best-selling a"}]}, {"heading": "Births", "year": "1962", "date": "July 30", "txt": "Jay Feaster, American ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 30", "txt": "Yakub Memon, Indian accountant and terrorist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 30", "txt": "Peter Bowler, English-Australian cricketer", "entities": [{"title": "Peter Bowler (cricketer)", "href": "/wiki/Peter_Bowler_(cricketer)", "description": "Peter Duncan Bowler is a former English-born Australian cricketer who played for Leicestershire in 1986, Tasmania in 1986/87, Derbyshire from 1988 to 1994 and for Somerset from 1995 to 2004."}]}, {"heading": "Births", "year": "1963", "date": "July 30", "txt": "Lisa Kudrow, American actress and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 30", "txt": "Antoni Martí, Andorran architect and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 30", "txt": "Chris Mullin, American basketball player, coach, and executive", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 30", "txt": "Ron Block, American singer-songwriter and banjo player", "entities": [{"title": "Ron Block", "href": "/wiki/Ron_Block", "description": "Ronald Franklin Block is an American banjo player, guitarist, and singer-songwriter, best known as a member of the bluegrass band Alison Krauss & Union Station. He has won 14 Grammy Awards, 6 International Bluegrass Music Awards, a Country Music Association Award, and a Gospel Music Association Dove Award."}]}, {"heading": "Births", "year": "1964", "date": "July 30", "txt": "Vivica A. Fox, American actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 30", "txt": "Alek Keshishian, Lebanese-American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 30", "txt": "Jürgen Klinsmann, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 30", "txt": "Laine Randjärv, Estonian lawyer and politician, 6th Estonian Minister of Culture", "entities": [{"title": "Ministry of Culture (Estonia)", "href": "/wiki/Ministry_of_Culture_(Estonia)", "description": "The Ministry of Culture of Estonia is a Cabinet-level governmental agency in Estonia in charge of conducting and organising the country's cultural affairs and policies."}]}, {"heading": "Births", "year": "1965", "date": "July 30", "txt": "Tim Munton, English cricketer", "entities": [{"title": "Tim Munton", "href": "/wiki/Tim_Munton", "description": "Timothy Alan Munton is an English cricketer. He had a long career in county cricket, playing over 500 games combined between first-class and List A, primarily with Warwickshire before ending his career at Derbyshire. He also played two Test matches for England in the 1992 series against Pakistan, and went on a number of England A tours. A medium pace bowler and lower order batsman, cricket writer "}]}, {"heading": "Births", "year": "1966", "date": "July 30", "txt": "Kerry Fox, New Zealand actress and screenwriter", "entities": [{"title": "Kerry Fox", "href": "/wiki/Kerry_Fox", "description": "Kerry Lauren Fox is a New Zealand actress. She came to prominence playing author Janet Frame in the movie An Angel at My Table directed by Jane Campion, which gained her a Best Actress Award from the New Zealand Film and Television Awards."}]}, {"heading": "Births", "year": "1966", "date": "July 30", "txt": "Craig Gannon,  English guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 30", "txt": "Allan Langer, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 30", "txt": "Louise Wener, English author and singer-songwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 30", "txt": "Terry Crews, American football player and actor", "entities": [{"title": "Terry Crews", "href": "/wiki/Terry_Crews", "description": "Terrence Alan Crews is an American actor, comedian, activist, artist, bodybuilder, and former professional football player. Crews played Julius Rock on the UPN/CW sitcom Everybody Hates Chris. He hosted the U.S. version of the game show Who Wants to Be a Millionaire and starred in the BET reality series The Family Crews. He appeared in films such as Friday After Next (2002), White Chicks (2004),  "}]}, {"heading": "Births", "year": "1968", "date": "July 30", "txt": "Robert Korzeniowski, Polish race walker and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 30", "txt": "Sean Moore, Welsh drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 30", "txt": "Simon Baker, Australian actor, director, and producer", "entities": [{"title": "Simon Baker", "href": "/wiki/Simon_Baker", "description": "Simon Lucas Baker is an Australian actor in television and film, and director. He is known for his lead roles in the CBS television series The Mentalist as Patrick Jane and The Guardian as Nicholas Fallin, and has starred in several Hollywood films."}]}, {"heading": "Births", "year": "1969", "date": "July 30", "txt": "Errol Stewart, South African cricketer and lawyer", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 30", "txt": "Alun Cairns, Welsh businessman and politician", "entities": [{"title": "Alun Cairns", "href": "/wiki/Alun_Cairns", "description": "Alun Hugh Cairns is a Welsh Conservative Party politician who served as Secretary of State for Wales from 2016 to 2019. He has served as the Member of Parliament (MP) for the Vale of Glamorgan since 2010."}]}, {"heading": "Births", "year": "1970", "date": "July 30", "txt": "Dean Edwards, American comedian, actor, and singer", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 30", "txt": "Christopher Nolan, English-American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 30", "txt": "Elvis Crespo, American-Puerto Rican singer", "entities": [{"title": "Elvis Crespo", "href": "/wiki/Elvis_Crespo", "description": "Elvis Crespo Díaz is an American-born Puerto Rican singer and songwriter of the Merengue genre. He has won multiple awards, including a Grammy and a Latin Grammy Award in merengue."}]}, {"heading": "Births", "year": "1971", "date": "July 30", "txt": "Tom Green, Canadian comedian and actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 30", "txt": "Jim McIlvaine, American basketball player and sportscaster", "entities": [{"title": "Jim McIlvaine", "href": "/wiki/Jim_McIlvaine", "description": "James Michael McIlvaine is a retired American professional basketball player who spent seven seasons in the National Basketball Association (NBA) with the Washington Bullets, Seattle SuperSonics, and New Jersey Nets. The 7-foot-1 shot-blocking specialist is perhaps best remembered for the fall-out that occurred after he signed with the Seattle SuperSonics in 1996."}]}, {"heading": "Births", "year": "1973", "date": "July 30", "txt": "Kenton Cool, English mountaineer", "entities": [{"title": "Kenton Cool", "href": "/wiki/Kenton_Cool", "description": "Kenton Edward Cool is an English mountaineer, and mountain guide. He is one of Britain's leading alpine and high altitude climbers and has summited Mount Everest fourteen times, including leading Sir Ranulph Fiennes' 2008 and 2009 Expeditions."}]}, {"heading": "Births", "year": "1973", "date": "July 30", "txt": "Ümit Davala, Turkish footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 30", "txt": "Anastasios Katsabis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 30", "txt": "Markus Näslund, Swedish ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 30", "txt": "Sonu Nigam, Indian playback singer and actor", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 30", "txt": "Clementa C. Pinckney, American minister and politician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 30", "txt": "Radostin Kishishev, Bulgarian footballer and manager", "entities": [{"title": "Radostin Kishishev", "href": "/wiki/Radostin_Kishishev", "description": "Radostin Kishishev is a former Bulgarian footballer and currently director of youth/U19 coach of Chernomorets 1919."}]}, {"heading": "Births", "year": "1974", "date": "July 30", "txt": "Jason Robinson, English rugby league footballer, and rugby union footballer and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 30", "txt": "Hilary Swank, American actress and producer", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 30", "txt": "Graham Nicholls, English author and activist", "entities": [{"title": "Graham Nicholls", "href": "/wiki/Graham_Nicholls", "description": "Graham Nicholls is an author, installation artist and specialist on out of body experiences. He speaks widely on parapsychology, ethics and art at institutions ranging from the London Science Museum, The Society for Psychical Research to the Cambridge Union Society."}]}, {"heading": "Births", "year": "1975", "date": "July 30", "txt": "Kate Starbird, American basketball player and computer scientist", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 30", "txt": "Diana Bolocco, Chilean model and journalist;", "entities": [{"title": "Diana Bolocco", "href": "/wiki/Diana_Bolocco", "description": "Diana Catalina Bolocco Fonck is a Chilean journalist, known as sister of Cecilia Bolocco, Miss Universe 1987."}]}, {"heading": "Births", "year": "1977", "date": "July 30", "txt": "Misty May-Treanor, American volleyball player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 30", "txt": "Jaime Pressly, American actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 30", "txt": "Bootsy Thornton, American basketball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 30", "txt": "Ian Watkins, Welsh singer-songwriter and child abuse convict", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 30", "txt": "Carlos Arroyo, Puerto Rican basketball player and singer", "entities": [{"title": "Carlos Arroyo", "href": "/wiki/Carlos_Arroyo", "description": "Carlos Alberto Arroyo Bermúdez is a Puerto Rican former professional basketball player, and reggaeton singer. Arroyo had previously played in the National Basketball Association with the Toronto Raptors, Denver Nuggets, Utah Jazz, Detroit Pistons, Orlando Magic, Miami Heat, and Boston Celtics."}]}, {"heading": "Births", "year": "1979", "date": "July 30", "txt": "Chad Keegan, South African cricketer and coach", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 30", "txt": "Graeme McDowell, Northern Irish golfer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 30", "txt": "Maya Nasser, Syrian journalist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 30", "txt": "Seth Avett, American folk-rock singer-songwriter and musician", "entities": [{"title": "Seth Avett", "href": "/wiki/Seth_Avett", "description": "Timothy Seth Avett is one of the lead singers and founding members of the American folk-rock band The Avett Brothers. Avett sings and plays guitar, drums, and piano for the band based out of Concord, North Carolina. In 2008, their album, The Second Gleam, reached the number ten spot on Billboard.com's Top Independent Albums chart, and stayed there for three weeks."}]}, {"heading": "Births", "year": "1980", "date": "July 30", "txt": "Justin Rose, South African-English golfer", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 30", "txt": "Nicky Hayden, American motorcycle racer (d. 2017)", "entities": [{"title": "Nicky Hayden", "href": "/wiki/Nicky_Hayden", "description": "Nicholas Patrick Hayden, nicknamed \"The Kentucky Kid\", was an American professional motorcycle racer who won the MotoGP World Championship in 2006. Hayden began racing motorcycles at a young age. He began his road racing career in the CMRA before progressing to the AMA Supersport Championship and then to the AMA Superbike Championship. He won the AMA title in 2002 and was approached by the Repsol "}]}, {"heading": "Births", "year": "1981", "date": "July 30", "txt": "Juan Smith, South African rugby union footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 30", "txt": "Hope Solo, American soccer player", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 30", "txt": "Indrek Turi, Estonian decathlete", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 30", "txt": "Jehad Al-Hussain, Syrian footballer", "entities": [{"title": "Jehad Al-Hussain", "href": "/wiki/Jehad_Al-Hussain", "description": "Jehad Al Hussain is a former Syrian footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1982", "date": "July 30", "txt": "James Anderson, English cricketer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 30", "txt": "Yvonne Strahovski, Australian actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 30", "txt": "Seán Dillon, Irish footballer", "entities": [{"title": "Seán Dillon", "href": "/wiki/Se%C3%A1n_Dillon", "description": "Seán Dillon is an Irish professional footballer who plays as a defender for Montrose, where he is a player-coach. He previously played for Dundee United and Irish teams Longford Town and Shelbourne in the League of Ireland prior to joining Dundee United in January 2007 then Montrose in June 2017. He has represented the Republic of Ireland at under-16,\nunder-21 and B international level."}]}, {"heading": "Births", "year": "1984", "date": "July 30", "txt": "Marko Asmer, Estonian race car driver", "entities": [{"title": "Marko Asmer", "href": "/wiki/Marko_Asmer", "description": "Marko Asmer is an Estonian racing driver, whose career in single-seater junior formula is notable for his British Formula 3 Championship title in 2007. Asmer is also the first Estonian to test a Formula One car, having tested for the Williams BMW team in 2003, after just half a season of car racing in British Formula Ford. Asmer's father is a former racing driver Toivo Asmer, who was Estonian Mini"}]}, {"heading": "Births", "year": "1984", "date": "July 30", "txt": "Gabrielle Christian, American actress and singer", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 30", "txt": "Trudy McIntosh, Australian artistic gymnast", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 30", "txt": "Kevin Pittsnogle, American basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 30", "txt": "Chris Guccione, Australian tennis player", "entities": [{"title": "Chris Guccione (tennis)", "href": "/wiki/Chris_Guccione_(tennis)", "description": "Christopher Luke Guccione is an Australian professional tennis player from Greenvale, Victoria. He has won five ATP Tour doubles titles, and reached career-high rankings of singles world No. 67 in April 2008 and doubles world No. 38 in November 2014."}]}, {"heading": "Births", "year": "1985", "date": "July 30", "txt": "Daniel Fredheim Holm, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 30", "txt": "Luca Lanotte, Italian ice dancer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 30", "txt": "Matthew Scott, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 30", "txt": "Tiago Alencar, Brazilian footballer", "entities": [{"title": "Tiago Alencar", "href": "/wiki/Tiago_Alencar", "description": "Tiago Alencar dos Santos known as Tiago or Tiago Alencar is a Brazilian footballer who plays for Ipatinga."}]}, {"heading": "Births", "year": "1986", "date": "July 30", "txt": "William Zillman, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 30", "txt": "Anton Fink, German footballer", "entities": [{"title": "Anton Fink", "href": "/wiki/Anton_Fink", "description": "Anton Fink is a German professional footballer who plays for SSV Ulm 1846 as a striker."}]}, {"heading": "Births", "year": "1987", "date": "July 30", "txt": "Sam Saunders, American golfer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 30", "txt": "Wen Chean Lim, Malaysian rhythmic gymnast", "entities": [{"title": "Wen Chean Lim", "href": "/wiki/Wen_Chean_Lim", "description": "Wen Chean Lim is a Malaysian rhythmic gymnast."}]}, {"heading": "Births", "year": "1989", "date": "July 30", "txt": "Aleix Espargaró, Spanish motorcycle racer", "entities": [{"title": "Aleix Espargaró", "href": "/wiki/Aleix_Espargar%C3%B3", "description": "Aleix Espargaró Villà is a road racer of solo motorcycles from Spain. He competes in the MotoGP class of racing for Aprilia Racing Team Gresini. He was FIM CEV International Championship winner of the Spanish 125GP series in 2004."}]}, {"heading": "Births", "year": "1989", "date": "July 30", "txt": "Wayne Parnell, South African cricketer", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 30", "txt": "Chris Maxwell, Welsh footballer", "entities": [{"title": "Chris Maxwell (footballer)", "href": "/wiki/Chris_Maxwell_(footballer)", "description": "Christopher Ethan Maxwell is a Welsh professional footballer who plays as a goalkeeper for Blackpool. He has represented Wales at age group level but not in a full competitive international level meaning he is still eligible to represent England and Scotland via his ancestry."}]}, {"heading": "Births", "year": "1991", "date": "July 30", "txt": "Diana Vickers, English singer-songwriter", "entities": [{"title": "Diana Vickers", "href": "/wiki/Diana_Vickers", "description": "Diana Vickers is an English singer, songwriter, actress and fashion designer, who initially came to public attention as a semi-finalist on The X Factor in 2008. Vickers signed a record deal with RCA Records and, after touring with her fellow finalists from The X Factor, played the title role in a West End revival of The Rise and Fall of Little Voice."}]}, {"heading": "Births", "year": "1992", "date": "July 30", "txt": "Hannah Cockroft, English wheelchair racer", "entities": [{"title": "Hannah Cockroft", "href": "/wiki/Hannah_Cockroft", "description": "Hannah Lucy Cockroft MBE, DL is a British wheelchair racer specialising in sprint distances in the T34 classification. She holds the world records for the 100 metres, 200 metres, 400 metres, 800 metres and 1500 metres in her classification and the Paralympic records at 100 metres, 200 metres, 400 metres and 800 metres. Competing for Great Britain at the 2012 Summer Paralympics, she won two gold me"}]}, {"heading": "Births", "year": "1993", "date": "July 30", "txt": "Jacob Faria, American baseball player", "entities": [{"title": "Jacob Faria", "href": "/wiki/Jacob_Faria", "description": "Jacob Daniel Faria is an American professional baseball pitcher for the Los Angeles Angels organization. He played in MLB for the Tampa Bay Rays from 2017 through 2019 and the Milwaukee Brewers in 2019."}]}, {"heading": "Births", "year": "1993", "date": "July 30", "txt": "André Gomes, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "July 30", "txt": "Margarida Moura, Portuguese tennis player", "entities": []}, {"heading": "Births", "year": "1994", "date": "July 30", "txt": "Nelydia Senrose, Malaysian actress", "entities": [{"title": "Nelydia Senrose", "href": "/wiki/Nelydia_Senrose", "description": "Nik Zaris Nelydia Binti Nik Sen, better known by her stage name Nelydia Senrose, is a Malaysian actress. She debuted in 2007 and actively appeared in a few television dramas and popular in the drama Setia Hujung Nyawa as Ersalina, Bukan Kerana Aku Tak Cinta as Hannah Mastura dan Lafazkan Kalimah Cintamu as Tengku Aqilah."}]}, {"heading": "Births", "year": "1996", "date": "July 30", "txt": "Nina Stojanović, Serbian tennis player", "entities": [{"title": "Nina Stojanović", "href": "/wiki/Nina_Stojanovi%C4%87", "description": "Nina Stojanović is a professional Serbian tennis player. Stojanović has won one doubles title on the WTA Tour. She has won nine singles and 23 doubles titles on the ITF Women's Circuit. On 2 March 2020, she reached her best singles ranking of world No. 81. On 5 February 2018, she peaked at No. 50 in the doubles rankings."}]}, {"heading": "Deaths", "year": "578", "date": "July 30", "txt": "Jacob Baradaeus, Greek bishop", "entities": [{"title": "Jacob Baradaeus", "href": "/wiki/Jacob_Baradaeus", "description": "Jacob Baradaeus, also known as Jacob bar Addai or Jacob bar Theophilus, was the Bishop of Edessa from 543/544 until his death in 578. He is venerated as a saint in the Oriental Orthodox Church and his feast day is 31 July. Jacob's missionary efforts helped establish the non-Chalcedonian Syriac Orthodox Church, also known as the \"Jacobite\" Church after its eponymous founder, and ensured its surviva"}]}, {"heading": "Deaths", "year": "579", "date": "July 30", "txt": "Pope Benedict I", "entities": [{"title": "Pope Benedict I", "href": "/wiki/Pope_Benedict_I", "description": "Pope Benedict I was the bishop of Rome from 2 June 575 to his death."}]}, {"heading": "Deaths", "year": "734", "date": "July 30", "txt": "Tatwine, English archbishop (b. 670)", "entities": [{"title": "Tatwine", "href": "/wiki/Tatwine", "description": "Tatwine was the tenth Archbishop of Canterbury from 731 to 734. Prior to becoming archbishop, he was a monk and abbot of a Benedictine monastery. Besides his ecclesiastical career, Tatwine was a writer, and riddles he composed survive. Another work he composed was on the grammar of the Latin language, which was aimed at advanced students of that language. He was subsequently considered a saint."}]}, {"heading": "Deaths", "year": "829", "date": "July 30", "txt": "Shi Xiancheng, general of the Tang Dynasty", "entities": [{"title": "Shi Xiancheng", "href": "/wiki/Shi_Xiancheng", "description": "Shi Xiancheng was a general of the Chinese dynasty Tang Dynasty, who ruled Weibo Circuit semi-independently from the imperial government."}]}, {"heading": "Deaths", "year": "1286", "date": "July 30", "txt": "Bar Hebraeus, Syrian scholar and historian (b. 1226)", "entities": [{"title": "Bar Hebraeus", "href": "/wiki/Bar_Hebraeus", "description": "Gregory Bar Hebraeus, known by his Syriac ancestral surname as Bar Ebraya or Bar Ebroyo, and also by a Latinized name Abulpharagius, was a Maphrian of the Syriac Orthodox Church from 1264 to 1286. He was a prominent writer, who created various works in the fields of Christian theology, philosophy, history, linguistics, and poetry. For his contributions to the development of Syriac literature, has "}]}, {"heading": "Deaths", "year": "1393", "date": "July 30", "txt": "Alberto d'Este, Lord of Ferrara and Modena (b. 1347)", "entities": [{"title": "Alberto d'Este", "href": "/wiki/Alberto_d%27Este", "description": "Alberto (V) d'Este was lord of Ferrara and Modena from 1388 until his death."}, {"title": "Duke of Ferrara and of Modena", "href": "/wiki/Duke_of_Ferrara_and_of_Modena", "description": "Emperor Frederick III conferred Borso d'Este, Lord of Ferrara, with the Duchy of Modena and Reggio in 1452, while Pope Paul II formally elevated him as the Duke of Ferrara in 1471, over which the family had in fact long presided. Nonetheless, this latter territory was lost to the Papal States in 1597, while the Estensi continued to rule the Duchy of Modena and Reggio in the Emilia until 1796, when"}]}, {"heading": "Deaths", "year": "1516", "date": "July 30", "txt": "Johann V of Nassau-Vianden-Dietz (b. 1455)", "entities": [{"title": "Johann V of Nassau-Vianden-Dietz", "href": "/wiki/Johann_V_of_Nassau-Vianden-Dietz", "description": "Johann V of Nassau-Vianden-Dietz was count of Nassau, Vianden and Diez, and Lord of Breda. He was the paternal grandfather of William the Silent."}]}, {"heading": "Deaths", "year": "1540", "date": "July 30", "txt": "Thomas Abel, English priest and martyr (b. 1497)", "entities": [{"title": "Thomas Abel", "href": "/wiki/Thomas_Abel", "description": "Thomas Abel was an English priest who was martyred during the reign of Henry VIII. The place and date of his birth are unknown."}]}, {"heading": "Deaths", "year": "1540", "date": "July 30", "txt": "Robert Barnes, English martyr and reformer (b. 1495)", "entities": []}, {"heading": "Deaths", "year": "1550", "date": "July 30", "txt": "Thomas Wriothesley, 1st Earl of Southampton, English politician, Lord Chancellor of the United Kingdom (b. 1505)", "entities": [{"title": "Thomas Wriothesley, 1st Earl of Southampton", "href": "/wiki/Thomas_Wriothesley,_1st_Earl_of_Southampton", "description": "Thomas Wriothesley, 1st Earl of Southampton, KG was an English peer, secretary of state, Lord Chancellor and Lord High Admiral. A naturally skilled but unscrupulous and devious politician who changed with the times and personally tortured Anne Askew, Wriothesley served as a loyal instrument of King Henry VIII in the latter's break with the Catholic church. Richly rewarded with royal gains from the"}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1566", "date": "July 30", "txt": "Guillaume Rondelet, French doctor (b. 1507)", "entities": [{"title": "Guillaume Rondelet", "href": "/wiki/Guillaume_Rondelet", "description": "Guillaume Rondelet, also known as Rondeletus/Rondeletius, was Regius professor of medicine at the University of Montpellier in southern France and Chancellor of the University between 1556 and his death in 1566. He achieved renown as an anatomist and a naturalist with a particular interest in botany and ichthyology. His major work was a lengthy treatise on marine animals, which took two years to w"}]}, {"heading": "Deaths", "year": "1608", "date": "July 30", "txt": "Rory O'Donnell, 1st Earl of Tyrconnell, last King of Tyrconnell (b. 1575)", "entities": [{"title": "Rory O'Donnell, 1st Earl of Tyrconnell", "href": "/wiki/Rory_O%27Donnell,_1st_Earl_of_Tyrconnell", "description": "Rory O'Donnell was the last King of Tyrconnell and 1st Earl of Tyrconnell."}, {"title": "Tyrconnell", "href": "/wiki/Tyrconnell", "description": "Tyrconnell, also spelled Tirconnell, was a kingdom of Gaelic Ireland, associated geographically with present-day County Donegal in Ulster, which has sometimes been called County Tyrconnell. At times it also included parts of County Fermanagh, County Sligo, County Leitrim, County Tyrone and County Londonderry at its greatest extent. The kingdom represented the core homeland of the Cenél Conaill peo"}]}, {"heading": "Deaths", "year": "1624", "date": "July 30", "txt": "Esmé Stewart, 3rd Duke of Lennox, British nobleman (b. 1579)", "entities": [{"title": "Esmé Stewart, 3rd Duke of Lennox", "href": "/wiki/Esm%C3%A9_Stewart,_3rd_Duke_of_Lennox", "description": "Esmé Stewart, 3rd Duke of Lennox, KG, lord of the Manor of Cobham, Kent, was a Scottish nobleman and through their paternal lines was a second cousin of King James VI of Scotland and I of England. He was a patron of the playwright Ben Jonson who lived in his household for five years."}]}, {"heading": "Deaths", "year": "1652", "date": "July 30", "txt": "Charles Amadeus, Duke of Nemours (b. 1624)", "entities": [{"title": "Charles Amadeus, Duke of Nemours", "href": "/wiki/Charles_Amadeus,_Duke_of_Nemours", "description": "Charles Amadeus of Savoy, Duke of Nemours was a French military leader and magnate. He was the father of the penultimate Duchess of Savoy and of a Queen of Portugal."}]}, {"heading": "Deaths", "year": "1680", "date": "July 30", "txt": "Thomas Butler, 6th Earl of Ossory, Irish admiral and politician, Lord Lieutenant of Ireland (b. 1634)", "entities": [{"title": "Thomas Butler, 6th Earl of Ossory", "href": "/wiki/Thomas_Butler,_6th_Earl_of_Ossory", "description": "Vice-Admiral Thomas Butler, 6th Earl of Ossory, KG, PC, PC (Ire) (1634–1680) was an Irish soldier and politician. He was born at Kilkenny Castle, the eldest son of James Butler, 1st Duke of Ormond, and his wife Elizabeth Preston."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1683", "date": "July 30", "txt": "Maria Theresa of Spain (b. 1638)", "entities": [{"title": "Maria Theresa of Spain", "href": "/wiki/Maria_Theresa_of_Spain", "description": "Maria Theresa of Spain, was by birth Infanta of Spain and Portugal and Archduchess of Austria as member of the Spanish branch of the House of Habsburg and by marriage Queen of France."}]}, {"heading": "Deaths", "year": "1691", "date": "July 30", "txt": "Daniel Georg Morhof, German scholar and academic (b. 1639)", "entities": [{"title": "Daniel Georg Morhof", "href": "/wiki/Daniel_Georg_Morhof", "description": "Daniel Georg Morhof was a German writer and scholar."}]}, {"heading": "Deaths", "year": "1700", "date": "July 30", "txt": "Prince William, Duke of Gloucester, English royal (b. 1689)", "entities": [{"title": "Prince William, Duke of Gloucester", "href": "/wiki/Prince_William,_Duke_of_Gloucester", "description": "Prince William, Duke of Gloucester, was the son of Princess Anne and her husband, Prince George of Denmark. He was their only child to survive infancy. Styled Duke of Gloucester, he was viewed by contemporaries as a Protestant champion because his birth seemed to cement the Protestant succession established in the \"Glorious Revolution\" that had deposed his Catholic grandfather James II the previou"}]}, {"heading": "Deaths", "year": "1718", "date": "July 30", "txt": "William Penn, English businessman and philosopher, founded the Province of Pennsylvania (b. 1644)", "entities": [{"title": "William Penn", "href": "/wiki/William_Penn", "description": "William Penn was an English writer and religious thinker belonging to the Religious Society of Friends (Quakers), and founder of the Province of Pennsylvania, a North American colony of England. He was an early advocate of democracy and religious freedom, notable for his good relations and successful treaties with the Lenape Native Americans. Under his direction, the city of Philadelphia was plann"}, {"title": "Province of Pennsylvania", "href": "/wiki/Province_of_Pennsylvania", "description": "The Province of Pennsylvania, also known as the Pennsylvania Colony, was a British North American colony founded by William Penn after receiving a land grant from Charles II of England in 1681. The name Pennsylvania refers to William's father, Admiral Sir William Penn."}]}, {"heading": "Deaths", "year": "1771", "date": "July 30", "txt": "Thomas Gray, English poet (b. 1716)", "entities": [{"title": "Thomas Gray", "href": "/wiki/Thomas_Gray", "description": "Thomas Gray was an English poet, letter-writer, classical scholar, and professor at Pembroke College, Cambridge. He is widely known for his Elegy Written in a Country Churchyard, published in 1751."}]}, {"heading": "Deaths", "year": "1811", "date": "July 30", "txt": "Miguel Hidalgo y Costilla, Mexican priest and soldier (b. 1753)", "entities": [{"title": "Miguel Hidalgo y Costilla", "href": "/wiki/Miguel_Hidalgo_y_Costilla", "description": "Don Miguel Gregorio Antonio Francisco Ignacio Hidalgo-Costilla y Gallaga Mandarte Villaseñor, more commonly known as Don Miguel Hidalgo y Costilla or Miguel Hidalgo, was a Spanish Catholic priest, a leader of the Mexican War of Independence, and recognized as the Father of the Nation."}]}, {"heading": "Deaths", "year": "1832", "date": "July 30", "txt": "Lê Văn Duyệt, Vietnamese general, mandarin (b. 1763-4)", "entities": [{"title": "Lê Văn Duyệt", "href": "/wiki/L%C3%AA_V%C4%83n_Duy%E1%BB%87t", "description": "Lê Văn Duyệt was a Vietnamese general who helped Nguyễn Ánh—the future Emperor Gia Long—put down the Tây Sơn rebellion, unify Vietnam and establish the Nguyễn Dynasty. After the Nguyễn came to power in 1802, Duyệt became a high-ranking mandarin, serving under the first two Nguyễn emperors Gia Long and Minh Mạng."}]}, {"heading": "Deaths", "year": "1870", "date": "July 30", "txt": "Aasmund Olavsson Vinje, Norwegian poet and journalist (b. 1818) ", "entities": [{"title": "Aasmund Olavsson Vinje", "href": "/wiki/Aasmund_Olavsson_Vinje", "description": "Aasmund Olavsson Vinje was a Norwegian poet and journalist who is remembered for poetry, travel writing, and his pioneering use of Landsmål."}]}, {"heading": "Deaths", "year": "1875", "date": "July 30", "txt": "George Pickett, American general (b. 1825)", "entities": [{"title": "George Pickett", "href": "/wiki/George_Pickett", "description": "George Edward Pickett was a career United States Army officer who became a major general in the Confederate States Army during the American Civil War. He is best remembered for being one of the commanders at Pickett's Charge, the futile and bloody Confederate offensive on the third day of the Battle of Gettysburg that bears his name."}]}, {"heading": "Deaths", "year": "1889", "date": "July 30", "txt": "Charlie Absolom, England cricketer (b. 1846)", "entities": [{"title": "Charlie Absolom", "href": "/wiki/Charlie_Absolom", "description": "Charles Alfred Absolom was an English amateur cricketer who played for Cambridge University, Kent County Cricket Club and England in the period from 1866 to 1879."}]}, {"heading": "Deaths", "year": "1898", "date": "July 30", "txt": "Otto von Bismarck, German lawyer and politician, 1st Chancellor of Germany (b. 1815)", "entities": [{"title": "Otto von Bismarck", "href": "/wiki/Otto_von_Bismarck", "description": "Otto Eduard Leopold, Prince of Bismarck, Duke of Lauenburg, known as Otto von Bismarck, was a conservative German statesman who masterminded the unification of Germany in 1871 and served as its first chancellor until 1890, in which capacity he dominated European affairs for two decades. He had previously been Minister President of Prussia (1862–1890) and Chancellor of the North German Confederatio"}, {"title": "Chancellor of Germany", "href": "/wiki/Chancellor_of_Germany", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Deaths", "year": "1900", "date": "July 30", "txt": "Alfred, Duke of Saxe-Coburg and Gotha (b. 1844)", "entities": [{"title": "Alfred, Duke of Saxe-Coburg and Gotha", "href": "/wiki/Alfred,_Duke_of_Saxe-Coburg_and_Gotha", "description": "Alfred reigned as Duke of Saxe-Coburg and Gotha from 1893 to 1900. He was the second son and fourth child of Queen Victoria of the United Kingdom and Albert, Prince Consort. He was known as the Duke of Edinburgh from 1866 until he succeeded his paternal uncle Ernest II as the reigning Duke of Saxe-Coburg and Gotha in the German Empire."}]}, {"heading": "Deaths", "year": "1912", "date": "July 30", "txt": "Emperor Meiji of Japan (b. 1852)", "entities": [{"title": "Emperor Meiji", "href": "/wiki/Emperor_Meiji", "description": "Emperor Meiji , also called Meiji the Great , or Meiji the Good , was the 122nd Emperor of Japan according to the traditional order of succession, reigning from 3 February 1867 until his death on 30 July 1912, and the first monarch of the Empire of Japan. He presided over the Meiji era, a time of rapid change that witnessed Japan's transformation from an isolationist, feudal state to an industrial"}]}, {"heading": "Deaths", "year": "1918", "date": "July 30", "txt": "Joyce Kilmer, American soldier, journalist, and poet (b. 1886)", "entities": [{"title": "Joyce Kilmer", "href": "/wiki/Joyce_Kilmer", "description": "Alfred Joyce Kilmer was an American writer and poet mainly remembered for a short poem titled \"Trees\" (1913), which was published in the collection Trees and Other Poems in 1914. Though a prolific poet whose works celebrated the common beauty of the natural world as well as his Roman Catholic religious faith, Kilmer was also a journalist, literary critic, lecturer, and editor. At the time of his d"}]}, {"heading": "Deaths", "year": "1920", "date": "July 30", "txt": "Albert Gustaf Dahlman, Swedish executioner (b. 1848)", "entities": [{"title": "Albert Gustaf Dahlman", "href": "/wiki/Albert_Gustaf_Dahlman", "description": "Albert Gustaf Dalman, was a Swedish executioner. He was the last executioner in Sweden, as well as the last to carry out capital punishment in Sweden, of Alfred Ander in 1910, the last by means of beheading by hand and the last to execute a woman."}]}, {"heading": "Deaths", "year": "1930", "date": "July 30", "txt": "Joan Gamper, Swiss-Spanish footballer and businessman, founded FC Barcelona (b. 1877)", "entities": [{"title": "Joan Gamper", "href": "/wiki/Joan_Gamper", "description": "Hans Max Gamper-Haessig, known in Catalonia as Joan Gamper, was a Swiss football pioneer, versatile athlete and club president. He founded football clubs in Switzerland and Spain, most notably FC Barcelona and FC Zürich."}, {"title": "FC Barcelona", "href": "/wiki/FC_Barcelona", "description": "Futbol Club Barcelona, commonly referred to as Barcelona and colloquially known as Barça, is a Spanish professional football club based in Barcelona, that competes in La Liga, the top flight of Spanish football."}]}, {"heading": "Deaths", "year": "1938", "date": "July 30", "txt": "John Derbyshire, English swimmer and water polo player (b. 1878)", "entities": [{"title": "John Derbyshire (swimmer)", "href": "/wiki/John_Derbyshire_(swimmer)", "description": "John Henry \"Rob\" Derbyshire was an English freestyle swimmer and water polo player from Chorlton, Lancashire, who competed in the 1900 Summer Olympics, 1906 Intercalated Games, 1908 Summer Olympics and 1912 Summer Olympics."}]}, {"heading": "Deaths", "year": "1941", "date": "July 30", "txt": "Hugo Celmiņš, Latvian politician, former Prime Minister of Latvia (b. 1877)", "entities": [{"title": "Hugo Celmiņš", "href": "/wiki/Hugo_Celmi%C5%86%C5%A1", "description": "Hugo Celmiņš was a Latvian politician, a public employee, agronomist, twice the Prime Minister of Latvia. Arrested and deported to the USSR after the occupation of Latvia, imprisoned in Moscow's Lefortovo Prison. On 30 July 1941 shot and buried in the mass graves of Kommunarka shooting ground. Hugo Celmiņš was one of those who developed agrarian reform in Latvia."}, {"title": "Prime Minister of Latvia", "href": "/wiki/Prime_Minister_of_Latvia", "description": "The prime minister of Latvia is the most powerful member of the Government of Latvia, and presides over the Latvian Cabinet of Ministers. The prime minister is nominated by the president of Latvia, but must be able to obtain the support of a majority of the Saeima (parliament)."}]}, {"heading": "Deaths", "year": "1947", "date": "July 30", "txt": "Joseph Cook, English-Australian miner and politician, 6th Prime Minister of Australia (b. 1860)", "entities": [{"title": "Joseph Cook", "href": "/wiki/Joseph_Cook", "description": "Sir Joseph Cook, was an Australian politician who served as the sixth Prime Minister of Australia, in office from 1913 to 1914. He was the leader of the Commonwealth Liberal Party from 1913 to 1917, after earlier serving as the leader of the Anti-Socialist Party from 1908 to 1909."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1965", "date": "July 30", "txt": "Jun'ichirō Tanizaki, Japanese author and playwright (b. 1886)", "entities": [{"title": "Jun'ichirō Tanizaki", "href": "/wiki/Jun%27ichir%C5%8D_Tanizaki", "description": "Jun'ichirō Tanizaki  was a Japanese author who is considered to be one of the most prominent figures in modern Japanese literature. The tone and subject matter of his work ranges from shocking depictions of sexuality and destructive erotic obsessions to subtle portrayals of the dynamics of family life within the context of the rapid changes in 20th-century Japanese society. Frequently, his stories"}]}, {"heading": "Deaths", "year": "1970", "date": "July 30", "txt": "Walter Murdoch, Scottish-Australian academic (b. 1874)", "entities": [{"title": "Walter Murdoch", "href": "/wiki/Walter_Murdoch", "description": "Sir Walter Logie Forbes Murdoch, was a prominent Australian academic and essayist famous for his intelligence and wit. He was a founding professor of English and former Chancellor of the University of Western Australia (UWA) in Perth, Western Australia."}]}, {"heading": "Deaths", "year": "1970", "date": "July 30", "txt": "George Szell, Hungarian-American conductor and composer (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "July 30", "txt": "Thomas Hollway, Australian politician, 36th Premier of Victoria (b. 1906)", "entities": [{"title": "Thomas Hollway", "href": "/wiki/Thomas_Hollway", "description": "Thomas Tuke Hollway was the 36th Premier of Victoria, and the first to be born in the 20th century. He held office from 1947 to 1950, and again for a short period in 1952. He was originally a member and the leader of the United Australia Party (UAP) in Victoria, and was the inaugural leader of the UAP's successor, the Victorian division of the Liberal Party, but split from the Liberals after a dis"}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1975", "date": "July 30", "txt": "James Blish, American author and critic (b. 1921)", "entities": [{"title": "James Blish", "href": "/wiki/James_Blish", "description": "James Benjamin Blish was an American science fiction and fantasy writer. He is best known for his Cities in Flight novels, and his series of Star Trek novelizations written with his wife, J. A. Lawrence. He is credited with creating the term \"gas giant\" to refer to large planetary bodies."}]}, {"heading": "Deaths", "year": "1977", "date": "July 30", "txt": "Emory Holloway, American scholar, author, and educator (b. 1885)", "entities": [{"title": "Emory Holloway", "href": "/wiki/Emory_Holloway", "description": "Rufus Emory Holloway is an American literary scholar-educator most known for his books and studies of Walt Whitman. His Whitman: An Interpretation in Narrative (1926) was the first biography of a literary figure to win the Pulitzer Prize for Biography or Autobiography in 1927."}]}, {"heading": "Deaths", "year": "1983", "date": "July 30", "txt": "Howard Dietz, American songwriter and publicist (b. 1896)", "entities": [{"title": "Howard Dietz", "href": "/wiki/Howard_Dietz", "description": "Howard Dietz was an American publicist, lyricist, and librettist, best remembered for his songwriting collaboration with Arthur Schwartz."}]}, {"heading": "Deaths", "year": "1983", "date": "July 30", "txt": "Lynn Fontanne, English actress (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "July 30", "txt": "Julia Robinson, American mathematician and theorist (b. 1919)", "entities": [{"title": "Julia Robinson", "href": "/wiki/Julia_Robinson", "description": "Julia Hall Bowman Robinson was an American mathematician noted for her contributions to the fields of computability theory and computational complexity theory—most notably in decision problems. Her work on Hilbert's tenth problem played a crucial role in its ultimate resolution. Robinson was a 1983 MacArthur Fellow."}]}, {"heading": "Deaths", "year": "1989", "date": "July 30", "txt": "Lane Frost, American professional bull rider (b. 1963)", "entities": [{"title": "Lane Frost", "href": "/wiki/Lane_Frost", "description": "Lane Clyde Frost was an American professional rodeo cowboy who specialized in bull riding, and competed in the Professional Rodeo Cowboys Association (PRCA). He was the 1987 PRCA World Champion bull rider and a 1990 ProRodeo Hall of Fame inductee. He was the only rider to score qualified rides on the 1987 PRCA Bucking Bull of the Year and 1990 ProRodeo Hall of Fame bull Red Rock. He died in the ar"}]}, {"heading": "Deaths", "year": "1990", "date": "July 30", "txt": "Ian Gow, British Member of Parliament who was assassinated by the IRA (b. 1937)", "entities": [{"title": "Ian Gow", "href": "/wiki/Ian_Gow", "description": "Ian Reginald Edward Gow was a British Conservative politician and solicitor. While serving as Member of Parliament (MP) for Eastbourne, he was assassinated by the Provisional Irish Republican Army (IRA), who exploded a bomb under his car outside his home in East Sussex."}]}, {"heading": "Deaths", "year": "1992", "date": "July 30", "txt": "Brenda Marshall, Filipino-American actress and singer (b. 1915)", "entities": [{"title": "Brenda Marshall", "href": "/wiki/Brenda_Marshall", "description": "Ardis Ankerson, known as Brenda Marshall, was an American film actress."}]}, {"heading": "Deaths", "year": "1992", "date": "July 30", "txt": "Joe Shuster, Canadian-American illustrator, co-created Superman (b. 1914)", "entities": [{"title": "Superman", "href": "/wiki/Superman", "description": "Superman is a fictional superhero who first appeared in American comic books published by DC Comics. The character was created by writer Jerry Siegel and artist Joe Shuster, and first appeared in the comic book Action Comics #1. Superman has been adapted to a number of other media which includes radio serials, novels, movies, television shows and theatre."}]}, {"heading": "Deaths", "year": "1996", "date": "July 30", "txt": "Claudette Colbert, French-American actress (b. 1903)", "entities": [{"title": "Claudette Colbert", "href": "/wiki/Claudette_Colbert", "description": "Claudette Colbert was an American actress."}]}, {"heading": "Deaths", "year": "1997", "date": "July 30", "txt": "Bảo Đại, Vietnamese emperor (b. 1913)", "entities": [{"title": "Bảo Đại", "href": "/wiki/B%E1%BA%A3o_%C4%90%E1%BA%A1i", "description": "Bảo Đại, born Nguyễn Phúc Vĩnh Thụy, was the 13th and final Emperor of the Nguyễn dynasty, the last ruling family of Vietnam. From 1926 to 1945, he was Emperor of Annam, which was then a protectorate in French Indochina, covering the central two thirds of the present-day Vietnam. Bảo Đại ascended the throne in 1932."}]}, {"heading": "Deaths", "year": "1998", "date": "July 30", "txt": "Buffalo Bob Smith, American television host (b. 1917)", "entities": [{"title": "Buffalo Bob Smith", "href": "/wiki/Buffalo_Bob_Smith", "description": "Buffalo Bob Smith was the host of the children's show Howdy Doody."}]}, {"heading": "Deaths", "year": "2001", "date": "July 30", "txt": "Anton Schwarzkopf, German engineer (b. 1924)", "entities": [{"title": "Anton Schwarzkopf", "href": "/wiki/Anton_Schwarzkopf", "description": "Anton Schwarzkopf was a German engineer of amusement rides, and founder of the Schwarzkopf Industries Company, which built numerous amusement rides and large roller coasters for both amusement parks and traveling funfairs."}]}, {"heading": "Deaths", "year": "2003", "date": "July 30", "txt": "Steve Hislop, Scottish motorcycle racer (b. 1962)", "entities": [{"title": "Steve Hislop", "href": "/wiki/Steve_Hislop", "description": "Robert Steven 'Hizzy' Hislop was a Scottish motorcycle racer. Hislop won at the Isle of Man TT eleven times, won the British 250cc Championship (1990) and British Superbike championship."}]}, {"heading": "Deaths", "year": "2003", "date": "July 30", "txt": "Sam Phillips, American record producer, founded Sun Records (b. 1923)", "entities": [{"title": "Sun Records", "href": "/wiki/Sun_Records", "description": "Sun Records is an American independent record label founded by producer Sam Phillips in Memphis, Tennessee in February 1952. Sun was the first label to record Elvis Presley, Charlie Rich, Roy Orbison, Jerry Lee Lewis, Carl Perkins, and Johnny Cash. Prior to that, Sun had concentrated mainly on African-American musicians because Phillips loved rhythm and blues and wanted to bring it to a white audi"}]}, {"heading": "Deaths", "year": "2005", "date": "July 30", "txt": "Ray Cunningham, American baseball player (b. 1905)", "entities": [{"title": "Ray Cunningham", "href": "/wiki/Ray_Cunningham", "description": "Raymond Lee \"Ray\" Cunningham was an American third baseman in Major League Baseball who played for the St. Louis Cardinals in 1931 and 1932. He batted and threw right-handed. A native of Mesquite, Texas, Cunningham played briefly for the Cardinals at third base before an injury cut short his career. He injured himself, whipping a sidearm throw to first base on a swinging bunt."}]}, {"heading": "Deaths", "year": "2005", "date": "July 30", "txt": "John Garang, Sudanese colonel and politician, 6th President of South Sudan (b. 1945)", "entities": [{"title": "List of Presidents of South Sudan", "href": "/wiki/List_of_Presidents_of_South_Sudan", "description": "This article lists the heads of state of South Sudan since the establishment of the Southern Sudan Autonomous Region within Sudan in 1972."}]}, {"heading": "Deaths", "year": "2006", "date": "July 30", "txt": "Duygu Asena, Turkish journalist and author(b. 1946)", "entities": [{"title": "Duygu Asena", "href": "/wiki/Duygu_Asena", "description": "\nDuygu Asena was a Turkish journalist, best-selling author and activist for women’s rights."}]}, {"heading": "Deaths", "year": "2006", "date": "July 30", "txt": "Al Balding, Canadian golfer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "July 30", "txt": "Murray Bookchin, American philosopher and author (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "July 30", "txt": "Anthony Galla-Rini, American accordion player and composer (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "July 30", "txt": "Akbar Mohammadi, Iranian activist (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 30", "txt": "Michelangelo Antonioni, Italian director and screenwriter (b. 1912)", "entities": [{"title": "Michelangelo Antonioni", "href": "/wiki/Michelangelo_Antonioni", "description": "Michelangelo Antonioni was an Italian film director, screenwriter, editor, painter, and short story author. He is best known for his \"trilogy on modernity and its discontents\" — L'Avventura (1960), La Notte (1961), and L'Eclisse (1962) — as well as the English-language films Blowup (1966) and The Passenger (1975). His films have been described as \"enigmatic and intricate mood pieces\" that feature "}]}, {"heading": "Deaths", "year": "2007", "date": "July 30", "txt": "Teoctist Arăpașu, Romanian patriarch (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 30", "txt": "Ingmar Bergman, Swedish director, producer, and screenwriter (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 30", "txt": "Bill Walsh, American football player and coach (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "July 30", "txt": "Anne Armstrong, American businesswoman and diplomat, United States Ambassador to the United Kingdom (b. 1927)", "entities": [{"title": "Anne Armstrong", "href": "/wiki/Anne_Armstrong", "description": "Anne Legendre Armstrong was a United States diplomat and politician. She was the first woman to serve as Counselor to the President and as United States Ambassador to the United Kingdom, serving in those capacities under the Ford, Nixon, and Carter administrations. She was the recipient of the Presidential Medal of Freedom in 1987."}, {"title": "United States Ambassador to the United Kingdom", "href": "/wiki/United_States_Ambassador_to_the_United_Kingdom", "description": "The United States ambassador to the United Kingdom is the official representative of the president of the United States and the government of the United States of America to the Queen and Government of the United Kingdom."}]}, {"heading": "Deaths", "year": "2009", "date": "July 30", "txt": "Mohammed Yusuf, Nigerian militant leader, founded Boko Haram (b. 1970)", "entities": [{"title": "Mohammed Yusuf (Boko Haram)", "href": "/wiki/Mohammed_Yusuf_(Boko_Haram)", "description": "Mohammed Yusuf, also known as Ustaz Mohammed Yusuf, was a Nigerian terrorist and founder of the militant Islamist group Boko Haram in 2002. He was its spiritual leader until he was killed in the 2009 Boko Haram uprising The group's official name is Jama'atu Ahlis Sunna Lidda'awati wal-Jihad, which in Arabic means \"People Committed to the Propagation of the Prophet's Teachings and Jihad\"."}, {"title": "Boko Haram", "href": "/wiki/Boko_Haram", "description": "Boko Haram, officially known as Jamā'at Ahl as-Sunnah lid-Da'wah wa'l-Jihād, and Wilāyat Garb Ifrīqīyā, meaning \"West African Province\", is a jihadist terrorist organization based in northeastern Nigeria, which is also active in Chad, Niger and northern Cameroon."}]}, {"heading": "Deaths", "year": "2009", "date": "July 30", "txt": "Peter Zadek, German director and screenwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "July 30", "txt": "Bob Peterson, American basketball player (b. 1932)", "entities": [{"title": "Bob Peterson (basketball)", "href": "/wiki/Bob_Peterson_(basketball)", "description": "Robert Peterson was an American basketball player. He played three seasons in the National Basketball Association (NBA), from 1953 to 1956."}]}, {"heading": "Deaths", "year": "2012", "date": "July 30", "txt": "Maeve Binchy, Irish author, playwright, and journalist (b. 1939)", "entities": [{"title": "Maeve Binchy", "href": "/wiki/Maeve_Binchy", "description": "Anne Maeve Binchy Snell was an Irish novelist, playwright, short story writer, columnist, and speaker. Her novels were characterised by a sympathetic and often humorous portrayal of small-town life in Ireland, and surprise endings. Her novels, which were translated into 37 languages, sold more than 40 million copies worldwide, and her death at age 73, announced by Vincent Browne on Irish televisio"}]}, {"heading": "Deaths", "year": "2012", "date": "July 30", "txt": "Bill Doss, American singer and guitarist (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 30", "txt": "Stig Ossian Ericson, Swedish actor, director, and screenwriter (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 30", "txt": "Les Green, English footballer and manager (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 30", "txt": "Jonathan Hardy, New Zealand-Australian actor and screenwriter (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 30", "txt": "Bill Kitchen, Canadian ice hockey player (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 30", "txt": "Mary Louise Rasmuson, American colonel (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 30", "txt": "Cecil Alexander, American architect, designed the State of Georgia Building (b. 1918)", "entities": [{"title": "Cecil Alexander (architect)", "href": "/wiki/Cecil_Alexander_(architect)", "description": "Cecil Abraham Alexander, Jr. was an American architect, principally a designer of commercial architecture, best known for his work in Atlanta, Georgia. He worked with the firm FABRAP, which, in 1985, became Rosser FABRAP International and later Rosser International. Together with other architects of the firm, he \"shaped the skyline of Atlanta\"."}, {"title": "State of Georgia Building", "href": "/wiki/State_of_Georgia_Building", "description": "The State of Georgia Building, alternately referenced as 2 Peachtree Street, is a 44-story, 566 feet (173 m) skyscraper located in downtown Atlanta, Georgia, U.S.. Built in 1966, the building was the tallest building in the Southeast at the time. It was Atlanta's tallest until 1976, when the Westin Peachtree Plaza surpassed it. It was built on the site of the Peachtree Arcade, A. Ten Eyck Brown's "}]}, {"heading": "Deaths", "year": "2013", "date": "July 30", "txt": "Berthold Beitz, German businessman (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 30", "txt": "Robert Neelly Bellah, American sociologist and author (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 30", "txt": "Harry F. Byrd Jr., American lieutenant, publisher, and politician (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 30", "txt": "Antoni Ramallets, Spanish footballer and manager (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 30", "txt": "Ossie Schectman, American basketball player (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 30", "txt": "Benjamin Walker, Indian-English author, poet, and playwright (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 30", "txt": "Robert Drew, American director and producer (b. 1924)", "entities": [{"title": "Robert Drew", "href": "/wiki/Robert_Drew", "description": "Robert Lincoln Drew was an American documentary filmmaker known as one of the pioneers—and sometimes called father—of cinéma vérité, or direct cinema, in the United States. Two of his films, Primary and Crisis: Behind a Presidential Commitment, have been named to the National Film Registry of the Library of Congress. The moving image collection of Robert Drew is housed at the Academy Film Archive."}]}, {"heading": "Deaths", "year": "2014", "date": "July 30", "txt": "Harun Farocki, German director, producer, and screenwriter (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 30", "txt": "Julio Grondona, Argentinian businessman (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 30", "txt": "Peter Hall, English geographer, author, and academic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 30", "txt": "Dick Smith, American make-up artist (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 30", "txt": "Dick Wagner, American singer-songwriter and guitarist (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 30", "txt": "Lynn Anderson, American singer (b. 1947)", "entities": [{"title": "Lynn Anderson", "href": "/wiki/Lynn_Anderson", "description": "Lynn Rene Anderson, was an American country singer and television personality. She is most remembered for her signature recording crossover hit, \"Rose Garden\". The song was a number one hit in the United States and internationally. Additionally, Anderson had four number one singles and eighteen top ten hits on the Billboard country songs chart. She is regarded as one of country music's most signif"}]}, {"heading": "Deaths", "year": "2015", "date": "July 30", "txt": "Endel Lippmaa, Estonian physicist (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 30", "txt": "Francis Paul Prucha, American historian and academic (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 30", "txt": "Alena Vrzáňová, Czech figure skater (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "July 30", "txt": "Gloria DeHaven, American actress, singer, and dancer (b. 1925)", "entities": [{"title": "Gloria DeHaven", "href": "/wiki/Gloria_DeHaven", "description": "Gloria Mildred DeHaven was an American actress and singer who was a contract star for Metro-Goldwyn-Mayer (MGM)."}]}, {"heading": "Deaths", "year": "2018", "date": "July 30", "txt": "Michael A. Sheehan, American author, former government official and military officer (b. 1955)", "entities": [{"title": "Michael A. Sheehan", "href": "/wiki/Michael_A._Sheehan", "description": "Michael A. Sheehan was an American author and former government official and military officer. He was a Distinguished Chair at the U.S. Military Academy in West Point, New York and a terrorist analyst for NBC News."}]}, {"heading": "Deaths", "year": "2020", "date": "July 30", "txt": "Lee Teng-hui, Taiwanese politician, President (1988–2000), Vice President (1984–1988) and mayor of Taipei (1978–1981) (b.1923)", "entities": [{"title": "Lee Teng-hui", "href": "/wiki/Lee_Teng-hui", "description": "Lee Teng-hui was a Taiwanese statesman and economist who was the fourth President of the Republic of China (Taiwan) under the 1947 Constitution and chairman of the Kuomintang (KMT) from 1988 to 2000. He was the first president to be born in Taiwan, the last to be indirectly elected and the first to be directly elected. During his presidency, Lee oversaw the end of martial law and the full democrat"}, {"title": "List of presidents of the Republic of China", "href": "/wiki/List_of_presidents_of_the_Republic_of_China", "description": "This is a list of the presidents of the Republic of China."}, {"title": "List of vice presidents of the Republic of China", "href": "/wiki/List_of_vice_presidents_of_the_Republic_of_China", "description": "This is a list of all the Vice Presidents of the Republic of China (1912–present)."}, {"title": "Mayor of Taipei", "href": "/wiki/Mayor_of_Taipei", "description": "The Mayor of Taipei is the head of the Taipei City Government and is elected to a four-year term. Until the election of Tsai Ing-wen, the office was seen as a stepping stone to the presidency: presidents Lee Teng-hui, Chen Shui-bian and Ma Ying-jeou have all held this position prior to being elected president."}]}, {"heading": "Deaths", "year": "2020", "date": "July 30", "txt": "Herman Cain, American businessman and political activist (b. 1945) ", "entities": []}]