[{"heading": "Events", "year": "587 BC", "date": "July 29", "txt": "The Neo-Babylonian Empire sacks Jerusalem and destroys the First Temple.", "entities": [{"title": "Neo-Babylonian Empire", "href": "/wiki/Neo-Babylonian_Empire", "description": "The Neo-Babylonian Empire, also known as the Second Babylonian Empire and historically known as the Chaldean Empire, was the last of the Mesopotamian empires to be ruled by monarchs native to Mesopotamia. Beginning with Nabopolassar's coronation as King of Babylon in 626 BC and being firmly established through the fall of the Neo-Assyrian Empire in 612 BC, the Neo-Babylonian Empire and its ruling "}, {"title": "Siege of Jerusalem (587 BC)", "href": "/wiki/Siege_of_Jerusalem_(587_BC)", "description": "In 589 BC, Nebuchadnezzar II laid siege to Jerusalem, culminating in the destruction of the city and its temple in the summer of 587 according to Albright, or 586 BC according to Thiele. More recent analysis establishes that the siege ended in 587 BC."}, {"title": "First Temple", "href": "/wiki/First_Temple", "description": "According to the Biblical narrative, Solomon's Temple, also known as the First Temple, was a temple in Jerusalem built under King Solomon's reign and completed in 957 BCE. The Temple was looted and then destroyed in 586/587 BCE at the hands of the Babylonian king Nebuchadnezzar II, who also deported the Jews to Babylon. The destruction of the temple and the deportation were seen as fulfillments of"}]}, {"heading": "Events", "year": "238", "date": "July 29", "txt": "The Praetorian Guard storm the palace and capture Pupienus and Balbinus. They are dragged through the streets of Rome and executed. On the same day, Gordian III, age 13, is proclaimed emperor, the sixth emperor of the year.", "entities": [{"title": "Praetorian Guard", "href": "/wiki/Praetorian_Guard", "description": "The Praetorian Guard was an elite unit of the Imperial Roman army whose members served as personal bodyguards and intelligence for Roman emperors. During the era of the Roman Republic, the Praetorians served as a small escort force for high-ranking officials such as senators or provincial governors like procurators, and also serving as bodyguards for high-ranking officers within the Roman legions."}, {"title": "Pupienus", "href": "/wiki/Pupienus", "description": "Pupienus was Roman emperor with Balbinus for three months in 238, during the Year of the Six Emperors. The sources for this period are scant, and thus knowledge of the emperor is limited. In most contemporary texts Pupienus is referred to by his cognomen \"Maximus\" rather than by his second nomen Pupienus."}, {"title": "Balbinus", "href": "/wiki/Balbinus", "description": "Balbinus was Roman emperor with Pupienus for three months in 238, the Year of the Six Emperors."}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}, {"title": "Gordian III", "href": "/wiki/Gordian_III", "description": "Gordian III was Roman emperor from AD 238 to 244. At the age of 13, he became the youngest sole Roman emperor. Gordian was the son of Antonia Gordiana and Junius Balbus who died before 238. Antonia Gordiana was the daughter of Emperor Gordian I and younger sister of Emperor Gordian II. Very little is known of his early life before his acclamation. Gordian had assumed the name of his maternal grand"}, {"title": "Year of the Six Emperors", "href": "/wiki/Year_of_the_Six_Emperors", "description": "The Year of the Six Emperors was the year 238 AD, during which six men were recognized as emperors of Rome. This was an early symptom of what historians now call the Crisis of the Third Century, also known as Military Anarchy or the Imperial Crisis, a period in which the Roman Empire nearly collapsed under the combined pressures of barbarian invasions and migrations into the Roman territory, civil"}]}, {"heading": "Events", "year": "615", "date": "July 29", "txt": "Pakal ascends the throne of Palenque at the age of 12.", "entities": [{"title": "K'inich Janaab' Pakal", "href": "/wiki/K%27inich_Janaab%27_Pakal", "description": "Kʼinich Janaab Pakal I, also known as Pacal, Pacal the Great, 8 Ahau and Sun Shield, was ajaw of the Maya city-state of Palenque in the Late Classic period of pre-Columbian Mesoamerican chronology. He acceded to the throne in July 615 and ruled until his death. During a reign of 68 years—the fifth-longest verified regnal period of any sovereign monarch in history, the longest in world history for "}, {"title": "Palenque", "href": "/wiki/Palenque", "description": "Palenque, also anciently known as Lakamha, was a Maya city state in southern Mexico that perished in the 7th century. The Palenque ruins date from ca. 226 BC to ca. 799 AD. After its decline, it was overgrown by the jungle of cedar, mahogany, and sapodilla trees, but has since been excavated and restored. It is located near the Usumacinta River in the Mexican state of Chiapas, about 130 km (81 mi)"}]}, {"heading": "Events", "year": "904", "date": "July 29", "txt": "Sack of Thessalonica: Saracen raiders under Leo of Tripoli sack Thessaloniki, the Byzantine Empire's second-largest city, after a short siege, and plunder it for a week.", "entities": [{"title": "Sack of Thessalonica (904)", "href": "/wiki/Sack_of_Thessalonica_(904)", "description": "The Sack of Thessalonica refers to the capture, and subsequent sack, of the city of Thessalonica by the Abbasid Caliphate in the year 904, led by Leo of Tripoli, a privateer and Muslim convert."}, {"title": "Leo of Tripoli", "href": "/wiki/Leo_of_Tripoli", "description": "Leo of Tripoli, known in Arabic as Rashīq al-Wardāmī, and Ghulām Zurāfa, was a Greek renegade and fleet commander for the Abbasid Caliphate in the early tenth century. He is most notable for his sack of Thessalonica, the Byzantine Empire's second city, in 904."}, {"title": "Thessaloniki", "href": "/wiki/Thessaloniki", "description": "Thessaloniki, also known as Thessalonica, Saloniki or Salonica, is the second-largest city in Greece, with over 1 million inhabitants in its metropolitan area, and the capital of the geographic region of Macedonia, the administrative region of Central Macedonia and the Decentralized Administration of Macedonia and Thrace. It is also known in Greek as η Συμπρωτεύουσα, literally \"the co-capital\", a "}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "923", "date": "July 29", "txt": "Battle of Firenzuola: Lombard forces under King Rudolph II and Adalbert I, margrave of Ivrea, defeat the dethroned Emperor Berengar I of Italy at Firenzuola (Tuscany).", "entities": [{"title": "Battle of Firenzuola", "href": "/wiki/Battle_of_Firenzuola", "description": "The Battle of Firenzuola was fought on 29 July 923 between the forces of Rudolph II of Burgundy and Adalbert I of Ivrea on one side and Berengar I of Italy on the other. The battle was a defeat for Berengar, who was thus de facto dethroned and replaced by Rudolf as King of Italy. His own grandson and namesake, Berengar II, who would later be king of Italy as well, fought on the winning side agains"}, {"title": "Rudolph II of Burgundy", "href": "/wiki/Rudolph_II_of_Burgundy", "description": "Rudolph II, a member of the Elder House of Welf, was King of Burgundy from 912 until his death. He initially succeeded in Upper Burgundy and also ruled as King of Italy from 922 to 926. In 933 Rudolph acquired the Kingdom of Lower Burgundy (Provence) from King Hugh of Italy in exchange for the waiver of his claims to the Italian crown, thereby establishing the united Burgundian Kingdom of Arles."}, {"title": "Adalbert I of Ivrea", "href": "/wiki/Adalbert_I_of_Ivrea", "description": "Adalbert I was the margrave of Ivrea, the second of the Anscarid dynasty, from the late 890s until his death. In the intermittent civil war which affected Italy from 888 into the 930s, Adalbert initially strove to remain neutral, but from 901 on he sided sequentially with every claimant to the Italian throne."}, {"title": "March of Ivrea", "href": "/wiki/March_of_Ivrea", "description": "The March of Ivrea was a large frontier county in the northwest of the medieval Italian kingdom from the late 9th to the early 11th century. Its capital was Ivrea in present-day Piedmont, and it was held by a Burgundian family of margraves called the Anscarids. The march was the primary frontier between Italy and France and served as a defense against any interference from that state."}, {"title": "Berengar I of Italy", "href": "/wiki/Berengar_I_of_Italy", "description": "Berengar I was the king of Italy from 887. He was Holy Roman Emperor between 915 and his death in 924. He is usually known as Berengar of Friuli, since he ruled the March of Friuli from 874 until at least 890, but he had lost control of the region by 896."}, {"title": "Firenzuola", "href": "/wiki/Firenzuola", "description": "Firenzuola is a comune (municipality) in the Metropolitan City of Florence in the Italian region Tuscany, located about 40 kilometres (25 mi) northeast of Florence."}, {"title": "Tuscany", "href": "/wiki/Tuscany", "description": "Tuscany is a region in central Italy with an area of about 23,000 square kilometres and a population of about 3.8 million inhabitants. The regional capital is Florence (Firenze)."}]}, {"heading": "Events", "year": "1014", "date": "July 29", "txt": "Byzantine–Bulgarian wars: Battle of Kleidion: Byzantine emperor Basil II inflicts a decisive defeat on the Bulgarian army, and his subsequent treatment of 15,000 prisoners reportedly causes Tsar Samuil of Bulgaria to die of a heart attack less than three months later, on October 6.", "entities": [{"title": "Byzantine–Bulgarian wars", "href": "/wiki/Byzantine%E2%80%93Bulgarian_wars", "description": "The Byzantine–Bulgarian wars were a series of conflicts fought between the Byzantines and Bulgarians which began when the Bulgars first settled in the Balkan peninsula in the 5th century, and intensified with the expansion of the Bulgarian Empire to the southwest after 680 AD. The Byzantines and Bulgarians continued to clash over the next century with variable success, until the Bulgarians, led by"}, {"title": "Battle of Kleidion", "href": "/wiki/Battle_of_Kleidion", "description": "The Battle of Kleidion took place on July 29, 1014, between the Byzantine Empire and the Bulgarian Empire. It was the culmination of the nearly half-century struggle between the Byzantine Emperor Basil II and the Bulgarian Emperor Samuel in the late 10th and early 11th centuries. The result was a decisive Byzantine victory."}, {"title": "List of Byzantine emperors", "href": "/wiki/List_of_Byzantine_emperors", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}, {"title": "Basil II", "href": "/wiki/Basil_II", "description": "Basil II Porphyrogenitus, nicknamed the Bulgar Slayer, was the senior Byzantine Emperor for almost 50 years, having been a junior colleague to other emperors since 960. He and his brother Constantine were named as co-rulers before their father Romanos II died in 963. The throne went to two generals, Nikephoros Phokas then John Tzimiskes, before Basil became senior emperor. His influential great-un"}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Samuel of Bulgaria", "href": "/wiki/Samuel_of_Bulgaria", "description": "Samuel was the Tsar (Emperor) of the First Bulgarian Empire from 997 to 6 October 1014. From 977 to 997, he was a general under Roman I of Bulgaria, the second surviving son of Emperor Peter I of Bulgaria, and co-ruled with him, as Roman bestowed upon him the command of the army and the effective royal authority. As Samuel struggled to preserve his country's independence from the Byzantine Empire,"}, {"title": "October 6", "href": "/wiki/October_6", "description": "October 6 is the 279th day of the year in the Gregorian calendar; 86 days remain until the end of the year."}]}, {"heading": "Events", "year": "1018", "date": "July 29", "txt": "Count Dirk III defeats an army sent by Emperor Henry II in the Battle of Vlaardingen.", "entities": [{"title": "Dirk III, Count of Holland", "href": "/wiki/Dirk_III,_Count_of_Holland", "description": "Dirk III was Count of Holland from 993 to 27 May 1039, until 1005 under regency of his mother. It is thought that Dirk III went on pilgrimage to the Holy Land around 1030, hence his nickname of Hierosolymita."}, {"title": "Henry II, Holy Roman Emperor", "href": "/wiki/Henry_II,_Holy_Roman_Emperor", "description": "Henry II, also known as Saint Henry the Exuberant, Obl. S. B., was Holy Roman Emperor from 1014. He died without an heir in 1024, and was the last ruler of the Ottonian line. As Duke of Bavaria, appointed in 995, Henry became King of the Romans following the sudden death of his second cousin, Emperor Otto III in 1002, was made King of Italy in 1004, and crowned emperor by Pope Benedict VIII in 101"}, {"title": "Battle of Vlaardingen", "href": "/wiki/Battle_of_Vlaardingen", "description": "The (First) Battle of Vlaardingen was fought on 29 July 1018 between troops of the Holy Roman Empire and West Frisia. As a result of a trade dispute, Emperor Henry II sent an army towards West Frisia to subdue the rebellious Count Dirk III. However, the Imperial army was decisively defeated and fled in panic."}]}, {"heading": "Events", "year": "1030", "date": "July 29", "txt": "Ladejarl-Fairhair succession wars: Battle of Stiklestad: King Olaf II fights and dies trying to regain his Norwegian throne from the Danes.", "entities": [{"title": "Earls of Lade", "href": "/wiki/Earls_of_Lade", "description": "The Earls of Lade were a dynasty of rulers of Earldom of Lade, present day Trøndelag and Hålogaland in Norway from the 9th century to the 11th century."}, {"title": "Hereditary Kingdom of Norway", "href": "/wiki/Hereditary_Kingdom_of_Norway", "description": "The Kingdom of Norway as a unified realm dates to the reign of King Harald I Fairhair in the 9th century. His efforts in unifying the petty kingdoms of Norway resulted in the first known Norwegian central government. The country, however, soon fragmented and was collected into one entity in the first half of the 11th century, and Norway has retained a monarchy since that time. Traditionally, it ha"}, {"title": "Battle of Stiklestad", "href": "/wiki/Battle_of_Stiklestad", "description": "The Battle of Stiklestad in 1030 is one of the most famous battles in the history of Norway. In this battle, King Olaf II of Norway was killed. During the pontificate of Pope Alexander III, the Roman Catholic Church declared Olaf a saint in 1164."}, {"title": "Olaf II of Norway", "href": "/wiki/Olaf_II_of_Norway", "description": "Olaf II Haraldsson, later known as Saint Olaf, was King of Norway from 1015 to 1028. Son of Harald Grenske, a petty king in Vestfold, Norway, he was posthumously given the title Rex Perpetuus Norvegiae and canonised at Nidaros (Trondheim) by Bishop Grimkell, one year after his death in the Battle of Stiklestad on 29 July 1030. His remains were enshrined in Nidaros Cathedral, built over his burial "}, {"title": "List of Norwegian monarchs", "href": "/wiki/List_of_Norwegian_monarchs", "description": "The list of Norwegian monarchs begins in 872: the traditional dating of the Battle of Hafrsfjord, after which victorious King Harald Fairhair merged several petty kingdoms into that of his father. Named after the homonymous geographical region, Harald's realm was later to be known as the Kingdom of Norway."}, {"title": "Danes", "href": "/wiki/Danes", "description": "Danes are a North Germanic ethnic group native to Denmark This connection may be ancestral, legal, historical, or cultural."}]}, {"heading": "Events", "year": "1148", "date": "July 29", "txt": "The Siege of Damascus ends in a decisive crusader defeat and leads to the disintegration of the Second Crusade.", "entities": [{"title": "Siege of Damascus (1148)", "href": "/wiki/Siege_of_Damascus_(1148)", "description": "The siege of Damascus took place between 24 and 28 July 1148, during the Second Crusade. It ended in a decisive crusader defeat and led to the disintegration of the crusade. The two main Christian forces that marched to the Holy Land in response to Pope Eugene III and Bernard of Clairvaux's call for the Second Crusade were led by Louis VII of France and Conrad III of Germany. Both faced disastrous"}, {"title": "Second Crusade", "href": "/wiki/Second_Crusade", "description": "The Second Crusade (1147–1150) was the second major crusade launched from Europe. The Second Crusade was started in response to the fall of the County of Edessa in 1144 to the forces of Zengi. The county had been founded during the First Crusade (1096–1099) by King Baldwin I of Jerusalem in 1098. While it was the first Crusader state to be founded, it was also the first to fall."}]}, {"heading": "Events", "year": "1565", "date": "July 29", "txt": "The widowed Mary, Queen of Scots marries Henry Stuart, Lord Darnley, Duke of Albany, at Holyrood Palace, Edinburgh, Scotland.", "entities": [{"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}, {"title": "Henry Stuart, Lord Darnley", "href": "/wiki/Henry_Stuart,_Lord_Darnley", "description": "Henry Stuart, Lord Darnley was the second husband of Mary, Queen of Scots. From his marriage in 1565, he was king consort of Scotland. He was created Duke of Albany shortly before his marriage. Less than a year after the birth of his and Mary's only child, King James VI of Scotland and I of England, Darnley was murdered at Kirk o' Field in 1567. Many contemporary narratives describing his life and"}, {"title": "Duke of Albany", "href": "/wiki/Duke_of_Albany", "description": "Duke of Albany was a peerage title that has occasionally been bestowed on the younger sons in the Scottish and later the British royal family, particularly in the Houses of Stuart and Hanover."}, {"title": "Holyrood Palace", "href": "/wiki/Holyrood_Palace", "description": "The Palace of Holyroodhouse, commonly referred to as Holyrood Palace or Holyroodhouse, is the official residence of the British monarch in Scotland. Located at the bottom of the Royal Mile in Edinburgh, at the opposite end to Edinburgh Castle, Holyroodhouse has served as the principal royal residence in Scotland since the 16th century, and is now a setting for state occasions and official entertai"}]}, {"heading": "Events", "year": "1567", "date": "July 29", "txt": "The infant James VI is crowned King of Scotland at Stirling.", "entities": [{"title": "James VI and I", "href": "/wiki/James_VI_and_I", "description": "James VI and I was King of Scotland as James VI from 24 July 1567 and King of England and Ireland as James I from the union of the Scottish and English crowns on 24 March 1603 until his death in 1625. The kingdoms of Scotland and England were individual sovereign states, with their own parliaments, judiciaries, and laws, though both were ruled by James in personal union."}, {"title": "Kingdom of Scotland", "href": "/wiki/Kingdom_of_Scotland", "description": "The Kingdom of Scotland was a sovereign state in northwest Europe traditionally said to have been founded in 843. Its territories expanded and shrank, but it came to occupy the northern third of the island of Great Britain, sharing a land border to the south with the Kingdom of England. It suffered many invasions by the English, but under Robert the Bruce it fought a successful War of Independence"}, {"title": "Stirling", "href": "/wiki/Stirling", "description": "Stirling is a city in central Scotland, 26 miles (42 km) north-east of Glasgow and 37 miles (60 km) north-west of the Scottish capital, Edinburgh. The market town, surrounded by rich farmland, grew up connecting the royal citadel, the medieval old town with its merchants and tradesmen, the Old Bridge and the port. Located on the River Forth, Stirling is the administrative centre for the Stirling c"}]}, {"heading": "Events", "year": "1588", "date": "July 29", "txt": "Anglo-Spanish War: Battle of Gravelines: English naval forces under the command of Lord Charles Howard and Sir Francis Drake defeat the Spanish Armada off the coast of Gravelines, France.", "entities": [{"title": "Anglo-Spanish War (1585–1604)", "href": "/wiki/Anglo-Spanish_War_(1585%E2%80%931604)", "description": "The Anglo-Spanish War (1585–1604) was an intermittent conflict between the kingdoms of Spain and England that was never formally declared. The war was punctuated by widely separated battles, and began with England's military expedition in 1585 to what was then the Spanish Netherlands under the command of Robert Dudley, Earl of Leicester, in support of the resistance of the States General to Spanis"}, {"title": "Spanish Armada", "href": "/wiki/Spanish_Armada#Battle_of_Gravelines", "description": "The Spanish Armada was a Habsburg Spanish fleet of 130 ships that sailed from Lisbon in late May 1588 under the command of the Duke of Medina Sidonia, with the purpose of escorting an army from Flanders to invade England. Medina Sidonia was an aristocrat without naval command experience but was made commander by King Philip II. The aim was to overthrow Queen Elizabeth I and her establishment of Pr"}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Charles Howard, 1st Earl of Nottingham", "href": "/wiki/Charles_Howard,_1st_Earl_of_Nottingham", "description": "Charles Howard, 1st Earl of Nottingham, 2nd Baron Howard of Effingham, known as Howard of Effingham, was an English statesman and Lord High Admiral under Elizabeth I and James I. He was commander of the English forces during the battles against the Spanish Armada and was chiefly responsible for the victory that saved England from invasion by the Spanish Empire."}, {"title": "Francis Drake", "href": "/wiki/Francis_Drake", "description": "Sir Francis Drake was an English explorer, sea captain, privateer, naval officer, and politician. Drake is best known for his circumnavigation of the world in a single expedition, from 1577 to 1580. This included his incursion into the Pacific Ocean, until then an area of exclusive Spanish interest, and his claim to New Albion for England, an area in what is now the American state of California. H"}, {"title": "Spanish Armada", "href": "/wiki/Spanish_Armada", "description": "The Spanish Armada was a Habsburg Spanish fleet of 130 ships that sailed from Lisbon in late May 1588 under the command of the Duke of Medina Sidonia, with the purpose of escorting an army from Flanders to invade England. Medina Sidonia was an aristocrat without naval command experience but was made commander by King Philip II. The aim was to overthrow Queen Elizabeth I and her establishment of Pr"}, {"title": "Gravelines", "href": "/wiki/Gravelines", "description": "Gravelines is a commune in the Nord department in Northern France. It lies at the mouth of the river Aa 15 miles (24 km) southwest of Dunkirk. It was formed in the 12th century around the mouth of a canal built to connect Saint-Omer with the sea. As it was on the western borders of Spanish territory in Flanders it became heavily fortified, some of which still remains."}]}, {"heading": "Events", "year": "1693", "date": "July 29", "txt": "War of the Grand Alliance: Battle of Landen: France wins a Pyrrhic victory over Allied forces in the Netherlands.", "entities": [{"title": "Nine Years' War", "href": "/wiki/Nine_Years%27_War", "description": "The Nine Years' War (1688–1697), often called the War of the Grand Alliance or the War of the League of Augsburg, was a conflict between France and a European coalition which mainly included the Holy Roman Empire, the Dutch Republic, England, Spain, Savoy and Portugal. It was fought in Europe and the surrounding seas, in North America, and in India. It is sometimes considered the first global war."}, {"title": "Battle of Landen", "href": "/wiki/Battle_of_Landen", "description": "The Battle of Landen or Neerwinden took place on 29 July 1693, during the Nine Years' War. It was fought around the village of Neerwinden in the Spanish Netherlands, now part of the municipality of Landen, Belgium."}, {"title": "Pyrrhic victory", "href": "/wiki/Pyrrhic_victory", "description": "A Pyrrhic victory is a victory that inflicts such a devastating toll on the victor that it is tantamount to defeat. A Pyrrhic victory takes a heavy toll that negates any true sense of achievement or damages long-term progress."}]}, {"heading": "Events", "year": "1775", "date": "July 29", "txt": "Founding of the U.S. Army Judge Advocate General's Corps: General George Washington appoints William Tudor as Judge Advocate of the Continental Army.", "entities": [{"title": "Judge Advocate General's Corps, United States Army", "href": "/wiki/Judge_Advocate_General%27s_Corps,_United_States_Army", "description": "The Judge Advocate General's Corps of the United States Army, also known as the U.S. Army JAG Corps, is the legal arm of the United States Army, established on 29 July 1775 by General George Washington. The Corps is composed of Army officers who are also lawyers and who provide legal services to the Army at all levels of command, and also includes legal administrator warrant officers, paralegal no"}, {"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "William Tudor", "href": "/wiki/William_Tudor", "description": "William Tudor was a wealthy lawyer and leading citizen of Boston. His eldest son William Tudor (1779-1830) became a leading literary figure in Boston. Another son, Frederic Tudor, founded the Tudor Ice Company and became Boston's \"Ice King\", shipping ice to the tropics from many local sources of fresh water including Walden Pond, Fresh Pond, and Spy Pond in Arlington, Massachusetts."}, {"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}]}, {"heading": "Events", "year": "1818", "date": "July 29", "txt": "French physicist Augustin Fresnel submits his prizewinning \"Memoir on the Diffraction of Light\", precisely accounting for the limited extent to which light spreads into shadows, and thereby demolishing the oldest objection to the wave theory of light.", "entities": [{"title": "Augustin-Jean Fresnel", "href": "/wiki/Augustin-Jean_Fresnel", "description": "Augustin-Jean Fresnel was a French civil engineer and physicist whose research in optics led to the almost unanimous acceptance of the wave theory of light, excluding any remnant of Newton's corpuscular theory, from the late 1830s  until the end of the 19th century. He is perhaps better known for inventing the catadioptric (reflective/refractive) Fresnel lens and for pioneering the use of \"stepped"}]}, {"heading": "Events", "year": "1836", "date": "July 29", "txt": "Inauguration of the Arc de Triomphe in Paris, France.", "entities": [{"title": "Arc de Triomphe", "href": "/wiki/Arc_de_Triomphe", "description": "The Arc de Triomphe de l'Étoile is one of the most famous monuments in Paris, France, standing at the western end of the Champs-Élysées at the centre of Place Charles de Gaulle, formerly named Place de l'Étoile—the étoile or \"star\" of the juncture formed by its twelve radiating avenues. The location of the arc and the plaza is shared between three arrondissements, 16th, 17th (north), and 8th (east"}]}, {"heading": "Events", "year": "1848", "date": "July 29", "txt": "Great Famine of Ireland: Tipperary Revolt: In County Tipperary, Ireland, then in the United Kingdom, an unsuccessful nationalist revolt against British rule is put down by police.", "entities": [{"title": "Great Famine (Ireland)", "href": "/wiki/Great_Famine_(Ireland)", "description": "The Great Famine, also known as the Great Hunger, the Famine or the Irish Potato Famine, was a period of mass starvation and disease in Ireland from 1845 to 1852. With the most severely affected areas in the west and south of Ireland, where the Irish language was dominant, the period was contemporaneously known in Irish as An Drochshaol, loosely translated as \"the hard times\". The worst year of th"}, {"title": "Young Irelander Rebellion of 1848", "href": "/wiki/Young_Irelander_Rebellion_of_1848", "description": "The Young Irelander Rebellion was a failed Irish nationalist uprising led by the Young Ireland movement, part of the wider Revolutions of 1848 that affected most of Europe. It took place on 29 July 1848 at Farranrory, a small settlement about 4.3 km north-northeast of the village of Ballingarry, South Tipperary. After being chased by a force of Young Irelanders and their supporters, an Irish Const"}, {"title": "County Tipperary", "href": "/wiki/County_Tipperary", "description": "County Tipperary is a county in Ireland. It is located in the province of Munster. The county is named after the town of Tipperary, and was established in the early thirteenth century, shortly after the Norman invasion of Ireland. The population of the county was 159,553 at the 2016 census. The largest towns are Clonmel, Nenagh and Thurles."}, {"title": "Irish nationalism", "href": "/wiki/Irish_nationalism", "description": "Irish nationalism is a nationalist political movement which, in its broadest sense, asserts that the people of Ireland should govern Ireland as a sovereign state. Since the mid-19th century, Irish Nationalism has largely taken the form of cultural nationalism based on the principles of national self-determination and popular sovereignty. Early Irish nationalists during the 18th, 19th, and 20th cen"}]}, {"heading": "Events", "year": "1851", "date": "July 29", "txt": "Annibale de Gasparis discovers asteroid 15 Eunomia.", "entities": [{"title": "Annibale de Gasparis", "href": "/wiki/Annibale_de_Gasparis", "description": "Annibale de Gasparis was an Italian astronomer, known for discovering asteroids and his contributions to theoretical astronomy."}, {"title": "Asteroid", "href": "/wiki/Asteroid", "description": "An asteroid is a minor planet of the inner Solar System. Historically, these terms have been applied to any astronomical object orbiting the Sun that did not resolve into a disc in a telescope and was not observed to have characteristics of an active comet such as a tail. As minor planets in the outer Solar System were discovered that were found to have volatile-rich surfaces similar to comets, th"}, {"title": "15 Eunomia", "href": "/wiki/15_Eunomia", "description": "Eunomia is a very large asteroid in the inner asteroid belt. It is the largest of the stony (S-type) asteroids, and somewhere between the 8th- and 12th-largest main-belt asteroid overall. It is the largest Eunomian asteroid, and is estimated to contain 1% of the mass of the asteroid belt."}]}, {"heading": "Events", "year": "1858", "date": "July 29", "txt": "United States and Japan sign the Harris Treaty.", "entities": [{"title": "Treaty of Amity and Commerce (United States–Japan)", "href": "/wiki/Treaty_of_Amity_and_Commerce_(United_States%E2%80%93Japan)", "description": "The Treaty of Amity and Commerce between Japan and the United States , also called the Harris Treaty, was signed on the deck of the USS Powhatan in Edo Bay on July 29, 1858. It opened the ports of Kanagawa and four other Japanese cities to trade and granted extraterritoriality to foreigners, among a number of trading stipulations."}]}, {"heading": "Events", "year": "1864", "date": "July 29", "txt": "American Civil War: Confederate spy Belle Boyd is arrested by Union troops and detained at the Old Capitol Prison in Washington, D.C.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Belle Boyd", "href": "/wiki/Belle_Boyd", "description": "Isabella Maria Boyd, best known as Belle Boyd, was a Confederate spy in the American Civil War. She operated from her father's hotel in Front Royal, Virginia, and provided valuable information to Confederate General Stonewall Jackson in 1862."}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Old Capitol Prison", "href": "/wiki/Old_Capitol_Prison", "description": "The Old Brick Capitol in Washington, D.C., served as the temporary Capitol of the United States from 1815 to 1819. The building was a private school, a boarding house, and, during the American Civil War, a prison known as the Old Capitol Prison. It was demolished in 1929, and its site is now occupied by the U.S. Supreme Court building."}]}, {"heading": "Events", "year": "1871", "date": "July 29", "txt": "The Connecticut Valley Railroad opens between Old Saybrook, Connecticut and Hartford, Connecticut in the United States.", "entities": [{"title": "Valley Railroad (Connecticut)", "href": "/wiki/Valley_Railroad_(Connecticut)", "description": "The Valley Railroad is a heritage railroad based in Connecticut on tracks of the Connecticut Valley Railroad, which was founded in 1868. It operates the Essex Steam Train and the Essex Clipper Dinner Train."}, {"title": "Old Saybrook, Connecticut", "href": "/wiki/Old_Saybrook,_Connecticut", "description": "Old Saybrook is a town in Middlesex County, Connecticut, United States. The population was 10,242 at the 2010 census. It contains the incorporated borough of Fenwick, as well as the census-designated places of Old Saybrook Center and Saybrook Manor."}, {"title": "Hartford, Connecticut", "href": "/wiki/Hartford,_Connecticut", "description": "Hartford is the capital city of the U.S. state of Connecticut. It was the seat of Hartford County until Connecticut disbanded county government in 1960. It is the core city in the Greater Hartford metropolitan area. Census estimates since the 2010 United States Census have indicated that Hartford is the fourth-largest city in Connecticut, behind the coastal cities of Bridgeport, New Haven, and Sta"}]}, {"heading": "Events", "year": "1899", "date": "July 29", "txt": "The First Hague Convention is signed.", "entities": [{"title": "Hague Conventions of 1899 and 1907", "href": "/wiki/Hague_Conventions_of_1899_and_1907", "description": "The Hague Conventions of 1899 and 1907 are a series of international treaties and declarations negotiated at two international peace conferences at The Hague in the Netherlands. Along with the Geneva Conventions, the Hague Conventions were among the first formal statements of the laws of war and war crimes in the body of secular international law. A third conference was planned for 1914 and later "}]}, {"heading": "Events", "year": "1900", "date": "July 29", "txt": "In Italy, King Umberto I of Italy is assassinated by the anarchist Gaetano Bresci.", "entities": [{"title": "Umberto I of Italy", "href": "/wiki/Umberto_I_of_Italy", "description": "Umberto I, nicknamed the Good, was the King of Italy from 9 January 1878 until his assassination on 29 July 1900."}, {"title": "Anarchism", "href": "/wiki/Anarchism", "description": "Anarchism is a political philosophy and movement that is sceptical of authority and rejects all involuntary, coercive forms of hierarchy. Anarchism calls for the abolition of the state, which it holds to be undesirable, unnecessary, and harmful. As a historically far-left movement, it is usually described alongside libertarian Marxism as the libertarian wing of the socialist movement and has a str"}, {"title": "Gaetano Bresci", "href": "/wiki/Gaetano_Bresci", "description": "Gaetano Bresci was an Italian anarchist who assassinated King Umberto I of Italy on July 29, 1900. Bresci was the first European regicide offender not to be executed, as capital punishment in Italy had been abolished in 1889."}]}, {"heading": "Events", "year": "1907", "date": "July 29", "txt": "Sir Robert Baden-Powell sets up the Brownsea Island Scout camp in Poole Harbour on the south coast of England. The camp runs from August 1 to August 9 and is regarded as the foundation of the Scouting movement.", "entities": [{"title": "Robert Baden-Powell, 1st Baron Baden-Powell", "href": "/wiki/Robert_Baden-Powell,_1st_Baron_Baden-Powell", "description": "Lieutenant General Robert Stephenson Smyth Baden-Powell, 1st Baron Baden-Powell,, was a British Army officer, writer, founder and first Chief Scout of the world-wide Scout Movement, and founder, with his sister Agnes, of the world-wide Girl Guide / Girl Scout Movement. Baden-Powell authored the first editions of the seminal work Scouting for Boys, which was an inspiration for the Scout Movement."}, {"title": "Brownsea Island Scout camp", "href": "/wiki/Brownsea_Island_Scout_camp", "description": "The Brownsea Island Scout camp was the site of a boys' camping event on Brownsea Island in Poole Harbour, southern England, organised by Lieutenant-General Baden-Powell to test his ideas for the book Scouting for Boys. Boys from different social backgrounds participated from 1 to 8 August 1907 in activities around camping, observation, woodcraft, chivalry, lifesaving and patriotism. The event is r"}, {"title": "Poole Harbour", "href": "/wiki/Poole_Harbour", "description": "Poole Harbour is a large natural harbour in Dorset, southern England, with the town of Poole on its shores. The harbour is a drowned valley (ria) formed at the end of the last ice age and is the estuary of several rivers, the largest being the Frome. The harbour has a long history of human settlement stretching to pre-Roman times. The harbour is extremely shallow, with one main dredged channel thr"}, {"title": "Scouting", "href": "/wiki/Scouting", "description": "The Scout movement, also known as Scouting or the Scouts, is a voluntary non-political educational movement for young people. Although it requires an oath of allegiance to a nation's leaders and, in some countries, to a god, it otherwise allows membership without distinction of gender, race or origin in accordance with the principles of its founder, Lord Baden-Powell. The purpose of the Scout Move"}]}, {"heading": "Events", "year": "1914", "date": "July 29", "txt": "The Cape Cod Canal opened.", "entities": [{"title": "Cape Cod Canal", "href": "/wiki/Cape_Cod_Canal", "description": "The Cape Cod Canal is an artificial waterway in the U.S. state of Massachusetts connecting Cape Cod Bay in the north to Buzzards Bay in the south, and is part of the Atlantic Intracoastal Waterway. The approximately seven-mile-long (11 km) canal traverses the narrow neck of land joining Cape Cod to the state's mainland. Most of its length follows tidal rivers widened to 480 feet (150 m) and deepen"}]}, {"heading": "Events", "year": "1920", "date": "July 29", "txt": "Construction of the Link River Dam begins as part of the Klamath Reclamation Project.", "entities": [{"title": "Link River Dam", "href": "/wiki/Link_River_Dam", "description": "The Link River Dam is a concrete gravity dam on the Link River in the city of Klamath Falls, Oregon, United States. It was built in 1921 by the California Oregon Power Company (COPCO), the predecessor of PacifiCorp, which continues to operate the dam. The dam is owned by the U.S. Bureau of Reclamation."}, {"title": "Klamath Project", "href": "/wiki/Klamath_Project", "description": "\nThe Klamath Project is a water-management project developed by the United States Bureau of Reclamation to supply farmers with irrigation water and farmland in the Klamath Basin. The project also supplies water to the Tule Lake National Wildlife Refuge, and the Lower Klamath National Wildlife Refuge. The project was one of the first to be developed by the Reclamation Service, which later became th"}]}, {"heading": "Events", "year": "1921", "date": "July 29", "txt": "Adolf Hitler becomes leader of the National Socialist German Workers Party.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Nazi Party", "href": "/wiki/Nazi_Party", "description": "The Nazi Party, officially the National Socialist German Workers' Party, was a far-right political party in Germany active between 1920 and 1945, that created and supported the ideology of Nazism. Its precursor, the German Workers' Party, existed from 1919 to 1920. The Nazi Party emerged from the German nationalist, racist and populist Freikorps paramilitary culture, which fought against the commu"}]}, {"heading": "Events", "year": "1932", "date": "July 29", "txt": "Great Depression: In Washington, D.C., troops disperse the last of the \"Bonus Army\" of World War I veterans.", "entities": [{"title": "Great Depression", "href": "/wiki/Great_Depression", "description": "The Great Depression was a severe worldwide economic depression that took place mostly during the 1930s, beginning in the United States. The timing of the Great Depression varied across the world; in most countries, it started in 1929 and lasted until the late 1930s. It was the longest, deepest, and most widespread depression of the 20th century. The Great Depression is commonly used as an example"}, {"title": "Bonus Army", "href": "/wiki/Bonus_Army", "description": "The Bonus Army was a group of 43,000 demonstrators – made up of 17,000 U.S. World War I veterans, together with their families and affiliated groups – who gathered in Washington, D.C. in mid-1932 to demand early cash redemption of their service certificates. Organizers called the demonstrators the \"Bonus Expeditionary Force\", to echo the name of World War I's American Expeditionary Forces, while t"}]}, {"heading": "Events", "year": "1937", "date": "July 29", "txt": "Tōngzhōu Incident: In Tōngzhōu, China, the East Hopei Army attacks Japanese troops and civilians.", "entities": [{"title": "Tungchow Mutiny", "href": "/wiki/Tungchow_Mutiny", "description": "The Tungchow mutiny, sometimes referred to as the Tongzhou Incident, was an assault on Japanese civilians and troops by the collaborationist East Hopei Army in Tongzhou, China on 29 July 1937 shortly after the Marco Polo Bridge Incident that marked the official beginning of the Second Sino-Japanese War."}, {"title": "Tongzhou District, Beijing", "href": "/wiki/Tongzhou_District,_Beijing", "description": "Tongzhou District is a district of Beijing. It is located in southeast Beijing and considered the eastern gateway to the nation's capital. Downtown Tongzhou itself lies around 20 km (12 mi) east of central Beijing, at the northern end of the Grand Canal and at the easternmost end of Chang'an Avenue. The entire district covers an area of 906 km2 (350 sq mi), or 6% of Beijing's total area. It had a "}, {"title": "East Hopei Army", "href": "/wiki/East_Hopei_Army", "description": "The East Hopei Army was raised from the former soldiers of the Peace Preservation Corps that had been created by the Tangku Truce of 31 May 1933. The Demilitarized Zone Peace Preservation Corps had been the \"neutral\" force policing the Demilitarized area south of the Great Wall when Yin Ju-keng at the instigation of the Japanese proclaimed an Autonomous Government of Eastern Hopei in November 1935"}]}, {"heading": "Events", "year": "1945", "date": "July 29", "txt": "The BBC Light Programme radio station is launched for mainstream light entertainment and music.", "entities": [{"title": "BBC Light Programme", "href": "/wiki/BBC_Light_Programme", "description": "The BBC Light Programme was a BBC radio station which broadcast chiefly mainstream light entertainment and music from 1945 until 1967, when it was replaced by BBC Radio 2 and BBC Radio 1. It opened on 29 July 1945, taking over the longwave frequency which had earlier been used – prior to the outbreak of World War II on 1 September 1939 – by the BBC National Programme."}]}, {"heading": "Events", "year": "1948", "date": "July 29", "txt": "Olympic Games: The Games of the XIV Olympiad: After a hiatus of 12 years caused by World War II, the first Summer Olympics to be held since the 1936 Summer Olympics in Berlin, open in London.", "entities": [{"title": "Olympic Games", "href": "/wiki/Olympic_Games", "description": "The modern Olympic Games or Olympics are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating. The Olympic Games are normally held every four years, alternati"}, {"title": "1948 Summer Olympics", "href": "/wiki/1948_Summer_Olympics", "description": "The 1948 Summer Olympics were an international multi-sport event held from 29 July to 14 August 1948 in London, United Kingdom. Following a twelve-year hiatus caused by the outbreak of World War II, these were the first Summer Olympics held since the 1936 Games in Berlin. The 1940 Olympic Games had been scheduled for Tokyo and then for Helsinki, while the 1944 Olympic Games had been provisionally "}, {"title": "Summer Olympic Games", "href": "/wiki/Summer_Olympic_Games", "description": "The Summer Olympic Games also known as the Games of the Olympiad, are a major international multi-sport event normally held once every four years. The Games were first held in 1896 in Athens, Greece, and were most recently held in 2016 in Rio de Janeiro, Brazil. The International Olympic Committee (IOC) organises the Games and oversees the host city's preparations. In each Olympic event, gold meda"}, {"title": "1936 Summer Olympics", "href": "/wiki/1936_Summer_Olympics", "description": "The 1936 Summer Olympics, officially known as the Games of the XI Olympiad, were an international multi-sport event held from 1 to 16 August 1936 in Berlin, Germany. Berlin won the bid to host the Games over Barcelona at the 29th IOC Session on 26 April 1931. The 1936 Games marked the second and most recent time the International Olympic Committee gathered to vote in a city that was bidding to hos"}]}, {"heading": "Events", "year": "1950", "date": "July 29", "txt": "Korean War: After four days, the No Gun Ri Massacre ends when the US Army 7th Cavalry Regiment is withdrawn.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "No Gun Ri Massacre", "href": "/wiki/No_Gun_Ri_Massacre", "description": "The No Gun Ri massacre occurred on July 26–29, 1950, early in the Korean War, when an undetermined number of South Korean refugees were killed in a U.S. air attack and by small- and heavy-weapons fire of the American 7th Cavalry Regiment at a railroad bridge near the village of Nogeun-ri, 100 miles (160 km) southeast of Seoul. In 2005, a South Korean government inquest certified the names of 163 d"}, {"title": "7th Cavalry Regiment", "href": "/wiki/7th_Cavalry_Regiment", "description": "The 7th Cavalry Regiment is a United States Army cavalry regiment formed in 1866. Its official nickname is \"Garryowen\", after the Irish air \"Garryowen\" that was adopted as its march tune. 3rd and 4th Squadrons were disbanded."}]}, {"heading": "Events", "year": "1957", "date": "July 29", "txt": "The International Atomic Energy Agency is established.", "entities": [{"title": "International Atomic Energy Agency", "href": "/wiki/International_Atomic_Energy_Agency", "description": "The International Atomic Energy Agency (IAEA) is an international organization that seeks to promote the peaceful use of nuclear energy, and to inhibit its use for any military purpose, including nuclear weapons. The IAEA was established as an autonomous organisation on 29 July 1957. Though established independently of the United Nations through its own international treaty, the IAEA Statute, the "}]}, {"heading": "Events", "year": "1957", "date": "July 29", "txt": "The Tonight Show - Tonight_Starring_Jack_Paar premieres on NBC with Jack_Paar beginning the modern day talk show.", "entities": [{"title": "Tonight Starring Jack Paar", "href": "/wiki/Tonight_Starring_Jack_Paar", "description": "Tonight Starring Jack Paar was an American talk show hosted by Jack Paar under the Tonight Show franchise from 1957 to 1962. It aired during late-night."}, {"title": "Jack Paar", "href": "/wiki/Jack_Paar", "description": "Jack Harold Paar was an American author, movie actor, radio and television comedian, and talk show host. He was the popular second host of The Tonight Show from 1957 to 1962. Time magazine's obituary of Paar reported wryly, \"His fans would remember him as the fellow who split talk show history into two eras: Before Paar and Below Paar.\""}]}, {"heading": "Events", "year": "1958", "date": "July 29", "txt": "U.S. President Dwight D. Eisenhower signs into law the National Aeronautics and Space Act, which creates the National Aeronautics and Space Administration (NASA).", "entities": [{"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "National Aeronautics and Space Act", "href": "/wiki/National_Aeronautics_and_Space_Act", "description": "The National Aeronautics and Space Act of 1958 is the United States federal statute that created the National Aeronautics and Space Administration (NASA). The Act, which followed close on the heels of the Soviet Union's launch of Sputnik, was drafted by the United States House Select Committee on Astronautics and Space Exploration and on July 29, 1958 was signed by President Eisenhower. Prior to e"}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}]}, {"heading": "Events", "year": "1959", "date": "July 29", "txt": "First United States Congress elections in Hawaii as a state of the Union.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1965", "date": "July 29", "txt": "Vietnam War: The first 4,000 101st Airborne Division paratroopers arrive in Vietnam, landing at Cam Ranh Bay.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "101st Airborne Division", "href": "/wiki/101st_Airborne_Division", "description": "The 101st Airborne Division is a light infantry division of the United States Army specializing in air assault operations. The Screaming Eagles were referred to as \"the tip of the spear\" by former U.S. Secretary of Defense Robert Gates and the most potent and tactically mobile of the U.S. Army's divisions by former Chief of Staff of the Army GEN Edward C. Meyer. Today, the 101st Airborne is able t"}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "Cam Ranh Bay", "href": "/wiki/Cam_Ranh_Bay", "description": "Cam Ranh Bay is a deep-water bay in Vietnam in Khánh Hòa Province. It is located at an inlet of the South China Sea situated on the southeastern coast of Vietnam, between Phan Rang and Nha Trang, approximately 290 kilometers northeast of Ho Chi Minh City."}]}, {"heading": "Events", "year": "1967", "date": "July 29", "txt": "Vietnam War: Off the coast of North Vietnam the USS Forrestal catches on fire in the worst U.S. naval disaster since World War II, killing 134.", "entities": [{"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}, {"title": "USS Forrestal (CV-59)", "href": "/wiki/USS_Forrestal_(CV-59)", "description": "USS Forrestal (CV-59), was a supercarrier named after the first Secretary of Defense James Forrestal. Commissioned in 1955, she was the United States' first completed supercarrier, and was the lead ship of her class. Unlike the successor  Nimitz class, Forrestal and her class were conventionally powered. The other carriers of her class were USS Saratoga, USS Ranger and USS Independence. She surpas"}, {"title": "1967 USS Forrestal fire", "href": "/wiki/1967_USS_Forrestal_fire", "description": "On 29 July 1967, a fire broke out on board the aircraft carrier USS Forrestal after an electrical anomaly caused a Zuni rocket on a F-4B Phantom to fire, striking an external fuel tank of an A-4 Skyhawk. The flammable jet fuel spilled across the flight deck, ignited, and triggered a chain-reaction of explosions that killed 134 sailors and injured 161. At the time, Forrestal was engaged in combat o"}]}, {"heading": "Events", "year": "1967", "date": "July 29", "txt": "During the fourth day of celebrating its 400th anniversary, the city of Caracas, Venezuela is shaken by an earthquake, leaving approximately 500 dead.", "entities": [{"title": "1967 Caracas earthquake", "href": "/wiki/1967_Caracas_earthquake", "description": "The 1967 Caracas earthquake occurred in Caracas, Venezuela, and La Guaira, Vargas on 29 July at 8:00 p.m. Its epicenter took place in the litoral central and lasted 35 seconds. It heavily affected areas such as Altamira, Los Palos Grandes, and Litoral Central. In the aftermath of the earthquake, there were several aftershocks of lower intensity. The earthquake left a toll of 1,536 injured, 225–300"}]}, {"heading": "Events", "year": "1973", "date": "July 29", "txt": "Greeks vote to abolish the monarchy, beginning the first period of the Metapolitefsi.", "entities": [{"title": "Greek republic referendum, 1973", "href": "/wiki/Greek_republic_referendum,_1973", "description": "A constitutional referendum was held in Greece on 29 July 1973. The amendments would abolish the monarchy and establish a republic. The proposal was approved by 78.6% of voters with a turnout of 75.0%. This initiated the first period of the Metapolitefsi."}, {"title": "Metapolitefsi", "href": "/wiki/Metapolitefsi", "description": "\nThe Metapolitefsi was a period in modern Greek history from the fall of the Papadopoulos military junta of 1967–74 to the transition period shortly after the 1974 legislative elections."}]}, {"heading": "Events", "year": "1973", "date": "July 29", "txt": "Driver Roger Williamson is killed during the Dutch Grand Prix, after a suspected tire failure causes his car to pitch into the barriers at high speed.", "entities": [{"title": "1973 Dutch Grand Prix", "href": "/wiki/1973_Dutch_Grand_Prix", "description": "The 1973 Dutch Grand Prix was a Formula One motor race held at Zandvoort on July 29, 1973. It was race 10 of 15 in both the 1973 World Championship of Drivers and the 1973 International Cup for Formula One Manufacturers. Zandvoort returned to the Formula One calendar following a year's absence for extensive safety upgrades to the race track including new asphalt, new barriers and a new race contro"}]}, {"heading": "Events", "year": "1976", "date": "July 29", "txt": "In New York City, David Berkowitz (a.k.a. the \"Son of Sam\") kills one person and seriously wounds another in the first of a series of attacks.", "entities": [{"title": "David Berkowitz", "href": "/wiki/David_Berkowitz", "description": "David Richard Berkowitz, also self-proclaimed with the name Son of Sam and christened by the media as the .44 Caliber Killer due to the weapon he used, is an American serial killer who pleaded guilty to eight separate shooting attacks that began in New York City during the summer of 1976."}]}, {"heading": "Events", "year": "1980", "date": "July 29", "txt": "Iran adopts a new \"holy\" flag after the Islamic Revolution.", "entities": [{"title": "Flag of Iran", "href": "/wiki/Flag_of_Iran", "description": "The flag of Iran, also known as the Three-Coloured Flag, is a tricolour comprising equal horizontal bands of green, white and red with the national emblem (\"Allah\") in red centred on the white band and the takbir written 11 times in the Kufic script in white, at the bottom of the green and the top of the red band."}, {"title": "Islamic Revolution", "href": "/wiki/Islamic_Revolution", "description": "The Iranian Revolution ; locally known as the Islamic Revolution was a series of events that culminated in the overthrow of the Pahlavi dynasty under Shah Mohammad Reza Pahlavi, and the replacement of his government with an Islamic republic under the Grand Ayatollah Ruhollah Khomeini, a leader of one of the factions in the revolt. The revolution was supported by various Islamist and leftist organi"}]}, {"heading": "Events", "year": "1981", "date": "July 29", "txt": "A worldwide television audience of over 700 million people watch the wedding of Charles, Prince of Wales, and Lady Diana Spencer at St Paul's Cathedral in London.", "entities": [{"title": "Wedding of Charles, Prince of Wales, and Lady Diana Spencer", "href": "/wiki/Wedding_of_Charles,_Prince_of_Wales,_and_Lady_Diana_Spencer", "description": "The wedding of Prince Charles and Lady Diana Spencer took place on Wednesday 29 July 1981 at St Paul's Cathedral in London, United Kingdom. The groom was the heir apparent to the British throne, and the bride was a member of the Spencer family."}, {"title": "St Paul's Cathedral", "href": "/wiki/St_Paul%27s_Cathedral", "description": "St Paul's Cathedral is an Anglican cathedral in London, United Kingdom, which, as the cathedral of the Bishop of London, serves as the mother church of the Diocese of London. It sits on Ludgate Hill at the highest point of the City of London and is a Grade I listed building. Its dedication to Paul the Apostle dates back to the original church on this site, founded in AD 604. The present cathedral,"}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "1981", "date": "July 29", "txt": "After impeachment on June 21, Abolhassan Banisadr flees with Massoud Rajavi to Paris, in an Iranian Air Force Boeing 707, piloted by Colonel Behzad Moezzi, to form the National Council of Resistance of Iran.", "entities": [{"title": "Massoud Rajavi", "href": "/wiki/Massoud_Rajavi", "description": "Massoud Rajavi is the leader of the People's Mujahedin of Iran (MEK), alongside Maryam Rajavi, to whom he is married. After leaving Iran in 1981, he resided in France and Iraq. He disappeared in the 2003 invasion of Iraq and it is not known whether he is still alive."}, {"title": "Paris", "href": "/wiki/Paris", "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometres. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science and arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region,"}, {"title": "Islamic Republic of Iran Air Force", "href": "/wiki/Islamic_Republic_of_Iran_Air_Force", "description": "The Islamic Republic of Iran Air Force is the aviation branch of the Islamic Republic of Iran Army. The present Air Force came into being when the Imperial Iranian Air Force was renamed in 1979. It is one of the few air forces in the Middle East, with experience in a conventional war, having fought the Iran-Iraq War. It has carried out major operations like Operation Kaman 99, Operation Sultan 10,"}, {"title": "Boeing 707", "href": "/wiki/Boeing_707", "description": "The Boeing 707 is an American long-range narrow-body airliner produced by Boeing Commercial Airplanes, its first jetliner.\n\nDeveloped from the Boeing 367-80, a prototype first flown in 1954, the initial 707-120 first flew on December 20, 1957.\nPan American World Airways began regular 707 service on October 26, 1958, and it was built until 1979.\n\nA quadjet, the 707 has a swept wing with podded engi"}, {"title": "National Council of Resistance of Iran", "href": "/wiki/National_Council_of_Resistance_of_Iran", "description": "The National Council of Resistance of Iran is an Iranian political organization based in France and Albania. The organization is a political coalition calling to replace the Iranian regime. The coalition is made up of different Iranian dissident groups, with its main member being the People's Mujahedin of Iran (MEK). Both organizations are considered to be led by Massoud Rajavi and his wife Maryam"}]}, {"heading": "Events", "year": "1987", "date": "July 29", "txt": "British Prime Minister Margaret Thatcher and President of France François Mitterrand sign the agreement to build a tunnel under the English Channel (Eurotunnel).", "entities": [{"title": "Margaret Thatcher", "href": "/wiki/Margaret_Thatcher", "description": "Margaret Hilda Thatcher, Baroness Thatcher, was a British stateswoman who served as Prime Minister of the United Kingdom from 1979 to 1990 and Leader of the Conservative Party from 1975 to 1990. She was the longest-serving British prime minister of the 20th century and the first woman to hold that office. A Soviet journalist dubbed her the \"Iron Lady\", a nickname that became associated with her un"}, {"title": "François Mitterrand", "href": "/wiki/Fran%C3%A7ois_Mitterrand", "description": "François Marie Adrien Maurice Mitterrand was a French statesman who served as President of France from 1981 to 1995, the longest time in office in the history of France. As First Secretary of the Socialist Party, he was the first left-wing politician to assume the presidency under the Fifth Republic."}, {"title": "English Channel", "href": "/wiki/English_Channel", "description": "The English Channel, also called simply the Channel, is an arm of the Atlantic Ocean that separates Southern England from northern France and links to the southern part of the North Sea by the Strait of Dover at its northeastern end. It is the busiest shipping area in the world."}, {"title": "Eurotunnel", "href": "/wiki/Eurotunnel", "description": "Getlink, formerly Groupe Eurotunnel, is a European public company based in Paris, that manages and operates the infrastructure of the Channel Tunnel between England and France, operates the Eurotunnel Shuttle train service, and earns revenue on other trains that operate through the tunnel."}]}, {"heading": "Events", "year": "1987", "date": "July 29", "txt": "Prime Minister of India Rajiv Gandhi and President of Sri Lanka J. R. Jayewardene sign the Indo-Sri Lanka Accord on ethnic issues.", "entities": [{"title": "J. R. Jayewardene", "href": "/wiki/J._R._Jayewardene", "description": "Junius Richard Jayewardene, commonly abbreviated in Sri Lanka as J. R., was the leader of Sri Lanka from 1977 to 1989, serving as Prime Minister from 1977 to 1978 and as the second President of Sri Lanka from 1978 to 1989. He was a leader of the nationalist movement in Ceylon who served in a variety of cabinet positions in the decades following independence. A longtime member of the United Nationa"}, {"title": "Indo-Sri Lanka Accord", "href": "/wiki/Indo-Sri_Lanka_Accord", "description": "The Indo-Sri Lanka Peace Accord was an accord signed in Colombo on 29 July 1987, between Indian Prime Minister Rajiv Gandhi and Sri Lankan President J. R. Jayewardene. The accord was expected to resolve the Sri Lankan Civil War by enabling the thirteenth Amendment to the Constitution of Sri Lanka and the Provincial Councils Act of 1987. Under the terms of the agreement, Colombo agreed to a devolut"}]}, {"heading": "Events", "year": "1993", "date": "July 29", "txt": "The Supreme Court of Israel acquits alleged Nazi death camp guard John Demjanjuk of all charges and he is set free.", "entities": [{"title": "Supreme Court of Israel", "href": "/wiki/Supreme_Court_of_Israel", "description": "The Supreme Court is the highest court in Israel. It has ultimate appellate jurisdiction over all other courts, and in some cases original jurisdiction."}, {"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "John Demjanjuk", "href": "/wiki/John_Demjanjuk", "description": "John Demjanjuk was a Ukrainian-American who served as a Trawniki man and Nazi camp guard at Sobibor extermination camp, Majdanek, and Flossenbürg. Demjanjuk became the center of global media attention in the 1980s, when he was tried and convicted after being misidentified as \"Ivan the Terrible\", a notoriously cruel watchman at Treblinka extermination camp. Shortly before his death, he was again tr"}]}, {"heading": "Events", "year": "1996", "date": "July 29", "txt": "The child protection portion of the Communications Decency Act is struck down by a U.S. federal court as too broad.", "entities": [{"title": "Communications Decency Act", "href": "/wiki/Communications_Decency_Act", "description": "The Communications Decency Act of 1996 (CDA) was the United States Congress's first notable attempt to regulate pornographic material on the Internet. In the 1997 landmark case Reno v. ACLU, the United States Supreme Court struck the act's anti-indecency provisions."}, {"title": "United States federal courts", "href": "/wiki/United_States_federal_courts", "description": "The federal judiciary of the United States is one of the three branches of the federal government of the United States organized under the United States Constitution and laws of the federal government. Article III of the Constitution requires the establishment of a Supreme Court and permits the Congress to create other federal courts, and place limitations on their jurisdiction. Article III federa"}]}, {"heading": "Events", "year": "2005", "date": "July 29", "txt": "Astronomers announce their discovery of the dwarf planet Eris.", "entities": [{"title": "Eris (dwarf planet)", "href": "/wiki/Eris_(dwarf_planet)", "description": "Eris is the most massive and second-largest known dwarf planet in the Solar System. Eris is a trans-Neptunian object (TNO), has a high-eccentricity orbit, and is a member of the scattered disk. Eris was discovered in January 2005 by a Palomar Observatory-based team led by Mike Brown, and its discovery was verified later that year. In September 2006 it was named after the Greco-Roman goddess of str"}]}, {"heading": "Events", "year": "2010", "date": "July 29", "txt": "An overloaded passenger ferry capsizes on the Kasai River in Bandundu Province, Democratic Republic of the Congo, resulting in at least 80 deaths.", "entities": [{"title": "Kasai River disaster", "href": "/wiki/Kasai_River_disaster", "description": "On 29 July 2010, an overloaded passenger ferry capsized on the Kasai River in Bandundu province, east of Kinshasa, in the Democratic Republic of the Congo. At least 80 people were confirmed to have died, with other accounts putting this figure closer to 140."}, {"title": "Kasai River", "href": "/wiki/Kasai_River", "description": "The Kasai River is a tributary of the Congo River, located in Central Africa. The river begins in central Angola and flows to the east until it reaches the border between Angola and the Democratic Republic of the Congo (DRC), where it turns north and serves as the border until it flows into the DRC. From Ilebo, between the confluences with Lulua river and Sankuru river, the Kasai river turns to a "}, {"title": "Bandundu Province", "href": "/wiki/Bandundu_Province", "description": "Bandundu is one of eleven former provinces of the Democratic Republic of the Congo. It bordered the provinces of Kinshasa and Bas-Congo to the west, Équateur to the north, and Kasai-Occidental to the east. The provincial capital is also called Bandundu."}, {"title": "Democratic Republic of the Congo", "href": "/wiki/Democratic_Republic_of_the_Congo", "description": "The Democratic Republic of the Congo (DRC), also known as Congo-Kinshasa, DR Congo, the DROC, or simply either Congo or the Congo, and historically Zaire, is a country in Central Africa. It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa, and the 11th-largest in the world. With a population of around 105 million, the Democratic Republic of the Congo is t"}]}, {"heading": "Events", "year": "2013", "date": "July 29", "txt": "Two passenger trains collide in the Swiss municipality of Granges-près-Marnand near Lausanne injuring 25 people.", "entities": [{"title": "Granges-près-Marnand train crash", "href": "/wiki/Granges-pr%C3%A8s-Marnand_train_crash", "description": "On 29 July 2013, two passenger trains were involved in a head-on collision at Granges-près-Marnand, Switzerland, killing one person and injuring 25 others."}, {"title": "Granges-près-Marnand", "href": "/wiki/Granges-pr%C3%A8s-Marnand", "description": "Granges-près-Marnand is a former municipality in the district of Broye-Vully in the canton of Vaud in Switzerland."}, {"title": "Lausanne", "href": "/wiki/Lausanne", "description": "Lausanne is the capital city and biggest town of the canton of Vaud in Romandy, Switzerland. A municipality, it is situated on the shores of Lake Léman. It faces the French town of Évian-les-Bains, with the Jura Mountains to its north-west. Lausanne is located 62 kilometres northeast of Geneva."}]}, {"heading": "Events", "year": "2019", "date": "July 29", "txt": "The 2019 Altamira prison riot between rival Brazilian drug gangs leaves 62 dead.", "entities": [{"title": "2019 Altamira prison riot", "href": "/wiki/2019_Altamira_prison_riot", "description": "The Altamira prison riot occurred on 29 July 2019, when a riot broke out at the Centro de Recuperação Regional de Altamira prison in Altamira, Pará, Brazil, due to drug turf disputes between rival gangs within the prison."}]}, {"heading": "Births", "year": "869", "date": "July 29", "txt": "Muhammad al-Mahdi, Iraqi 12th Imam (d. 941)", "entities": [{"title": "Muhammad al-Mahdi", "href": "/wiki/Muhammad_al-Mahdi", "description": "Muhammad ibn al-Hasan al-Mahdi is believed by the Twelver Shia to be the Mahdi, an eschatological redeemer of Islam and the final Imam of the Twelve Imams who will emerge with Isa (Jesus) in order to fulfil their mission of bringing peace and justice to the world. Twelver Shias believe that al-Mahdi was born on the 15th Sha'ban 870 CE/ 256 AH and assumed Imamate at nearly four years of age followi"}]}, {"heading": "Births", "year": "996", "date": "July 29", "txt": "Fujiwara no Norimichi, Japanese nobleman (d. 1075)", "entities": [{"title": "Fujiwara no Norimichi", "href": "/wiki/Fujiwara_no_Norimichi", "description": "Fujiwara no Norimichi , fifth son of Michinaga, was a kugyo of the Heian period. His mother was Minamoto no Rinshi, daughter of Minamoto no Masanobu. Regent Yorimichi, Empress Shōshi, Empress Kenshi were his brother and sisters from the same mother. In 1068, the year when his daughter married Emperor Go-Reizei, he took the position of Kampaku, regent. He, however, lost the power when Emperor Go-Sa"}]}, {"heading": "Births", "year": "1166", "date": "July 29", "txt": "Henry II, French nobleman and king of Jerusalem (d. 1197)", "entities": [{"title": "Henry II, Count of Champagne", "href": "/wiki/Henry_II,_Count_of_Champagne", "description": "Henry II of Champagne was count of Champagne from 1181 to 1197, and king of Jerusalem from 1192 to 1197 by virtue of his marriage to Queen Isabella I of Jerusalem."}]}, {"heading": "Births", "year": "1356", "date": "July 29", "txt": "Martin the Elder, king of Aragon, Valencia and Majorca  (d. 1410)", "entities": [{"title": "Martin of Aragon", "href": "/wiki/Martin_of_Aragon", "description": "Martin the Humane, also called the Elder and the Ecclesiastic, was King of Aragon, Valencia, Sardinia and Corsica and Count of Barcelona from 1396 and King of Sicily from 1409. He failed to secure the accession of his illegitimate grandson, Frederic, Count of Luna, and with him the rule of the House of Barcelona came to an end."}]}, {"heading": "Births", "year": "1537", "date": "July 29", "txt": "Pedro Téllez-Girón, Spanish nobleman (d. 1590)", "entities": [{"title": "Pedro Téllez-Girón, 1st Duke of Osuna", "href": "/wiki/Pedro_T%C3%A9llez-Gir%C3%B3n,_1st_Duke_of_Osuna", "description": "Pedro Téllez-Girón, 1st Duke of Osuna, 5th count of Ureña was a Spanish nobleman and administrator."}]}, {"heading": "Births", "year": "1573", "date": "July 29", "txt": "Philip II, duke of Pomerania-Stettin (d. 1618)", "entities": [{"title": "Philip II, Duke of Pomerania", "href": "/wiki/Philip_II,_Duke_of_Pomerania", "description": "Philip II, Duke of Pomerania-Stettin was from 1606 to 1618 the reigning duke of Pomerania-Stettin and is considered among the one of the most artistic of the Pomeranian dukes. He married Sophia of Schleswig-Holstein-Sonderburg in 1607. The marriage remained childless."}]}, {"heading": "Births", "year": "1580", "date": "July 29", "txt": "Francesco Mochi, Italian sculptor (d. 1654)", "entities": [{"title": "Francesco Mochi", "href": "/wiki/Francesco_Mochi", "description": "Francesco Mochi was an Italian early-Baroque sculptor active mostly in Rome and Orvieto."}]}, {"heading": "Births", "year": "1605", "date": "July 29", "txt": "Simon Dach, German poet and hymn-writer (d. 1659)", "entities": [{"title": "Simon Dach", "href": "/wiki/Simon_Dach", "description": "Simon Dach was a German lyrical poet and hymnwriter, born in Memel, Duchy of Prussia."}]}, {"heading": "Births", "year": "1646", "date": "July 29", "txt": "Johann Theile, German organist and composer (d. 1724)", "entities": [{"title": "Johann Theile", "href": "/wiki/Johann_Theile", "description": "Johann Theile was a German composer of the Baroque era, famous for the opera Adam und Eva, Der erschaffene, gefallene und aufgerichtete Mensch, first performed in Hamburg on 2 January 1678."}]}, {"heading": "Births", "year": "1744", "date": "July 29", "txt": "Giulio Maria della Somaglia, Italian cardinal (d. 1830)", "entities": [{"title": "Giulio Maria della Somaglia", "href": "/wiki/Giulio_Maria_della_Somaglia", "description": "Giulio Maria della Somaglia was an Italian cardinal. He was — at least in his later life — a staunch zelante cardinal who, as Secretary of State under Pope Leo XII, helped enforce an authoritarian regime in the crumbling Papal States."}]}, {"heading": "Births", "year": "1763", "date": "July 29", "txt": "Philip Charles Durham, Scottish admiral and politician (d. 1845)", "entities": [{"title": "Philip Charles Durham", "href": "/wiki/Philip_Charles_Durham", "description": "Admiral Sir Philip Charles Henderson Calderwood Durham, GCB was a Royal Navy officer whose service in the American War of Independence, French Revolutionary War and Napoleonic Wars was lengthy, distinguished and at times controversial."}]}, {"heading": "Births", "year": "1797", "date": "July 29", "txt": "Daniel Drew, American businessman and financier (d. 1879)", "entities": [{"title": "Daniel Drew", "href": "/wiki/Daniel_Drew", "description": "Daniel Drew was an American businessman, steamship and railroad developer, and financier. Summarizing his life, Henry Clews wrote: \"Of all the great operators of Wall Street ... Daniel Drew furnishes the most remarkable instance of immense and long-continued success, followed by utter failure and hopeless bankruptcy\"."}]}, {"heading": "Births", "year": "1801", "date": "July 29", "txt": "George Bradshaw, English cartographer and publisher (d. 1853)", "entities": [{"title": "George Bradshaw", "href": "/wiki/George_Bradshaw", "description": "George Bradshaw was an English cartographer, printer and publisher. He developed Bradshaw's Guide, a widely sold series of combined railway guides and timetables."}]}, {"heading": "Births", "year": "1805", "date": "July 29", "txt": "Alexis de Tocqueville, French historian and philosopher (d. 1859)", "entities": [{"title": "Alexis de Tocqueville", "href": "/wiki/Alexis_de_Tocqueville", "description": "Alexis Charles Henri Clérel, comte de Tocqueville, colloquially known as Tocqueville, was a French aristocrat, diplomat, political scientist, political philosopher and historian. He is best known for his works Democracy in America and The Old Regime and the Revolution (1856). In both, he analysed the improved living standards and social conditions of individuals as well as their relationship to th"}]}, {"heading": "Births", "year": "1806", "date": "July 29", "txt": "Horace Abbott, American businessman and banker (d. 1887)", "entities": [{"title": "Horace Abbott", "href": "/wiki/Horace_Abbott", "description": "Horace Abbott was an American iron manufacturer and banker. His work included the armor plating for USS Monitor, USS Agamenticus, USS Roanoke, and USS Monadnock."}]}, {"heading": "Births", "year": "1817", "date": "July 29", "txt": "Ivan Aivazovsky, Armenian-Russian painter and illustrator (d. 1900)", "entities": [{"title": "Ivan Aivazovsky", "href": "/wiki/Ivan_Aivazovsky", "description": "Ivan Konstantinovich Aivazovsky was a Russian Romantic painter who is considered one of the greatest masters of marine art. Baptized as Hovhannes Aivazian, he was born into an Armenian family in the Black Sea port of Feodosia in Crimea and was mostly based there."}]}, {"heading": "Births", "year": "1817", "date": "July 29", "txt": "Martin Körber, Baltic German pastor, composer, and conductor (d. 1893)", "entities": []}, {"heading": "Births", "year": "1841", "date": "July 29", "txt": "Gerhard Armauer Hansen, Norwegian physician (d. 1912)", "entities": [{"title": "Gerhard Armauer Hansen", "href": "/wiki/Gerhard_Armauer_Hansen", "description": "Gerhard Henrik Armauer Hansen was a Norwegian physician, remembered for his identification of the bacterium Mycobacterium leprae in 1873 as the causative agent of leprosy. His distinguished work was recognized at the International Leprosy Congress held at Bergen in 1909."}]}, {"heading": "Births", "year": "1843", "date": "July 29", "txt": "Johannes Schmidt, German linguist and academic (d. 1901)", "entities": [{"title": "Johannes Schmidt (linguist)", "href": "/wiki/Johannes_Schmidt_(linguist)", "description": "Johannes Friedrich Heinrich Schmidt was a German linguist. He developed the Wellentheorie of language development."}]}, {"heading": "Births", "year": "1846", "date": "July 29", "txt": "Sophie Menter, German pianist and composer (d. 1918)", "entities": [{"title": "Sophie Menter", "href": "/wiki/Sophie_Menter", "description": "Sophie Menter was a German pianist and composer who became the favorite female student of Franz Liszt. She was called l'incarnation de Liszt in Paris because of her robust, electrifying playing style and was considered one of the greatest piano virtuosos of her time. She died at Stockdorf, near Munich."}]}, {"heading": "Births", "year": "1846", "date": "July 29", "txt": "Isabel, Brazilian princess  (d. 1921)", "entities": []}, {"heading": "Births", "year": "1849", "date": "July 29", "txt": "Max Nordau, Hungarian physician, author, and critic, co-founded the World Zionist Organization (d. 1923)", "entities": [{"title": "Max Nordau", "href": "/wiki/Max_Nordau", "description": "Max Simon Nordau was a Zionist leader, physician, author, and social critic."}, {"title": "World Zionist Organization", "href": "/wiki/World_Zionist_Organization", "description": "The World Zionist Organization, or WZO, is a non-governmental organization that promotes Zionism. It was founded as the Zionist Organization at the initiative of Theodor Herzl at the First Zionist Congress, which took place in August 1897 in Basel, Switzerland. The goals of the Zionist movement were set out in the Basel Program."}]}, {"heading": "Births", "year": "1859", "date": "July 29", "txt": "Francisco Rodrigues da Cruz, Portuguese priest (d. 1948)", "entities": [{"title": "Francisco Rodrigues da Cruz", "href": "/wiki/Francisco_Rodrigues_da_Cruz", "description": "Francisco Rodrigues da Cruz, S.J., more commonly known as Father Cruz was a Portuguese priest of the Catholic Church. Revered in Portugal for his apostolic fervor and charity, he visited prisons and hospitals in every city, gave alms to the poor and ministered spiritually to all, achieving a great reputation for sanctity. Some called him \"Blessed Father Cruz\" and \"Apostle of Charity\" still in his "}]}, {"heading": "Births", "year": "1860", "date": "July 29", "txt": "Charles Cochrane-Baillie, 2nd Baron Lamington, English politician, 8th Governor of Queensland (d. 1940)", "entities": [{"title": "Charles Cochrane-Baillie, 2nd Baron Lamington", "href": "/wiki/Charles_Cochrane-Baillie,_2nd_Baron_Lamington", "description": "Charles Wallace Alexander Napier Cochrane-Baillie, 2nd Baron Lamington, was a British politician and colonial administrator who served as Governor of Queensland from 1896 to 1901, and Governor of Bombay from 1903 to 1907."}, {"title": "Governor of Queensland", "href": "/wiki/Governor_of_Queensland", "description": "The Governor of Queensland is the representative in the state of Queensland of the Queen of Australia. In an analogous way to the Governor-General of Australia at the national level, the Governor performs constitutional and ceremonial functions at the state level. In particular the governor has the power to appoint and dismiss the Premier of Queensland and all other ministers in the cabinet, and i"}]}, {"heading": "Births", "year": "1867", "date": "July 29", "txt": "Berthold Oppenheim, Moravian rabbi (d. 1942)", "entities": [{"title": "Berthold Oppenheim", "href": "/wiki/Berthold_Oppenheim", "description": "Berthold Oppenheim (1867–1942) was the rabbi of Olomouc, Moravia, from 1892 to 1939. He was murdered in 1942 at the Treblinka extermination camp."}]}, {"heading": "Births", "year": "1869", "date": "July 29", "txt": "Booth Tarkington,  American novelist and dramatist (d. 1946)", "entities": [{"title": "Booth Tarkington", "href": "/wiki/Booth_Tarkington", "description": "Newton Booth Tarkington was an American novelist and dramatist best known for his novels The Magnificent Ambersons (1918) and Alice Adams (1921). He is one of only four novelists to win the Pulitzer Prize for Fiction more than once, along with William Faulkner, John Updike, and Colson Whitehead. In the 1910s and 1920s he was considered America's greatest living author. Several of his stories were "}]}, {"heading": "Births", "year": "1871", "date": "July 29", "txt": "Jakob Mändmets, Estonian writer and journalist (d. 1930)", "entities": [{"title": "Jakob Mändmets", "href": "/wiki/Jakob_M%C3%A4ndmets", "description": "Jakob Mändmets was an Estonian writer and journalist."}]}, {"heading": "Births", "year": "1872", "date": "July 29", "txt": "Eric Alfred Knudsen, American author, lawyer, and politician (d. 1957)", "entities": [{"title": "Eric Alfred Knudsen", "href": "/wiki/Eric_Alfred_Knudsen", "description": "Eric Alfred Knudsen was an American writer, folklorist, lawyer and politician who grew up and lived on Kauai, Hawaii. His father was Valdemar Knudsen, a west Kauai sugar plantation pioneer."}]}, {"heading": "Births", "year": "1874", "date": "July 29", "txt": "J. S. Woodsworth, Canadian minister and politician (d. 1942)", "entities": [{"title": "J. S. Woodsworth", "href": "/wiki/J._S._Woodsworth", "description": "James Shaver Woodsworth was a pre–First World War pioneer of the Canadian Social Gospel, a Christian religious movement with social democratic values and links to organized labour. He was a long-time leader and publicist in the movement and was an elected politician under the label, serving as MP from 1921 to his death in 1942. He helped found the Co-operative Commonwealth Federation (CCF), a fore"}]}, {"heading": "Births", "year": "1876", "date": "July 29", "txt": "Maria Ouspenskaya, Russian-American actress and acting teacher (d. 1949)", "entities": [{"title": "Maria Ouspenskaya", "href": "/wiki/Maria_Ouspenskaya", "description": "Maria Alekseyevna Ouspenskaya was a Russian actress and acting teacher. She achieved success as a stage actress as a young woman in Russia, and as an elderly woman in Hollywood films."}]}, {"heading": "Births", "year": "1878", "date": "July 29", "txt": "Don Marquis, American author, poet, and playwright (d. 1937)", "entities": [{"title": "Don Marquis", "href": "/wiki/Don_Marquis", "description": "Donald Robert Perry Marquis was an American humorist, journalist, and author. He was variously a novelist, poet, newspaper columnist, and playwright. He is remembered best for creating the characters Archy and Mehitabel, supposed authors of humorous verse. During his lifetime he was equally famous for creating another fictitious character, \"the Old Soak,\" who was the subject of two books, a hit Br"}]}, {"heading": "Births", "year": "1883", "date": "July 29", "txt": "Porfirio Barba-Jacob, Colombian poet and author (d. 1942)", "entities": [{"title": "Porfirio Barba-Jacob", "href": "/wiki/Porfirio_Barba-Jacob", "description": "Miguel Ángel Osorio Benítez, better known by his pseudonym, Porfirio Barba-Jacob, was a Colombian poet and writer."}]}, {"heading": "Births", "year": "1883", "date": "July 29", "txt": "Benito Mussolini, Italian fascist revolutionary and politician, 27th Prime Minister of Italy (d. 1945)", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1884", "date": "July 29", "txt": "Ralph Austin Bard, American financier and politician, 2nd Under Secretary of the Navy (d. 1975)", "entities": [{"title": "Ralph Austin Bard", "href": "/wiki/Ralph_Austin_Bard", "description": "Ralph Austin Bard was a Chicago financier who served as Assistant Secretary of the Navy, 1941–1944, and as Under Secretary, 1944–1945. He is noted for a memorandum he wrote to Secretary of War Henry L. Stimson in 1945 urging that Japan be given a warning before the use of the atomic bomb on a strategic city. He was \"the only person known to have formally dissented from the use of the atomic bomb w"}, {"title": "Under Secretary of the Navy", "href": "/wiki/Under_Secretary_of_the_Navy", "description": "The Under Secretary of the Navy is the second-highest ranking civilian official in the United States Department of the Navy. The Under Secretary, called the \"Under\" in Pentagon slang, reports to the Secretary of the Navy (SECNAV). Before the creation of the Under Secretary's office, the second-highest civilian at the Department of the Navy was the Assistant Secretary of the Navy."}]}, {"heading": "Births", "year": "1885", "date": "July 29", "txt": "Theda Bara, American actress (d. 1955)", "entities": [{"title": "Theda Bara", "href": "/wiki/Theda_Bara", "description": "Theda Bara was an American silent film and stage actress."}]}, {"heading": "Births", "year": "1887", "date": "July 29", "txt": "Sigmund Romberg, Hungarian-American pianist and composer (d. 1951)", "entities": [{"title": "Sigmund Romberg", "href": "/wiki/Sigmund_Romberg", "description": "Sigmund Romberg was a Hungarian-born American composer. He is best known for his musicals and operettas, particularly The Student Prince (1924), The Desert Song (1926) and The New Moon (1928)."}]}, {"heading": "Births", "year": "1888", "date": "July 29", "txt": "Vladimir K. Zworykin, Russian-American engineer, invented the Iconoscope (d. 1982)", "entities": [{"title": "Vladimir K. Zworykin", "href": "/wiki/Vladimir_K._Zworykin", "description": "Vladimir Kosmich Zworykin was a Russian-American inventor, engineer, and pioneer of television technology. Zworykin invented a television transmitting and receiving system employing cathode ray tubes. He played a role in the practical development of television from the early thirties, including charge storage-type tubes, infrared image tubes and the electron microscope."}, {"title": "Iconoscope", "href": "/wiki/Iconoscope", "description": "The iconoscope was the first practical video camera tube to be used in early television cameras. The iconoscope produced a much stronger signal than earlier mechanical designs, and could be used under any well-lit conditions. This was the first fully electronic system to replace earlier cameras, which used special spotlights or spinning disks to capture light from a single very brightly lit spot."}]}, {"heading": "Births", "year": "1891", "date": "July 29", "txt": "Bernhard Zondek, German-Israeli gynecologist and academic (d. 1966)", "entities": [{"title": "Bernhard Zondek", "href": "/wiki/Bernhard_Zondek", "description": "Bernhard Zondek was a German-born Israeli gynecologist who developed the first reliable pregnancy test in 1928."}]}, {"heading": "Births", "year": "1892", "date": "July 29", "txt": "William Powell, American actor and singer (d. 1984)", "entities": [{"title": "William Powell", "href": "/wiki/William_Powell", "description": "William Horatio Powell was an American actor. A major star at Metro-Goldwyn-Mayer, he was paired with Myrna Loy in 14 films, including the Thin Man series based on the Nick and Nora Charles characters created by Dashiell Hammett. Powell was nominated for the Academy Award for Best Actor three times: for The Thin Man (1934), My Man Godfrey (1936), and Life with Father (1947)."}]}, {"heading": "Births", "year": "1896", "date": "July 29", "txt": "Maria L. de Hernández, Mexican-American rights activist (d. 1986)", "entities": [{"title": "Maria L. de Hernández", "href": "/wiki/Maria_L._de_Hern%C3%A1ndez", "description": "María Rebecca Latigo de Hernández was a Mexican-American rights activist. She was born in San Pedro Garza García, Mexico. During the 1930s, she spoke publicly and demonstrated on behalf of Mexican Americans about their education in the United States. She and her husband, Pedro Hernandez Barrera, founded Orden Caballeros de America on January 10, 1929. She organized the Asociación Protectora de Mad"}]}, {"heading": "Births", "year": "1897", "date": "July 29", "txt": "Neil Ritchie, Guyanese-English general (d. 1983)", "entities": [{"title": "Neil Ritchie", "href": "/wiki/Neil_Ritchie", "description": "General Sir Neil Methuen Ritchie, was a British Army officer who saw service during both the world wars. He is most notable during the Second World War for commanding the British Eighth Army in the North African campaign from November 1941 until being dismissed in June 1942. Despite this, his career did not end. Richie later commanded XII Corps throughout the campaign in Northwest Europe, from Jun"}]}, {"heading": "Births", "year": "1898", "date": "July 29", "txt": "Isidor Isaac Rabi, American physicist and academic, Nobel Prize Laureate (d. 1988)", "entities": [{"title": "Isidor Isaac Rabi", "href": "/wiki/Isidor_Isaac_Rabi", "description": "Isidor Isaac Rabi was an American physicist who won the Nobel Prize in Physics in 1944 for his discovery of nuclear magnetic resonance, which is used in magnetic resonance imaging. He was also one of the first scientists in the United States to work on the cavity magnetron, which is used in microwave radar and microwave ovens."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1899", "date": "July 29", "txt": "Walter Beall, American baseball player (d. 1959)", "entities": [{"title": "Walter Beall", "href": "/wiki/Walter_Beall", "description": "Walter Esau Beall was an American baseball player who played for the New York Yankees on several championship teams in the 1920s."}]}, {"heading": "Births", "year": "1900", "date": "July 29", "txt": "Mary V. Austin, Australian community worker and political activist (d. 1986)", "entities": [{"title": "Mary V. Austin", "href": "/wiki/Mary_V._Austin", "description": "Dame Mary V. Austin was an Australian community worker and political activist. The daughter of Admiral Percival Hall-Thompson and his wife, Helen, she was educated in New Zealand at Marsden College, Wellington."}]}, {"heading": "Births", "year": "1900", "date": "July 29", "txt": "Eyvind Johnson, Swedish novelist and short story writer, Nobel Prize Laureate (d. 1976)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1900", "date": "July 29", "txt": "Teresa Noce, Italian labor leader, activist, and journalist (d. 1980)", "entities": []}, {"heading": "Births", "year": "1900", "date": "July 29", "txt": "Don Redman, American composer, and bandleader (d. 1964)", "entities": []}, {"heading": "Births", "year": "1904", "date": "July 29", "txt": "Mahasi Sayadaw, Burmese monk and philosopher (d. 1982)", "entities": [{"title": "Mahasi Sayadaw", "href": "/wiki/Mahasi_Sayadaw", "description": "Mahāsī Sayādaw U Sobhana was a Burmese Theravada Buddhist monk and meditation master who had a significant impact on the teaching of vipassanā (insight) meditation in the West and throughout Asia."}]}, {"heading": "Births", "year": "1904", "date": "July 29", "txt": "J. R. D. Tata, French-Indian pilot and businessman, founded Tata Motors and Tata Global Beverages (d. 1993)", "entities": [{"title": "Tata Motors", "href": "/wiki/Tata_Motors", "description": "Tata Motors Limited is an Indian multinational automotive manufacturing company headquartered in Mumbai, Maharashtra, India. It is a part of Tata Group, an Indian conglomerate. Its products include passenger cars, trucks, vans, coaches, buses, sports cars, construction equipment and military vehicles."}, {"title": "Tata Global Beverages", "href": "/wiki/Tata_Global_Beverages", "description": "Tata Consumer Products is an integrated Food & Beverage company headquartered in Mumbai, Maharashtra, India and a subsidiary of the Tata Group. It is amongst the Top 10 Food & Beverage companies in India with a vision to become a multi-category FMCG major. Tata Consumer Products is world's second-largest manufacturer and distributor of tea and a major producer of coffee."}]}, {"heading": "Births", "year": "1905", "date": "July 29", "txt": "Clara Bow, American actress (d. 1965)", "entities": [{"title": "Clara Bow", "href": "/wiki/Clara_Bow", "description": "Clara Gordon Bow was an American actress who rose to stardom during the silent film era of the 1920s and successfully made the transition to \"talkies\" in 1929. Her appearance as a plucky shopgirl in the film It brought her global fame and the nickname \"The It Girl\". Bow came to personify the Roaring Twenties and is described as its leading sex symbol."}]}, {"heading": "Births", "year": "1905", "date": "July 29", "txt": "Dag Hammarskjöld, Swedish economist and diplomat, 2nd Secretary-General of the United Nations, Nobel Prize Laureate (d. 1961)", "entities": [{"title": "Secretary-General of the United Nations", "href": "/wiki/Secretary-General_of_the_United_Nations", "description": "The Secretary-General of the United Nations is the chief administrative officer of the United Nations and head of the United Nations Secretariat, one of the six principal organs of the United Nations."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1905", "date": "July 29", "txt": "Stanley Kunitz, American poet and translator (d. 2006)", "entities": []}, {"heading": "Births", "year": "1906", "date": "July 29", "txt": "Thelma Todd, American actress and singer (d. 1935)", "entities": [{"title": "Thelma Todd", "href": "/wiki/Thelma_Todd", "description": "Thelma Alice Todd was an American actress and businesswoman who was often referred to by the nicknames \"The Ice Cream Blonde\" and \"Hot Toddy\". Appearing in around 120 feature films and shorts between 1926 and 1935, she is best remembered for her comedic roles opposite ZaSu Pitts, and in films such as Marx Brothers' Monkey Business and Horse Feathers and a number of Charley Chase's short comedies. "}]}, {"heading": "Births", "year": "1907", "date": "July 29", "txt": "Melvin Belli, American lawyer (d. 1996)", "entities": [{"title": "Melvin Belli", "href": "/wiki/Melvin_Belli", "description": "Melvin Mouron Belli was a prominent United States lawyer, author, and actor known as \"The King of Torts\" and by insurance companies as \"Melvin Bellicose\". He had many celebrity clients, including Zsa Zsa Gabor, Errol Flynn, Chuck Berry, Muhammad Ali, The Rolling Stones, Jim Bakker and Tammy Faye Bakker, Martha Mitchell, Maureen Connolly, Lana Turner, Tony Curtis, and Mae West. During his legal car"}]}, {"heading": "Births", "year": "1909", "date": "July 29", "txt": "Samm Sinclair Baker, American author (d. 1997)", "entities": [{"title": "Samm Sinclair Baker", "href": "/wiki/Samm_Sinclair_Baker", "description": "Samm Sinclair Baker was the author/co-author of many how-to and self-help books, most notably The Complete Scarsdale Medical Diet which he co-authored with Dr. Herman Tarnower."}]}, {"heading": "Births", "year": "1909", "date": "July 29", "txt": "Chester Himes, American-Spanish author (d. 1984)", "entities": []}, {"heading": "Births", "year": "1910", "date": "July 29", "txt": "Gale Page, American actress (d. 1983)", "entities": [{"title": "Gale Page", "href": "/wiki/Gale_Page", "description": "Gale Page was an American singer and actress."}]}, {"heading": "Births", "year": "1911", "date": "July 29", "txt": "Foster Furcolo, American lawyer and politician, 60th Governor of Massachusetts (d. 1995)", "entities": [{"title": "Foster Furcolo", "href": "/wiki/Foster_Furcolo", "description": "John Foster Furcolo was an American lawyer, writer, and Democratic Party politician from Massachusetts. He was the state's 60th governor, and also represented the state as a member of the United States House of Representatives. He was the first Italian-American governor of the state, and an active promoter of community colleges."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1911", "date": "July 29", "txt": "Archbishop Iakovos of America (d. 2005)", "entities": []}, {"heading": "Births", "year": "1913", "date": "July 29", "txt": "Erich Priebke, German war criminal, leader of the 1944 Ardeatine massacre (d. 2013)", "entities": [{"title": "Erich Priebke", "href": "/wiki/Erich_Priebke", "description": "Erich Priebke was a German mid-level SS commander in the SS police force (SiPo) of Nazi Germany. In 1996, he was convicted of war crimes in Italy, for commanding the unit which was responsible for the Ardeatine massacre in Rome on 24 March 1944 in which 335 Italian civilians were killed in retaliation for a partisan attack that killed 33 men of the German SS Police Regiment Bozen. Priebke was one "}, {"title": "Ardeatine massacre", "href": "/wiki/Ardeatine_massacre", "description": "The Ardeatine massacre, or Fosse Ardeatine massacre, was a mass killing of 335 civilians and political prisoners carried out in Rome on 24 March 1944 by German occupation troops during the Second World War as a reprisal for the Via Rasella attack in central Rome against the SS Police Regiment Bozen the previous day."}]}, {"heading": "Births", "year": "1914", "date": "July 29", "txt": "Irwin Corey, American actor and activist (d. 2017)", "entities": [{"title": "Irwin Corey", "href": "/wiki/Irwin_Corey", "description": "\"Professor\" Irwin Corey was an American stand-up comic, film actor and activist, often billed as \"The World's Foremost Authority\". He introduced his unscripted, improvisational style of stand-up comedy at the San Francisco club the hungry i. Lenny Bruce described Corey as \"one of the most brilliant comedians of all time.\""}]}, {"heading": "Births", "year": "1915", "date": "July 29", "txt": "Bruce R. McConkie, American colonel and religious leader (d. 1985)", "entities": [{"title": "Bruce R. McConkie", "href": "/wiki/Bruce_R._McConkie", "description": "Bruce Redd McConkie was a member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints from 1972 until his death. McConkie was a member of the First Council of the Seventy of the LDS Church from 1946 until his calling to the Quorum of the Twelve Apostles."}]}, {"heading": "Births", "year": "1915", "date": "July 29", "txt": "Francis W. Sargent, American soldier and politician, 64th Governor of Massachusetts (d. 1998)", "entities": [{"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1916", "date": "July 29", "txt": "Budd Boetticher, American director, producer, and screenwriter (d. 2001)", "entities": [{"title": "Budd Boetticher", "href": "/wiki/Budd_Boetticher", "description": "Oscar \"Budd\" Boetticher Jr. was an American film director. He is most famous for a series of low-budget Westerns he made in the late 1950s starring Randolph Scott."}]}, {"heading": "Births", "year": "1916", "date": "July 29", "txt": "Charlie Christian, American guitarist (d. 1942)", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 29", "txt": "Rupert Hamer, Australian politician, 39th Premier of Victoria (d. 2004)", "entities": [{"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1917", "date": "July 29", "txt": "Rochus Misch, German SS officer (d. 2013)", "entities": [{"title": "Rochus Misch", "href": "/wiki/Rochus_Misch", "description": "Rochus Misch was a German Oberscharführer (sergeant) in the 1st SS Panzer Division Leibstandarte SS Adolf Hitler (LSSAH). He was badly wounded during the Polish campaign during the first month of World War II in Europe. After recovering, from 1940 to April 1945, he served in the Führerbegleitkommando as a bodyguard, courier, and telephone operator for German dictator Adolf Hitler."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1918", "date": "July 29", "txt": "Don Ingalls, American writer and producer (d. 2014)", "entities": [{"title": "Don Ingalls", "href": "/wiki/Don_Ingalls", "description": "Donald G. Ingalls was an American screenwriter and television producer. He was a lifelong friend of Gene Roddenberry, having served in the Los Angeles Police Department with him."}]}, {"heading": "Births", "year": "1918", "date": "July 29", "txt": "Edwin O'Connor, American journalist and author (d. 1968)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 29", "txt": "Mary Lee Settle, American novelist, essayist, and memoirist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1920", "date": "July 29", "txt": "Neville Jeffress, Australian businessman (d. 2007)", "entities": [{"title": "Neville Jeffress", "href": "/wiki/Neville_Jeffress", "description": "Neville Jeffress was an Australian advertising executive and the founder of Media Monitors Australia, now called Isentia."}]}, {"heading": "Births", "year": "1921", "date": "July 29", "txt": "Richard Egan, American actor (d. 1987)", "entities": [{"title": "Richard Egan (actor)", "href": "/wiki/Richard_Egan_(actor)", "description": "Richard Egan was an American actor. After beginning his career in 1949, he subsequently won a Golden Globe Award for his performances in the films The Glory Brigade (1953) and The Kid from Left Field (1953). He went on to star in many films such as Underwater! (1955), Seven Cities of Gold (1955), The Revolt of Mamie Stover (1956), Love Me Tender (1956), A Summer Place (1959), Esther and the King ("}]}, {"heading": "Births", "year": "1921", "date": "July 29", "txt": "Chris Marker, French photographer and journalist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 29", "txt": "George Burditt, American screenwriter and producer (d. 2013)", "entities": [{"title": "George Burditt (writer)", "href": "/wiki/George_Burditt_(writer)", "description": "George Henry Burditt was an American television writer and producer who wrote sketches for television variety shows and other programs such as Three's Company, for which he was also an executive producer in its last few seasons."}]}, {"heading": "Births", "year": "1923", "date": "July 29", "txt": "Edgar Cortright, American scientist and engineer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 29", "txt": "Jim Marshall, English businessman, founded Marshall Amplification (d. 2012)", "entities": [{"title": "Marshall Amplification", "href": "/wiki/Marshall_Amplification", "description": "Marshall Amplification is a British company that designs and manufactures music amplifiers, speaker cabinets, brands personal headphones and earphones, a record label and, having acquired Natal Drums, drums and bongos. It was founded by drum shop owner and drummer Jim Marshall, and is now based in Bletchley, Milton Keynes, Buckinghamshire."}]}, {"heading": "Births", "year": "1923", "date": "July 29", "txt": "Gordon Mitchell, American bodybuilder and actor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 29", "txt": "Lloyd Bochner, Canadian-American actor (d. 2005)", "entities": [{"title": "Lloyd Bochner", "href": "/wiki/Lloyd_Bochner", "description": "Lloyd Wolfe Bochner was a Canadian -American actor."}]}, {"heading": "Births", "year": "1924", "date": "July 29", "txt": "Robert Horton, American actor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 29", "txt": "Harold W. Kuhn, American mathematician and academic (d. 2014)", "entities": [{"title": "Harold W. Kuhn", "href": "/wiki/Harold_W._Kuhn", "description": "Harold William Kuhn was an American mathematician who studied game theory. He won the 1980 John von Neumann Theory Prize along with David Gale and Albert W. Tucker. A former Professor Emeritus of Mathematics at Princeton University, he is known for the Karush–Kuhn–Tucker conditions, for Kuhn's theorem, for developing Kuhn poker as well as the description of the Hungarian method for the assignment "}]}, {"heading": "Births", "year": "1925", "date": "July 29", "txt": "Ted Lindsay, Canadian ice hockey player, manager, and sportscaster (d. 2019)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 29", "txt": "Mikis Theodorakis, Greek composer", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 29", "txt": "Robert Kilpatrick, Baron Kilpatrick of Kincraig, Scottish physician, academic, and politician (d. 2015)", "entities": [{"title": "Robert Kilpatrick, Baron Kilpatrick of Kincraig", "href": "/wiki/Robert_Kilpatrick,_Baron_Kilpatrick_of_Kincraig", "description": "Robert Kilpatrick, Baron Kilpatrick of Kincraig, CBE was a British physician, educator, academician, and former President of the General Medical Council."}]}, {"heading": "Births", "year": "1927", "date": "July 29", "txt": "Harry Mulisch, Dutch author, poet, and playwright (d. 2010)", "entities": [{"title": "Harry Mulisch", "href": "/wiki/Harry_Mulisch", "description": "Harry Kurt Victor Mulisch was a Dutch writer. He wrote more than eighty novels, plays, essays, poems, and philosophical reflections. Mulisch's works have been translated into over thirty languages."}]}, {"heading": "Births", "year": "1930", "date": "July 29", "txt": "Paul Taylor, American dancer and choreographer (d. 2018)", "entities": [{"title": "Paul Taylor (choreographer)", "href": "/wiki/Paul_Taylor_(choreographer)", "description": "Paul Belville Taylor Jr. was an American dancer and choreographer. He was among the last living members of the third generation of America's modern dance artists. He founded the Paul Taylor Dance Company in 1954 in New York City."}]}, {"heading": "Births", "year": "1931", "date": "July 29", "txt": "Kjell Karlsen, Norwegian pianist, composer, and bandleader (d. 2020)", "entities": [{"title": "Kjell Karlsen", "href": "/wiki/Kjell_Karlsen", "description": "Kjell Oddvar Karlsen was a Norwegian band leader, composer, arranger, jazz pianist and organist, and a Nestor of Norwegian music and show business, with a career spanning more than 60 years. He was the father of the singer Webe Karlsen."}]}, {"heading": "Births", "year": "1932", "date": "July 29", "txt": "Leslie Fielding, English diplomat", "entities": [{"title": "Leslie Fielding", "href": "/wiki/Leslie_Fielding", "description": "\n\nSir Leslie Fielding was a British diplomat. In the Diplomatic Service, he spent time in the Foreign Office in London before serving as the European Commission Ambassador to Tokyo between 1978 and 1982. He was Director-General for external relations at the European Commission from 1982 to 1987."}]}, {"heading": "Births", "year": "1932", "date": "July 29", "txt": "Nancy Kassebaum, American businesswoman and politician", "entities": []}, {"heading": "Births", "year": "1933", "date": "July 29", "txt": "Lou Albano, Italian-American wrestler, manager, and actor (d. 2009)", "entities": [{"title": "Lou Albano", "href": "/wiki/Lou_Albano", "description": "Louis Vincent Albano was an Italian-born American professional wrestler, manager and actor, who performed under the ring/stage name, \"Capt.\" Lou Albano. He was active as a professional wrestler from 1953 until 1969 before becoming a manager until 1995."}]}, {"heading": "Births", "year": "1933", "date": "July 29", "txt": "Colin Davis, English race car driver (d. 2012)", "entities": []}, {"heading": "Births", "year": "1933", "date": "July 29", "txt": "Robert Fuller, American actor and rancher", "entities": []}, {"heading": "Births", "year": "1933", "date": "July 29", "txt": "Randy Sparks, American folk singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 29", "txt": "Peter Schreier, German tenor and conductor (d. 2019)", "entities": [{"title": "Peter Schreier", "href": "/wiki/Peter_Schreier", "description": "Peter Schreier was a German tenor in opera, concert and lied, and a conductor. He was regarded as one of the leading lyric tenors of the 20th century."}]}, {"heading": "Births", "year": "1936", "date": "July 29", "txt": "Elizabeth Dole, American lawyer and politician, 20th United States Secretary of Labor", "entities": [{"title": "Elizabeth Dole", "href": "/wiki/Elizabeth_Dole", "description": "Mary Elizabeth \"Liddy\" Alexander Hanford Dole is an American politician and author who served in the Richard Nixon, Ronald Reagan, and George H. W. Bush presidential administrations. She also served in the United States Senate from 2003 to 2009."}, {"title": "United States Secretary of Labor", "href": "/wiki/United_States_Secretary_of_Labor", "description": "The United States secretary of labor is a member of the Cabinet of the United States, and as the head of the United States Department of Labor, controls the department, and enforces and suggests laws involving unions, the workplace, and all other issues involving any form of business-person controversies."}]}, {"heading": "Births", "year": "1937", "date": "July 29", "txt": "Daniel McFadden, American economist and academic, Nobel Prize Laureate", "entities": [{"title": "Daniel McFadden", "href": "/wiki/Daniel_McFadden", "description": "Daniel Little McFadden is an American econometrician who shared the 2000 Nobel Memorial Prize in Economic Sciences with James Heckman. McFadden's share of the prize was \"for his development of theory and methods for analyzing discrete choice\". He is the Presidential Professor of Health Economics at the University of Southern California and Professor of the Graduate School at University of Californ"}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1938", "date": "July 29", "txt": "Peter Jennings, Canadian-American journalist and author (d. 2005)", "entities": [{"title": "Peter Jennings", "href": "/wiki/Peter_Jennings", "description": "Peter Charles Archibald Ewart Jennings was a Canadian-American television journalist who served as the sole anchor of ABC World News Tonight from 1983 until his death from lung cancer in 2005. He dropped out of high school, yet he transformed himself into one of American television's most prominent journalists."}]}, {"heading": "Births", "year": "1938", "date": "July 29", "txt": "Jean Rochon, Canadian physician and politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "July 29", "txt": "Betty Harris, American chemist", "entities": [{"title": "Betty Harris (scientist)", "href": "/wiki/Betty_Harris_(scientist)", "description": "Betty Wright Harris is an American chemist. She is known for her work on the chemistry of explosives completed at Los Alamos National Laboratory. She patented a spot test for detecting 1,3,5-triamino-2,4,6-trinitrobenzene (TATB) in the field, which is used by the Federal Department of Homeland Security to screen for nitroaromatic explosives."}]}, {"heading": "Births", "year": "1940", "date": "July 29", "txt": "Winnie Monsod, Filipina economist and political commentator", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 29", "txt": "Jennifer Dunn, American engineer and politician (d. 2007)", "entities": [{"title": "Jennifer Dunn (politician)", "href": "/wiki/Jennifer_Dunn_(politician)", "description": "Jennifer Jill Dunn was an American politician who served six terms as a Republican member of the United States House of Representatives from 1993 to 2005, representing Washington's 8th congressional district."}]}, {"heading": "Births", "year": "1941", "date": "July 29", "txt": "Goenawan Mohamad, Indonesian poet and playwright", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 29", "txt": "David Warner, English actor", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 29", "txt": "Doug Ashdown, Australian singer-songwriter", "entities": [{"title": "Doug Ashdown", "href": "/wiki/Doug_Ashdown", "description": "Douglas \"Doug\" Wesley Ashdown is an Australian singer-songwriter who had a minor hit with \"Winter in America\", also known as \"Leave Love Enough Alone\", which reached No. 13 on the Dutch Singles Chart in 1978. In 1988 the song was covered by Dutch singer René Froger, and in 1994 by Australian group The Robertson Brothers. Ashdown reached No. 46 on the Australian Kent Music Report with \"The Saddest "}]}, {"heading": "Births", "year": "1943", "date": "July 29", "txt": "David Taylor, English snooker player and sportscaster", "entities": [{"title": "David Taylor (snooker player)", "href": "/wiki/David_Taylor_(snooker_player)", "description": "David Taylor is an English former professional snooker player. He won the World and English Amateur Championships in 1968, before the success of those wins encouraged him to turn professional. Although an excellent player, Taylor never quite reached the very top of the game. He was nicknamed \"The Silver Fox\" because of his prematurely grey hair."}]}, {"heading": "Births", "year": "1944", "date": "July 29", "txt": "Jim Bridwell, American rock climber and mountaineer", "entities": [{"title": "Jim Bridwell", "href": "/wiki/Jim_Bridwell", "description": "Jim Bridwell was an American rock climber and mountaineer, active since 1965, especially in Yosemite Valley, but also in Patagonia and Alaska. He was noted for pushing the standards of both free climbing and big-wall climbing, and later alpine climbing. He wrote numerous articles on climbing for leading sport publications. He was an apprentice to Royal Robbins and Warren Harding (climber). He was "}]}, {"heading": "Births", "year": "1945", "date": "July 29", "txt": "Sharon Creech, American author and educator", "entities": [{"title": "Sharon Creech", "href": "/wiki/Sharon_Creech", "description": "Sharon Creech is an American writer of children's novels. She was the first American winner of the Carnegie Medal for British children's books and the first person to win both the American Newbery Medal and the British Carnegie."}]}, {"heading": "Births", "year": "1945", "date": "July 29", "txt": "Mircea Lucescu, Romanian footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 29", "txt": "Ximena Armas, Chilean painter", "entities": [{"title": "Ximena Armas", "href": "/wiki/Ximena_Armas", "description": "\nXimena Armas is a Chilean painter."}]}, {"heading": "Births", "year": "1946", "date": "July 29", "txt": "Stig Blomqvist, Swedish race car driver", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 29", "txt": "Neal Doughty, American keyboard player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 29", "txt": "Alessandro Gogna, Italian mountaineer and adventurer", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 29", "txt": "Diane Keen, English actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 29", "txt": "Aleksei Tammiste, Estonian basketball player", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 29", "txt": "Dick Harmon, American golfer and coach (d. 2006)", "entities": [{"title": "Dick Harmon", "href": "/wiki/Dick_Harmon", "description": "Dick Harmon was one of America's top golf instructors with clients including Fred Couples, Jay Haas, Craig Stadler, Lanny Wadkins, Steve Elkington and 2009 U.S. Open winner Lucas Glover. He was a native of New Rochelle, New York and Palm Springs, California and devoted his life to his love of golf as a teacher and mentor."}]}, {"heading": "Births", "year": "1948", "date": "July 29", "txt": "John Clarke, New Zealand-Australian comedian, actor, producer, and screenwriter (d. 2017)", "entities": [{"title": "John Clarke (satirist)", "href": "/wiki/John_Clarke_(satirist)", "description": "John Morrison Clarke was a New Zealand-Australian comedian, writer and satirist who lived and worked in Australia from the late 1970s. He was a highly regarded actor and writer whose work appeared on the Australian Broadcasting Corporation (ABC) in both radio and television and also in print. He is known predominantly for his long-running collaboration with fellow satirist, Bryan Dawe, which laste"}]}, {"heading": "Births", "year": "1949", "date": "July 29", "txt": "Leslie Easterbrook, American actress", "entities": [{"title": "Leslie Easterbrook", "href": "/wiki/Leslie_Easterbrook", "description": "Leslie Eileen Easterbrook is an American actress and producer. She played Sgt./Lt./Capt. Debbie Callahan in the Police Academy films and Rhonda Lee on the television series Laverne & Shirley."}]}, {"heading": "Births", "year": "1949", "date": "July 29", "txt": "Jamil Mahuad, Ecuadorian lawyer and politician, 51st President of Ecuador", "entities": [{"title": "List of heads of state of Ecuador", "href": "/wiki/List_of_heads_of_state_of_Ecuador", "description": "The President of Ecuador officially called the President of the Republic of Ecuador serves as both the head of state and head of government of Ecuador. It is the highest political office in the country as the head of the executive branch of government. Per the current constitution, the President can serve two four-year terms. Prior to that, the president could only serve one four-year term."}]}, {"heading": "Births", "year": "1950", "date": "July 29", "txt": "Jenny Holzer, American painter, author, and dancer", "entities": [{"title": "Jenny Holzer", "href": "/wiki/Jenny_Holzer", "description": "Jenny Holzer is an American neo-conceptual artist, based in Hoosick, New York. The main focus of her work is the delivery of words and ideas in public spaces."}]}, {"heading": "Births", "year": "1951", "date": "July 29", "txt": "Susan Blackmore, English psychologist and theorist", "entities": [{"title": "Susan Blackmore", "href": "/wiki/Susan_Blackmore", "description": "Susan Jane Blackmore is a British writer, lecturer, sceptic, broadcaster, and a Visiting Professor at the University of Plymouth. Her fields of research include memetics, parapsychology, consciousness, and she is best known for her book The Meme Machine. She has written or contributed to over 40 books and 60 scholarly articles and is a contributor to The Guardian newspaper."}]}, {"heading": "Births", "year": "1951", "date": "July 29", "txt": "Dan Driessen, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 29", "txt": "Dean Pitchford, American actor, director, screenwriter, and composer", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 29", "txt": "Norman Blackwell, Baron Blackwell, English businessman and politician", "entities": [{"title": "Norman Blackwell, Baron Blackwell", "href": "/wiki/Norman_Blackwell,_Baron_Blackwell", "description": "Norman Roy Blackwell, Baron Blackwell is a British former businessman, public servant, Conservative politician, campaigner and policy advisor."}]}, {"heading": "Births", "year": "1952", "date": "July 29", "txt": "Joe Johnson, English snooker player and sportscaster", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 29", "txt": "Marie Panayotopoulos-Cassiotou, Greek politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 29", "txt": "Ken Burns, American director and producer", "entities": [{"title": "Ken Burns", "href": "/wiki/Ken_Burns", "description": "Kenneth Lauren Burns is an American filmmaker, known for his style of using archival footage and photographs in documentary films."}]}, {"heading": "Births", "year": "1953", "date": "July 29", "txt": "Geddy Lee, Canadian musician", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 29", "txt": "Frank McGuinness, Irish poet and playwright", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 29", "txt": "Tim Gunn, American television host and actor", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 29", "txt": "Patti Scialfa, American musician", "entities": [{"title": "Patti Scialfa", "href": "/wiki/Patti_Scialfa", "description": "Vivienne Patricia Scialfa is an American singer-songwriter and guitarist. Scialfa has been a member of the E Street Band since 1984 and has been married to Bruce Springsteen since 1991. In 2014, Scialfa was inducted into the Rock and Roll Hall of Fame as a member of the E Street Band."}]}, {"heading": "Births", "year": "1955", "date": "July 29", "txt": "Jean-Hugues Anglade, French actor, director, and screenwriter", "entities": [{"title": "Jean-Hugues Anglade", "href": "/wiki/Jean-Hugues_Anglade", "description": "Jean-Hugues Anglade is a French actor, film director and screenwriter, best known for his roles as Eric in Killing Zoe, Zorg in Betty Blue and Marco, the boyfriend of Nikita, in Nikita."}]}, {"heading": "Births", "year": "1955", "date": "July 29", "txt": "Dave Stevens, American illustrator (d. 2008)", "entities": []}, {"heading": "Births", "year": "1955", "date": "July 29", "txt": "Stephen Timms, English politician, Minister of State for Competitiveness", "entities": [{"title": "Minister of State for Competitiveness", "href": "/wiki/Minister_of_State_for_Competitiveness", "description": "The Minister of State for Competitiveness was an office held by a member of the United Kingdom government and appointed by the Prime Minister of the United Kingdom."}]}, {"heading": "Births", "year": "1956", "date": "July 29", "txt": "Teddy Atlas, American boxer, trainer, and sportscaster", "entities": [{"title": "Teddy Atlas", "href": "/wiki/Teddy_Atlas", "description": "Theodore A. \"Teddy\" Atlas Jr. is an American boxing trainer and fight commentator."}]}, {"heading": "Births", "year": "1956", "date": "July 29", "txt": "Ronnie Musgrove, American lawyer and politician, 62nd Governor of Mississippi", "entities": [{"title": "List of Governors of Mississippi", "href": "/wiki/List_of_Governors_of_Mississippi", "description": "The governor of Mississippi is the head of the executive branch of Mississippi's state government and the commander-in-chief of the state's military forces. The Governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Mississippi Legislature, to convene the legislature at any time, and, except in cases of treason or impeachment, to grant pardons and re"}]}, {"heading": "Births", "year": "1956", "date": "July 29", "txt": "Faustino Rupérez, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1957", "date": "July 29", "txt": "Liam Davison, Australian author and educator (d. 2014)", "entities": [{"title": "Liam Davison", "href": "/wiki/Liam_Davison", "description": "Liam Patrick Davison was an Australian novelist and reviewer. He was born in Melbourne, where, until 2007, he taught creative writing at the Chisholm Institute in Frankston."}]}, {"heading": "Births", "year": "1957", "date": "July 29", "txt": "Viktor Gavrikov, Lithuanian-Swiss chess player (d. 2016)", "entities": []}, {"heading": "Births", "year": "1957", "date": "July 29", "txt": "Nellie Kim, Russian gymnast and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 29", "txt": "Gail Dines, English-American author, activist, and academic", "entities": [{"title": "Gail Dines", "href": "/wiki/Gail_Dines", "description": "Gail Dines is professor emerita of sociology and women's studies at Wheelock College in Boston, Massachusetts."}]}, {"heading": "Births", "year": "1958", "date": "July 29", "txt": "Simon Nye, English screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 29", "txt": "Cynthia Rowley, American fashion designer", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 29", "txt": "Sanjay Dutt, Indian actor, singer, and producer", "entities": [{"title": "Sanjay Dutt", "href": "/wiki/Sanjay_Dutt", "description": "Sanjay Balraj Dutt is an Indian actor who works in Hindi films. He is the recipient of several awards, including two Filmfare Awards and three Screen Awards. Dutt acted in 187 films, ranging from romance to comedy genres, but is usually typecast in action genres, and established himself as one of the most popular Hindi film actors of the later 1980s, 1990s, 2000s, and 2010s."}]}, {"heading": "Births", "year": "1959", "date": "July 29", "txt": "Ruud Janssen, Dutch blogger and illustrator", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 29", "txt": "Dave LaPoint, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 29", "txt": "John Sykes, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 29", "txt": "Didier Van Cauwelaert, French author", "entities": [{"title": "Didier Van Cauwelaert", "href": "/wiki/Didier_Van_Cauwelaert", "description": "Didier Van Cauwelaert is a French author of Belgian descent who was born in Nice. In 1994 his novel Un Aller simple won the Prix Goncourt."}]}, {"heading": "Births", "year": "1962", "date": "July 29", "txt": "Carl Cox, English DJ and producer", "entities": [{"title": "Carl Cox", "href": "/wiki/Carl_Cox", "description": "\nCarl Cox is a British house and techno record producer and DJ."}]}, {"heading": "Births", "year": "1962", "date": "July 29", "txt": "Frank Neubarth, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 29", "txt": "Scott Steiner, American wrestler", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 29", "txt": "Vincent Rousseau, Belgian runner", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 29", "txt": "Hans-Holger Albrecht, Belgian-German businessman", "entities": [{"title": "Hans-Holger Albrecht", "href": "/wiki/Hans-Holger_Albrecht", "description": "Hans-Holger Albrecht is a German businessman. He is CEO of Deezer, one of the largest music streaming services worldwide. Deezer offers more than 53 million tracks in over 180 countries to currently more than 14 million active monthly users. He is the brother of Ursula von der Leyen, President of the European Commission."}]}, {"heading": "Births", "year": "1963", "date": "July 29", "txt": "Jim Beglin, Irish footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 29", "txt": "Julie Elliott, English politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 29", "txt": "Azeem Hafeez, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 29", "txt": "Alexandra Paul, American actress and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 29", "txt": "Graham Poll, English footballer, referee, and journalist", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 29", "txt": "Jaanus Veensalu, Estonian footballer", "entities": [{"title": "Jaanus Veensalu", "href": "/wiki/Jaanus_Veensalu", "description": "Jaanus Veensalu is a retired football (soccer) defender from Estonia, who retired in 1997. His last club was JK Tervis Pärnu. Veensalu obtained a total number of six caps for the Estonia national football team during the early 1990s."}]}, {"heading": "Births", "year": "1965", "date": "July 29", "txt": "Luis Alicea, Puerto Rican-American baseball player and coach", "entities": [{"title": "Luis Alicea", "href": "/wiki/Luis_Alicea", "description": "Luis René Alicea de Jesús is a former Major League Baseball second baseman and coach."}]}, {"heading": "Births", "year": "1965", "date": "July 29", "txt": "Dean Haglund, Canadian actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 29", "txt": "Adam Holloway, English captain and politician", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 29", "txt": "Stan Koziol, American soccer player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 29", "txt": "Chang-Rae Lee, South Korean-American author and academic", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 29", "txt": "Xavier Waterkeyn, Australian author", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 29", "txt": "Woody Weatherman, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 29", "txt": "Sally Gunnell, English hurdler and sportscaster", "entities": [{"title": "Sally Gunnell", "href": "/wiki/Sally_Gunnell", "description": "Sally Jane Janet Gunnell is a British former track and field athlete who won the 1992 Olympic gold medal in the 400 metres hurdles. She is the only female British athlete to have won Olympic, World, European and Commonwealth titles, and was the first female 400 metres hurdler in history to win the Olympic and World titles and break the world record. Her former world record time of 52.74 secs in 19"}]}, {"heading": "Births", "year": "1966", "date": "July 29", "txt": "Stuart Lampitt, English cricketer", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 29", "txt": "Martina McBride, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 29", "txt": "Gideon Henderson, English geologist and academic", "entities": [{"title": "Gideon Henderson", "href": "/wiki/Gideon_Henderson", "description": "Professor Gideon Mark Henderson FRS is a British geochemist whose work focuses on low temperature geochemistry, the carbon cycle, the oceans, and on understanding the mechanisms driving climate change. Henderson was the Head of Department at the Department of Earth Sciences at the University of Oxford, and is presently the Chief Scientific Advisor at the UK Department for Environment, Food, and Ru"}]}, {"heading": "Births", "year": "1968", "date": "July 29", "txt": "Paavo Lötjönen, Finnish cellist and educator", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 29", "txt": "Adele Griffin, American author", "entities": [{"title": "Adele Griffin", "href": "/wiki/Adele_Griffin", "description": "Adele Griffin is a young adult fiction author, writing numerous novels for young adults, most recently The Unfinished Life of Addison Stone, as well as the Vampire Island and Witch Twins series. Her novels Sons of Liberty and Where I Want to Be were both National Book Award finalists."}]}, {"heading": "Births", "year": "1970", "date": "July 29", "txt": "Andi Peters, English journalist, actor, and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 29", "txt": "John Rennie, Zimbabwean cricketer", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 29", "txt": "Andrea Philipp, German sprinter", "entities": [{"title": "Andrea Philipp", "href": "/wiki/Andrea_Philipp", "description": "Andrea Philipp is a retired German sprinter. A three-time Olympian, she won a bronze medal in the 200 metres at the 1999 World Championships, and a gold medal in the 100 metres at the 1990 World Junior Championships."}]}, {"heading": "Births", "year": "1972", "date": "July 29", "txt": "Wil Wheaton, American actor, producer, and screenwriter", "entities": [{"title": "Wil Wheaton", "href": "/wiki/Wil_Wheaton", "description": "Richard William Wheaton III is an American actor, blogger, and writer. He portrayed Wesley Crusher on the television series Star Trek: The Next Generation, Gordie Lachance in the film Stand by Me, Joey Trotta in Toy Soldiers and Bennett Hoenicker in Flubber. Wheaton has also appeared in recurring voice acting roles as Aqualad in Teen Titans, Cosmic Boy on the Legion of Super Heroes and Mike Mornin"}]}, {"heading": "Births", "year": "1973", "date": "July 29", "txt": "Stephen Dorff, American actor and producer", "entities": [{"title": "Stephen Dorff", "href": "/wiki/Stephen_Dorff", "description": "Stephen Hartley Dorff Jr. is an American actor, known for portraying Roland West in the third season of HBO's crime drama anthology series True Detective, PK in The Power of One, Stuart Sutcliffe in Backbeat, Johnny Marco in Sofia Coppola's Somewhere, Glen in The Gate, and for his roles in Cecil B. DeMented, The Motel Life, S.F.W., Space Truckers, and in Blade as vampire-overlord Deacon Frost."}]}, {"heading": "Births", "year": "1973", "date": "July 29", "txt": "Denis Urubko, Kazakh mountaineer", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 29", "txt": "Yoshihiro Akiyama, Japanese mixed martial artist", "entities": [{"title": "Yoshihiro Akiyama", "href": "/wiki/Yoshihiro_Akiyama", "description": "Yoshihiro Akiyama , also known as Sung-hoon Choo (추성훈), is a Japanese mixed martial artist and judoka who won the gold medal at the 2001 Asian Championships for South Korea and for Japan at the 2002 Asian Games. A fourth-generation Japanese of Korean descent, he acquired Japanese nationality in 2001. He is the former K-1 HERO's Light Heavyweight Grand Prix Tournament Champion."}]}, {"heading": "Births", "year": "1975", "date": "July 29", "txt": "Lanka de Silva, Sri Lankan cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 29", "txt": "Corrado Grabbi, Italian footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 29", "txt": "Jaanus Sirel, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 29", "txt": "Mike Adams, American baseball player", "entities": [{"title": "Mike Adams (pitcher)", "href": "/wiki/Mike_Adams_(pitcher)", "description": "John Michael Adams is an American former right-handed relief pitcher. He played in Major League Baseball (MLB) for the Milwaukee Brewers (2004–06), San Diego Padres (2008–11), Texas Rangers (2011–12) and Philadelphia Phillies (2013–14)."}]}, {"heading": "Births", "year": "1978", "date": "July 29", "txt": "Marina Lazarovska, Macedonian tennis player", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 29", "txt": "Karim Essediri, Tunisian footballer", "entities": [{"title": "Karim Essediri", "href": "/wiki/Karim_Essediri", "description": "Karim Essediri is a Tunisia former international footballer."}]}, {"heading": "Births", "year": "1979", "date": "July 29", "txt": "Ronald Murray, American basketball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 29", "txt": "Juris Umbraško, Latvian basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 29", "txt": "Ryan Braun, Canadian-American baseball player", "entities": [{"title": "Ryan Braun (pitcher)", "href": "/wiki/Ryan_Braun_(pitcher)", "description": "Ryan Zachary Braun is a Canadian right-handed former Major League Baseball pitcher."}]}, {"heading": "Births", "year": "1980", "date": "July 29", "txt": "Fernando González, Chilean tennis player", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 29", "txt": "Ben Koller, American drummer", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 29", "txt": "John Morris, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 29", "txt": "Fernando Alonso, Spanish race car driver", "entities": [{"title": "Fernando Alonso", "href": "/wiki/Fernando_Alonso", "description": "Fernando Alonso Díaz is a Spanish racing driver currently racing for Alpine in Formula One. He won the series' World Drivers' Championship in 2005 and 2006 with Renault, having also driven for McLaren, Ferrari and Minardi. With Toyota, Alonso won the 24 Hours of Le Mans twice, in 2018 and 2019, and the FIA World Endurance Championship in 2018–19. In 2019, he won the 24 Hours of Daytona with Wayne "}]}, {"heading": "Births", "year": "1981", "date": "July 29", "txt": "Andrés Madrid, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 29", "txt": "Troy Perkins, American soccer player", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 29", "txt": "Janez Aljančič, Slovenian footballer", "entities": [{"title": "Janez Aljančič", "href": "/wiki/Janez_Aljan%C4%8Di%C4%8D", "description": "Janez Aljančič is a retired Slovenian football defender."}]}, {"heading": "Births", "year": "1982", "date": "July 29", "txt": "Jônatas Domingos, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 29", "txt": "Allison Mack, American actress and criminal", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 29", "txt": "Jason Belmonte, Australian bowler", "entities": [{"title": "Jason Belmonte", "href": "/wiki/Jason_Belmonte", "description": "Jason Belmonte is an Australian professional ten-pin bowler. He plays on the PBA Tour in the United States and in world events. He is known for being one of the first bowlers to gain media attention for using the two handed approach style to deliver his shot. He has won 25 PBA titles, making him one of only 11 players in history with at least 25 PBA Tour wins. His PBA Tour victories include a reco"}]}, {"heading": "Births", "year": "1983", "date": "July 29", "txt": "Inés Gómez Mont, Mexican journalist and actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 29", "txt": "Alexei Kaigorodov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 29", "txt": "Jerious Norwood, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 29", "txt": "Elise Testone, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 29", "txt": "Oh Beom-seok, South Korean footballer", "entities": [{"title": "Oh Beom-seok", "href": "/wiki/Oh_Beom-seok", "description": "Oh Beom-Seok is a South Korean professional footballer who plays as a right back."}]}, {"heading": "Births", "year": "1984", "date": "July 29", "txt": "Chad Billingsley, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 29", "txt": "Wilson Palacios, Honduran footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 29", "txt": "Besart Berisha, Albanian footballer", "entities": [{"title": "Besart Berisha", "href": "/wiki/Besart_Berisha", "description": "Besart Berisha is a Kosovar-Albanian professional footballer who plays as a forward for Australian club Western United. With 142 goals, he is the Australian A-League's all-time leading goalscorer."}]}, {"heading": "Births", "year": "1985", "date": "July 29", "txt": "Okinoumi Ayumi, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 29", "txt": "Simon Santoso, Indonesian badminton player", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 29", "txt": "Tarjei Bø, Norwegian biathlete", "entities": [{"title": "Tarjei Bø", "href": "/wiki/Tarjei_B%C3%B8", "description": "Tarjei Bø is a Norwegian professional biathlete. Bø debuted in the Biathlon World Cup on 26 March 2009 in Khanty-Mansiysk, Russia, and won his first World Cup victory on 10 December 2010. In the 2010 Winter Olympics he earned his first gold medal in the 4 × 7.5 km biathlon relay. On 10 December 2010 he won the sprint race in Hochfilzen, earning his first world cup victory. He also won the followin"}]}, {"heading": "Births", "year": "1989", "date": "July 29", "txt": "Grit Šadeiko, Estonian heptathlete", "entities": [{"title": "Grit Šadeiko", "href": "/wiki/Grit_%C5%A0adeiko", "description": "Grit Šadeiko is an Estonian heptathlete. She won the heptathlon at the 2011 European Athletics U23 Championships."}]}, {"heading": "Births", "year": "1991", "date": "July 29", "txt": "Dale Copley, Australian rugby league player", "entities": [{"title": "Dale Copley", "href": "/wiki/Dale_Copley", "description": "Dale Copley is an Australian professional rugby league footballer who plays as a centre or winger for the Brisbane Broncos in the NRL."}]}, {"heading": "Births", "year": "1991", "date": "July 29", "txt": "Irakli Logua, Russian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "July 29", "txt": "Karen Torrez, Bolivian swimmer", "entities": [{"title": "Karen Torrez", "href": "/wiki/Karen_Torrez", "description": "Karen Milenka Torrez Guzman is a Bolivian swimmer from Cochabamba. She competes in the Women's 100m Freestyle. She was flag bearer for the nation at the 2012 Summer Olympics."}]}, {"heading": "Births", "year": "1993", "date": "July 29", "txt": "Nicole Melichar, American tennis player", "entities": [{"title": "Nicole Melichar", "href": "/wiki/Nicole_Melichar", "description": "Nicole Melichar is an American tennis player who specializes in doubles."}]}, {"heading": "Births", "year": "1994", "date": "July 29", "txt": "Liam O'Brien, Canadian ice hockey player", "entities": [{"title": "Liam O'Brien (ice hockey)", "href": "/wiki/Liam_O%27Brien_(ice_hockey)", "description": "Liam O'Brien is a Canadian professional ice hockey forward. He is currently playing with the Colorado Avalanche of the National Hockey League (NHL)."}]}, {"heading": "Deaths", "year": "238", "date": "July 29", "txt": "Balbinus, Roman emperor (b. 165)", "entities": [{"title": "Balbinus", "href": "/wiki/Balbinus", "description": "Balbinus was Roman emperor with Pupienus for three months in 238, the Year of the Six Emperors."}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}]}, {"heading": "Deaths", "year": "238", "date": "July 29", "txt": "Pupienus, Roman emperor (b. 178)", "entities": [{"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}]}, {"heading": "Deaths", "year": "451", "date": "July 29", "txt": "Tuoba Huang, prince of Northern Wei (b. 428)", "entities": [{"title": "Tuoba Huang", "href": "/wiki/Tuoba_Huang", "description": "Tuoba Huang (拓拔晃), Xianbei name Tianzhen (天真), formally Crown Prince Jingmu (景穆太子), later further formally honored as Emperor Jingmu (景穆皇帝) with the temple name Gongzong (恭宗) by his son Emperor Wencheng, was a crown prince of the Chinese/Xianbei dynasty Northern Wei. He was the oldest son of Emperor Taiwu, and was created crown prince in 432 at the age of four, and as he grew older, Emperor Taiwu "}, {"title": "Northern Wei", "href": "/wiki/Northern_Wei", "description": "The Northern Wei, also known as the Tuoba Wei (拓跋魏), Later Wei (後魏), was a dynasty founded by the Tuoba (Tabgach) clan of the Xianbei, which ruled northern China from 386 to 534 AD, during the period of the Northern and Southern dynasties. Described as \"part of an era of political turbulence and intense social and cultural change\", the Northern Wei dynasty is particularly noted for unifying northe"}]}, {"heading": "Deaths", "year": "796", "date": "July 29", "txt": "Offa of Mercia (b. 730)", "entities": [{"title": "Offa of Mercia", "href": "/wiki/Offa_of_Mercia", "description": "Offa was King of Mercia, a kingdom of Anglo-Saxon England, from 757 until his death. The son of Thingfrith and a descendant of Eowa, Offa came to the throne after a period of civil war following the assassination of Æthelbald. Offa defeated the other claimant, Beornred. In the early years of Offa's reign, it is likely that he consolidated his control of Midland peoples such as the Hwicce and the M"}]}, {"heading": "Deaths", "year": "846", "date": "July 29", "txt": "Li Shen, chancellor of the Tang Dynasty", "entities": [{"title": "Li Shen", "href": "/wiki/Li_Shen", "description": "Li Shen (李紳), courtesy name Gongchui (公垂), formally Duke Wensu of Zhao (趙文肅公), was an official of the Chinese dynasty Tang Dynasty, serving as a chancellor during the reign of Emperor Wuzong. He was also noted as a poet."}, {"title": "Chancellor of the Tang dynasty", "href": "/wiki/Chancellor_of_the_Tang_dynasty", "description": "The chancellor was a semi-formally designated office position for a number of high-level officials at one time during the Tang dynasty. This list includes chancellors of the reign of Wu Zetian, which she referred to as the \"Zhou dynasty\" (周), rather than \"Tang\" (唐)."}]}, {"heading": "Deaths", "year": "1030", "date": "July 29", "txt": "Olaf II of Norway (b. 995)", "entities": [{"title": "Olaf II of Norway", "href": "/wiki/Olaf_II_of_Norway", "description": "Olaf II Haraldsson, later known as Saint Olaf, was King of Norway from 1015 to 1028. Son of Harald Grenske, a petty king in Vestfold, Norway, he was posthumously given the title Rex Perpetuus Norvegiae and canonised at Nidaros (Trondheim) by Bishop Grimkell, one year after his death in the Battle of Stiklestad on 29 July 1030. His remains were enshrined in Nidaros Cathedral, built over his burial "}]}, {"heading": "Deaths", "year": "1095", "date": "July 29", "txt": "Ladislaus I of Hungary (b. 1040)", "entities": [{"title": "Ladislaus I of Hungary", "href": "/wiki/Ladislaus_I_of_Hungary", "description": "Ladislaus I or Ladislas I, also Saint Ladislaus or Saint Ladislas was King of Hungary from 1077 and King of Croatia from 1091. He was the second son of King Béla I of Hungary. After Béla's death in 1063, Ladislaus and his elder brother, Géza, acknowledged their cousin, Solomon as the lawful king in exchange for receiving their father's former duchy, which included one-third of the kingdom. They co"}]}, {"heading": "Deaths", "year": "1099", "date": "July 29", "txt": "Pope Urban II (b. 1042)", "entities": [{"title": "Pope Urban II", "href": "/wiki/Pope_Urban_II", "description": "Pope Urban II, otherwise known as Odo of Châtillon or Otho de Lagery, was the head of the Catholic Church and ruler of the Papal States from 12 March 1088 to his death. He is best known for initiating the Crusades."}]}, {"heading": "Deaths", "year": "1108", "date": "July 29", "txt": "Philip I of France (b. 1052)", "entities": [{"title": "Philip I of France", "href": "/wiki/Philip_I_of_France", "description": "Philip I, called the Amorous, was King of the Franks from 1060 to 1108. His reign, like that of most of the early Capetians, was extraordinarily long for the time. The monarchy began a modest recovery from the low it reached in the reign of his father and he added to the royal demesne the Vexin and Bourges."}]}, {"heading": "Deaths", "year": "1236", "date": "July 29", "txt": "Ingeborg of Denmark, Queen of France (b. 1175)", "entities": [{"title": "Ingeborg of Denmark, Queen of France", "href": "/wiki/Ingeborg_of_Denmark,_Queen_of_France", "description": "Ingeborg of Denmark was Queen of France by marriage to Philip II of France. She was a daughter of Valdemar I of Denmark and Sofia of Minsk."}]}, {"heading": "Deaths", "year": "1326", "date": "July 29", "txt": "Richard Óg de Burgh, 2nd Earl of Ulster (b. 1259)", "entities": [{"title": "Richard Óg de Burgh, 2nd Earl of Ulster", "href": "/wiki/Richard_%C3%93g_de_Burgh,_2nd_Earl_of_Ulster", "description": "Richard Óg de Burgh, 2nd Earl of Ulster and 3rd Baron of Connaught, called The Red Earl, was one of the most powerful Irish nobles of the late 13th and early 14th centuries."}]}, {"heading": "Deaths", "year": "1504", "date": "July 29", "txt": "Thomas Stanley, 1st Earl of Derby (b. 1435)", "entities": [{"title": "Thomas Stanley, 1st Earl of Derby", "href": "/wiki/Thomas_Stanley,_1st_Earl_of_Derby", "description": "Thomas Stanley, 1st Earl of Derby, KG was an English nobleman and traitor to King Richard III of England. He was stepfather of King Henry VII of England. He was the eldest son of Thomas Stanley, 1st Baron Stanley and Joan Goushill."}]}, {"heading": "Deaths", "year": "1507", "date": "July 29", "txt": "Martin Behaim, German-Bohemian geographer and astronomer (b. 1459)", "entities": [{"title": "Martin Behaim", "href": "/wiki/Martin_Behaim", "description": "Martin Behaim, also known as Martin von Behaim and by various forms of Martin of Bohemia, was a German textile merchant and cartographer. He served John II of Portugal as an adviser in matters of navigation and participated in a voyage to West Africa. He is now best known for his Erdapfel, the world's oldest surviving globe, which he produced for the Imperial City of Nuremberg in 1492."}]}, {"heading": "Deaths", "year": "1573", "date": "July 29", "txt": "John Caius, English physician and academic (b. 1510)", "entities": [{"title": "John Caius", "href": "/wiki/John_Caius", "description": "John Caius, also known as Johannes Caius and Ioannes Caius, was an English physician, and second founder of the present Gonville and Caius College, Cambridge."}]}, {"heading": "Deaths", "year": "1612", "date": "July 29", "txt": "Jacques Bongars, French scholar and diplomat (b. 1554)", "entities": [{"title": "Jacques Bongars", "href": "/wiki/Jacques_Bongars", "description": "Jacques Bongars was a French scholar and diplomat."}]}, {"heading": "Deaths", "year": "1644", "date": "July 29", "txt": "Pope Urban VIII (b. 1568)", "entities": [{"title": "Pope Urban VIII", "href": "/wiki/Pope_Urban_VIII", "description": "Pope Urban VIII, born Maffeo Barberini, was head of the Catholic Church and ruler of the Papal States from 6 August 1623 to his death in 1644. As pope, he expanded the papal territory by force of arms and advantageous politicking, and was also a prominent patron of the arts and a reformer of Church missions."}]}, {"heading": "Deaths", "year": "1752", "date": "July 29", "txt": "Peter Warren, Irish admiral and politician (b. 1703)", "entities": [{"title": "Peter Warren (Royal Navy officer)", "href": "/wiki/Peter_Warren_(Royal_Navy_officer)", "description": "Admiral Sir Peter Warren, KB was a British naval officer from Ireland who commanded the naval forces in the attack on the French fortress of Louisbourg, Nova Scotia in 1745. He later sat as MP for Westminster."}]}, {"heading": "Deaths", "year": "1781", "date": "July 29", "txt": "Johann Kies, German astronomer and mathematician (b. 1713)", "entities": [{"title": "Johann Kies", "href": "/wiki/Johann_Kies", "description": "Johann Kies was a German astronomer and mathematician. Born in Tübingen, Kies worked in Berlin in 1751 alongside Jérôme Lalande in order to make observations on the lunar parallax in concert with those of Nicolas Louis de Lacaille at the Cape of Good Hope."}]}, {"heading": "Deaths", "year": "1792", "date": "July 29", "txt": "René Nicolas Charles Augustin de Maupeou, French lawyer and politician, Chancellor of France (b. 1714)", "entities": [{"title": "René Nicolas Charles Augustin de Maupeou", "href": "/wiki/Ren%C3%A9_Nicolas_Charles_Augustin_de_Maupeou", "description": "René Nicolas Charles Augustin de Maupeou was a French lawyer, politician, and chancellor of France, whose attempts at reform signalled the failure of enlightened despotism in France. He is best known for his effort to destroy the system of parlements, which were powerful regional courts, in 1770–74. When King Louis XV died in 1774, the parlements were restored and Maupeou lost power."}, {"title": "Chancellor of France", "href": "/wiki/Chancellor_of_France", "description": "In France, under the Ancien Régime, the officer of state responsible for the judiciary was the Grand Chancellor of France. The Chancellor was responsible for seeing that royal decrees were enrolled and registered by the sundry parlements, provincial appellate courts. However, since the Chancellor was appointed for life, and might fall from favour, or be too ill to carry out his duties, his duties "}]}, {"heading": "Deaths", "year": "1813", "date": "July 29", "txt": "Jean-Andoche Junot, French general (b. 1771)", "entities": [{"title": "Jean-Andoche Junot", "href": "/wiki/Jean-Andoche_Junot", "description": "Jean-Andoche Junot, 1st Duke of Abrantes was a French military officer during the Revolutionary and Napoleonic Wars."}]}, {"heading": "Deaths", "year": "1833", "date": "July 29", "txt": "William Wilberforce, English philanthropist and politician (b. 1759)", "entities": [{"title": "William Wilberforce", "href": "/wiki/William_Wilberforce", "description": "William Wilberforce was a British politician, philanthropist, and a leader of the movement to abolish the slave trade. A native of Kingston upon Hull, Yorkshire, he began his political career in 1780, eventually becoming an independent Member of Parliament (MP) for Yorkshire (1784–1812). In 1785, he became an evangelical Christian, which resulted in major changes to his lifestyle and a lifelong co"}]}, {"heading": "Deaths", "year": "1839", "date": "July 29", "txt": "Gaspard de Prony, French mathematician and engineer (b. 1755)", "entities": [{"title": "Gaspard de Prony", "href": "/wiki/Gaspard_de_Prony", "description": "Baron Gaspard Clair François Marie Riche de Prony was a French mathematician and engineer, who worked on hydraulics. He was born at Chamelet, Beaujolais, France and died in Asnières-sur-Seine, France."}]}, {"heading": "Deaths", "year": "1844", "date": "July 29", "txt": "Franz Xaver Wolfgang Mozart, Austrian pianist, composer, and conductor (b. 1791)", "entities": [{"title": "Franz Xaver Wolfgang Mozart", "href": "/wiki/Franz_Xaver_Wolfgang_Mozart", "description": "Franz Xaver Wolfgang Mozart, also known as Wolfgang Amadeus Mozart, Jr., was the youngest child of six born to Wolfgang Amadeus Mozart and his wife Constanze. He was the younger of his parents' two surviving children. He was a composer, pianist, conductor, and teacher of the late classical period whose musical style was of an early Romanticism, heavily influenced by his father's mature style."}]}, {"heading": "Deaths", "year": "1856", "date": "July 29", "txt": "Robert Schumann, German composer and critic (b. 1810)", "entities": [{"title": "Robert Schumann", "href": "/wiki/Robert_Schumann", "description": "Robert Schumann was a German composer, pianist, and influential music critic. He is widely regarded as one of the greatest composers of the Romantic era. Schumann left the study of law, intending to pursue a career as a virtuoso pianist. His teacher, Friedrich Wieck, a German pianist, had assured him that he could become the finest pianist in Europe, but a hand injury ended this dream. Schumann th"}]}, {"heading": "Deaths", "year": "1857", "date": "July 29", "txt": "Thomas Dick, Scottish minister, astronomer, and author (b. 1774)", "entities": [{"title": "Thomas Dick (scientist)", "href": "/wiki/Thomas_Dick_(scientist)", "description": "Reverend Thomas Dick, was a British church minister, science teacher and writer, known for his works on astronomy and practical philosophy, combining science and Christianity, and arguing for a harmony between the two."}]}, {"heading": "Deaths", "year": "1887", "date": "July 29", "txt": "Agostino Depretis, Italian politician, 9th Prime Minister of Italy (d. 1813)", "entities": [{"title": "Agostino Depretis", "href": "/wiki/Agostino_Depretis", "description": "Agostino Depretis was an Italian statesman and politician. He served as Prime Minister of Italy for several stretches between 1876 and 1887, and was leader of the Historical Left parliamentary group for more than a decade. He is the fourth-longest serving Prime Minister in Italian history, after Benito Mussolini, Giovanni Giolitti and Silvio Berlusconi. Depretis is widely considered one of the mos"}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Deaths", "year": "1890", "date": "July 29", "txt": "Vincent van Gogh, Dutch painter and illustrator (b. 1853)", "entities": [{"title": "Vincent van Gogh", "href": "/wiki/Vincent_van_Gogh", "description": "Vincent Willem van Gogh was a Dutch post-impressionist painter who posthumously became one of the most famous and influential figures in the history of Western art. In a decade, he created about 2,100 artworks, including around 860 oil paintings, most of which date from the last two years of his life. They include landscapes, still lifes, portraits and self-portraits, and are characterised by bold"}]}, {"heading": "Deaths", "year": "1895", "date": "July 29", "txt": "Floriano Peixoto, Brazilian general and politician, 2nd President of Brazil (b. 1839)", "entities": [{"title": "Floriano Peixoto", "href": "/wiki/Floriano_Peixoto", "description": "Floriano Vieira Peixoto, born in Ipioca, nicknamed the \"Iron Marshal\", was a Brazilian soldier and politician, a veteran of the Paraguayan War, and the second President of Brazil. He is the first Vice President of Brazil to have succeeded a former President mid-term."}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Deaths", "year": "1900", "date": "July 29", "txt": "Umberto I of Italy (b. 1844)", "entities": [{"title": "Umberto I of Italy", "href": "/wiki/Umberto_I_of_Italy", "description": "Umberto I, nicknamed the Good, was the King of Italy from 9 January 1878 until his assassination on 29 July 1900."}]}, {"heading": "Deaths", "year": "1908", "date": "July 29", "txt": "Marie Adam-Doerrer (b. 1838)", "entities": [{"title": "Marie Adam-Doerrer", "href": "/wiki/Marie_Adam-Doerrer", "description": "Marie Adam-Doerrer was a Swiss women's rights activist and unionist."}]}, {"heading": "Deaths", "year": "1913", "date": "July 29", "txt": "Tobias Asser, Dutch lawyer and jurist, Nobel Prize Laureate (b. 1838)", "entities": [{"title": "Tobias Asser", "href": "/wiki/Tobias_Asser", "description": "Tobias Michael Carel Asser was a Dutch lawyer and legal scholar of Jewish background."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1918", "date": "July 29", "txt": "Ernest William Christmas, Australian-American painter (b. 1863)", "entities": [{"title": "Ernest William Christmas", "href": "/wiki/Ernest_William_Christmas", "description": "Ernest William Christmas was an Australian painter, known primarily for his landscapes. Much of his later, most familiar work was done outside of Australia; in Europe, South America and, finally, Hawaii."}]}, {"heading": "Deaths", "year": "1924", "date": "July 29", "txt": "Sotirios Krokidas, Greek educator and politician, 110th Prime Minister of Greece (b. 1852)", "entities": [{"title": "Sotirios Krokidas", "href": "/wiki/Sotirios_Krokidas", "description": "Sotirios G. Krokidas was an interim Prime Minister of Greece in 1922. He was a law professor in Athens."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1934", "date": "July 29", "txt": "Didier Pitre, Canadian ice hockey player (b. 1883)", "entities": [{"title": "Didier Pitre", "href": "/wiki/Didier_Pitre", "description": "Joseph George Didier \"Cannonball\" Pitre was a Canadian professional ice hockey player. Nicknamed \"Cannonball,\" he was renown for having one of the hardest shots during his playing career. One of the first players to join the Montreal Canadiens, Pitre and his teammates' French-Canadian heritage led to the team being nicknamed the Flying Frenchmen."}]}, {"heading": "Deaths", "year": "1938", "date": "July 29", "txt": "Nikolai Krylenko, Russian lawyer, jurist, and politician, Prosecutor General of the Russian SFSR (b. 1885)", "entities": [{"title": "Nikolai Krylenko", "href": "/wiki/Nikolai_Krylenko", "description": "Nikolai Vasilyevich Krylenko was an Old Bolshevik and Soviet politician. Krylenko served in a variety of posts in the Soviet legal system, rising to become People's Commissar for Justice and Prosecutor General of the Russian Soviet Federated Socialist Republic. He was executed during the Great Purge."}, {"title": "List of Prosecutor Generals of Russia and the Soviet Union", "href": "/wiki/List_of_Prosecutor_Generals_of_Russia_and_the_Soviet_Union", "description": "\nThis is a list of Prosecutors General of Russia."}]}, {"heading": "Deaths", "year": "1950", "date": "July 29", "txt": "Joe Fry, English race car driver (b. 1915)", "entities": [{"title": "Joe Fry", "href": "/wiki/Joe_Fry", "description": "Joseph Gibson Fry was a British racing driver and distant member of the Fry's Chocolate family. \nHe became the primary driver for the highly successful Shelsley Special \"Freikaiserwagen\", created by his cousin David Fry and Hugh Dunsterville, with help from Dick Caesar. The original car was built in Bristol in 1936 and featured an Anzani engine which was replaced in 1937 by a Blackburne engine. Jo"}]}, {"heading": "Deaths", "year": "1951", "date": "July 29", "txt": "Ali Sami Yen, Turkish footballer and manager, founded Galatasaray S.K. (b. 1886)", "entities": [{"title": "Ali Sami Yen", "href": "/wiki/Ali_Sami_Yen", "description": "Ali Sami Yen, born Ali Sami Frashëri was an Albanian-Turkish sports official best known as the founder of the Galatasaray Sports Club. After the enactment of law on family names in 1934, he took the surname Yen, which literally means \"win\" in the Turkish language."}, {"title": "Galatasaray S.K.", "href": "/wiki/Galatasaray_S.K.", "description": "Galatasaray Spor Kulübü is a Turkish sports club based on the European side of the city of Istanbul in Turkey. Most notable for its association football department, the club also consists of various other departments including basketball, wheelchair basketball, volleyball, water polo, handball, athletics, swimming, rowing, sailing, judo, bridge, motorsport, equestrian, and chess. Galatasaray S.K. "}]}, {"heading": "Deaths", "year": "1954", "date": "July 29", "txt": "Coen de Koning, Dutch speed skater (b. 1879)", "entities": [{"title": "Coen de Koning", "href": "/wiki/Coen_de_Koning", "description": "Coen de Koning was a speed skater and cyclist. He started his sports career as a cyclist, but switched to speed skating and became the second Dutch speed skater to win a world title, in 1905. He finished second in 500 m, and won the 1500, 5000 and 10,000 m events. De Koning won the national all-around title in 1903, 1905 and 1912, and set national records in the 500 m and 10,000 m in 1905; these r"}]}, {"heading": "Deaths", "year": "1960", "date": "July 29", "txt": "Hasan Saka, Turkish politician, 7th Prime Minister of Turkey (b. 1885)", "entities": [{"title": "Hasan Saka", "href": "/wiki/Hasan_Saka", "description": "Hasan Saka was a Turkish politician, Minister of Foreign Affairs, and Prime Minister of Turkey."}, {"title": "Prime Minister of Turkey", "href": "/wiki/Prime_Minister_of_Turkey", "description": "The Prime Minister of the Republic of Turkey was the head of government of the Republic of Turkey from 1920 to 2018, who led a political coalition in the Turkish Parliament and presided over the cabinet. Throughout the political history of Turkey, functions and powers of the post had changed occasionally."}]}, {"heading": "Deaths", "year": "1962", "date": "July 29", "txt": "Ronald Fisher, English biologist and statistician (b. 1890)", "entities": [{"title": "Ronald Fisher", "href": "/wiki/Ronald_Fisher", "description": "Sir Ronald Aylmer Fisher was a British statistician, geneticist, and academic. For his work in statistics, he has been described as \"a genius who almost single-handedly created the foundations for modern statistical science\" and \"the single most important figure in 20th century statistics\". In genetics, his work used mathematics to combine Mendelian genetics and natural selection; this contributed"}]}, {"heading": "Deaths", "year": "1962", "date": "July 29", "txt": "Leonardo De Lorenzo, Italian-American flute player and educator (b. 1875)", "entities": []}, {"heading": "Deaths", "year": "1964", "date": "July 29", "txt": "Vean Gregg, American baseball player (b. 1885)", "entities": [{"title": "Vean Gregg", "href": "/wiki/Vean_Gregg", "description": "Sylveanus Augustus \"Vean\" Gregg was born April 13, 1885, in Chehalis, Washington. For three years, the left-hander was one of the most dominant pitchers in the major leagues."}]}, {"heading": "Deaths", "year": "1966", "date": "July 29", "txt": "Johnson Aguiyi-Ironsi, Nigerian general and politician, 2nd Head of State of Nigeria (b. 1924)", "entities": [{"title": "Johnson Aguiyi-Ironsi", "href": "/wiki/Johnson_Aguiyi-Ironsi", "description": "Major General Johnson Thomas Umunnakwe Aguiyi-Ironsi MVO, MBE was the first Military Head of State of Nigeria. He seized power amidst the ensuing chaos following the 15 January 1966 military coup, which decapitated the country's leadership."}, {"title": "List of heads of state of Nigeria", "href": "/wiki/List_of_heads_of_state_of_Nigeria", "description": "This is a list of the heads of state of Nigeria, from Nigeria's independence in 1960 to the present day.\nNigeria became a federal republic under the Constitution of 1963 and the monarch and Governor-General were replaced by a ceremonial President."}]}, {"heading": "Deaths", "year": "1966", "date": "July 29", "txt": "Adekunle Fajuyi, Nigerian colonel (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "July 29", "txt": "John Barbirolli, English cellist and conductor (b. 1899)", "entities": [{"title": "John Barbirolli", "href": "/wiki/John_Barbirolli", "description": "Sir John Barbirolli, CH, né Giovanni Battista Barbirolli, was a British conductor and cellist. He is remembered above all as conductor of the Hallé Orchestra in Manchester, which he helped save from dissolution in 1943 and conducted for the rest of his life. Earlier in his career he was Arturo Toscanini's successor as music director of the New York Philharmonic, serving from 1936 to 1943. He was a"}]}, {"heading": "Deaths", "year": "1973", "date": "July 29", "txt": "Norm Smith, Australian footballer and coach (b. 1915)", "entities": [{"title": "Norm Smith", "href": "/wiki/Norm_Smith", "description": "Norman Walter \"Norm\" Smith was an Australian rules football player and coach in the Victorian Football League (VFL). After 200 games as a player with Melbourne and Fitzroy, Smith began a twenty-year coaching career, including a fifteen-year stint at Melbourne. Recognised as the father of modern Australian football coaching, Smith coached Melbourne to six premierships and in 1996 was chosen as the "}]}, {"heading": "Deaths", "year": "1973", "date": "July 29", "txt": "Roger Williamson, English race car driver (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "July 29", "txt": "Cass Elliot, American singer (b. 1941)", "entities": [{"title": "Cass Elliot", "href": "/wiki/Cass_Elliot", "description": "Cass Elliot, better known as Mama Cass, was an American singer and actress who is best known for having been a member of the Mamas and the Papas. After the group broke up, she released five solo albums. In 1998, she was posthumously inducted into the Rock and Roll Hall of Fame for her work with the Mamas and the Papas."}]}, {"heading": "Deaths", "year": "1974", "date": "July 29", "txt": "Erich Kästner, German author and poet (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "July 29", "txt": "Mickey Cohen, American gangster (b. 1913)", "entities": [{"title": "Mickey Cohen", "href": "/wiki/Mickey_Cohen", "description": "Meyer Harris \"Mickey\" Cohen was a gangster and entrepreneur based in Los Angeles during the mid-20th century."}]}, {"heading": "Deaths", "year": "1978", "date": "July 29", "txt": "Andrzej Bogucki, Polish actor, operetta singer, and songwriter (b. 1904)", "entities": [{"title": "Andrzej Bogucki", "href": "/wiki/Andrzej_Bogucki", "description": "Andrzej Bogucki was a Polish television, stage and film actor, as well as operetta singer and songwriter, sometimes referred to as \"The Polish Chevalier\"."}]}, {"heading": "Deaths", "year": "1979", "date": "July 29", "txt": "Herbert Marcuse, German sociologist and philosopher (b. 1898)", "entities": [{"title": "Herbert Marcuse", "href": "/wiki/Herbert_Marcuse", "description": "Herbert Marcuse was a German-American philosopher, sociologist, and political theorist, associated with the Frankfurt School of critical theory. Born in Berlin, Marcuse studied at the Humboldt University of Berlin and then at Freiburg, where he received his PhD. He was a prominent figure in the Frankfurt-based Institute for Social Research – what later became known as the Frankfurt School. He was "}]}, {"heading": "Deaths", "year": "1979", "date": "July 29", "txt": "Bill Todman, American screenwriter and producer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "July 29", "txt": "Robert Moses, American urban planner, designed the Northern State Parkway and Southern State Parkway (b. 1888)", "entities": [{"title": "Robert Moses", "href": "/wiki/Robert_Moses", "description": "Robert Moses was an American public official who worked mainly in the New York metropolitan area. Known as the \"master builder\" of mid-20th century New York City, Long Island, Rockland County, and Westchester County, he is sometimes compared to Baron Haussmann of Second Empire Paris, and was one of the most polarizing figures in the history of United States urban development. His decisions favorin"}, {"title": "Northern State Parkway", "href": "/wiki/Northern_State_Parkway", "description": "The Northern State Parkway is a 28.88-mile-long (46.48 km) limited-access state parkway on Long Island in the U.S. state of New York. The western terminus is at the Queens–Nassau County line, where the parkway continues westward into New York City as the Grand Central Parkway. The eastern terminus is at New York State Route 347 (NY 347) and NY 454 in Hauppauge. The parkway is designated New York S"}, {"title": "Southern State Parkway", "href": "/wiki/Southern_State_Parkway", "description": "The Southern State Parkway is a 25.53-mile (41.09 km) limited-access highway on Long Island, New York, in the United States. The parkway begins at an interchange with the Belt and Cross Island parkways in Elmont, in Nassau County, and travels east to an interchange with the Sagtikos State Parkway in West Islip, Suffolk County, where it becomes the Heckscher State Parkway. The Southern State Parkwa"}]}, {"heading": "Deaths", "year": "1982", "date": "July 29", "txt": "Harold Sakata, American wrestler and actor (b. 1920)", "entities": [{"title": "Harold Sakata", "href": "/wiki/Harold_Sakata", "description": "Harold Sakata , born Toshiyuki Sakata  was a Japanese-American Olympic weightlifter, professional wrestler, and film actor. He won a silver medal for the United States at the 1948 Summer Olympics in London in weightlifting. He was also an actor, best remembered for his role as the villain Oddjob in the James Bond film Goldfinger (1964)."}]}, {"heading": "Deaths", "year": "1982", "date": "July 29", "txt": "Vladimir K. Zworykin, Russian-American engineer, invented the Iconoscope (b. 1889)", "entities": [{"title": "Iconoscope", "href": "/wiki/Iconoscope", "description": "The iconoscope was the first practical video camera tube to be used in early television cameras. The iconoscope produced a much stronger signal than earlier mechanical designs, and could be used under any well-lit conditions. This was the first fully electronic system to replace earlier cameras, which used special spotlights or spinning disks to capture light from a single very brightly lit spot."}]}, {"heading": "Deaths", "year": "1983", "date": "July 29", "txt": "Luis Buñuel, Spanish actor, director, and screenwriter (b. 1900)", "entities": [{"title": "Luis Buñuel", "href": "/wiki/Luis_Bu%C3%B1uel", "description": "Luis Buñuel Portolés was a Spanish, later naturalized Mexican, filmmaker who worked in France, Mexico, and Spain."}]}, {"heading": "Deaths", "year": "1983", "date": "July 29", "txt": "Raymond Massey, Canadian-American actor and screenwriter (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "July 29", "txt": "David Niven, English military officer and actor (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "July 29", "txt": "Fred Waring, American television host and bandleader (b. 1900)", "entities": [{"title": "Fred Waring", "href": "/wiki/Fred_Waring", "description": "Fredrick Malcolm Waring Sr. was a musician, bandleader, and radio and television personality, sometimes referred to as \"America's Singing Master\" and \"The Man Who Taught America How to Sing\". He was also a promoter, financial backer and eponym of the Waring Blendor, the first modern electric blender on the market."}]}, {"heading": "Deaths", "year": "1987", "date": "July 29", "txt": "Bibhutibhushan Mukhopadhyay, Indian author, poet, and playwright (b. 1894)", "entities": [{"title": "Bibhutibhushan Mukhopadhyay", "href": "/wiki/Bibhutibhushan_Mukhopadhyay", "description": " Bibhutibhushan Mukhopadhyay was an Indian Bengali language author."}]}, {"heading": "Deaths", "year": "1990", "date": "July 29", "txt": "Bruno Kreisky, Austrian academic and politician, 22nd Chancellor of Austria (b. 1911)", "entities": [{"title": "Bruno Kreisky", "href": "/wiki/Bruno_Kreisky", "description": "Bruno Kreisky was an Austrian social democratic politician who served as Foreign Minister from 1959 to 1966 and as Chancellor from 1970 to 1983. Aged 72 at the end of his chancellorship, he was the oldest Chancellor after World War II. His 13-year tenure was the longest of any Chancellor in republican Austria."}, {"title": "Chancellor of Austria", "href": "/wiki/Chancellor_of_Austria", "description": "The Federal Chancellor of Austria is the head of government of the Republic of Austria. The position corresponds to that of Prime Minister in several other parliamentary democracies. The term is gendered in the German language."}]}, {"heading": "Deaths", "year": "1991", "date": "July 29", "txt": "Christian de Castries, French general (b. 1902)", "entities": [{"title": "Christian de Castries", "href": "/wiki/Christian_de_Castries", "description": "Christian Marie Ferdinand de la Croix de Castries was the French commander at the Battle of Dien Bien Phu in 1954."}]}, {"heading": "Deaths", "year": "1992", "date": "July 29", "txt": "Michel Larocque, Canadian ice hockey player and manager (b. 1952)", "entities": [{"title": "Michel Larocque", "href": "/wiki/Michel_Larocque", "description": "Michel Raymond \"Bunny\" Larocque was a Canadian professional ice hockey goaltender who played for the Montreal Canadiens, Toronto Maple Leafs, Philadelphia Flyers and St. Louis Blues in the National Hockey League."}]}, {"heading": "Deaths", "year": "1994", "date": "July 29", "txt": "John Britton, American physician (b. 1925)", "entities": [{"title": "John Britton (doctor)", "href": "/wiki/John_Britton_(doctor)", "description": "John Bayard Britton was an American physician. He was murdered in Pensacola, Florida, by anti-abortion extremist Paul Jennings Hill. Britton's death was the second assassination of a Pensacola abortion provider in under a year and a half; he had replaced David Gunn after the latter's 1993 murder by another anti-abortionist."}]}, {"heading": "Deaths", "year": "1994", "date": "July 29", "txt": "Dorothy Hodgkin, Egyptian-English biochemist and biophysicist, Nobel Prize laureate (b. 1910)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1995", "date": "July 29", "txt": "Les Elgart, American trumpet player and bandleader (b. 1917)", "entities": [{"title": "Les Elgart", "href": "/wiki/Les_Elgart", "description": "Lester Elliott Elgart was an American swing jazz bandleader and trumpeter."}]}, {"heading": "Deaths", "year": "1996", "date": "July 29", "txt": "Ric Nordman, Canadian businessman and politician (b. 1919)", "entities": [{"title": "Ric Nordman", "href": "/wiki/Ric_Nordman", "description": "Rurik (Ric) Nordman was a businessman and politician in Manitoba, Canada."}]}, {"heading": "Deaths", "year": "1996", "date": "July 29", "txt": "Marcel-Paul Schützenberger, French mathematician and theorist (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "July 29", "txt": "Jason Thirsk, American singer and bass player (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "July 29", "txt": "Jerome Robbins, American director, producer, and choreographer (b. 1918)", "entities": [{"title": "Jerome Robbins", "href": "/wiki/Jerome_Robbins", "description": "Jerome Robbins was an American choreographer, director, dancer, and theater producer who worked in classical ballet, on stage, film, and television."}]}, {"heading": "Deaths", "year": "2001", "date": "July 29", "txt": "Edward Gierek, Polish soldier and politician (b. 1913)", "entities": [{"title": "Edward Gierek", "href": "/wiki/Edward_Gierek", "description": "Edward Gierek was a Polish communist politician and de facto leader of Poland between 1970 and 1980. Gierek replaced Władysław Gomułka as First Secretary of the ruling Polish United Workers' Party (PZPR) in the Polish People's Republic in 1970. He is known for opening communist Poland to the Western Bloc and for his economic policies based on foreign loans, which ultimately failed. He was removed "}]}, {"heading": "Deaths", "year": "2001", "date": "July 29", "txt": "Wau Holland, German computer scientist, co-founded Chaos Computer Club (b. 1951)", "entities": [{"title": "Chaos Computer Club", "href": "/wiki/Chaos_Computer_Club", "description": "The Chaos Computer Club (CCC) is Europe's largest association of hackers with 7700 registered members. Founded in 1981, the association is incorporated as an eingetragener Verein in Germany, with local chapters in various cities in Germany and the surrounding countries, particularly where there are German-speaking communities.\nSince 1985, some chapters in Switzerland have organized an independent "}]}, {"heading": "Deaths", "year": "2003", "date": "July 29", "txt": "Foday Sankoh, Sierra Leonean soldier, founded the Revolutionary United Front (b. 1937)", "entities": [{"title": "Foday Sankoh", "href": "/wiki/Foday_Sankoh", "description": "Foday Saybana Sankoh was the founder of the Sierra Leone rebel group Revolutionary United Front (RUF), which was supported by Charles Taylor-led NPFL in the 11-year-long Sierra Leone Civil War, starting in 1991 and ending in 2002. An estimated 50,000 people were killed during the war, and over 500,000 people were displaced in neighboring countries."}, {"title": "Revolutionary United Front", "href": "/wiki/Revolutionary_United_Front", "description": "The Revolutionary United Front (RUF) was a rebel army that fought a failed eleven-year war in Sierra Leone, starting in 1991 and ending in 2002. It later developed into a political party, which still exists today. The three most senior surviving leaders, Issa Sesay, Morris Kallon and Augustine Gbao, were convicted in February 2009 of war crimes and crimes against humanity."}]}, {"heading": "Deaths", "year": "2004", "date": "July 29", "txt": "Rena Vlahopoulou, Greek actress and singer (b. 1923)", "entities": [{"title": "Rena Vlahopoulou", "href": "/wiki/Rena_Vlahopoulou", "description": "Irene \"Rena\" Vlahopoulou was a Greek actress and singer. She starred in theatre, musical, and Greek cinema productions, including The Gambler and The Countess of Corfu."}]}, {"heading": "Deaths", "year": "2007", "date": "July 29", "txt": "Mike Reid, English comedian, actor, and author (b. 1940)", "entities": [{"title": "Mike Reid (actor)", "href": "/wiki/Mike_Reid_(actor)", "description": "Michael Reid was an English comedian, actor, author and occasional television presenter from London who is best remembered for playing the role of Frank Butcher in EastEnders and hosting the popular children's TV show Runaround. He was noted for his gravelly voice and strong London accent."}]}, {"heading": "Deaths", "year": "2007", "date": "July 29", "txt": "Michel Serrault, French actor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 29", "txt": "Tom Snyder, American journalist and talk show host (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 29", "txt": "Marvin Zindler, American journalist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "July 29", "txt": "Bruce Edward Ivins, American scientist and bio-defense researcher (b. 1946)", "entities": [{"title": "Bruce Edward Ivins", "href": "/wiki/Bruce_Edward_Ivins", "description": "Bruce Edwards Ivins was an American microbiologist, vaccinologist, senior biodefense researcher at the United States Army Medical Research Institute of Infectious Diseases (USAMRIID), Fort Detrick, Maryland, and the suspected perpetrator of the 2001 anthrax attacks. Ivins died on July 29, 2008, of an overdose of acetaminophen (Tylenol) in an apparent suicide after learning that criminal charges we"}]}, {"heading": "Deaths", "year": "2010", "date": "July 29", "txt": "Charles E. Wicks, American chemist and academic (b. 1925)", "entities": [{"title": "Charles E. Wicks", "href": "/wiki/Charles_E._Wicks", "description": "Charles Wicks is an Emeritus professor of chemical engineering at Oregon State University. His focus throughout his career has been mass transfer, and important aspect of chemical engineering along with momentum transfer and heat transfer."}]}, {"heading": "Deaths", "year": "2012", "date": "July 29", "txt": "Tatiana Egorova, Russian footballer and manager (b. 1970)", "entities": [{"title": "Tatiana Egorova", "href": "/wiki/Tatiana_Egorova", "description": "Tatiana Egorova was a Russian footballer and manager. She played for CSK VVS Samara and Rossiyanka in the Russian Championship, and Turbine Potsdam in the German Bundesliga, and she was a member of the Russian national team, with whom she played the 1999 and 2003 World Cups."}]}, {"heading": "Deaths", "year": "2012", "date": "July 29", "txt": "August Kowalczyk, Polish actor and director (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 29", "txt": "Chris Marker, French photographer and journalist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 29", "txt": "James Mellaart, English archaeologist and author (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 29", "txt": "John Stampe, Danish footballer and coach (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 29", "txt": "Christian Benítez, Ecuadorian footballer (b. 1986)", "entities": [{"title": "Christian Benítez", "href": "/wiki/Christian_Ben%C3%ADtez", "description": "Christian Rogelio Benítez Betancourt, also known as Chucho, was an Ecuadorian professional footballer who played as a striker."}]}, {"heading": "Deaths", "year": "2013", "date": "July 29", "txt": "Peter Flanigan, American banker and civil servant (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 29", "txt": "Tony Gaze, Australian soldier, pilot, and race car driver (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 29", "txt": "Munir Hussain, Indian cricketer and sportscaster (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 29", "txt": "M. Caldwell Butler, American soldier, lawyer, and politician (b. 1925)", "entities": [{"title": "M. Caldwell Butler", "href": "/wiki/M._Caldwell_Butler", "description": "Manley Caldwell Butler was an American lawyer and politician widely admired for his integrity, bipartisanship and courage. A native of Roanoke, Butler served his hometown and wider community first as a member of the Republican Party in the Virginia General Assembly (1962–1972) and later United States House of Representatives (1972–1983)."}]}, {"heading": "Deaths", "year": "2014", "date": "July 29", "txt": "Jon R. Cavaiani, English-American sergeant, Medal of Honor recipient (b. 1943)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2014", "date": "July 29", "txt": "Giorgio Gaslini, Italian pianist and composer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 29", "txt": "María Antonia Iglesias, Spanish journalist and author (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 29", "txt": "Péter Kiss, Hungarian engineer and politician (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 29", "txt": "Idris Muhammad, American drummer and composer (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 29", "txt": "Thomas R. St. George, American soldier and author (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 29", "txt": "Antony Holland, English-Canadian actor, director, and playwright (b. 1920)", "entities": [{"title": "Antony Holland", "href": "/wiki/Antony_Holland", "description": "Antony Holland was an English actor, playwright and theatre director who until his death in 2015 lived on Gabriola Island, British Columbia, Canada."}]}, {"heading": "Deaths", "year": "2015", "date": "July 29", "txt": "Peter O'Sullevan, Anglo-Irish sportscaster (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 29", "txt": "Mike Pyle, American football player and sportscaster (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 29", "txt": "Franklin H. Westervelt, American computer scientist, engineer, and academic (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "July 29", "txt": "Oliver Dragojević, a Croatian recording artist (b. 1947) ", "entities": [{"title": "Oliver Dragojević", "href": "/wiki/Oliver_Dragojevi%C4%87", "description": "Oliver Dragojević was a Croatian recording artist, who was considered one of the most enduring musical stars and cultural icons in Croatia with a discography that spanned nearly five decades. His style blended traditional klapa melodies of Dalmatia, a coastal region in his native Croatia, with jazz motifs wrapped up in a modern production."}, {"title": "Croats", "href": "/wiki/Croats", "description": "Croats, also known as Croatians, are a nation and South Slavic ethnic group native to Croatia and Bosnia and Herzegovina. They are also a recognized minority in a number of neighboring countries, namely Austria, the Czech Republic, Germany, Hungary, Italy, Montenegro, Romania, Serbia, Slovakia, and Slovenia."}]}, {"heading": "Deaths", "year": "2018", "date": "July 29", "txt": "Nikolai Volkoff, Yugoslav-born American professional wrestler (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "July 29", "txt": "Grant Thompson, American paramotorist and creator of the Youtube channel TKoR (b. 1980)", "entities": [{"title": "Grant Thompson", "href": "/wiki/Grant_Thompson", "description": "The King of Random (TKOR) is a YouTube channel created by Grant Thompson that conducts DIY projects and experiments, often involving large amounts of a single item. Thompson created the channel in 2010. Thompson died on July 29, 2019, in a paramotoring accident at the age of 38."}]}]