[{"heading": "Events", "year": "356 BC", "date": "July 21", "txt": "The Temple of Artemis in Ephesus, one of the Seven Wonders of the World, is destroyed by arson.", "entities": [{"title": "Temple of Artemis", "href": "/wiki/Temple_of_Artemis", "description": "The Temple of Artemis or Artemision, also known less precisely as the Temple of Diana, was a Greek temple dedicated to an ancient, local form of the goddess Artemis. It was located in Ephesus. It was completely rebuilt twice, once after a devastating flood and three hundred years later after an act of arson, and in its final form was one of the Seven Wonders of the Ancient World. By 401 AD it had "}, {"title": "Ephesus", "href": "/wiki/Ephesus", "description": "Ephesus was an ancient Greek city on the coast of Ionia, three kilometres southwest of present-day Selçuk in İzmir Province, Turkey. It was built in the 10th century BC on the site of the former Arzawan capital by Attic and Ionian Greek colonists. During the Classical Greek era it was one of the twelve cities of the Ionian League. The city came under the control of the Roman Republic in 129 BC."}, {"title": "Wonders of the World", "href": "/wiki/Wonders_of_the_World", "description": "Various lists of the Wonders of the World have been compiled from antiquity to the present day, to catalogue the world's most spectacular natural wonders and human-built structures."}, {"title": "Arson", "href": "/wiki/Arson", "description": "Arson is a crime of willfully and maliciously setting fire to or charring property. Though the act typically involves buildings, the term arson can also refer to the intentional burning of other things, such as motor vehicles, watercraft, or forests. The crime is typically classified as a felony, with instances involving a greater degree of risk to human life or property carrying a stricter penalt"}]}, {"heading": "Events", "year": "230", "date": "July 21", "txt": "Pope Pontian succeeds Urban I as the eighteenth pope.", "entities": [{"title": "Pope Pontian", "href": "/wiki/Pope_Pontian", "description": "Pope Pontian was the bishop of Rome from 21 July 230 to 28 September 235. In 235, during the persecution of Christians in the reign of the Emperor Maximinus Thrax, Pontian was arrested and sent to the island of Sardinia. He resigned to make the election of a new pope possible. When Pontian resigned on 28 September 235, he was the first pope to do so. It allowed an orderly transition in the Church "}, {"title": "Pope Urban I", "href": "/wiki/Pope_Urban_I", "description": "Pope Urban I (175?-230) was the bishop of Rome from 222 to 23 May 230. He was born in Rome and succeeded Callixtus I, who had been martyred. It was previously believed for centuries that Urban I was also martyred. However, recent historical discoveries now lead scholars to believe that he died of natural causes."}, {"title": "Pope", "href": "/wiki/Pope", "description": "The pope, also known as the supreme pontiff or the Roman pontiff, is the bishop of Rome, head of the worldwide Catholic Church and head of state or sovereign of the Vatican City State. According to Catholics, the primacy of the bishop of Rome is largely derived from his role as the apostolic successor to Saint Peter, to whom primacy was conferred by Jesus, giving him the Keys of Heaven and the pow"}]}, {"heading": "Events", "year": "285", "date": "July 21", "txt": "Diocletian appoints Maximian as Caesar and co-ruler.", "entities": [{"title": "Diocletian", "href": "/wiki/Diocletian", "description": "Diocletian was a Roman emperor from 284 to 305. Born to a family of low status in Dalmatia, Diocletian rose through the ranks of the military to become a cavalry commander of the Emperor Carus's army. After the deaths of Carus and his son Numerian on campaign in Persia, Diocletian was proclaimed emperor. The title was also claimed by Carus's surviving son, Carinus, but Diocletian defeated him in t"}, {"title": "Maximian", "href": "/wiki/Maximian", "description": "Maximian, nicknamed Herculius, was Roman emperor from 286 to 305. He was Caesar from 285 to 286, then Augustus from 286 to 305. He shared the latter title with his co-emperor and superior, Diocletian, whose political brain complemented Maximian's military brawn. Maximian established his residence at Trier but spent most of his time on campaign. In late 285, he suppressed rebels in Gaul known as th"}, {"title": "Caesar (title)", "href": "/wiki/Caesar_(title)", "description": "Caesar is a title of imperial character. It derives from the cognomen of Julius Caesar, the Roman dictator. The change from being a familial name to a title adopted by the Roman Emperors can be dated to about 68/69 AD, the so-called \"Year of the Four Emperors\"."}]}, {"heading": "Events", "year": "365", "date": "July 21", "txt": "The 365 Crete earthquake affects the Greek island of Crete with a maximum Mercalli intensity of XI (Extreme), causing a destructive tsunami that affects the coasts of Libya and Egypt, especially Alexandria. Many thousands were killed.", "entities": [{"title": "365 Crete earthquake", "href": "/wiki/365_Crete_earthquake", "description": "The 365 Crete earthquake occurred at about sunrise on 21 July 365 in the Eastern Mediterranean, with an assumed epicentre near Crete. Geologists today estimate the undersea earthquake to have been a magnitude 8.0 or higher. It caused widespread destruction in central and southern Greece, northern Libya, Egypt, Cyprus, Sicily, and Spain. On Crete, nearly all towns were destroyed."}, {"title": "Alexandria", "href": "/wiki/Alexandria", "description": "Alexandria is the third-largest city in Egypt after Cairo and Giza, seventh-largest city in Africa, and a major economic centre. With a total population of 5,200,000, Alexandria is the largest city on the Mediterranean – also called the \"Bride of the Mediterranean\" by locals – the fourth-largest city in the Arab world and the ninth-largest urban area \nin Africa. The city extends about 40 km (25 mi"}]}, {"heading": "Events", "year": "905", "date": "July 21", "txt": "King Berengar I of Italy and a hired Hungarian army defeats the Frankish forces at Verona. King Louis III is captured and blinded for breaking his oath (see 902).", "entities": [{"title": "Berengar I of Italy", "href": "/wiki/Berengar_I_of_Italy", "description": "Berengar I was the king of Italy from 887. He was Holy Roman Emperor between 915 and his death in 924. He is usually known as Berengar of Friuli, since he ruled the March of Friuli from 874 until at least 890, but he had lost control of the region by 896."}, {"title": "Principality of Hungary", "href": "/wiki/Principality_of_Hungary", "description": "The Principality of Hungary or Duchy of Hungary was the earliest documented Hungarian state in the Carpathian Basin, established 895 or 896, following the 9th century Hungarian conquest of the Carpathian Basin."}, {"title": "Francia", "href": "/wiki/Francia", "description": "Francia, also called the Kingdom of the Franks, Frankland, or Frankish Empire, was the largest post-Roman barbarian kingdom in Western Europe. It was ruled by the Franks during Late Antiquity and the Early Middle Ages. After the Treaty of Verdun in 843, West Francia became the predecessor of France, and East Francia became that of Germany. Francia was among the last surviving Germanic kingdoms fro"}, {"title": "Verona", "href": "/wiki/Verona", "description": "Verona is a city on the Adige River in Veneto, Italy, with 259,610 inhabitants. It is one of the seven provincial capitals of the region. It is the largest city municipality in the region and the second largest in northeast Italy. The metropolitan area of Verona covers an area of 1,426 km2 (550.58 sq mi) and has a population of 714,310 inhabitants. It is one of the main tourist destinations in nor"}, {"title": "Louis the Blind", "href": "/wiki/Louis_the_Blind", "description": "Louis the Blind was the king of Provence from 11 January 887, King of Italy from 12 October 900, and briefly Holy Roman Emperor, as Louis III, between 901 and 905. He was the son of Boso, the usurper king of Provence, and Ermengard, a daughter of Emperor Louis II. Through his father, he was a Bosonid, but through his mother, a Carolingian. He was blinded after a failed invasion of Italy in 905."}, {"title": "902", "href": "/wiki/902", "description": "Year 902 (CMII) was a common year starting on Friday of the Julian calendar."}]}, {"heading": "Events", "year": "1242", "date": "July 21", "txt": "Battle of Taillebourg: Louis IX of France puts an end to the revolt of his vassals Henry III of England and Hugh X of Lusignan.", "entities": [{"title": "Battle of Taillebourg", "href": "/wiki/Battle_of_Taillebourg", "description": "The Battle of Taillebourg, a major medieval battle fought in July 1242, was the decisive engagement of the Saintonge War. It pitted a French Capetian army under the command of King Louis IX and his younger brother Alphonse of Poitiers against forces led by King Henry III of England, his brother Richard of Cornwall and their stepfather Hugh X of Lusignan."}, {"title": "Louis IX of France", "href": "/wiki/Louis_IX_of_France", "description": "Louis IX, commonly known as Saint Louis or Louis the Saint, is the only king of France to have been canonized in the Catholic Church. Louis was crowned in Reims at the age of 12, following the death of his father Louis VIII; his mother, Blanche of Castile, ruled the kingdom as regent until he reached maturity, and then remained his valued adviser until her death. During Louis's childhood, Blanche "}, {"title": "Henry III of England", "href": "/wiki/Henry_III_of_England", "description": "Henry III, also known as Henry of Winchester, was King of England, Lord of Ireland, and Duke of Aquitaine from 1216 until his death in 1272. The son of King John and Isabella of Angoulême, Henry assumed the throne when he was only nine in the middle of the First Barons' War. Cardinal Guala declared the war against the rebel barons to be a religious crusade and Henry's forces, led by William Marsha"}, {"title": "Hugh X of Lusignan", "href": "/wiki/Hugh_X_of_Lusignan", "description": "Hugh X de Lusignan, Hugh V of La Marche or Hugh I of Angoulême succeeded his father Hugh IX as Seigneur de Lusignan and Count of La Marche in November 1219 and was Count of Angoulême by marriage."}]}, {"heading": "Events", "year": "1403", "date": "July 21", "txt": "Battle of Shrewsbury: King Henry IV of England defeats rebels to the north of the county town of Shropshire, England.", "entities": [{"title": "Battle of Shrewsbury", "href": "/wiki/Battle_of_Shrewsbury", "description": "The Battle of Shrewsbury was a battle fought on 21 July 1403, waged between an army led by the Lancastrian King Henry IV and a rebel army led by Henry \"Harry Hotspur\" Percy from Northumberland. The battle, the first in which English archers fought each other on English soil, reaffirmed \nthe effectiveness of the longbow and ended the Percy challenge to King Henry IV of England."}, {"title": "Henry IV of England", "href": "/wiki/Henry_IV_of_England", "description": "Henry IV was King of England from 1399 to 1413. He asserted the claim of his grandfather King Edward III, a maternal grandson of Philip IV of France, to the Kingdom of France. Henry was the first English ruler since the Norman Conquest over three hundred years prior whose mother tongue was English rather than French. He was known as Henry Bolingbroke before ascending to the throne. His father was "}, {"title": "Shropshire", "href": "/wiki/Shropshire", "description": "Shropshire is a landlocked county in the West Midlands region of England. It is bordered by Wales to the west and the English counties of Cheshire to the north, Staffordshire to the east, Worcestershire to the southeast, and Herefordshire to the south. Shropshire Council was created in 2009, a unitary authority taking over from the previous county council and five district councils. The borough of"}]}, {"heading": "Events", "year": "1545", "date": "July 21", "txt": "The first landing of French troops on the coast of the Isle of Wight during the French invasion of the Isle of Wight.", "entities": [{"title": "Isle of Wight", "href": "/wiki/Isle_of_Wight", "description": "The Isle of Wight is a ceremonial county and the largest and second-most populous island in England. It is in the English Channel, between two and five miles off the coast of Hampshire, from which it is separated by the Solent. The island has resorts that have been holiday destinations since Victorian times, and is known for its mild climate, coastal scenery, and verdant landscape of fields, downl"}, {"title": "French invasion of the Isle of Wight", "href": "/wiki/French_invasion_of_the_Isle_of_Wight", "description": "The French invasion of the Isle of Wight occurred during the Italian Wars in July 1545. The invasion was repulsed."}]}, {"heading": "Events", "year": "1568", "date": "July 21", "txt": "Eighty Years' War: Battle of Jemmingen: Fernando Álvarez de Toledo, Duke of Alva defeats Louis of Nassau.", "entities": [{"title": "Eighty Years' War", "href": "/wiki/Eighty_Years%27_War", "description": "The Eighty Years' War or Dutch War of Independence (1568–1648) was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silen"}, {"title": "Battle of Jemmingen", "href": "/wiki/Battle_of_Jemmingen", "description": "After the Battle of Heiligerlee, the Dutch rebel leader Louis of Nassau failed to capture the city of Groningen. Louis was driven away by Fernando Álvarez de Toledo, Duke of Alba and defeated at the Battle of Jemmingen on 21 July 1568."}, {"title": "Fernando Álvarez de Toledo, 3rd Duke of Alba", "href": "/wiki/Fernando_%C3%81lvarez_de_Toledo,_3rd_Duke_of_Alba", "description": "Fernando Álvarez de Toledo y Pimentel, 3rd Duke of Alba, known as the Grand Duke of Alba in Spain and Portugal and as the Iron Duke in the Netherlands, was a Spanish noble, general and diplomat. He was titled the 3rd Duke of Alba de Tormes, 4th Marquess of Coria, 3rd Count of Salvatierra de Tormes, 2nd Count of Piedrahita, 8th Lord of Valdecorneja, Grandee of Spain and a Knight of the Order of the"}, {"title": "Louis of Nassau", "href": "/wiki/Louis_of_Nassau", "description": "Louis of Nassau was the third son of William, Count of Nassau and Juliana of Stolberg, and the younger brother of Prince William of Orange Nassau."}]}, {"heading": "Events", "year": "1645", "date": "July 21", "txt": "Qing dynasty regent Dorgon issues an edict ordering all Han Chinese men to shave their forehead and braid the rest of their hair into a queue identical to those of the Manchus.", "entities": [{"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}, {"title": "Dorgon", "href": "/wiki/Dorgon", "description": "Dorgon, formally known as Prince Rui, was a Manchu prince and regent of the early Qing dynasty. Born in the Aisin Gioro clan as the 14th son of Nurhaci, Dorgon started his career in military campaigns against the Ming dynasty, Mongols and Koreans during the reign of his eighth brother, Hong Taiji, who succeeded their father."}, {"title": "Queue (hairstyle)", "href": "/wiki/Queue_(hairstyle)#Queue_Order", "description": "A queue or cue is a hairstyle worn by the Jurchen and Manchu peoples of Manchuria, and later required to be worn by male subjects of Qing China.\n Hair on top of the scalp is grown long and is often braided, while the front portion of the head is shaved. The distinctive hairstyle led to its being targeted during anti-Chinese riots in Australia and the United States."}, {"title": "Han Chinese", "href": "/wiki/Han_Chinese", "description": "The Han Chinese,\nHanzu,\nor Han people are an East Asian ethnic group and nation native to China. Historically, they were native to the Yellow River Basin region of modern China. They constitute the world's largest ethnic group, making up about 18% of the global population and consisting of various subgroups speaking distinctive varieties of the Chinese language. The estimated 1.4 billion Han Chine"}, {"title": "Manchus", "href": "/wiki/Manchus", "description": "The Manchu are an ethnic minority in China and the people from whom Manchuria derives its name. They are sometimes called \"red-tasseled Manchus\", a reference to the ornamentation on traditional Manchu hats. The Later Jin (1616–1636) and Qing dynasty (1636–1912) were established and ruled by Manchus, who are descended from the Jurchen people who earlier established the Jin dynasty (1115–1234) in Ch"}]}, {"heading": "Events", "year": "1656", "date": "July 21", "txt": "The Raid on Málaga takes place during the Anglo-Spanish War.", "entities": [{"title": "Raid on Málaga (1656)", "href": "/wiki/Raid_on_M%C3%A1laga_(1656)", "description": "The Raid on Malaga was a military action by the English against the Spanish city of Málaga on July 21, 1656 as part of the Anglo–Spanish War (1654–1660)."}, {"title": "Anglo-Spanish War (1654–60)", "href": "/wiki/Anglo-Spanish_War_(1654%E2%80%9360)", "description": "The Anglo-Spanish War was a conflict between the English Protectorate under Oliver Cromwell and Spain, between 1654 and 1660. It was caused by commercial rivalry. Each side attacked the other's commercial and colonial interests in various ways such as privateering and naval expeditions. In 1655, an English amphibious expedition invaded Spanish territory in the Caribbean. In 1657, England formed an"}]}, {"heading": "Events", "year": "1718", "date": "July 21", "txt": "The Treaty of Passarowitz between the Ottoman Empire, Austria and the Republic of Venice is signed.", "entities": [{"title": "Treaty of Passarowitz", "href": "/wiki/Treaty_of_Passarowitz", "description": "The Treaty of Passarowitz or Treaty of Požarevac was the peace treaty signed in Požarevac, a town in the Ottoman Empire, on 21 July 1718 between the Ottoman Empire on one side and Austria of the Habsburg Monarchy and the Republic of Venice on the other."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}]}, {"heading": "Events", "year": "1774", "date": "July 21", "txt": "Russo-Turkish War (1768–74): Russia and the Ottoman Empire sign the Treaty of Küçük Kaynarca ending the war.", "entities": [{"title": "Russo-Turkish War (1768–74)", "href": "/wiki/Russo-Turkish_War_(1768%E2%80%9374)", "description": "The Russo-Turkish War of 1768–1774 was a major armed conflict that saw Russian arms largely victorious against the Ottoman Empire. Russia's victory brought Kabardia, part of Moldavia, the Yedisan between the rivers Bug and Dnieper, and Crimea into the Russian sphere of influence. Though a series of victories accrued by the Russian Empire led to substantial territorial conquests, including direct c"}, {"title": "Treaty of Küçük Kaynarca", "href": "/wiki/Treaty_of_K%C3%BC%C3%A7%C3%BCk_Kaynarca", "description": "The Treaty of Küçük Kaynarca, formerly often written Kuchuk-Kainarji, was a peace treaty signed on 21 July 1774, in Küçük Kaynarca between the Russian Empire and the Ottoman Empire, ending the Russo-Turkish War of 1768–74 with many concessions to Russia."}]}, {"heading": "Events", "year": "1798", "date": "July 21", "txt": "French campaign in Egypt and Syria: Napoleon's forces defeat an Ottoman-Mamluk army near Cairo in the Battle of the Pyramids.", "entities": [{"title": "French campaign in Egypt and Syria", "href": "/wiki/French_campaign_in_Egypt_and_Syria", "description": "The French campaign in Egypt and Syria (1798–1801) was Napoleon Bonaparte's campaign in the Ottoman territories of Egypt and Syria, proclaimed to defend French trade interests, to establish scientific enterprise in the region and ultimately to join the forces of Indian ruler Tipu Sultan and drive away the British from the Indian subcontinent. It was the primary purpose of the Mediterranean campaig"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Mamluk", "href": "/wiki/Mamluk", "description": "Mamluk is a term most commonly referring to non-Arab, ethnically diverse slave-soldiers and freed slaves to which were assigned military and administrative duties, serving the ruling Arab dynasties in the Muslim world."}, {"title": "Cairo", "href": "/wiki/Cairo", "description": "Cairo is the capital and largest city of Egypt. The Cairo metropolitan area, with a population of 21.3 million, is the largest metropolitan area in the Arab world, the second largest in Africa, and the sixth largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Del"}, {"title": "Battle of the Pyramids", "href": "/wiki/Battle_of_the_Pyramids", "description": "The Battle of the Pyramids, also known as the Battle of Embabeh, was a major engagement fought on 21 July 1798 during the French Invasion of Egypt. The French army, under Napoleon Bonaparte, scored a decisive victory against the forces of the local Mamluk rulers, wiping out almost the entire Ottoman army located in Egypt. It was the battle where Napoleon employed the divisional square tactic to gr"}]}, {"heading": "Events", "year": "1831", "date": "July 21", "txt": "Inauguration of Leopold I of Belgium, first king of the Belgians.", "entities": [{"title": "Leopold I of Belgium", "href": "/wiki/Leopold_I_of_Belgium", "description": "Leopold I was the first king of the Belgians, reigning from July 1831 until his death."}, {"title": "Belgians", "href": "/wiki/Belgians", "description": "Belgians are people identified with the Kingdom of Belgium, a federal state in Western Europe. As Belgium is a multinational state, this connection may be residential, legal, historical, or cultural rather than ethnic. The majority of Belgians, however, belong to two distinct ethnic groups or communities native to the country, i.e. its historical regions: Flemings in Flanders, who speak Dutch, and"}]}, {"heading": "Events", "year": "1861", "date": "July 21", "txt": "American Civil War: First Battle of Bull Run: At Manassas Junction, Virginia, the first major battle of the war begins and ends in a victory for the Confederate army.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "First Battle of Bull Run", "href": "/wiki/First_Battle_of_Bull_Run", "description": "The First Battle of Bull Run, also known as the Battle of First Manassas, was the first major battle of the American Civil War. The battle was fought on July 21, 1861, in Prince William County, Virginia, just north of the city of Manassas and about 30 miles west-southwest of Washington, D.C. The Union's forces were slow in positioning themselves, allowing Confederate reinforcements time to arrive "}, {"title": "Manassas, Virginia", "href": "/wiki/Manassas,_Virginia", "description": "Manassas is an independent city in the Commonwealth of Virginia. As of the 2010 census, the population was 37,821. The city borders Prince William County, and the independent city of Manassas Park, Virginia. The Bureau of Economic Analysis includes both Manassas and Manassas Park with Prince William County for statistical purposes."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1865", "date": "July 21", "txt": "In the market square of Springfield, Missouri, Wild Bill Hickok shoots and kills Davis Tutt in what is regarded as the first western showdown.", "entities": [{"title": "Springfield, Missouri", "href": "/wiki/Springfield,_Missouri", "description": "Springfield is the third largest city in the state of Missouri and the county seat of Greene County. As of the 2010 census, the city's population was 159,498. As of 2019, the Census Bureau estimated its population at 167,882. It is the principal city of the Springfield metropolitan area, which has a population of 462,369 and includes the counties of Christian, Dallas, Greene, Polk, and Webster."}, {"title": "Wild Bill Hickok", "href": "/wiki/Wild_Bill_Hickok", "description": "James Butler Hickok, better known as \"Wild Bill\" Hickok, was a folk hero of the American Old West known for his life on the frontier as a soldier, scout, lawman, gambler, showman, and actor, and for his involvement in many famous gunfights. He earned a great deal of notoriety in his own time, much of it bolstered by the many outlandish and often fabricated tales he told about himself. Some contemp"}, {"title": "Wild Bill Hickok – Davis Tutt shootout", "href": "/wiki/Wild_Bill_Hickok_%E2%80%93_Davis_Tutt_shootout", "description": "The Hickok–Tutt shootout was a gunfight that occurred on July 21, 1865 in the town square of Springfield, Missouri between Wild Bill Hickok and gambler Davis Tutt. It is one of the few recorded instances in the Old West of a one-on-one pistol quick-draw duel in a public place, in the manner later made iconic by countless dime novels, radio dramas, and Western films such as High Noon. The first sto"}, {"title": "Davis Tutt", "href": "/wiki/Davis_Tutt", "description": "Davis Kasey Tutt was an American Old West gambler and former soldier, best remembered for being killed during the Wild Bill Hickok – Davis Tutt shootout of 1865, which launched Wild Bill Hickok to fame as a gunfighter."}]}, {"heading": "Events", "year": "1873", "date": "July 21", "txt": "At Adair, Iowa, Jesse James and the James–Younger Gang pull off the first successful train robbery in the American Old West.", "entities": [{"title": "Adair, Iowa", "href": "/wiki/Adair,_Iowa", "description": "Adair is a city in Adair and Guthrie counties in the U.S. state of Iowa. The population was 781 at the 2010 census."}, {"title": "Jesse James", "href": "/wiki/Jesse_James", "description": "Jesse Woodson James was an American outlaw, bank and train robber, guerrilla, and leader of the James–Younger Gang. Raised in the \"Little Dixie\" area of western Missouri, James and his family maintained strong Southern sympathies. He and his brother Frank James joined pro-Confederate guerrillas known as \"bushwhackers\" operating in Missouri and Kansas during the American Civil War. As followers of "}, {"title": "James–Younger Gang", "href": "/wiki/James%E2%80%93Younger_Gang", "description": "The James-Younger Gang was a notable 19th-century gang of American outlaws that revolved around Jesse James and his brother Frank James. The gang was based in the state of Missouri, the home of most of the members."}, {"title": "Train robbery", "href": "/wiki/Train_robbery", "description": "Train robbery is a type of robbery, in which the goal is to steal money or other valuables being carried aboard trains."}, {"title": "American Frontier", "href": "/wiki/American_Frontier", "description": "The American frontier, also known as the Old West or the Wild West, includes the geography, history, folklore, and culture in the forward wave of American expansion that began with European colonial settlements in the early 17th century and ended with the admission of the last few western territories as states in 1912. This era of massive migration and settlement was particularly encouraged by Pre"}]}, {"heading": "Events", "year": "1877", "date": "July 21", "txt": "After rioting by Baltimore and Ohio Railroad workers and the deaths of nine rail workers at the hands of the Maryland militia, workers in Pittsburgh, Pennsylvania, stage a sympathy strike that is met with an assault by the state militia.", "entities": [{"title": "Baltimore and Ohio Railroad", "href": "/wiki/Baltimore_and_Ohio_Railroad", "description": "The Baltimore and Ohio Railroad was the first common carrier railroad and the oldest railroad in the United States, with its first section opening in 1830. Merchants from the city of Baltimore, which had benefited to some extent from the construction of the National Road early in the century, wanted to continue to compete for trade with trans-Appalachian settlers with the newly constructed Erie Ca"}, {"title": "Great Railroad Strike of 1877", "href": "/wiki/Great_Railroad_Strike_of_1877", "description": "The Great Railroad Strike of 1877, sometimes referred to as the Great Upheaval, began on July 14 in Martinsburg, West Virginia, after the Baltimore and Ohio Railroad (B&O) cut wages for the third time in a year. This strike finally ended some 69 days later, after it was put down by unofficial militias, the National Guard, and federal troops. Because of economic problems and pressure on wages by th"}, {"title": "Maryland", "href": "/wiki/Maryland", "description": "Maryland is a state in the Mid-Atlantic region of the United States, bordering Virginia, West Virginia, and the District of Columbia to its south and west; Pennsylvania to its north; and Delaware and the Atlantic Ocean to its east. Baltimore is the largest city in the state and the capital is Annapolis. Among its occasional nicknames are Old Line State, the Free State, and the Chesapeake Bay State"}, {"title": "Pittsburgh", "href": "/wiki/Pittsburgh", "description": "Pittsburgh is a city in the state of Pennsylvania in the United States and the county seat of Allegheny County. An estimated population of about 300,286 residents live within the city limits as of 2019, making it the 66th-largest city in the U.S. and the second-most populous city in Pennsylvania, behind Philadelphia. The Pittsburgh metropolitan area is the anchor of Western Pennsylvania; its popul"}, {"title": "Sympathy strike", "href": "/wiki/Sympathy_strike", "description": "Solidarity action is industrial action by a trade union in support of a strike initiated by workers in a separate corporation, but often the same enterprise, group of companies, or connected firm."}]}, {"heading": "Events", "year": "1904", "date": "July 21", "txt": "Louis Rigolly, a Frenchman, becomes the first man to break the 100 mph (161 km/h) barrier on land. He drove a 15-liter Gobron-Brillié in Ostend, Belgium.", "entities": [{"title": "Louis Rigolly", "href": "/wiki/Louis_Rigolly", "description": "Louis Rigolly, a Frenchman, was the first man to drive a car at over 100 miles per hour (160 km/h)."}, {"title": "Gobron-Brillié", "href": "/wiki/Gobron-Brilli%C3%A9", "description": "Gobron-Brillié was an early French automobile manufactured from 1898 to 1930. The original company, Societé des Moteurs Gobron-Brillié, was founded by the French engineer, Eugène Brillié, and industrialist, Gustave Gobron, at 13, quai de Boulougne, Boulougne-sur-Seine, near Paris, in 1898."}, {"title": "Ostend", "href": "/wiki/Ostend", "description": "Ostend is a coastal city and municipality, located in the province of West Flanders in the Flemish Region of Belgium. It comprises the boroughs of Mariakerke, Raversijde, Stene and Zandvoorde, and the city of Ostend proper – the largest on the Belgian coast."}]}, {"heading": "Events", "year": "1907", "date": "July 21", "txt": "The passenger steamer SS Columbia sinks after colliding with the steam schooner San Pedro off Shelter Cove, California, killing 88 people.", "entities": [{"title": "SS Columbia (1880)", "href": "/wiki/SS_Columbia_(1880)", "description": "SS Columbia (1880–1907) was a cargo and passenger steamship that was owned by the Oregon Railway and Navigation Company and later the San Francisco and Portland Steamship Company. Columbia was constructed in 1880 by the John Roach & Sons shipyard in Chester, Pennsylvania for the Oregon Railway and Navigation Company."}, {"title": "Shelter Cove, California", "href": "/wiki/Shelter_Cove,_California", "description": "Shelter Cove is a census-designated place in Humboldt County, California. It lies at an elevation of 138 feet. Shelter Cove is on California's Lost Coast where the King Range meets the Pacific Ocean. A nine-hole golf course surrounds the one-runway Shelter Cove Airport at the center of Shelter Cove's commercial district. Utilities are provided by the Humboldt County Resort Improvement District #1 "}]}, {"heading": "Events", "year": "1919", "date": "July 21", "txt": "The dirigible Wingfoot Air Express crashes into the Illinois Trust and Savings Building in Chicago, killing 12 people.", "entities": [{"title": "Airship", "href": "/wiki/Airship", "description": "An airship, dirigible balloon or blimp is a type of aerostat or lighter-than-air aircraft that can navigate through the air under its own power. Aerostats gain their lift from a lifting gas that is less dense than the surrounding air."}, {"title": "Chicago", "href": "/wiki/Chicago", "description": "Chicago, officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third most populous city in the United States. With an estimated population of 2,693,976 in 2019, it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second most populous county in the U.S., while a small portion of the city's O'Har"}]}, {"heading": "Events", "year": "1925", "date": "July 21", "txt": "Scopes Trial: In Dayton, Tennessee, high school biology teacher John T. Scopes is found guilty of teaching human evolution in class and fined $100.", "entities": [{"title": "Scopes Trial", "href": "/wiki/Scopes_Trial", "description": "The Scopes Trial, formally known as The State of Tennessee v. John Thomas Scopes and commonly referred to as the Scopes Monkey Trial, was an American legal case in July 1925 in which a high school teacher, John T. Scopes, was accused of violating Tennessee's Butler Act, which had made it unlawful to teach human evolution in any state-funded school. The trial was deliberately staged in order to att"}, {"title": "Dayton, Tennessee", "href": "/wiki/Dayton,_Tennessee", "description": "Dayton is a city and county seat in Rhea County, Tennessee, United States. As of the 2010 census, the city population was 7,191. The Dayton Urban Cluster, which includes developed areas adjacent to the city and extends south to Graysville, had 10,174 people in 2010."}, {"title": "John T. Scopes", "href": "/wiki/John_T._Scopes", "description": "John Thomas Scopes was a teacher in Dayton, Tennessee, who was charged on May 5, 1925, with violating Tennessee's Butler Act, which prohibited the teaching of human evolution in Tennessee schools. He was tried in a case known as the Scopes Trial, in which he was found guilty and fined $100."}, {"title": "Human evolution", "href": "/wiki/Human_evolution", "description": "Human evolution is the evolutionary process within the history of primates that led to the emergence of Homo sapiens as a distinct species of the hominid family, which includes the great apes. This process involved the gradual development of traits such as human bipedalism and language, as well as interbreeding with other hominins, which indicate that human evolution was not linear but a web."}]}, {"heading": "Events", "year": "1925", "date": "July 21", "txt": "Malcolm Campbell becomes the first man to exceed 150 mph (241 km/h) on land. At Pendine Sands in Wales, he drives Sunbeam 350HP built by Sunbeam at a two-way average speed of 150.33 mph (242 km/h).", "entities": [{"title": "Pendine Sands", "href": "/wiki/Pendine_Sands", "description": "Pendine Sands is 7 miles (11 km) of beach on the shores of Carmarthen Bay on the south coast of Wales. It stretches west to east from Gilman Point to Laugharne Sands. The village of Pendine is close to the western end of Pendine Sands."}, {"title": "Sunbeam 350HP", "href": "/wiki/Sunbeam_350HP", "description": "The Sunbeam 350HP is an aero-engined car built by the Sunbeam company in 1920, the first of several land speed record-breaking cars with aircraft engines."}, {"title": "Sunbeam Motor Car Company", "href": "/wiki/Sunbeam_Motor_Car_Company", "description": "Sunbeam Motor Car Company Limited was a British motor car manufacturer with its works at Moorfields in Blakenhall, a suburb of Wolverhampton in the county of Staffordshire, now West Midlands. Its Sunbeam name had been registered by John Marston in 1888 for his bicycle manufacturing business. Sunbeam motor car manufacture began in 1901. The motor business was sold to a newly incorporated Sunbeam Mo"}]}, {"heading": "Events", "year": "1936", "date": "July 21", "txt": "Spanish Civil War: The Central Committee of Antifascist Militias of Catalonia is constituted, establishing an anarcho-syndicalist economy in Catalonia.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Central Committee of Antifascist Militias of Catalonia", "href": "/wiki/Central_Committee_of_Antifascist_Militias_of_Catalonia", "description": "The Central Committee of Antifascist Militias of Catalonia was an administrative body created on July 21, 1936 by the president of the Government of Catalonia, Lluís Companys, under pressure by the anarcho-syndicalists of the National Confederation of Labor (CNT) and Iberian Anarchist Federation (FAI), which led the workers' struggle against the July 1936 military uprising in Barcelona."}, {"title": "Anarcho-syndicalist", "href": "/wiki/Anarcho-syndicalist", "description": null}, {"title": "Revolutionary Catalonia", "href": "/wiki/Revolutionary_Catalonia", "description": "Revolutionary Catalonia was the part of Catalonia controlled by various anarchist, communist, and socialist trade unions, parties, and militias of the Spanish Civil War period. Although the Generalitat of Catalonia was nominally in power, the trade unions were de facto in command of most of the economy and military forces, which includes the Confederación Nacional del Trabajo which was the dominan"}]}, {"heading": "Events", "year": "1944", "date": "July 21", "txt": "World War II: Battle of Guam: American troops land on Guam, starting a battle that will end on August 10.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Guam (1944)", "href": "/wiki/Battle_of_Guam_(1944)", "description": "The Battle of Guam was the American recapture of the Japanese-held island of Guam, a U.S. territory in the Mariana Islands captured by the Japanese from the U.S. in the 1941 First Battle of Guam during the Pacific campaign of World War II."}, {"title": "Guam", "href": "/wiki/Guam", "description": "Guam is an organized, unincorporated territory of the United States in the Micronesia subregion of the western Pacific Ocean. It is the westernmost point and territory of the United States; in Oceania, it is the largest and southernmost of the Mariana Islands and the largest island in Micronesia. Guam's capital is Hagåtña, and the most populous city is Dededo."}, {"title": "August 10", "href": "/wiki/August_10", "description": "August 10 is the 222nd day of the year in the Gregorian calendar; 143 days remain until the end of the year."}]}, {"heading": "Events", "year": "1944", "date": "July 21", "txt": "World War II: Claus von Stauffenberg and four fellow conspirators are executed for the July 20 plot to assassinate Adolf Hitler.", "entities": [{"title": "20 July plot", "href": "/wiki/20_July_plot", "description": "On 20 July 1944, Claus von Stauffenberg and other conspirators attempted to assassinate Adolf Hitler, Führer of Nazi Germany, inside his Wolf's Lair field headquarters near Rastenburg, East Prussia. The name Operation Valkyrie—originally referring to part of the conspiracy—has become associated with the entire event."}]}, {"heading": "Events", "year": "1949", "date": "July 21", "txt": "The United States Senate ratifies the North Atlantic Treaty.", "entities": [{"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "North Atlantic Treaty", "href": "/wiki/North_Atlantic_Treaty", "description": "The North Atlantic Treaty, also referred to as the Washington Treaty, is the treaty that forms the legal basis of, and is implemented by, the North Atlantic Treaty Organization (NATO). The treaty was signed in Washington, D.C. on 4 April 1949."}]}, {"heading": "Events", "year": "1952", "date": "July 21", "txt": "The 7.3 Mw  Kern County earthquake strikes Southern California with a maximum Mercalli intensity of XI (Extreme), killing 12 and injuring hundreds.", "entities": [{"title": "1952 Kern County earthquake", "href": "/wiki/1952_Kern_County_earthquake", "description": "The 1952 Kern County earthquake occurred on July 21 in the southern San Joaquin Valley and measured 7.3 on the moment magnitude scale. The main shock occurred at 4:52 am Pacific Daylight Time, killed 12 people and injured hundreds, and caused an estimated $60 million in property damage. A small sector of damage near Bealville corresponded to a maximum Mercalli intensity of XI (Extreme), though thi"}, {"title": "Southern California", "href": "/wiki/Southern_California", "description": "Southern California is a geographic and cultural region that generally comprises the southern portion of the U.S. state of California. It includes the Los Angeles metropolitan area, the second most populous urban agglomeration in the United States. The region generally contains ten of California's 58 counties: Imperial, Kern, Los Angeles, Orange, Riverside, San Bernardino, San Diego, Santa Barbara"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1954", "date": "July 21", "txt": "First Indochina War: The Geneva Conference partitions Vietnam into North Vietnam and South Vietnam.", "entities": [{"title": "First Indochina War", "href": "/wiki/First_Indochina_War", "description": "The First Indochina War began in French Indochina on December 19, 1946, and lasted until July 20, 1954. Fighting between French forces and their Việt Minh opponents in the south dated from September 1945. The conflict pitted a range of forces, including the French Union's French Far East Expeditionary Corps, led by the government of France and supported by the former emperor Bảo Đại's Vietnamese N"}, {"title": "Geneva Conference (1954)", "href": "/wiki/Geneva_Conference_(1954)", "description": "The Geneva Conference, intended to settle outstanding issues resulting from the Korean War and the First Indochina War, was a conference involving several nations that took place in Geneva, Switzerland, from April 26 to July 20, 1954. The part of the conference on the Korean question ended without adopting any declarations or proposals, so is generally considered less relevant. The Geneva Accords "}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1959", "date": "July 21", "txt": "NS Savannah, the first nuclear-powered cargo-passenger ship, is launched as a showcase for Dwight D. Eisenhower's \"Atoms for Peace\" initiative.", "entities": [{"title": "NS Savannah", "href": "/wiki/NS_Savannah", "description": "NS Savannah was the first nuclear-powered merchant ship. She was built in the late 1950s at a cost of $46.9 million and launched on July 21, 1959. She was funded by United States government agencies. Savannah was a demonstration project for the potential use of nuclear energy. The ship was named after SS Savannah, the first steamship to cross the Atlantic ocean. She was in service between 1962 and"}, {"title": "Nuclear marine propulsion", "href": "/wiki/Nuclear_marine_propulsion", "description": "Nuclear marine propulsion is propulsion of a ship or submarine with heat provided by a nuclear reactor. The power plant heats water to produce steam for a turbine used to turn the ship's propeller through a gearbox or through an electric generator and motor. Naval nuclear propulsion is used specifically within naval warships such as supercarriers. A small number of experimental civil nuclear ships"}, {"title": "Ship naming and launching", "href": "/wiki/Ship_naming_and_launching", "description": "Ceremonial ship launching is the process of transferring a vessel to the water. It is a naval tradition in many cultures, dating back thousands of years. It has been observed as a public celebration and a solemn blessing."}, {"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "Atoms for Peace", "href": "/wiki/Atoms_for_Peace", "description": "\"Atoms for Peace\" was the title of a speech delivered by U.S. President Dwight D. Eisenhower to the UN General Assembly in New York City on December 8, 1953.I feel impelled to speak today in a language that in a sense is new – one which I, who have spent so much of my life in the military profession, would have preferred never to use.\n\nThat new language is the language of atomic warfare."}]}, {"heading": "Events", "year": "1959", "date": "July 21", "txt": "Elijah Jerry \"Pumpsie\" Green becomes the first African-American to play for the Boston Red Sox, the last team to integrate. He came in as a pinch runner for Vic Wertz and stayed in as shortstop in a 2–1 loss to the Chicago White Sox.", "entities": [{"title": "List of African-American firsts", "href": "/wiki/List_of_African-American_firsts", "description": "\nAfrican Americans are an ethnic group in the United States. The first achievements by African Americans in various fields have historically marked footholds, often leading to more widespread cultural change. The shorthand phrase for this is \"breaking the color barrier\"."}, {"title": "Boston Red Sox", "href": "/wiki/Boston_Red_Sox", "description": "The Boston Red Sox are an American professional baseball team based in Boston. The Red Sox compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. Founded in 1901 as one of the American League's eight charter franchises, the Red Sox' home ballpark has been Fenway Park since 1912. The \"Red Sox\" name was chosen by the team owner, John I. Taylor, circa 1908,"}, {"title": "Pinch runner", "href": "/wiki/Pinch_runner", "description": "A pinch runner is a baseball player substituted for the specific purpose of replacing a player on base. The pinch runner may be faster or otherwise more skilled at base-running than the player for whom the pinch runner has been substituted. Occasionally a pinch runner is inserted for other reasons."}, {"title": "Vic Wertz", "href": "/wiki/Vic_Wertz", "description": "Victor Woodrow Wertz was an American professional baseball first baseman and outfielder. He had a seventeen-year Major League Baseball (MLB) career from 1947 to 1963. He played for the Detroit Tigers, St. Louis Browns, Baltimore Orioles, Cleveland Indians, Boston Red Sox, and Minnesota Twins; all teams within the American League."}, {"title": "Chicago White Sox", "href": "/wiki/Chicago_White_Sox", "description": "The Chicago White Sox are an American professional baseball team based in Chicago. They compete in Major League Baseball (MLB) as a member club of the American League (AL) Central division. The White Sox are owned by Jerry Reinsdorf, and play their home games at Guaranteed Rate Field, located on the city's South Side. They are one of two major league clubs in Chicago; the other is the Chicago Cubs"}]}, {"heading": "Events", "year": "1960", "date": "July 21", "txt": "Sirimavo Bandaranaike is elected Prime Minister of Sri Lanka, becoming the world's first female head of government", "entities": [{"title": "Sirimavo Bandaranaike", "href": "/wiki/Sirimavo_Bandaranaike", "description": "Sirima Ratwatte Dias Bandaranaike, commonly known as Sirimavo Bandaranaike, was a Sri Lankan stateswoman. She was the world's first female prime minister, when she became Prime Minister of Sri Lanka in 1960. She served three terms: 1960–1965, 1970–1977 and 1994–2000."}, {"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}]}, {"heading": "Events", "year": "1961", "date": "July 21", "txt": "Mercury program: Mercury-Redstone 4 Mission: Gus Grissom piloting Liberty Bell 7 becomes the second American to go into space (in a suborbital mission).", "entities": [{"title": "Project Mercury", "href": "/wiki/Project_Mercury", "description": "Project Mercury was the first human spaceflight program of the United States, running from 1958 through 1963. An early highlight of the Space Race, its goal was to put a man into Earth orbit and return him safely, ideally before the Soviet Union. Taken over from the US Air Force by the newly created civilian space agency NASA, it conducted twenty uncrewed developmental flights, and six successful "}, {"title": "Mercury-Redstone 4", "href": "/wiki/Mercury-Redstone_4", "description": "Mercury-Redstone 4 was the second United States human spaceflight, on July 21, 1961. The suborbital Project Mercury flight was launched with a Mercury-Redstone Launch Vehicle, MRLV-8. The spacecraft, Mercury capsule #11, was nicknamed the Liberty Bell 7. It was piloted by astronaut Virgil \"Gus\" Grissom."}, {"title": "Gus Grissom", "href": "/wiki/Gus_Grissom", "description": "Virgil Ivan \"Gus\" Grissom was a United States Air Force (USAF) pilot and a member of the Mercury Seven selected by National Aeronautics and Space Administration's (NASA) as Project Mercury astronauts to be the first Americans in outer space. He was a Project Gemini and an Apollo program astronaut. As a member of the NASA Astronaut Corps, Grissom was the second American to fly in space. He was also"}]}, {"heading": "Events", "year": "1969", "date": "July 21", "txt": "Apollo program: At 02:56 UTC, astronaut Neil Armstrong becomes the first person to walk on the Moon, followed 19 minutes later by Edwin \"Buzz\" Aldrin.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Neil Armstrong", "href": "/wiki/Neil_Armstrong", "description": "Neil Alden Armstrong was an American astronaut and aeronautical engineer, and the first person to walk on the Moon. He was also a naval aviator, test pilot, and university professor."}, {"title": "Apollo 11", "href": "/wiki/Apollo_11#Lunar_surface_operations", "description": "Apollo 11 was the spaceflight that first landed humans on the Moon. Commander Neil Armstrong and lunar module pilot Buzz Aldrin formed the American crew that landed the Apollo Lunar Module Eagle on July 20, 1969, at 20:17 UTC. Armstrong became the first person to step onto the lunar surface six hours and 39 minutes later on July 21 at 02:56 UTC; Aldrin joined him 19 minutes later. They spent about"}, {"title": "Edwin \"Buzz\" Aldrin", "href": "/wiki/Edwin_%22Buzz%22_Aldrin", "description": "Buzz Aldrin is an American former astronaut, engineer and fighter pilot. Aldrin made three spacewalks as pilot of the 1966 Gemini 12 mission, and as the lunar module pilot on the 1969 Apollo 11 mission, he and mission commander Neil Armstrong were the first two people to land on the Moon. Following the deaths of Armstrong in 2012 and Michael Collins in 2021, Aldrin is now the last surviving crew m"}]}, {"heading": "Events", "year": "1970", "date": "July 21", "txt": "After 11 years of construction, the Aswan High Dam in Egypt is completed.", "entities": [{"title": "Aswan Dam", "href": "/wiki/Aswan_Dam", "description": "The Aswan Dam, or more specifically since the 1960s, the Aswan High Dam, is the world's largest embankment dam, which was built across the Nile in Aswan, Egypt, between 1960 and 1970. Its significance largely eclipsed the previous Aswan Low Dam initially completed in 1902 downstream. Based on the success of the Low Dam, then at its maximum utilization, construction of the High Dam became a key obj"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "1972", "date": "July 21", "txt": "The Troubles: Bloody Friday: The Provisional IRA detonate 22 bombs in central Belfast, Northern Ireland, United Kingdom in the space of 80 minutes, killing nine and injuring 130.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Bloody Friday (1972)", "href": "/wiki/Bloody_Friday_(1972)", "description": "Bloody Friday is the name given to the bombings by the Provisional Irish Republican Army (IRA) in Belfast, Northern Ireland on 21 July 1972, during the Troubles. At least twenty bombs exploded in the space of eighty minutes, most within a half hour period. Most of them were car bombs and most targeted infrastructure, especially the transport network. Nine people were killed: five civilians, two Br"}, {"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Belfast", "href": "/wiki/Belfast", "description": "Belfast is the capital and largest city of Northern Ireland, standing on the banks of the River Lagan on the east coast. It is the 12th-largest city in the United Kingdom and the second-largest on the island of Ireland. It had a population of 343,542 as of 2019. Belfast suffered greatly during the violence that accompanied the partition of Ireland, and especially during the more recent conflict kn"}]}, {"heading": "Events", "year": "1973", "date": "July 21", "txt": "In Lillehammer, Norway, Mossad agents kill a waiter whom they mistakenly thought was involved in the 1972 Munich Olympics Massacre.", "entities": [{"title": "Lillehammer affair", "href": "/wiki/Lillehammer_affair", "description": "The Lillehammer affair was the killing by Mossad agents of Ahmed Bouchikhi, a Moroccan waiter and brother of the renowned musician Chico Bouchikhi, in Lillehammer, Norway, on 21 July 1973. The Israeli agents had mistaken their target for Ali Hassan Salameh, the chief of operations for Black September. Six of the Mossad team of fifteen were captured and convicted of complicity in the killing by the"}, {"title": "Mossad", "href": "/wiki/Mossad", "description": "Mossad, short for HaMossad leModiʿin uleTafkidim Meyuḥadim, is the national intelligence agency of Israel. It is one of the main entities in the Israeli Intelligence Community, along with Aman and Shin Bet."}, {"title": "Munich massacre", "href": "/wiki/Munich_massacre", "description": "The Munich massacre was an attack during the 1972 Summer Olympics in Munich, West Germany, by eight members of the Palestinian terrorist group Black September, who took nine members of the Israeli Olympic team hostage, after killing two of them. Black September called the operation \"Iqrit and Biram\", after two Palestinian Christian villages whose inhabitants were expelled by the Israel Defense For"}]}, {"heading": "Events", "year": "1976", "date": "July 21", "txt": "Christopher Ewart-Biggs, the British ambassador to the Republic of Ireland, is assassinated by the Provisional IRA.", "entities": [{"title": "Christopher Ewart-Biggs", "href": "/wiki/Christopher_Ewart-Biggs", "description": "Christopher Thomas Ewart Ewart-Biggs, was the British Ambassador to the Republic of Ireland, an author and senior Foreign Office liaison officer with MI6. He was killed in 1976 by the Provisional Irish Republican Army in Sandyford, Dublin."}, {"title": "Republic of Ireland", "href": "/wiki/Republic_of_Ireland", "description": "Ireland, also known as the Republic of Ireland, is a country in north-western Europe consisting of 26 of the 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around 40% of the country's population of 4.9 million people resides in the Greater Dublin Area. The sovereign state shares its only land border with Northern Ir"}]}, {"heading": "Events", "year": "1977", "date": "July 21", "txt": "The start of the four-day-long Libyan–Egyptian War.", "entities": [{"title": "Libyan–Egyptian War", "href": "/wiki/Libyan%E2%80%93Egyptian_War", "description": "The Egyptian–Libyan War or the Four Day War was a short border war fought between Libya and Egypt that lasted from 21 to 24 July 1977. The conflict stemmed from a deterioration in relations that had occurred between the two states after Egyptian President Anwar Sadat had rebuffed Libyan leader Muammar Gaddafi's entreaties to unify their countries and had pursued a peace settlement with Israel in t"}]}, {"heading": "Events", "year": "1979", "date": "July 21", "txt": "Jay Silverheels, a Mohawk actor, becomes the first Native American to have a star commemorated in the Hollywood Walk of Fame.", "entities": [{"title": "Jay Silverheels", "href": "/wiki/Jay_Silverheels", "description": "Jay Silverheels was an Indigenous Canadian actor and athlete. He was well known for his role as Tonto, the Native American companion of the Lone Ranger in the American western television series The Lone Ranger."}, {"title": "Mohawk people", "href": "/wiki/Mohawk_people", "description": "The Mohawk people are the most easterly tribe of the Haudenosaunee, or Iroquois Confederacy. They are an Iroquoian-speaking indigenous people of North America, with communities in southeastern Canada and northern New York State, primarily around Lake Ontario and the St Lawrence River. As one of the five original members of the Iroquois League, the Mohawk are known as the Keepers of the Eastern Doo"}, {"title": "Native American People", "href": "/wiki/Native_American_People", "description": "Native Americans, also known as American Indians, First Americans, Indigenous Americans and other terms, are the indigenous peoples of the United States; sometimes including Hawaii and territories of the United States, and other times limited to the mainland. There are 574 federally recognized tribes living within the US, about half of which are associated with Indian reservations. \"Native America"}, {"title": "Hollywood Walk of Fame", "href": "/wiki/Hollywood_Walk_of_Fame", "description": "The Hollywood Walk of Fame comprises more than 2,690 five-pointed terrazzo and brass stars embedded in the sidewalks along 15 blocks of Hollywood Boulevard and three blocks of Vine Street in Hollywood, California. The stars are permanent public monuments to achievement in the entertainment industry, bearing the names of a mix of musicians, actors, directors, producers, musical and theatrical group"}]}, {"heading": "Events", "year": "1983", "date": "July 21", "txt": "The world's lowest temperature in an inhabited location is recorded at Vostok Station, Antarctica at −89.2 °C (−128.6 °F).", "entities": [{"title": "Lowest temperature recorded on Earth", "href": "/wiki/Lowest_temperature_recorded_on_Earth", "description": "The lowest natural temperature ever directly recorded at ground level on Earth is −89.2 °C at the Soviet Vostok Station in Antarctica on 21 July 1983 by ground measurements."}, {"title": "Vostok Station", "href": "/wiki/Vostok_Station", "description": "Vostok Station is a Russian research station in inland Princess Elizabeth Land, Antarctica. Founded by the Soviet Union in 1957, the station lies at the southern Pole of Cold, with the lowest reliably measured natural temperature on Earth of −89.2 °C. Research includes ice core drilling and magnetometry. Vostok was named after Vostok, the lead ship of the First Russian Antarctic Expedition captain"}]}, {"heading": "Events", "year": "1990", "date": "July 21", "txt": "Taiwan's military police forces mainland Chinese illegal immigrants into sealed holds of a fishing boat Min Ping Yu No. 5540 for repatriation to Fujian, causing 25 people to die from suffocation.", "entities": [{"title": "Republic of China Military Police", "href": "/wiki/Republic_of_China_Military_Police", "description": "The Republic of China Military Police is a military police body under the Ministry of National Defense of the Republic of China on Taiwan. Unlike military police in many other countries, the ROCMP is a separate branch of the ROC Armed Forces. ROCMP is responsible for protecting government leaders from assassination or capture, guarding Taiwan's strategic facilities, and counterintelligence against"}, {"title": "Fujian", "href": "/wiki/Fujian", "description": "Fujian is a province on the southeastern coast of China. Fujian is bordered by Zhejiang to the north, Jiangxi to the west, Guangdong to the south, and the Taiwan Strait to the east. Its capital is Fuzhou, while its largest city by population is Quanzhou, both located near the coast of the Taiwan Strait in the east of the province."}]}, {"heading": "Events", "year": "1995", "date": "July 21", "txt": "Third Taiwan Strait Crisis: The People's Liberation Army begins firing missiles into the waters north of Taiwan.", "entities": [{"title": "Third Taiwan Strait Crisis", "href": "/wiki/Third_Taiwan_Strait_Crisis", "description": "The Third Taiwan Strait Crisis, also called the 1995–1996 Taiwan Strait Crisis or the 1996 Taiwan Strait Crisis, was the effect of a series of missile tests conducted by the People's Republic of China in the waters surrounding Taiwan, including the Taiwan Strait from 21 July 1995 to 23 March 1996. The first set of missiles fired in mid-to-late 1995 were allegedly intended to send a strong signal t"}, {"title": "People's Liberation Army", "href": "/wiki/People%27s_Liberation_Army", "description": "The People's Liberation Army (PLA) is the regular armed forces of the People's Republic of China (PRC) and the armed wing of the PRC's founding and ruling political party, the Chinese Communist Party (CCP). Besides the Central Military Commission (CMC) and several minor units directly under it, the PLA has five major service branches: the Ground Force, Navy, Air Force, Rocket Force, and the Strate"}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}]}, {"heading": "Events", "year": "2001", "date": "July 21", "txt": "At the conclusion of a fireworks display on Okura Beach in Akashi, Hyōgo, Japan, 11 people are killed and more than 120 are injured when a pedestrian footbridge connecting the beach to JR Asagiri Station becomes overcrowded and people leaving the event fall down in a domino effect.", "entities": [{"title": "Akashi, Hyōgo", "href": "/wiki/Akashi,_Hy%C5%8Dgo", "description": "Akashi  is a city located in southern Hyōgo Prefecture, Japan, on the Seto Inland Sea west of Kobe."}, {"title": "Akashi pedestrian bridge accident", "href": "/wiki/Akashi_pedestrian_bridge_accident", "description": "The Akashi pedestrian bridge accident  was a human crush that occurred on 21 July 2001 in Akashi, Hyōgo, Japan. In the incident, a large crowd of people packed into a partially enclosed pedestrian overpass leading to Asagiri Station after a fireworks show. The resulting crush killed 11 people, including two adults and nine children, and injured 247 others. Five civic and security officials were la"}, {"title": "Asagiri Station (Hyōgo)", "href": "/wiki/Asagiri_Station_(Hy%C5%8Dgo)", "description": "Asagiri Station  is a railway station in Akashi, Hyōgo, Japan, operated by West Japan Railway Company."}]}, {"heading": "Events", "year": "2005", "date": "July 21", "txt": "July 2005 London bombings occur.", "entities": [{"title": "21 July 2005 London Bombings", "href": "/wiki/21_July_2005_London_Bombings", "description": "On Thursday 21 July 2005, four attempted bomb attacks by Islamist extremists disrupted part of London's public transport system as a follow up attack from the 7 July 2005 London bombings that occurred two weeks earlier. The explosions occurred around midday at Shepherd's Bush, Warren Street and Oval stations on the London Underground, and on London Buses route 26 in Bethnal Green on Hackney Road. "}]}, {"heading": "Events", "year": "2008", "date": "July 21", "txt": "Ram Baran Yadav is declared the first president of Nepal.", "entities": [{"title": "Ram Baran Yadav", "href": "/wiki/Ram_Baran_Yadav", "description": "Dr. Ram Baran Yadav is a Nepali politician and physician who served as the first President of Nepal following the declaration of a republic in 2008. He served as the Nepali President from 23 July 2008 to 29 October 2015. Previously he served as Minister of Health from 1999 to 2001 and general secretary of the Nepali Congress. Yadav also served as Minister of State for Health from 1991 to 1994. He "}]}, {"heading": "Events", "year": "2011", "date": "July 21", "txt": "NASA's Space Shuttle program ends with the landing of Space Shuttle Atlantis on mission STS-135 at NASA's Kennedy Space Center.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Space Shuttle program", "href": "/wiki/Space_Shuttle_program", "description": "The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for de"}, {"title": "Space Shuttle Atlantis", "href": "/wiki/Space_Shuttle_Atlantis", "description": "Space Shuttle Atlantis is a Space Shuttle orbiter vehicle which belongs to the National Aeronautics and Space Administration (NASA), the spaceflight and space exploration agency of the United States. Manufactured by the Rockwell International company in Southern California and delivered to the Kennedy Space Center in Eastern Florida in April 1985, Atlantis is the fourth operational and the second-"}, {"title": "STS-135", "href": "/wiki/STS-135", "description": "STS-135 was the 135th and final mission of the American Space Shuttle program. It used the orbiter Atlantis and hardware originally processed for the STS-335 contingency mission, which was not flown. STS-135 launched on 8 July 2011, and landed on 21 July 2011, following a one-day mission extension. The four-person crew was the smallest of any shuttle mission since STS-6 in April 1983. The mission'"}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Kennedy Space Center", "href": "/wiki/Kennedy_Space_Center", "description": "The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located "}]}, {"heading": "Events", "year": "2012", "date": "July 21", "txt": "Erden Eruç completes the first solo human-powered circumnavigation of the world.", "entities": [{"title": "Erden Eruç", "href": "/wiki/Erden_Eru%C3%A7", "description": "Erden Eruç is a Turkish-American adventurer who became the first person in history to complete an entirely solo and entirely human-powered circumnavigation of the Earth on 21 July 2012 in Bodega Bay, California, United States. The journey had started from Bodega Bay a little more than five years earlier on 10 July 2007. The modes of transport included a rowboat to cross the oceans, a sea kayak for"}, {"title": "Human-powered transport", "href": "/wiki/Human-powered_transport", "description": "Human-powered transport is the transport of person(s) and/or goods using human muscle power. Like animal-powered transport, human-powered transport has existed since time immemorial in the form of walking, running and swimming. Modern technology has allowed machines to enhance human-power."}]}, {"heading": "Births", "year": "541", "date": "July 21", "txt": "Emperor Wen of Sui, emperor of the Sui Dynasty (d. 604)", "entities": [{"title": "Emperor Wen of Sui", "href": "/wiki/Emperor_Wen_of_Sui", "description": "Emperor Wen of Sui, personal name Yang Jian (楊堅), Xianbei name Puliuru Jian (普六茹堅), alias Narayana deriving from Buddhist terms, was the founder and first emperor of China's Sui dynasty. He was a hard-working administrator and a micromanager. The Sui Shu records him as having withdrawn his favour from the Confucians, giving it to \"the group advocating Xing-Ming and authoritarian government.\" As a "}, {"title": "Sui Dynasty", "href": "/wiki/Sui_Dynasty", "description": "The Sui dynasty was a short-lived imperial dynasty of China of pivotal significance. The Sui unified the Northern and Southern dynasties and reinstalled the rule of ethnic Han in the entirety of China proper, along with sinicization of former nomadic ethnic minorities within its territory. It was succeeded by the Tang dynasty, which largely inherited its foundation."}]}, {"heading": "Births", "year": "1030", "date": "July 21", "txt": "Kyansittha, King of Burma (d. 1112)", "entities": [{"title": "Kyansittha", "href": "/wiki/Kyansittha", "description": "Kyansittha was king of Pagan dynasty of Burma (Myanmar) from 1084 to 1112/13, and is considered one of the greatest Burmese monarchs. He continued the social, economic and cultural reforms begun by his father, King Anawrahta. Pagan became an internationally recognized power during his 28-year reign. The Burmese language and culture continued to gain ground."}]}, {"heading": "Births", "year": "1414", "date": "July 21", "txt": "Pope Sixtus IV (d. 1484)", "entities": [{"title": "Pope Sixtus IV", "href": "/wiki/Pope_Sixtus_IV", "description": "Pope Sixtus IV, born Francesco della Rovere, was head of the Catholic Church and ruler of the Papal States from 9 August 1471 to his death. His accomplishments as pope included the construction of the Sistine Chapel and the creation of the Vatican Archives. A patron of the arts, he brought together the group of artists who ushered the Early Renaissance into Rome with the first masterpieces of the "}]}, {"heading": "Births", "year": "1462", "date": "July 21", "txt": "Queen Jeonghyeon, Korean royal consort (d. 1530)", "entities": [{"title": "Queen Jeonghyeon", "href": "/wiki/Queen_Jeonghyeon", "description": "Queen Jeonghyeon or Queen Jung-Hyun, of the Papyeong Yun clan, was a posthumous name bestowed to the wife and third queen consort of Yi Hyeol, King Seongjong and the mother of Yi Yeok, King Jungjong. She was Queen consort of Joseon from 1480 until her husband's death in 1494, after which she was honoured as Queen Dowager Jasun (자순왕대비)."}]}, {"heading": "Births", "year": "1476", "date": "July 21", "txt": "Alfonso I d'Este, Duke of Ferrara (d. 1534)", "entities": [{"title": "Alfonso I d'Este, Duke of Ferrara", "href": "/wiki/Alfonso_I_d%27Este,_Duke_of_Ferrara", "description": "Alfonso d'Este was Duke of Ferrara during the time of the War of the League of Cambrai."}]}, {"heading": "Births", "year": "1476", "date": "July 21", "txt": "Anna Sforza, Italian noble (d. 1497)", "entities": []}, {"heading": "Births", "year": "1515", "date": "July 21", "txt": "Philip Neri, Italian Roman Catholic saint (d. 1595)", "entities": [{"title": "Philip Neri", "href": "/wiki/Philip_Neri", "description": "Philip Romolo Neri, known as the Second Apostle of Rome, after Saint Peter, was an Italian priest noted for founding a society of secular clergy called the Congregation of the Oratory."}]}, {"heading": "Births", "year": "1535", "date": "July 21", "txt": "García Hurtado de Mendoza, 5th Marquis of Cañete, Royal Governor of Chile (d. 1609)", "entities": [{"title": "García Hurtado de Mendoza, 5th Marquis of Cañete", "href": "/wiki/Garc%C3%ADa_Hurtado_de_Mendoza,_5th_Marquis_of_Ca%C3%B1ete", "description": "García Hurtado de Mendoza y Manrique, 5th Marquis of Cañete was a Spanish Governor of Chile, and later Viceroy of Peru. He is often known simply as \"Marquis of Cañete\". Belonging to an influential family of Spanish noblemen Hurtado de Mendoza successfully fought in the Arauco War during his stay as Governor of Chile. The city of Mendoza is named after him. In his later position as Viceroy of Peru "}]}, {"heading": "Births", "year": "1616", "date": "July 21", "txt": "Anna de' Medici, Archduchess of Austria (d. 1676)", "entities": [{"title": "Anna de' Medici, Archduchess of Austria", "href": "/wiki/Anna_de%27_Medici,_Archduchess_of_Austria", "description": "Anna de' Medici was a daughter of Cosimo II de' Medici, Grand Duke of Tuscany and his wife Maria Maddalena of Austria. A patron of the arts, she married Ferdinand Charles, Archduke of Further Austria in 1646. They were the parents of Claudia Felicitas of Austria, Holy Roman Empress."}]}, {"heading": "Births", "year": "1620", "date": "July 21", "txt": "Jean Picard, French astronomer (d. 1682)", "entities": [{"title": "Jean Picard", "href": "/wiki/Jean_Picard", "description": "Jean Picard was a French astronomer and priest born in La Flèche, where he studied at the Jesuit Collège Royal Henry-Le-Grand."}]}, {"heading": "Births", "year": "1648", "date": "July 21", "txt": "John Graham, 1st Viscount Dundee, Scottish general (d. 1689)", "entities": [{"title": "John Graham, 1st Viscount Dundee", "href": "/wiki/John_Graham,_1st_Viscount_Dundee", "description": "John Graham of Claverhouse, 1st Viscount Dundee, known as the 7th Laird of Claverhouse until raised to the viscountcy in 1688, was a Scottish soldier and nobleman, a Tory and an Episcopalian. Claverhouse was responsible for policing south-west Scotland during and after the religious unrest and rebellion of the 1670s/80s."}]}, {"heading": "Births", "year": "1654", "date": "July 21", "txt": "Pedro Calungsod, Filipino catechist and sacristan; later canonized (d. 1672)", "entities": [{"title": "Pedro Calungsod", "href": "/wiki/Pedro_Calungsod", "description": "Pedro Calungsod, also known as Peter Calungsod and Pedro Calonsor, was a Catholic Filipino migrant, sacristan and missionary catechist who, along with the Spanish Jesuit missionary Diego Luis de San Vitores, suffered religious persecution and martyrdom in Guam for their missionary work in 1672."}]}, {"heading": "Births", "year": "1664", "date": "July 21", "txt": "Matthew Prior, English poet and diplomat, British Ambassador to France (d. 1721)", "entities": [{"title": "Matthew Prior", "href": "/wiki/Matthew_Prior", "description": "Matthew Prior was an English poet and diplomat. He is also known as a contributor to The Examiner."}, {"title": "List of ambassadors of the United Kingdom to France", "href": "/wiki/List_of_ambassadors_of_the_United_Kingdom_to_France", "description": "The British Ambassador to France is the United Kingdom's foremost diplomatic representative in France, and is the head of Britain's diplomatic mission in Paris. The official title is Her Majesty's Ambassador to France."}]}, {"heading": "Births", "year": "1693", "date": "July 21", "txt": "Thomas Pelham-Holles, 1st Duke of Newcastle, English politician, Prime Minister of the United Kingdom (d. 1768)", "entities": [{"title": "Thomas Pelham-Holles, 1st Duke of Newcastle", "href": "/wiki/Thomas_Pelham-Holles,_1st_Duke_of_Newcastle", "description": "Thomas Pelham-Holles, 1st Duke of Newcastle upon Tyne and 1st Duke of Newcastle-under-Lyne, was a British Whig statesman, whose official life extended throughout the Whig supremacy of the 18th century. He is commonly known as the Duke of Newcastle."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1710", "date": "July 21", "txt": "Paul Möhring, German physician, botanist, and zoologist (d. 1792)", "entities": [{"title": "Paul Möhring", "href": "/wiki/Paul_M%C3%B6hring", "description": "Paul Heinrich Gerhard Möhring was a German physician, botanist and zoologist."}]}, {"heading": "Births", "year": "1783", "date": "July 21", "txt": "Charles Tristan, marquis de Montholon, French general (d. 1853)", "entities": [{"title": "Charles Tristan, marquis de Montholon", "href": "/wiki/Charles_Tristan,_marquis_de_Montholon", "description": "Charles Tristan, marquis de Montholon was a French general during the Napoleonic Wars. He chose to go into exile on Saint Helena with the ex-Emperor after Napoleon's second abdication."}]}, {"heading": "Births", "year": "1808", "date": "July 21", "txt": "Simion Bărnuțiu, Romanian historian, academic, and politician (d. 1864)", "entities": [{"title": "Simion Bărnuțiu", "href": "/wiki/Simion_B%C4%83rnu%C8%9Biu", "description": "Simion Bărnuțiu was a Transylvanian, later Romanian historian, academic, philosopher, jurist, and liberal politician. A leader of the 1848 revolutionary movement of Transylvanian Romanians, he represented its Eastern Rite Catholic wing. Bărnuțiu lived for a large part of his life in Moldavia, and was for long a professor of philosophy at Academia Mihăileană and at the University of Iași."}]}, {"heading": "Births", "year": "1810", "date": "July 21", "txt": "Henri Victor Regnault, French chemist and physicist (d. 1878)", "entities": [{"title": "Henri Victor Regnault", "href": "/wiki/Henri_Victor_Regnault", "description": "Henri Victor Regnault was a French chemist and physicist best known for his careful measurements of the thermal properties of gases. He was an early thermodynamicist and was mentor to William Thomson in the late 1840s. He never used his first given name, and was known throughout his lifetime as Victor Regnault."}]}, {"heading": "Births", "year": "1811", "date": "July 21", "txt": "Robert Mackenzie, Scottish-Australian politician, 3rd Premier of Queensland (d. 1873)", "entities": [{"title": "Sir Robert Mackenzie, 10th Baronet", "href": "/wiki/Sir_Robert_Mackenzie,_10th_Baronet", "description": "Sir Robert Ramsay Mackenzie, 10th Baronet was a pastoralist and politician in Queensland, Australia. He was Premier of Queensland, Australia from August 1867 to November 1868."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1816", "date": "July 21", "txt": "Paul Reuter, German-English journalist, founded Reuters (d. 1899)", "entities": [{"title": "Paul Reuter", "href": "/wiki/Paul_Reuter", "description": "Paul Julius Reuter, later titled as Freiherr von Reuter, was a German-born British entrepreneur who was a pioneer of telegraphy and news reporting. He was a reporter and media owner, and the founder of Reuters news agency, which became part of the Thomson Reuters conglomerate in 2008."}, {"title": "Reuters", "href": "/wiki/Reuters", "description": "Reuters is an international news organisation owned by Thomson Reuters. It employs around 2,500 journalists and 600 photojournalists in about 200 locations worldwide. Reuters is one of the largest news agencies in the world."}]}, {"heading": "Births", "year": "1858", "date": "July 21", "txt": "Maria Christina of Austria (d. 1929)", "entities": [{"title": "Maria Christina of Austria", "href": "/wiki/Maria_Christina_of_Austria", "description": "Archduchess Maria Christina Henriette Desideria Felicitas Raineria of Austria was the second queen consort of Alfonso XII of Spain. She was queen regent during the vacancy of the throne between her husband's death in November 1885 and the birth of their son Alfonso XIII in May 1886, and subsequently also until the coming of age of the latter in May 1902."}]}, {"heading": "Births", "year": "1858", "date": "July 21", "txt": "Lovis Corinth, German painter (d. 1925)", "entities": []}, {"heading": "Births", "year": "1858", "date": "July 21", "txt": "Alfred Henry O'Keeffe, New Zealand painter and educator (d. 1941)", "entities": []}, {"heading": "Births", "year": "1863", "date": "July 21", "txt": "C. Aubrey Smith, English-American cricketer and actor (d. 1948)", "entities": [{"title": "C. Aubrey Smith", "href": "/wiki/C._Aubrey_Smith", "description": "Sir Charles Aubrey Smith, CBE was an English Test cricketer who became a stage and film actor, acquiring a niche as the officer-and-gentleman type, as in the first sound version of The Prisoner of Zenda (1937). In Hollywood, he organised British actors into a cricket team, much intriguing local spectators."}]}, {"heading": "Births", "year": "1866", "date": "July 21", "txt": "Carlos Schwabe, Swiss Symbolist painter and printmaker (d. 1926)", "entities": [{"title": "Carlos Schwabe", "href": "/wiki/Carlos_Schwabe", "description": "Carlos Schwabe, born Émile Martin Charles Schwabe, was a Swiss Symbolist painter and printmaker."}]}, {"heading": "Births", "year": "1870", "date": "July 21", "txt": "Emil Orlík, Czech painter, etcher, and lithographer (d. 1932)", "entities": [{"title": "Emil Orlík", "href": "/wiki/Emil_Orl%C3%ADk", "description": "Emil Orlik was a painter, etcher and lithographer. He was born in Prague, which was at that time part of the Austro-Hungarian Empire, and lived and worked in Prague, Austria and Germany."}]}, {"heading": "Births", "year": "1875", "date": "July 21", "txt": "Charles Gondouin, French rugby player and tug of war competitor (d. 1947)", "entities": [{"title": "Charles Gondouin", "href": "/wiki/Charles_Gondouin", "description": "Charles Gondouin was a French rugby union player and tug of war competitor, who competed in the 1900 Summer Olympics. He was born in Paris. He was a member of the French rugby union team, which won the gold medal. He also participated in the tug of war competition and won a silver medal as a member of French team."}, {"title": "Tug of war", "href": "/wiki/Tug_of_war", "description": "Tug of war is a sport that pits two teams against each other in a test of strength: teams pull on opposite ends of a rope, with the goal being to bring the rope a certain distance in one direction against the force of the opposing team's pull."}]}, {"heading": "Births", "year": "1880", "date": "July 21", "txt": "Milan Rastislav Štefánik, Slovak astronomer, general, and politician (d. 1919)", "entities": [{"title": "Milan Rastislav Štefánik", "href": "/wiki/Milan_Rastislav_%C5%A0tef%C3%A1nik", "description": "Milan Rastislav Štefánik was a Slovak politician, diplomat, aviator, Freemason, and astronomer. During World War I, he served at the same time as a general in the French Army and as Minister of War for Czechoslovakia. As one of the leading members of the Czechoslovak National Council, he contributed decisively to the cause of Czechoslovakian sovereignty, since the status of Czech- and Slovak-popul"}]}, {"heading": "Births", "year": "1882", "date": "July 21", "txt": "David Burliuk, Ukrainian author and illustrator (d. 1967)", "entities": [{"title": "David Burliuk", "href": "/wiki/David_Burliuk", "description": "David Davidovich Burliuk was a Russian and Ukrainian poet, artist, publicist and book illustrator associated with the Futurist, Neo-Primitivist and Russian Futurism movements. Burliuk is often described as \"the father of Russian Futurism.\""}]}, {"heading": "Births", "year": "1885", "date": "July 21", "txt": "Jacques Feyder, Belgian actor, director, and screenwriter (d. 1948)", "entities": [{"title": "Jacques Feyder", "href": "/wiki/Jacques_Feyder", "description": "Jacques Feyder was a Belgian actor, screenwriter and film director who worked principally in France, but also in the US, Britain and Germany. He was a director of silent films during the 1920s, and in the 1930s he became associated with the style of poetic realism in French cinema. He adopted French nationality in 1928."}]}, {"heading": "Births", "year": "1891", "date": "July 21", "txt": "Julius Saaristo, Finnish javelin thrower and soldier (d. 1969)", "entities": [{"title": "Julius Saaristo", "href": "/wiki/Julius_Saaristo", "description": "Juho Julius Saaristo was a Finnish track and field athlete. He won two medals at the 1912 Olympics: a silver in conventional javelin throw and a gold in the two-handed javelin throw, a one-time Olympic event in which the total was a sum of best throws with the right hand and with the left hand. He finished fourth in the javelin throw at the 1920 Olympics. Saaristo held the Finnish national title i"}]}, {"heading": "Births", "year": "1893", "date": "July 21", "txt": "Hans Fallada, German author (d. 1947)", "entities": [{"title": "Hans Fallada", "href": "/wiki/Hans_Fallada", "description": "Hans Fallada was a German writer of the first half of the 20th century. Some of his better known novels include Little Man, What Now? (1932) and Every Man Dies Alone (1947). His works belong predominantly to the New Objectivity literary style, a style associated with an emotionless reportage approach, with precision of detail, and a veneration for 'the fact'. Fallada's pseudonym derives from a com"}]}, {"heading": "Births", "year": "1896", "date": "July 21", "txt": "Sophie Bledsoe Aberle,  Native American anthropologist, physician and nutritionist (d. 1996)", "entities": [{"title": "Sophie Bledsoe Aberle", "href": "/wiki/Sophie_Bledsoe_Aberle", "description": "Sophie Bledsoe Aberle was an American anthropologist, physician and nutritionist known for her work with Pueblo people. She was one of two women first appointed to the National Science Board."}]}, {"heading": "Births", "year": "1898", "date": "July 21", "txt": "Sara Carter, American singer-songwriter (d. 1979)", "entities": [{"title": "Sara Carter", "href": "/wiki/Sara_Carter", "description": "Sara Elizabeth Carter was an American country music musician, singer, and songwriter. Remembered mostly for her deep, distinctive, mature singing voice, she was the lead singer on most of the recordings of the historic Carter Family act in the 1920s and 1930s. In her earliest recordings her voice was pitched very high."}]}, {"heading": "Births", "year": "1899", "date": "July 21", "txt": "Hart Crane, American poet (d. 1932)", "entities": [{"title": "Hart Crane", "href": "/wiki/Hart_Crane", "description": "Harold Hart Crane was an American poet. Provoked and inspired by T. S. Eliot, Crane wrote modernist poetry that was difficult, highly stylized, and ambitious in its scope. In his most ambitious work, The Bridge, Crane sought to write an epic poem, in the vein of The Waste Land, that expressed a more optimistic view of modern, urban culture than the one that he found in Eliot's work. In the years f"}]}, {"heading": "Births", "year": "1899", "date": "July 21", "txt": "Ernest Hemingway, American novelist, short story writer, and journalist, Nobel Prize laureate (d. 1961)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1900", "date": "July 21", "txt": "Isadora Bennett, American theatre manager and modern dance publicity agent (d. 1980)", "entities": [{"title": "Isadora Bennett", "href": "/wiki/Isadora_Bennett", "description": "Isadora Bennett was a publicity agent for modern dance theatre. Her work has been considered significant for establishing modern dance. Her clients included Martha Graham, José Limón, José Greco, American Ballet Theatre, Royal Danish Ballet, Joffrey Ballet."}]}, {"heading": "Births", "year": "1903", "date": "July 21", "txt": "Russell Lee, American photographer and journalist (d. 1986)", "entities": [{"title": "Russell Lee (photographer)", "href": "/wiki/Russell_Lee_(photographer)", "description": "Russell Werner Lee was an American photographer and photojournalist, best known for his work for the Farm Security Administration (FSA). His images documented the ethnography of various American classes and cultures."}]}, {"heading": "Births", "year": "1903", "date": "July 21", "txt": "Roy Neuberger, American businessman and financier, co-founded Neuberger Berman (d. 2010)", "entities": [{"title": "Neuberger Berman", "href": "/wiki/Neuberger_Berman", "description": "Neuberger Berman Group LLC is a private, independent, employee-owned investment management firm. The firm manages equities, fixed income, private equity and hedge fund portfolios for global institutional investors, advisors and high-net-worth individuals. In 2016, it was rated the #1 Best Place to Work in asset management amongst firms with greater than 1,000 employees."}]}, {"heading": "Births", "year": "1908", "date": "July 21", "txt": "Jug McSpaden, American golfer and architect (d. 1996)", "entities": [{"title": "Jug McSpaden", "href": "/wiki/Jug_McSpaden", "description": "Harold Lee \"Jug\" McSpaden was an American professional golfer, and golf course architect."}]}, {"heading": "Births", "year": "1911", "date": "July 21", "txt": "Marshall McLuhan, Canadian author and theorist (d. 1980)", "entities": [{"title": "Marshall McLuhan", "href": "/wiki/Marshall_McLuhan", "description": "Herbert Marshall McLuhan was a Canadian philosopher, whose work is among the cornerstones of the study of media theory. Born in Edmonton, Alberta, and raised in Winnipeg, Manitoba, McLuhan studied at the University of Manitoba and the University of Cambridge. He began his teaching career as a professor of English at several universities in the US and Canada before moving to the University of Toron"}]}, {"heading": "Births", "year": "1911", "date": "July 21", "txt": "Umashankar Joshi, Indian author, poet, and scholar (d. 1988)", "entities": []}, {"heading": "Births", "year": "1914", "date": "July 21", "txt": "Aleksander Kreek, Estonian shot putter and discus thrower (d. 1977)", "entities": [{"title": "Aleksander Kreek", "href": "/wiki/Aleksander_Kreek", "description": "Aleksander Kreek was an Estonian track and field athlete who specialised in the shot put. He was the 1938 European champion in the shot put – one of only two Estonian men to achieve the feat, alongside Arnold Viiding. He was twice a medallist at the International University Games."}]}, {"heading": "Births", "year": "1917", "date": "July 21", "txt": "Alan B. Gold, Canadian lawyer and jurist (d. 2005)", "entities": [{"title": "Alan B. Gold", "href": "/wiki/Alan_B._Gold", "description": "Alan Bernard Gold, OC, OQ was the chief justice of the Quebec Superior Court from 1983 to 1992."}]}, {"heading": "Births", "year": "1920", "date": "July 21", "txt": "Constant Nieuwenhuys, Dutch painter, sculptor, and illustrator (d. 2005)", "entities": [{"title": "Constant Nieuwenhuys", "href": "/wiki/Constant_Nieuwenhuys", "description": "Constant Anton Nieuwenhuys, better known as Constant, was a Dutch painter, sculptor, graphic artist, author and musician."}]}, {"heading": "Births", "year": "1920", "date": "July 21", "txt": "Isaac Stern, Polish violinist and conductor (d. 2001)", "entities": []}, {"heading": "Births", "year": "1920", "date": "July 21", "txt": "Jean Daniel, Algerian-French-Jewish journalist and author (d. 2020)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 21", "txt": "James Cooke Brown, American sociologist and author (d. 2000)", "entities": [{"title": "James Cooke Brown", "href": "/wiki/James_Cooke_Brown", "description": "James Cooke Brown was an American sociologist and science fiction author. He is notable for creating the artificial language Loglan and for designing the Parker Brothers board game Careers."}]}, {"heading": "Births", "year": "1921", "date": "July 21", "txt": "John Horsley, English actor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 21", "txt": "Vusamazulu Credo Mutwa, Zulu sangoma (d. 2020)", "entities": []}, {"heading": "Births", "year": "1922", "date": "July 21", "txt": "Kay Starr, American singer (d. 2016)", "entities": [{"title": "Kay Starr", "href": "/wiki/Kay_Starr", "description": "Catherine Laverne Starks, known professionally as Kay Starr, was an American pop and jazz singer who enjoyed considerable success in the late 1940s and 1950s. She was of Iroquois and Irish heritage. Starr was successful in every field of music she tried, but her roots were in jazz."}]}, {"heading": "Births", "year": "1922", "date": "July 21", "txt": "Mollie Sugden, English actress (d. 2009)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 21", "txt": "Rudolph A. Marcus, Canadian-American chemist and academic, Nobel Prize laureate", "entities": [{"title": "Rudolph A. Marcus", "href": "/wiki/Rudolph_A._Marcus", "description": "Rudolph Arthur Marcus is a Canadian-born chemist who received the 1992 Nobel Prize in Chemistry \"for his contributions to the theory of electron transfer reactions in chemical systems\". Marcus theory, named after him, provides a thermodynamic and kinetic framework for describing one electron outer-sphere electron transfer. He is a professor at Caltech, Nanyang Technological University, Singapore a"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1923", "date": "July 21", "txt": "Queenie Watts, English actress and singer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 21", "txt": "Rahimuddin Khan, Pakistani general and politician, 7th Governor of Balochistan", "entities": [{"title": "Rahimuddin Khan", "href": "/wiki/Rahimuddin_Khan", "description": "Rahimuddin Khan is a retired four-star general of the Pakistan Army who served as Chairman Joint Chiefs of Staff Committee from 1984 to 1987, after serving as the 7th Governor of Balochistan from 1978 to 1984. He also served as the 16th Governor of Sindh in 1988."}, {"title": "Governor of Balochistan", "href": "/wiki/Governor_of_Balochistan", "description": "The Governor of Balochistan is the head of the provincial government in Balochistan, Pakistan. The post was established by President Yahya Khan on 1 July 1970, unlike the other provinces where the governorship had been maintained since the country's founding in 1947. Although the Governor is the head of the province on paper, it is largely a ceremonial position; and the main powers lie with the Ch"}]}, {"heading": "Births", "year": "1924", "date": "July 21", "txt": "Don Knotts, American actor and screenwriter (d. 2006)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 21", "txt": "Paul Burke, American actor (d. 2009)", "entities": [{"title": "Paul Burke (actor)", "href": "/wiki/Paul_Burke_(actor)", "description": "Paul Raymond Burke was an American actor best known for his lead roles in two 1960s ABC television series, Naked City and 12 O'Clock High. He was twice nominated for an Emmy Award for his portrayal of New York Police Department detective Adam Flint in Naked City."}]}, {"heading": "Births", "year": "1925", "date": "July 21", "txt": "Johnny Peirson, Canadian hockey player", "entities": [{"title": "Johnny Peirson", "href": "/wiki/Johnny_Peirson", "description": "John Frederick Peirson was a Canadian professional ice hockey winger who played 11 seasons in the National Hockey League (NHL) with the Boston Bruins from 1946 to 1958. After retiring he became a commentator for the Bruins, serving in that role for over two decades."}]}, {"heading": "Births", "year": "1926", "date": "July 21", "txt": "Norman Jewison, Canadian actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 21", "txt": "Bill Pertwee, English actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 21", "txt": "Karel Reisz, Czech-English director and producer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 21", "txt": "Sky Low Low, Canadian wrestler (d. 1998)", "entities": [{"title": "Sky Low Low", "href": "/wiki/Sky_Low_Low", "description": "Marcel Gauthier was a Canadian professional midget wrestler who worked as Sky Low Low. At a small 3 foot, 7 inches, he is the smallest superstar in WWE history."}]}, {"heading": "Births", "year": "1929", "date": "July 21", "txt": "Bob Orton, American wrestler (d. 2006)", "entities": [{"title": "Bob Orton", "href": "/wiki/Bob_Orton", "description": "Robert Keith Orton Sr. was an American professional wrestler."}]}, {"heading": "Births", "year": "1930", "date": "July 21", "txt": "Anand Bakshi, Indian poet and songwriter (d. 2002)", "entities": [{"title": "Anand Bakshi", "href": "/wiki/Anand_Bakshi", "description": "Anand Bakshi was a popular Indian poet and lyricist. He was nominated for the Filmfare award for Best lyricist a total of 40 times, resulting in 4 wins."}]}, {"heading": "Births", "year": "1930", "date": "July 21", "txt": "Helen Merrill, American singer", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 21", "txt": "Sonny Clark, American pianist and composer (d. 1963)", "entities": [{"title": "Sonny Clark", "href": "/wiki/Sonny_Clark", "description": "Conrad Yeatis \"Sonny\" Clark was an American jazz pianist and composer who mainly worked in the hard bop idiom."}]}, {"heading": "Births", "year": "1931", "date": "July 21", "txt": "Plas Johnson, American saxophonist", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 21", "txt": "Leon Schidlowsky, Chilean-Israeli painter and composer", "entities": []}, {"heading": "Births", "year": "1932", "date": "July 21", "txt": "Kaye Stevens, American singer and actress (d. 2011)", "entities": [{"title": "Kaye Stevens", "href": "/wiki/Kaye_Stevens", "description": "Kaye Stevens was an American singer and actress. Her big break in show business came at the Riviera Hotel in Las Vegas, when the headliner for the night, Debbie Reynolds, became ill and Stevens filled in for the night. She then went on to do small shows in New York City at the Plaza Hotel's Persian Room and the Waldorf Astoria, and Caesars Palace on the Las Vegas Strip."}]}, {"heading": "Births", "year": "1933", "date": "July 21", "txt": "John Gardner, American novelist, essayist, and critic (d. 1982)", "entities": [{"title": "John Gardner (American writer)", "href": "/wiki/John_Gardner_(American_writer)", "description": "John Champlin Gardner Jr. was an American novelist, essayist, literary critic and university professor. He is best known for his 1971 novel Grendel, a retelling of the Beowulf myth from the monster's point of view."}]}, {"heading": "Births", "year": "1934", "date": "July 21", "txt": "Chandu Borde, Indian cricketer and manager", "entities": [{"title": "Chandu Borde", "href": "/wiki/Chandu_Borde", "description": "Chandrakant Gulabrao \"Chandu\" Borde pronunciation (help·info), is a former cricketer who was a member of the Indian team between 1958 and 1970. Following his retirement, Borde became a cricket administrator, serving as the Chairman of national selectors. He has received various awards from the Government of India for his contributions to cricket, on and off the field."}]}, {"heading": "Births", "year": "1934", "date": "July 21", "txt": "Jonathan Miller, English actor, director, and author (d. 2019)", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 21", "txt": "Norbert Blüm, German businessman and politician", "entities": [{"title": "Norbert Blüm", "href": "/wiki/Norbert_Bl%C3%BCm", "description": "Norbert Blüm was a German politician who served as a federal legislator from North Rhine-Westphalia, chairman of the CDU North Rhine-Westphalia (1987–1999), and Minister of Labour and Social Affairs."}]}, {"heading": "Births", "year": "1935", "date": "July 21", "txt": "Moe Drabowsky, Polish-American baseball player and coach (d. 2006)", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 21", "txt": "Eduard Streltsov, Soviet footballer (d. 1990)", "entities": [{"title": "Eduard Streltsov", "href": "/wiki/Eduard_Streltsov", "description": "Eduard Anatolyevich Streltsov was a footballer from the Soviet Union who played as a forward for Torpedo Moscow and the Soviet national team during the 1950s and 1960s. A powerful and skilful attacking player, he scored the fourth-highest number of goals for the Soviet Union and has been called \"the greatest outfield player Russia has ever produced\". He is sometimes dubbed \"the Russian Pelé\"."}]}, {"heading": "Births", "year": "1938", "date": "July 21", "txt": "Les Aspin, American captain and politician, 18th United States Secretary of Defense (d. 1995)", "entities": [{"title": "Les Aspin", "href": "/wiki/Les_Aspin", "description": "Leslie Aspin Jr. was an American politician who served as the U.S. Representative for Wisconsin's 1st congressional district from 1971 to 1993 and as the 18th United States Secretary of Defense under President Bill Clinton from 1993 to 1994."}, {"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}]}, {"heading": "Births", "year": "1938", "date": "July 21", "txt": "Anton Kuerti, Austrian-Canadian pianist, composer, and conductor", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 21", "txt": "Janet Reno, American lawyer and politician, 79th United States Attorney General (d. 2016)", "entities": [{"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1939", "date": "July 21", "txt": "Jamey Aebersold, American saxophonist and educator", "entities": [{"title": "Jamey Aebersold", "href": "/wiki/Jamey_Aebersold", "description": "Wilton Jameson \"Jamey\" Aebersold is an American publisher, educator, and jazz saxophonist. His Play-A-Long series of instructional books and CDs, using the chord-scale system, the first of which was released in 1967, are an internationally renowned resource for jazz education. His summer workshops have educated students of all ages since the 1960s."}]}, {"heading": "Births", "year": "1939", "date": "July 21", "txt": "Kim Fowley, American singer-songwriter, producer, and manager (d. 2015)", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 21", "txt": "John Negroponte, English-American diplomat, 23rd United States Ambassador to the United Nations", "entities": [{"title": "United States Ambassador to the United Nations", "href": "/wiki/United_States_Ambassador_to_the_United_Nations", "description": "The United States ambassador to the United Nations is the leader of the U.S. delegation, the U.S. Mission to the United Nations. The position is formally known as the permanent representative of the United States of America to the United Nations, with the rank and status of ambassador extraordinary and plenipotentiary, and representative of the United States of America in the United Nations Securi"}]}, {"heading": "Births", "year": "1943", "date": "July 21", "txt": "Fritz Glatz, Austrian race car driver (d. 2002)", "entities": [{"title": "Fritz Glatz", "href": "/wiki/Fritz_Glatz", "description": "Friedrich \"Fritz\" Glatz was an Austrian racing driver from Vienna. He raced under the pseudonyms Pierre Chauvet and Frederico Careca as well as a number of others."}]}, {"heading": "Births", "year": "1943", "date": "July 21", "txt": "Edward Herrmann, American actor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 21", "txt": "Henry McCullough, Northern Irish guitarist, singer and songwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 21", "txt": "Robert Shrum, American author and political advisor", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 21", "txt": "John Atta Mills, Ghanaian lawyer and politician, 3rd President of Ghana (d. 2012)", "entities": [{"title": "John Atta Mills", "href": "/wiki/John_Atta_Mills", "description": "John Evans Fiifi Atta Mills was a Ghanaian politician and legal scholar who served as President of Ghana from 2009 until his death in 2012. He was inaugurated on 7 January 2009, having defeated the governing party candidate Nana Akufo-Addo in the 2008 election. He was previously the Vice-President from 1997 to 2001 under President Jerry Rawlings, and he contested unsuccessfully in the 2000 and 200"}, {"title": "President of Ghana", "href": "/wiki/President_of_Ghana", "description": "The president of the Republic of Ghana is the elected head of state and head of government of Ghana, as well as commander-in-chief of the Ghana Armed Forces. The current president of Ghana is Nana Addo Dankwa Akufo-Addo, who won the 2020 presidential election against former president, John Dramani Mahama, by a margin of 4.23%. He was sworn into office for his second term on 7th of January 2021."}]}, {"heading": "Births", "year": "1944", "date": "July 21", "txt": "Buchi Emecheta, Nigerian author and academic (d. 2017)", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 21", "txt": "Paul Wellstone, American academic and politician (d. 2002)", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 21", "txt": "Wendy Cope, English poet, critic, and educator", "entities": [{"title": "Wendy Cope", "href": "/wiki/Wendy_Cope", "description": "Wendy Cope, is a contemporary English poet. She read history at St Hilda's College, Oxford. She now lives in Ely, Cambridgeshire, with her husband, the poet Lachlan Mackinnon."}]}, {"heading": "Births", "year": "1945", "date": "July 21", "txt": "Geoff Dymock, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 21", "txt": "Barry Richards, South African cricketer", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 21", "txt": "Ken Starr, American lawyer and judge, 39th Solicitor General of the United States", "entities": [{"title": "Ken Starr", "href": "/wiki/Ken_Starr", "description": "Kenneth Winston Starr is an American lawyer who served as a United States circuit judge and 39th solicitor general of the United States. He is best known for heading an investigation of members of the Clinton administration, known as the Whitewater controversy."}, {"title": "Solicitor General of the United States", "href": "/wiki/Solicitor_General_of_the_United_States", "description": "The solicitor general of the United States is the fourth-highest-ranking official in the United States Department of Justice. The current acting solicitor general, Elizabeth Prelogar, has been serving in the role since January 20, 2021."}]}, {"heading": "Births", "year": "1946", "date": "July 21", "txt": "Timothy Harris, American author, screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 21", "txt": "Chetan Chauhan, Indian cricketer and politician", "entities": [{"title": "Chetan Chauhan", "href": "/wiki/Chetan_Chauhan", "description": "Chetan Pratap Singh Chauhan was a cricketer who played 40 Test matches for India. He played Ranji Trophy for Maharashtra and Delhi. He played most of his international cricket in the late 1970s and was the regular opening partner of Sunil Gavaskar during that period.\nChetan Chauhan was appointed as Chairman of NIFT from June 2016 to June 2017. He was also twice elected to the Lok Sabha from Amroha"}]}, {"heading": "Births", "year": "1948", "date": "July 21", "txt": "Art Hindle, Canadian actor and director", "entities": [{"title": "Art Hindle", "href": "/wiki/Art_Hindle", "description": "Arthur Hindle is a Canadian actor and director."}]}, {"heading": "Births", "year": "1948", "date": "July 21", "txt": "Cat Stevens (Yusuf Islam), English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 21", "txt": "Garry Trudeau, American cartoonist", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 21", "txt": "Christina Hart, American playwright and actress", "entities": [{"title": "Christina Hart", "href": "/wiki/Christina_Hart", "description": "Christina Hart is an American film producer, film director, playwright and retired actress. She teaches acting at the Hollywood Court Theater."}]}, {"heading": "Births", "year": "1949", "date": "July 21", "txt": "Hirini Melbourne, New Zealand singer-songwriter and poet (d. 2003)", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 21", "txt": "Ubaldo Fillol, Argentinian footballer and coach", "entities": [{"title": "Ubaldo Fillol", "href": "/wiki/Ubaldo_Fillol", "description": "Ubaldo Matildo Fillol, nicknamed el Pato, is an Argentine football coach and former goalkeeper. He took part in the 1974, 1978 and 1982 World Cups representing the Argentine national team. He also played in the South American qualifiers for the 1986 World Cup, but he was finally not chosen for the final team that played in Mexico. He is usually considered to be one of the greatest goalkeepers and "}]}, {"heading": "Births", "year": "1950", "date": "July 21", "txt": "Susan Kramer, Baroness Kramer, English politician, Minister of State for Transport", "entities": [{"title": "Minister of State for Transport", "href": "/wiki/Minister_of_State_for_Transport", "description": "The Minister of State for Transport is a junior ministerial position in the Department for Transport of the Government of the United Kingdom who deputises for the Secretary of State for Transport. There is also a list of Parliamentary Under-Secretary of State for Transport, which is junior to Minister of State."}]}, {"heading": "Births", "year": "1951", "date": "July 21", "txt": "Richard Gozney, English politician and diplomat, 30th Lieutenant Governor of the Isle of Man, 139th Governor of Bermuda", "entities": [{"title": "Richard Gozney", "href": "/wiki/Richard_Gozney", "description": "Sir Richard Hugh Turton Gozney is a British career diplomat and, since 27 May 2016, the lieutenant governor of the Isle of Man. He was governor and commander in chief of Bermuda from 12 December 2007 to 18 May 2012."}, {"title": "Lieutenant Governor of the Isle of Man", "href": "/wiki/Lieutenant_Governor_of_the_Isle_of_Man", "description": "The Lieutenant Governor of the Isle of Man is the British monarch's official personal representative in the Isle of Man. He has the power to grant royal assent and is styled \"His Excellency\"."}, {"title": "Governor of Bermuda", "href": "/wiki/Governor_of_Bermuda", "description": "The Governor of Bermuda is the representative of the British monarch in the British overseas territory of Bermuda."}]}, {"heading": "Births", "year": "1951", "date": "July 21", "txt": "Robin Williams, American actor, singer, and producer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 21", "txt": "John Barrasso, American physician and politician", "entities": [{"title": "John Barrasso", "href": "/wiki/John_Barrasso", "description": "John Anthony Barrasso III is an American physician and politician serving as the senior United States Senator from Wyoming. A member of the Republican Party, he previously served in the Wyoming State Senate."}]}, {"heading": "Births", "year": "1952", "date": "July 21", "txt": "Ahmad Husni Hanadzlah, Malaysian economist", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 21", "txt": "Eric Bazilian, American singer-songwriter, multi-instrumentalist, arranger, and producer", "entities": [{"title": "Eric Bazilian", "href": "/wiki/Eric_Bazilian", "description": "Eric M. Bazilian, is an American singer, songwriter, multi-instrumentalist, arranger and producer, best known for being a founding member of the rock band The Hooters and for writing \"One of Us,\" made famous by Joan Osborne in 1995."}]}, {"heading": "Births", "year": "1953", "date": "July 21", "txt": "Jeff Fatt, Australian keyboard player and actor", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 21", "txt": "Bernie Fraser, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 21", "txt": "Brian Talbot, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "July 21", "txt": "Howie Epstein, American bass player, songwriter, and producer (d. 2003)", "entities": [{"title": "Howie Epstein", "href": "/wiki/Howie_Epstein", "description": "Howard Norman Epstein was an American musician best known as a bassist with Tom Petty and the Heartbreakers."}]}, {"heading": "Births", "year": "1955", "date": "July 21", "txt": "Dannel Malloy, American lawyer and politician, 88th Governor of Connecticut", "entities": [{"title": "Governor of Connecticut", "href": "/wiki/Governor_of_Connecticut", "description": "The Governor of Connecticut is the elected head of the executive branch of Connecticut's state government, and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Connecticut General Assembly and to convene the legislature. Unusual among U.S. governors, the Governor of Connecticut has no p"}]}, {"heading": "Births", "year": "1955", "date": "July 21", "txt": "Henry Priestman, English singer-songwriter, keyboard player, and producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "July 21", "txt": "Taco, Indonesian-born Dutch singer and entertainer", "entities": []}, {"heading": "Births", "year": "1955", "date": "July 21", "txt": "Béla Tarr, Hungarian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 21", "txt": "Michael Connelly, American author", "entities": [{"title": "Michael Connelly", "href": "/wiki/Michael_Connelly", "description": "Michael Joseph Connelly is an American author of detective novels and other crime fiction, notably those featuring LAPD Detective Hieronymus \"Harry\" Bosch and criminal defense attorney Mickey Haller. \nConnelly is the bestselling author of 31 novels and one work of non-fiction, with over 74 million copies of his books sold worldwide and translated into 40 foreign languages. His first novel, The Bla"}]}, {"heading": "Births", "year": "1957", "date": "July 21", "txt": "Stefan Löfven, Swedish trade union leader and politician, 33rd Prime Minister of Sweden", "entities": [{"title": "Stefan Löfven", "href": "/wiki/Stefan_L%C3%B6fven", "description": "Kjell Stefan Löfven is a Swedish politician serving as Prime Minister of Sweden since 2014 and Leader of the Swedish Social Democratic Party since 2012."}, {"title": "Prime Minister of Sweden", "href": "/wiki/Prime_Minister_of_Sweden", "description": "The Prime Minister is the head of government in Sweden. Before the creation of the office of a Prime Minister in 1876, Sweden did not have a head of government separate from its head of state, namely the King, in whom the executive authority was vested. Louis Gerhard De Geer, the architect behind the new bicameral Riksdag of 1866 that replaced the centuries-old Riksdag of the Estates, became the f"}]}, {"heading": "Births", "year": "1957", "date": "July 21", "txt": "Jon Lovitz, American comedian, actor, and producer", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 21", "txt": "Dave Henderson, American baseball player and sportscaster (d. 2015)", "entities": [{"title": "Dave Henderson", "href": "/wiki/Dave_Henderson", "description": "David Lee Henderson, nicknamed \"Hendu\", was an American professional baseball player. He played in Major League Baseball (MLB) for the Seattle Mariners, Boston Red Sox, San Francisco Giants, Oakland Athletics, and Kansas City Royals during his 14-year career, primarily as an outfielder."}]}, {"heading": "Births", "year": "1959", "date": "July 21", "txt": "Gene Miles, Australian rugby league player and sportscaster", "entities": [{"title": "Gene Miles", "href": "/wiki/Gene_Miles", "description": "Gene Miles is an Australian former rugby league footballer who played in the 1980s and 1990s. An Australian international and Queensland State of Origin representative centre, he played his club football in the Brisbane Rugby League premiership before joining the Brisbane Broncos in 1988 and later captained in 1990."}]}, {"heading": "Births", "year": "1959", "date": "July 21", "txt": "Reha Muhtar, Turkish journalist", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 21", "txt": "Paul Vautin, Australian rugby league player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 21", "txt": "Amar Singh Chamkila, Indian singer-songwriter (d. 1988)", "entities": [{"title": "Amar Singh Chamkila", "href": "/wiki/Amar_Singh_Chamkila", "description": "Amar Singh Chamkila was a popular Punjabi singer, songwriter, musician, and composer. Chamkila and his wife Amarjot were killed, along with two members of their band on 8 March 1988 in an assassination which remains unresolved.\nCast. Bauria (Baweria)"}]}, {"heading": "Births", "year": "1960", "date": "July 21", "txt": "Veselin Matić, Serbian basketball player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 21", "txt": "Fritz Walter, German footballer", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 21", "txt": "Morris Iemma, Australian politician, 40th Premier of New South Wales", "entities": [{"title": "Morris Iemma", "href": "/wiki/Morris_Iemma", "description": "Morris Iemma is a former Australian politician who was the 40th Premier of New South Wales. He served from 3 August 2005 to 5 September 2008. From Sydney, Iemma attended the University of Sydney and the University of Technology, Sydney. A member of the Labor Party, he was first elected to the Parliament of New South Wales at the 1991 state election, having previously worked as a trade union offici"}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1961", "date": "July 21", "txt": "Jim Martin, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 21", "txt": "Victor Adebowale, Baron Adebowale, English businessman", "entities": [{"title": "Victor Adebowale, Baron Adebowale", "href": "/wiki/Victor_Adebowale,_Baron_Adebowale", "description": "Victor Olufemi Adebowale, Baron Adebowale, CBE is the Chief Executive of the social care enterprise Turning Point and was one of the first to become a People's Peer."}]}, {"heading": "Births", "year": "1963", "date": "July 21", "txt": "Kevin Poole, English footballer and manager", "entities": [{"title": "Kevin Poole", "href": "/wiki/Kevin_Poole", "description": "Kevin Poole is an English professional football coach and former player. He became goalkeeping coach at Solihull Moors in September 2020, having previously had the same role at Kidderminster Harriers, Birmingham City and Derby County."}]}, {"heading": "Births", "year": "1963", "date": "July 21", "txt": "Giant Silva, Brazilian basketball player, mixed martial artist, and wrestler", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 21", "txt": "Steve Collins, Irish boxer and actor", "entities": [{"title": "Steve Collins", "href": "/wiki/Steve_Collins", "description": "Stephen Collins is an Irish former professional boxer who competed from 1986 to 1997. Known as The Celtic Warrior Collins is the most successful Irish boxer in recent professional boxing history, having held the WBO middleweight and super-middleweight titles simultaneously and never losing a fight as champion."}]}, {"heading": "Births", "year": "1964", "date": "July 21", "txt": "Ross Kemp, English actor and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 21", "txt": "Jens Weißflog, German ski jumper and journalist", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 21", "txt": "Guðni Bergsson, Icelandic footballer and lawyer", "entities": [{"title": "Guðni Bergsson", "href": "/wiki/Gu%C3%B0ni_Bergsson", "description": "Guðni Bergsson, is an Icelandic former professional footballer who played for Bolton Wanderers and the is current president of the Icelandic Football Association."}]}, {"heading": "Births", "year": "1965", "date": "July 21", "txt": "Mike Bordick, American baseball player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 21", "txt": "Arija Bareikis, American actress", "entities": [{"title": "Arija Bareikis", "href": "/wiki/Arija_Bareikis", "description": "Arija Allison Bareikis is an American actress. She is best known for her role as Officer Chickie Brown in the TV crime drama Southland. She is also known for the films Deuce Bigalow: Male Gigolo and The Purge."}]}, {"heading": "Births", "year": "1966", "date": "July 21", "txt": "Sarah Waters, Welsh author", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 21", "txt": "Brandi Chastain, American soccer player and sportscaster", "entities": [{"title": "Brandi Chastain", "href": "/wiki/Brandi_Chastain", "description": "Brandi Denise Chastain is an American retired soccer player, two-time FIFA Women's World Cup champion, two-time Olympic gold-medalist, coach, and sports broadcaster. She played for the United States national team from 1988–2004. In her 192 caps on the team, she scored 30 goals playing primarily in the defender and midfielder positions. She scored a World Cup-winning penalty shootout goal against C"}]}, {"heading": "Births", "year": "1968", "date": "July 21", "txt": "Aditya Srivastava, Indian actor", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 21", "txt": "Lyle Odelein, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 21", "txt": "Godfrey, American comedian and actor", "entities": [{"title": "Godfrey (comedian)", "href": "/wiki/Godfrey_(comedian)", "description": "Godfrey C. Danchimah, Jr., professionally known as Godfrey, is an American comedian and actor who has appeared on BET, VH1, Comedy Central, and feature films, such as Soul Plane, Original Gangstas, Zoolander, and Johnson Family Vacation. He was also a spokesperson for 7 Up during the popular '7up yours' advertising campaign. He was also a cast member on the first season of The It Factor, a reality"}]}, {"heading": "Births", "year": "1969", "date": "July 21", "txt": "Klaus Graf, German race car driver", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 21", "txt": "Emerson Hart, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 21", "txt": "Isabell Werth, German equestrian", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 21", "txt": "Michael Fitzpatrick, American singer-songwriter", "entities": [{"title": "Michael Fitzpatrick (musician)", "href": "/wiki/Michael_Fitzpatrick_(musician)", "description": "Michael Sean \"Fitz\" Fitzpatrick is an American musician and singer-songwriter who is the lead vocalist of the indie pop and neo-soul band Fitz and the Tantrums."}]}, {"heading": "Births", "year": "1971", "date": "July 21", "txt": "Emmanuel Bangué, French long jumper", "entities": [{"title": "Emmanuel Bangué", "href": "/wiki/Emmanuel_Bangu%C3%A9", "description": "Emmanuel Bangué is a French long jumper, best known for finishing fourth at the 1996 Olympic Games. His personal best is 8.25 metres, achieved in September 1996 in Tomblaine."}]}, {"heading": "Births", "year": "1971", "date": "July 21", "txt": "Charlotte Gainsbourg, English-French actress and singer", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 21", "txt": "Nitzan Shirazi, Israeli footballer and manager (d. 2014)", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 21", "txt": "Korey Cooper, American singer and guitarist", "entities": [{"title": "Korey Cooper", "href": "/wiki/Korey_Cooper", "description": "Skillet is an American Christian rock band formed in Memphis, Tennessee, in 1996. The band currently consists of husband John Cooper and wife Korey Cooper along with Jen Ledger and Seth Morrison. The band has released ten albums, two of which, Collide and Comatose, received Grammy nominations. Two of their albums, Comatose and Awake, are certified Platinum and Double Platinum respectively by the R"}]}, {"heading": "Births", "year": "1972", "date": "July 21", "txt": "Catherine Ndereba, Kenyan marathon runner", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 21", "txt": "Geoff Jenkins, American baseball player and coach", "entities": [{"title": "Geoff Jenkins", "href": "/wiki/Geoff_Jenkins", "description": "Geoffrey Scott \"Geoff\" Jenkins is an American former professional baseball outfielder, who played in Major League Baseball (MLB) for the Milwaukee Brewers (1998–2007) and Philadelphia Phillies (2008). He is fourth on the Brewers’ all-time career home run list, trailing only Hall-of-Famer Robin Yount, 2011 National League (NL) MVP Ryan Braun, and former All-Star first baseman Prince Fielder. Follow"}]}, {"heading": "Births", "year": "1974", "date": "July 21", "txt": "René Reinumägi, Estonian actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 21", "txt": "Christopher Barzak, American author and educator", "entities": [{"title": "Christopher Barzak", "href": "/wiki/Christopher_Barzak", "description": "Christopher Barzak is an American author. He has published many short stories, beginning with \"A Mad Tea Party\" in Lady Churchill's Rosebud Wristlet in 1999. In 2007 he published his debut novel, One for Sorrow, which won the 2008 Crawford Award, and was a nominee for the 2008 Great Lakes Book Award as well as Logo TV's NewNowNext Awards. His second novel, The Love We Share Without Knowing, was a "}]}, {"heading": "Births", "year": "1975", "date": "July 21", "txt": "Cara Dillon, Irish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 21", "txt": "Ravindra Pushpakumara, Sri Lankan cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 21", "txt": "Mike Sellers, American football player", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 21", "txt": "Jaime Murray, English actress", "entities": [{"title": "Jaime Murray", "href": "/wiki/Jaime_Murray", "description": "Jaime Murray is an English actress, known for playing Stacie Monroe in the BBC series Hustle (2004–2012), Lila West in the Showtime series Dexter (2007), Gaia in the Starz miniseries Spartacus: Gods of the Arena (2011), Olivia Charles in The CW series Ringer (2011–2012), Helena G. Wells in the Syfy series Warehouse 13 (2010–2014), Stahma Tarr in the Syfy series Defiance (2013–2015), Fiona/the Blac"}]}, {"heading": "Births", "year": "1977", "date": "July 21", "txt": "Paul Casey, English golfer", "entities": [{"title": "Paul Casey", "href": "/wiki/Paul_Casey", "description": "Paul Alexander Casey is an English golfer who is a member of the US-based PGA Tour. In 2009 he achieved his highest position, third, in the Official World Golf Ranking."}]}, {"heading": "Births", "year": "1978", "date": "July 21", "txt": "Justin Bartha, American actor", "entities": [{"title": "Justin Bartha", "href": "/wiki/Justin_Bartha", "description": "Justin Lee Bartha is an American actor, known for his roles as Riley Poole in the National Treasure film series, Doug Billings in The Hangover trilogy, and David Sawyer in the NBC comedy series The New Normal. He starred as Colin Morrello in the CBS All Access legal and political drama The Good Fight."}]}, {"heading": "Births", "year": "1978", "date": "July 21", "txt": "Anderson da Silva Gibin, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 21", "txt": "Josh Hartnett, American actor", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 21", "txt": "Julian Huppert, English academic and politician", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 21", "txt": "Damian Marley, Jamaican singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 21", "txt": "Gary Teale, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 21", "txt": "David Carr, American football player", "entities": [{"title": "David Carr (American football)", "href": "/wiki/David_Carr_(American_football)", "description": "David Duke Carr is a former American football quarterback who played in the National Football League (NFL). He was drafted by the Houston Texans first overall in the 2002 NFL Draft. He played college football at Fresno State. Carr also played professionally for the Carolina Panthers, New York Giants, and San Francisco 49ers. He received a Super Bowl ring as a backup for the Giants after their vict"}]}, {"heading": "Births", "year": "1979", "date": "July 21", "txt": "Tamika Catchings, American basketball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 21", "txt": "Luis Ernesto Michel, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 21", "txt": "Andriy Voronin, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 21", "txt": "Justin Griffith, American football player", "entities": [{"title": "Justin Griffith", "href": "/wiki/Justin_Griffith", "description": "Justin Montrel Griffith is a former Fullback in the National Football League. He was drafted by the Atlanta Falcons in the fourth round of the 2003 NFL Draft. He played college football at Mississippi State."}]}, {"heading": "Births", "year": "1980", "date": "July 21", "txt": "Sandra Laoura, French skier", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 21", "txt": "CC Sabathia, American baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 21", "txt": "Yvonne Sampson, Australian journalist and sportscaster", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 21", "txt": "Paloma Faith, English singer-songwriter and actress", "entities": [{"title": "Paloma Faith", "href": "/wiki/Paloma_Faith", "description": "Paloma Faith Blomfield is an English singer, songwriter and actress. She is known for her retro and eccentric style. Her debut album Do You Want the Truth or Something Beautiful? was released in 2009 and has been certified double platinum in the UK. The album contains the singles \"Stone Cold Sober\", \"New York\", and \"Upside Down\", and earned Faith her first BRIT Award nomination in 2010."}]}, {"heading": "Births", "year": "1981", "date": "July 21", "txt": "Anabelle Langlois, Canadian figure skater", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 21", "txt": "Joaquín, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 21", "txt": "Romeo Santos, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 21", "txt": "Stefan Schumacher, German cyclist", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 21", "txt": "Jason Cram, Australian swimmer", "entities": [{"title": "Jason Cram", "href": "/wiki/Jason_Cram", "description": "Jason Cram is an Australian freestyle swimmer."}]}, {"heading": "Births", "year": "1982", "date": "July 21", "txt": "Mao Kobayashi, Japanese newscaster and actress (d. 2017)", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 21", "txt": "Jurrick Juliana, Dutch footballer", "entities": [{"title": "Jurrick Juliana", "href": "/wiki/Jurrick_Juliana", "description": "Jurrick Juliana is a Curaçaoan former professional footballer."}]}, {"heading": "Births", "year": "1984", "date": "July 21", "txt": "Liam Ridgewell, English footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 21", "txt": "Mati Lember, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 21", "txt": "Von Wafer, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 21", "txt": "Anthony Annan, Ghanaian footballer", "entities": [{"title": "Anthony Annan", "href": "/wiki/Anthony_Annan", "description": "Anthony Gildas Kofi Annan is a Ghanaian international footballer who plays as a midfielder for FC Inter Turku."}]}, {"heading": "Births", "year": "1986", "date": "July 21", "txt": "Rebecca Ferguson, American-English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 21", "txt": "Jason Thompson, American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 21", "txt": "Bilel Mohsni, French footballer", "entities": [{"title": "Bilel Mohsni", "href": "/wiki/Bilel_Mohsni", "description": "Bilel Mohsni is a French-born Tunisian professional footballer who currently plays as a defender. Mohsni has previously played for CO Les Ulis, Mende, US Saint-Georges, Sainte-Geneviève Sports, Southend United, Ipswich Town, Rangers, Étoile du Sahel, Paris FC, Dundee United, Grimsby Town. At international level, he represented the Tunisian national team."}]}, {"heading": "Births", "year": "1987", "date": "July 21", "txt": "Jesús Zavala, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 21", "txt": "KB, American rapper", "entities": [{"title": "KB (rapper)", "href": "/wiki/KB_(rapper)", "description": "Kevin Elijah Burgess, better known by his stage name KB, is an American Christian hip hop artist and music executive from St. Petersburg, Florida. He is the leader of the hip-hop group HGA. He signed a solo artist contract to Reach Records in 2010. The label has released the Who Is KB? mixtape in 2011, Weight & Glory, on July 17, 2012, the 100 EP on March 4, 2014, Tomorrow We Live on April 21, 201"}]}, {"heading": "Births", "year": "1988", "date": "July 21", "txt": "DeAndre Jordan, American basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 21", "txt": "Chris Mitchell, Scottish footballer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 21", "txt": "Marco Fabián, Mexican footballer", "entities": [{"title": "Marco Fabián", "href": "/wiki/Marco_Fabi%C3%A1n", "description": "Marco Jhonfai Fabián de la Mora is a Mexican professional footballer who plays as an attacking midfielder for Liga MX club Juárez."}]}, {"heading": "Births", "year": "1989", "date": "July 21", "txt": "Juno Temple, English actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 21", "txt": "Chris Martin, English footballer", "entities": [{"title": "Chris Martin (footballer, born 1990)", "href": "/wiki/Chris_Martin_(footballer,_born_1990)", "description": "Christopher Joseph Martin is an English former professional footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1990", "date": "July 21", "txt": "Jason Roy, English cricketer", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 21", "txt": "Erislandy Savón, Cuban amateur heavyweight boxer", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 21", "txt": "Franck Elemba, Congolese athlete", "entities": []}, {"heading": "Births", "year": "1991", "date": "July 21", "txt": "Sara Sampaio, Portuguese model", "entities": []}, {"heading": "Births", "year": "1992", "date": "July 21", "txt": "Rachael Flatt, American figure skater", "entities": [{"title": "Rachael Flatt", "href": "/wiki/Rachael_Flatt", "description": "Rachael Elizabeth Flatt is an American former competitive figure skater. She is the 2008 World Junior champion, a winner of four silver medals on the Grand Prix series, and the 2010 U.S. national champion."}]}, {"heading": "Births", "year": "1996", "date": "July 21", "txt": "Mikael Ingebrigtsen, Norwegian footballer", "entities": [{"title": "Mikael Ingebrigtsen", "href": "/wiki/Mikael_Ingebrigtsen", "description": " Mikael Norø Ingebrigtsen is a Norwegian footballer who plays as a Winger for Tromsø."}]}, {"heading": "Deaths", "year": "658", "date": "July 21", "txt": "K'an II, Mayan ruler (b. 588)", "entities": [{"title": "K'an II", "href": "/wiki/K%27an_II", "description": "Kʼan II was a Maya ruler of Caracol. He reigned AD 618–658."}]}, {"heading": "Deaths", "year": "710", "date": "July 21", "txt": "Li Guo'er, princess of the Tang dynasty", "entities": [{"title": "Princess Anle", "href": "/wiki/Princess_Anle", "description": "Princess Anle, personal name Li Guo'er (李裹兒), was a princess of the Chinese dynasty Tang Dynasty. She was the youngest daughter of Emperor Zhongzong and his wife Empress Wei. Popular history holds that she was doted upon heavily by her parents and siblings, which contributed to her later drive for power."}]}, {"heading": "Deaths", "year": "710", "date": "July 21", "txt": "Wei, empress of the Tang Dynasty", "entities": []}, {"heading": "Deaths", "year": "710", "date": "July 21", "txt": "Shangguan Wan'er, Chinese poet (b. 664)", "entities": []}, {"heading": "Deaths", "year": "987", "date": "July 21", "txt": "Geoffrey I, Count of Anjou", "entities": [{"title": "Geoffrey I, Count of Anjou", "href": "/wiki/Geoffrey_I,_Count_of_Anjou", "description": "Geoffrey I of Anjou, known as Grisegonelle, was count of Anjou from 960 to 987."}]}, {"heading": "Deaths", "year": "1259", "date": "July 21", "txt": "Gojong of Goryeo", "entities": [{"title": "Gojong of Goryeo", "href": "/wiki/Gojong_of_Goryeo", "description": "Gojong of Goryeo, sometimes spelled Ko-tjong, was the twenty-third ruler of Goryeo in present-day Korea from 1213–1259. Gojong's reign was marked by prolonged conflict with the Mongol Empire, which sought to conquer Goryeo, ending only to settle peace in 1259. During his reign actual power rested with the Choe family of military dictators."}]}, {"heading": "Deaths", "year": "1403", "date": "July 21", "txt": "Henry Percy, English soldier (b. 1364)", "entities": [{"title": "Henry Percy (Hotspur)", "href": "/wiki/Henry_Percy_(Hotspur)", "description": "Sir Henry Percy, nicknamed Hotspur, was an English knight who fought in several campaigns against the Scots in the northern border and against the French during the Hundred Years' War. The nickname \"Hotspur\" was given to him by the Scots as a tribute to his speed in advance and readiness to attack. The heir to a leading noble family in northern England, Hotspur was one of the earliest and prime mo"}]}, {"heading": "Deaths", "year": "1403", "date": "July 21", "txt": "Sir Walter Blount, English soldier, standard-bearer of Henry IV", "entities": []}, {"heading": "Deaths", "year": "1403", "date": "July 21", "txt": "Edmund Stafford, 5th Earl of Stafford, English soldier", "entities": []}, {"heading": "Deaths", "year": "1425", "date": "July 21", "txt": "Manuel II Palaiologos, Byzantine emperor (b. 1350)", "entities": [{"title": "Manuel II Palaiologos", "href": "/wiki/Manuel_II_Palaiologos", "description": "Manuel II Palaiologos or Palaeologus was Byzantine Emperor from 1391 to 1425. Shortly before his death he was tonsured a monk and received the name Matthew. His wife Helena Dragaš saw to it that their sons, John VIII Palaiologos and Constantine XI Palaiologos, become emperors."}]}, {"heading": "Deaths", "year": "1552", "date": "July 21", "txt": "Antonio de Mendoza, Spanish politician, 1st Viceroy of New Spain (b. 1495)", "entities": [{"title": "Antonio de Mendoza", "href": "/wiki/Antonio_de_Mendoza", "description": "Antonio de Mendoza y Pacheco was the first Viceroy of New Spain, serving from November 14, 1535 to November 25, 1550, and the third Viceroy of Peru, from September 23, 1551, until his death on July 21, 1552."}, {"title": "Viceroy of New Spain", "href": "/wiki/Viceroy_of_New_Spain", "description": "The following is a list of Viceroys of New Spain."}]}, {"heading": "Deaths", "year": "1688", "date": "July 21", "txt": "James Butler, 1st Duke of Ormonde, English soldier and politician, Lord Lieutenant of Ireland (b. 1610)", "entities": [{"title": "James Butler, 1st Duke of Ormonde", "href": "/wiki/James_Butler,_1st_Duke_of_Ormonde", "description": "Lieutenant-General James FitzThomas Butler, 1st Duke of Ormond, KG, PC (1610–1688), was an Irish statesman and soldier, known as Earl of Ormond from 1634 to 1642 and Marquess of Ormond from 1642 to 1661. Following the failure of the senior line of the Butler family, he was the second representative of the Kilcash branch to inherit the earldom."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1793", "date": "July 21", "txt": "Antoine Bruni d'Entrecasteaux, French admiral, explorer, and politician (b. 1739)", "entities": [{"title": "Antoine Bruni d'Entrecasteaux", "href": "/wiki/Antoine_Bruni_d%27Entrecasteaux", "description": "Antoine Raymond Joseph de Bruni, chevalier d'Entrecasteaux was a French naval officer, explorer and colonial governor. He is perhaps best known for his exploration of the Australian coast in 1792, while searching for the La Pérouse expedition. Antoine Bruni d'Entrecasteaux is commonly referred to simply as Bruni d'Entrecasteaux or Bruny d'Entrecasteaux, which is a compound surname."}]}, {"heading": "Deaths", "year": "1796", "date": "July 21", "txt": "Robert Burns, Scottish poet and songwriter (b. 1759)", "entities": [{"title": "Robert Burns", "href": "/wiki/Robert_Burns", "description": "Robert Burns, also known familiarly as Rabbie Burns, the National Bard, Bard of Ayrshire and the Ploughman Poet and various other names and epithets, was a Scottish poet and lyricist. He is widely regarded as the national poet of Scotland and is celebrated worldwide. He is the best known of the poets who have written in the Scots language, although much of his writing is in English and a light Sco"}]}, {"heading": "Deaths", "year": "1798", "date": "July 21", "txt": "François Sébastien Charles Joseph de Croix, Count of Clerfayt, Austrian field marshal (b. 1733)", "entities": [{"title": "François Sébastien Charles Joseph de Croix, Count of Clerfayt", "href": "/wiki/Fran%C3%A7ois_S%C3%A9bastien_Charles_Joseph_de_Croix,_Count_of_Clerfayt", "description": "François Sébastien Charles Joseph de Croix, Count of Clerfayt, a Walloon, joined the army of the Habsburg Monarchy and soon fought in the Seven Years' War. Later in his military career, he led Austrian troops in the war against Ottoman Turkey. During the French Revolutionary Wars he saw extensive fighting and rose to the rank of Field Marshal."}]}, {"heading": "Deaths", "year": "1798", "date": "July 21", "txt": "Anthony Perry, Irish rebel leader (b. ca. 1760)", "entities": [{"title": "Anthony Perry", "href": "/wiki/Anthony_Perry", "description": "Anthony Perry, known as the \"screeching general\" was one of the most important leaders of the United Irish Wexford rebels during the 1798 rebellion."}]}, {"heading": "Deaths", "year": "1868", "date": "July 21", "txt": "William Bland, Australian surgeon and politician (b. 1789)", "entities": [{"title": "William Bland", "href": "/wiki/William_Bland", "description": "William Bland was a transported convict, medical practitioner and surgeon, politician, farmer and inventor in colonial New South Wales, Australia."}]}, {"heading": "Deaths", "year": "1878", "date": "July 21", "txt": "Sam Bass, American outlaw (b. 1851)", "entities": [{"title": "Sam Bass (outlaw)", "href": "/wiki/Sam_Bass_(outlaw)", "description": "Sam Bass was a 19th-century American train robber and outlaw, who died as a result of wounds sustained in a gun battle with Texas Rangers. Notoriously, he was part of a gang that robbed a train of $60,000."}]}, {"heading": "Deaths", "year": "1880", "date": "July 21", "txt": "Hiram Walden, American general and politician (b. 1800)", "entities": [{"title": "Hiram Walden", "href": "/wiki/Hiram_Walden", "description": "Hiram Walden was a United States Representative from New York."}]}, {"heading": "Deaths", "year": "1889", "date": "July 21", "txt": "Nelson Dewey, American lawyer and politician, 1st Governor of Wisconsin (b. 1813)", "entities": [{"title": "Nelson Dewey", "href": "/wiki/Nelson_Dewey", "description": "Nelson Webster Dewey was an American pioneer, lawyer, and politician. He was the first Governor of Wisconsin."}, {"title": "Governor of Wisconsin", "href": "/wiki/Governor_of_Wisconsin", "description": "The Governor of Wisconsin is the head of the executive branch of Wisconsin's state government and the commander-in-chief of the state's army and air forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Wisconsin Legislature, to convene the legislature, and to grant pardons, except in cases of treason and impeachment. The position was fi"}]}, {"heading": "Deaths", "year": "1899", "date": "July 21", "txt": "Robert G. Ingersoll, American soldier, lawyer, and politician (b. 1833)", "entities": [{"title": "Robert G. Ingersoll", "href": "/wiki/Robert_G._Ingersoll", "description": "Robert Green Ingersoll was an American lawyer, writer, and orator during the Golden Age of Free Thought, who campaigned in defense of agnosticism. He was nicknamed \"The Great Agnostic\"."}]}, {"heading": "Deaths", "year": "1920", "date": "July 21", "txt": "Fiammetta Wilson, English astronomer and educator (b. 1864)", "entities": [{"title": "Fiammetta Wilson", "href": "/wiki/Fiammetta_Wilson", "description": "Fiammetta Wilson was a British astronomer elected a fellow of the Royal Astronomical Society in 1916."}]}, {"heading": "Deaths", "year": "1932", "date": "July 21", "txt": "Bill Gleason, American baseball player (b. 1858)", "entities": [{"title": "Bill Gleason", "href": "/wiki/Bill_Gleason", "description": "William G. Gleason was a shortstop in Major League Baseball who played from 1882 through 1889 for three different teams of the American Association. Listed at 5 ft 8 in (1.73 m), 170 lb., Gleason batted and threw right-handed. His older brother, Jack Gleason, was also a ballplayer."}]}, {"heading": "Deaths", "year": "1934", "date": "July 21", "txt": "Hubert Lyautey, French general and politician, French Minister of Defence (b. 1854)", "entities": [{"title": "Hubert Lyautey", "href": "/wiki/Hubert_Lyautey", "description": "Louis Hubert Gonzalve Lyautey was a French Army general and colonial administrator. After serving in Indochina and Madagascar, he became the first French Resident-General in Morocco from 1912 to 1925. Early in 1917 he served briefly as Minister of War. From 1921 he was a Marshal of France. He was dubbed the French empire builder, and in 1931 made the cover of Time."}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Deaths", "year": "1938", "date": "July 21", "txt": "Owen Wister, American lawyer and author (b. 1860)", "entities": [{"title": "Owen Wister", "href": "/wiki/Owen_Wister", "description": "Owen Wister was an American writer and historian, considered the \"father\" of western fiction. He is best remembered for writing The Virginian and a biography of Ulysses S. Grant."}]}, {"heading": "Deaths", "year": "1941", "date": "July 21", "txt": "Bohdan Lepky, Ukrainian poet and scholar (b. 1872)", "entities": [{"title": "Bohdan Lepky", "href": "/wiki/Bohdan_Lepky", "description": "Bohdan Lepky, was a Ukrainian writer, poet, scholar, public figure, and artist."}]}, {"heading": "Deaths", "year": "1943", "date": "July 21", "txt": "Charley Paddock, American runner and actor (b. 1900)", "entities": [{"title": "Charley Paddock", "href": "/wiki/Charley_Paddock", "description": "Charles William Paddock was an American athlete and two time Olympic champion."}]}, {"heading": "Deaths", "year": "1943", "date": "July 21", "txt": "Louis Vauxcelles, French Jewish art critic (b. 1870)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "July 21", "txt": "Claus von Stauffenberg, German soldier (b. 1907)", "entities": [{"title": "Claus von Stauffenberg", "href": "/wiki/Claus_von_Stauffenberg", "description": "Claus Philipp Maria Justinian Schenk Graf von Stauffenberg was a German army officer best known for his failed attempt on 20 July 1944 to assassinate Adolf Hitler at the Wolf's Lair and remove the Nazi Party from power. Along with Henning von Tresckow and Hans Oster, he was one of the central figures of the German resistance to Nazism within the Wehrmacht. For his involvement in the movement, he w"}]}, {"heading": "Deaths", "year": "1946", "date": "July 21", "txt": "Gualberto Villarroel, Bolivian soldier and politician, 45th President of Bolivia (b. 1908)", "entities": [{"title": "Gualberto Villarroel", "href": "/wiki/Gualberto_Villarroel", "description": "Gualberto Villarroel López was a Bolivian military officer who served as the 39th President of Bolivia from 1943 to 1946. A reformist, sometimes compared with Argentina's Juan Perón, he is nonetheless remembered for his alleged fascist sympathies and his violent demise on 21 July 1946."}, {"title": "President of Bolivia", "href": "/wiki/President_of_Bolivia", "description": "The President of Bolivia, officially known as the President of the Plurinational State of Bolivia, is head of state and head of government of Bolivia and the Captain General of the Armed Forces of Bolivia."}]}, {"heading": "Deaths", "year": "1948", "date": "July 21", "txt": "Arshile Gorky, Armenian-American painter and illustrator (b. 1904)", "entities": [{"title": "Arshile Gorky", "href": "/wiki/Arshile_Gorky", "description": "Arshile Gorky was an Armenian-American painter who had a seminal influence on Abstract Expressionism. He spent the last years of his life as a national of the United States. Along with Mark Rothko, Jackson Pollock and Willem de Kooning, Gorky has been hailed as one of the most powerful American painters of the 20th century. The suffering and loss he experienced in the Armenian Genocide had crucial"}]}, {"heading": "Deaths", "year": "1952", "date": "July 21", "txt": "Pedro Lascuráin, Mexican politician, president for 45 minutes on February 13, 1913. (b. 1856)", "entities": [{"title": "Pedro Lascuráin", "href": "/wiki/Pedro_Lascur%C3%A1in", "description": "Pedro Lascuráin Paredes was a Mexican politician who served as the 38th President of Mexico for less than one hour on February 19, 1913, the shortest presidency in the history of the world. He had earlier served as Mexico's foreign secretary for two terms and was the director of a small law school in Mexico City for sixteen years."}]}, {"heading": "Deaths", "year": "1966", "date": "July 21", "txt": "Philipp Frank, Austrian-American physicist, mathematician, and philosopher, Vienna Circle member (b. 1884)", "entities": [{"title": "Philipp Frank", "href": "/wiki/Philipp_Frank", "description": "Philipp Frank was a physicist, mathematician and also a philosopher during the first half of the 20th century. He was a logical-positivist, and a member of the Vienna Circle. He was influenced by Mach and was one of the Machists criticised by Lenin in Materialism and Empirio-criticism."}]}, {"heading": "Deaths", "year": "1967", "date": "July 21", "txt": "Jimmie Foxx, American baseball player, coach, and manager (b. 1907)", "entities": [{"title": "Jimmie Foxx", "href": "/wiki/Jimmie_Foxx", "description": "James Emory Foxx, nicknamed \"Double X\" and \"The Beast\", was an American professional baseball first baseman who played 20 seasons in Major League Baseball (MLB) for the Philadelphia Athletics, Boston Red Sox, Chicago Cubs, and Philadelphia Phillies. His most productive years were with the Philadelphia Athletics and the Boston Red Sox, where he hit 30 or more home runs in 12 consecutive seasons and"}]}, {"heading": "Deaths", "year": "1967", "date": "July 21", "txt": "Albert Lutuli, South African academic and politician, Nobel Prize laureate (b. 1898)", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1967", "date": "July 21", "txt": "Basil Rathbone, South African-American actor and singer (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "July 21", "txt": "Ruth St. Denis, American dancer and choreographer (b. 1878)", "entities": [{"title": "Ruth St. Denis", "href": "/wiki/Ruth_St._Denis", "description": "Ruth St. Denis was an American pioneer of modern dance, introducing eastern ideas into the art. She was the co-founder of the American Denishawn School of Dancing and Related Arts and the teacher of several notable performers."}]}, {"heading": "Deaths", "year": "1970", "date": "July 21", "txt": "Mikhail Mikhaylovich Gerasimov, Russian anthropologist and sculptor (b. 1907)", "entities": [{"title": "Mikhail Mikhaylovich Gerasimov", "href": "/wiki/Mikhail_Mikhaylovich_Gerasimov", "description": "Mikhail Mikhaylovich Gerasimov was a Soviet archaeologist and anthropologist who discovered the Mal'ta–Buret' culture and developed the first technique of forensic sculpture based on findings of anthropology, archaeology, paleontology, and forensic science. He studied the skulls and meticulously reconstructed the faces of more than 200 people, ranging from the earliest excavated homo sapiens and n"}]}, {"heading": "Deaths", "year": "1970", "date": "July 21", "txt": "Bob Kalsu, American football player and lieutenant (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "July 21", "txt": "Ralph Craig, American sprinter and sailor (b. 1889)", "entities": [{"title": "Ralph Craig", "href": "/wiki/Ralph_Craig", "description": "Ralph Cook Craig was an American athlete, winner of the sprint double at the 1912 Summer Olympics."}]}, {"heading": "Deaths", "year": "1972", "date": "July 21", "txt": "Jigme Dorji Wangchuck, Bhutanese king (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "July 21", "txt": "Lee Miller, American model and photographer (b. 1907)", "entities": [{"title": "Lee Miller", "href": "/wiki/Lee_Miller", "description": "Elizabeth \"Lee\" Miller, Lady Penrose, was an American photographer and photojournalist. She was a fashion model in New York City in the 1920s before going to Paris, where she became a fashion and fine art photographer. During the Second World War, she was a war correspondent for Vogue, covering events such as the London Blitz, the liberation of Paris, and the concentration camps at Buchenwald and "}]}, {"heading": "Deaths", "year": "1982", "date": "July 21", "txt": "Dave Garroway, American journalist and actor (b. 1913)", "entities": [{"title": "Dave Garroway", "href": "/wiki/Dave_Garroway", "description": "David Cunningham Garroway was an American television personality. He was the founding host and anchor of NBC's Today from 1952 to 1961. His easygoing and relaxing style belied a lifelong battle with depression. Garroway has been honored for his contributions to radio and television with a star for each on the Hollywood Walk of Fame and the St. Louis Walk of Fame, the city where he spent part of hi"}]}, {"heading": "Deaths", "year": "1991", "date": "July 21", "txt": "Paul Warwick, English race car driver (b. 1969)", "entities": [{"title": "Paul Warwick (racing driver)", "href": "/wiki/Paul_Warwick_(racing_driver)", "description": "Paul Jason Warwick was a British racing driver."}]}, {"heading": "Deaths", "year": "1994", "date": "July 21", "txt": "Marijac, French author and illustrator (b. 1908)", "entities": [{"title": "Marijac", "href": "/wiki/Marijac", "description": "Jacques Dumas, better known as Marijac, was a French comics writer, artist, and editor."}]}, {"heading": "Deaths", "year": "1997", "date": "July 21", "txt": "Olaf Kopvillem, Estonian-Canadian conductor and composer (b. 1926)", "entities": [{"title": "Olaf Kopvillem", "href": "/wiki/Olaf_Kopvillem", "description": "Olaf Kopvillem was a prominent Estonian World War II refugee. Having settled in Canada, he engaged in the organisation of Estonian exile activities there, and is known for his numerous humorous covers of well-known songs."}]}, {"heading": "Deaths", "year": "1998", "date": "July 21", "txt": "Alan Shepard, American admiral, pilot, and astronaut (b. 1923)", "entities": [{"title": "Alan Shepard", "href": "/wiki/Alan_Shepard", "description": "Alan Bartlett Shepard Jr. was an American astronaut, naval aviator, test pilot, and businessman. In 1961, he became the second man and the first American to travel into space, and in 1971, he walked on the Moon."}]}, {"heading": "Deaths", "year": "1998", "date": "July 21", "txt": "Robert Young, American actor and singer (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "July 21", "txt": "Marc Reisner, American environmentalist and author (b. 1948)", "entities": [{"title": "Marc Reisner", "href": "/wiki/Marc_Reisner", "description": "Marc Reisner was an American environmentalist and writer best known for his book Cadillac Desert, a history of water management in the American West."}]}, {"heading": "Deaths", "year": "2002", "date": "July 21", "txt": "Esphyr Slobodkina, Russian-American author and illustrator (b. 1908)", "entities": [{"title": "Esphyr Slobodkina", "href": "/wiki/Esphyr_Slobodkina", "description": "Esphyr Slobodkina was a Russian-American artist, author, and illustrator, best known for her classic children's picture book Caps for Sale. Slobodkina was a celebrated avant garde artist and feminist in the middle part of the 20th century."}]}, {"heading": "Deaths", "year": "2003", "date": "July 21", "txt": "John Davies, English-New Zealand runner and coach (b. 1938)", "entities": [{"title": "John Davies (middle-distance runner)", "href": "/wiki/John_Davies_(middle-distance_runner)", "description": "John Llewellyn Davies was a New Zealand Olympic bronze medallist and president of the New Zealand Olympic Committee (NZOC)."}]}, {"heading": "Deaths", "year": "2004", "date": "July 21", "txt": "Jerry Goldsmith, American composer and conductor (b. 1929)", "entities": [{"title": "Jerry Goldsmith", "href": "/wiki/Jerry_Goldsmith", "description": "Jerrald King Goldsmith was an American composer and conductor known for his work in film and television scoring. He composed scores for five films in the Star Trek franchise and three in the Rambo franchise, as well as for Logan's Run, Planet of the Apes, Patton, Chinatown, Poltergeist, Gremlins, Hoosiers, Total Recall, Air Force One, L.A. Confidential, Mulan, and The Mummy. With the release of Th"}]}, {"heading": "Deaths", "year": "2004", "date": "July 21", "txt": "Edward B. Lewis, American geneticist and biologist, Nobel Prize laureate (b. 1918)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2005", "date": "July 21", "txt": "Long John Baldry, English-Canadian singer and actor (b. 1941)", "entities": [{"title": "Long John Baldry", "href": "/wiki/Long_John_Baldry", "description": "John William \"Long John\" Baldry was an English-Canadian blues singer and voice actor. In the 1960s, he was one of the first British vocalists to sing the blues in clubs and shared the stage with many British musicians including the Rolling Stones and the Beatles. Before achieving stardom, Rod Stewart and Elton John were members of bands led by Baldry. He enjoyed pop success in 1967 when \"Let the H"}]}, {"heading": "Deaths", "year": "2005", "date": "July 21", "txt": "Lord Alfred Hayes, English-American wrestler and manager (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "July 21", "txt": "Mako Iwamatsu, Japanese-American actor and singer (b. 1933)", "entities": [{"title": "Mako Iwamatsu", "href": "/wiki/Mako_Iwamatsu", "description": "Makoto Iwamatsu  was a Japanese-American actor, credited in almost all of his acting roles as simply Mako."}]}, {"heading": "Deaths", "year": "2006", "date": "July 21", "txt": "Ta Mok, Cambodian soldier and monk (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 21", "txt": "Dubravko Škiljan, Croatian linguist and academic (b. 1949)", "entities": [{"title": "Dubravko Škiljan", "href": "/wiki/Dubravko_%C5%A0kiljan", "description": "Dubravko Škiljan, was a Croatian linguist known for his work on Classical philology and semiotics."}]}, {"heading": "Deaths", "year": "2008", "date": "July 21", "txt": "Donald Stokes, English businessman (b. 1914)", "entities": [{"title": "Donald Stokes, Baron Stokes", "href": "/wiki/Donald_Stokes,_Baron_Stokes", "description": "Donald Gresham Stokes, Baron Stokes was an English industrialist. He was the head of British Leyland Motor Corporation Ltd (BL) from 1968 to 1975."}]}, {"heading": "Deaths", "year": "2010", "date": "July 21", "txt": "Luis Corvalán, Chilean educator and politician (b. 1916)", "entities": [{"title": "Luis Corvalán", "href": "/wiki/Luis_Corval%C3%A1n", "description": "Luis Alberto Corvalán Lepe was a Chilean politician. He served as the general secretary of the Communist Party of Chile (PCCh)."}]}, {"heading": "Deaths", "year": "2010", "date": "July 21", "txt": "Ralph Houk, American baseball player, coach, and manager (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "July 21", "txt": "John E. Irving, Canadian businessman (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 21", "txt": "Alexander Cockburn, Scottish-American journalist and author (b. 1941)", "entities": [{"title": "Alexander Cockburn", "href": "/wiki/Alexander_Cockburn", "description": "Alexander Claud Cockburn was a Scottish born Irish-American political journalist and writer. Cockburn was brought up by British parents in Ireland but had lived and worked in the United States since 1972. Together with Jeffrey St. Clair, he edited the political newsletter CounterPunch. Cockburn also wrote the \"Beat the Devil\" column for The Nation as well as one for The Week in London, syndicated "}]}, {"heading": "Deaths", "year": "2012", "date": "July 21", "txt": "Marie Kruckel, American baseball player (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 21", "txt": "Ali Podrimja, Albanian poet and author (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 21", "txt": "James D. Ramage, American admiral and pilot (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 21", "txt": "Angharad Rees, English-born Welsh actress (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 21", "txt": "Don Wilson, English cricketer and coach (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 21", "txt": "Andrea Antonelli, Italian motorcycle racer (b. 1988)", "entities": [{"title": "Andrea Antonelli", "href": "/wiki/Andrea_Antonelli", "description": "Andrea Antonelli was an Italian motorcycle racer. He was killed in an accident at the Moscow Raceway, whilst competing for Team Go Eleven Kawasaki in the Supersport World Championship."}]}, {"heading": "Deaths", "year": "2013", "date": "July 21", "txt": "Lourembam Brojeshori Devi, Indian martial artist (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 21", "txt": "Det de Beus, Dutch field hockey player (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 21", "txt": "Luis Fernando Rizo-Salom, Colombian-French composer and educator (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 21", "txt": "Fred Taylor, American football player and coach (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 21", "txt": "Louise Abeita, Isleta Pueblo (Native American) writer, poet, and educator (b. 1926)", "entities": [{"title": "Louise Abeita", "href": "/wiki/Louise_Abeita", "description": "Louise Abeita Chewiwi, was a Puebloan writer, poet, and educator, who was an enrolled member of Isleta Pueblo."}, {"title": "Isleta Pueblo", "href": "/wiki/Isleta_Pueblo", "description": "Pueblo of Isleta or Isleta Pueblo is an unincorporated community and Tanoan pueblo in Bernalillo County, New Mexico, United States, originally established in the c. 14th century. The Southern Tiwa name of the pueblo is Shiewhibak (Shee-eh-whíb-bak) meaning \"a knife laid on the ground to play whib\", a traditional footrace. Its people are a federally recognized tribe."}]}, {"heading": "Deaths", "year": "2014", "date": "July 21", "txt": "Dan Borislow, American businessman, invented the magicJack (b. 1961)", "entities": [{"title": "MagicJack", "href": "/wiki/MagicJack", "description": "MagicJack is a device that plugs into a USB port on the user's computer and has a standard RJ-11 phone jack into which any standard phone can be plugged. It is a computer peripheral that, in combination with telephony service from the related YMAX Corporation, provides Internet-based telephone service (VoIP) to the United States and Canada. In 2011 the company introduced MagicJack Plus, which no l"}]}, {"heading": "Deaths", "year": "2014", "date": "July 21", "txt": "Lettice Curtis, English engineer and pilot (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 21", "txt": "Hans-Peter Kaul, German lawyer and judge (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 21", "txt": "Rilwanu Lukman, Nigerian engineer and politician (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 21", "txt": "Kevin Skinner, New Zealand rugby player and boxer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 21", "txt": "Robert Broberg, Swedish singer-songwriter (b. 1940)", "entities": [{"title": "Robert Broberg", "href": "/wiki/Robert_Broberg", "description": "Robert Zero Karl Oskar Broberg was a Swedish singer, composer and artist. As an artist, he used various names: Robban or Robban Broberg (1957–1968), Robert Karl-Oskar Broberg (1968–1974), Zero (1974–1982) and starting 1982 the present name Robert Broberg."}]}, {"heading": "Deaths", "year": "2015", "date": "July 21", "txt": "E. L. Doctorow, American novelist, short story writer, and playwright (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 21", "txt": "Nicholas Gonzalez, American physician (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 21", "txt": "Czesław Marchaj, Polish-English sailor and academic (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 21", "txt": "Dick Nanninga, Dutch footballer (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "July 21", "txt": "Dennis Green, American football player and coach (b. 1949)", "entities": [{"title": "Dennis Green", "href": "/wiki/Dennis_Green", "description": "Dennis Earl Green was an American football coach. During his National Football League (NFL) career, Green coached the Minnesota Vikings for 10 seasons. He coached the Vikings to eight playoff appearances in nine years, despite having seven different starting quarterbacks in those postseasons. He was posthumously inducted into the Minnesota Vikings Ring of Honor in 2018."}]}, {"heading": "Deaths", "year": "2017", "date": "July 21", "txt": "John Heard, American film and television actor  (b. 1946)", "entities": [{"title": "John Heard (actor)", "href": "/wiki/John_Heard_(actor)", "description": "John Heard Jr. was an American actor. He appeared in a number of successful films, including Heart Beat (1980), Cutter's Way (1981), Cat People (1982), C.H.U.D. (1984), After Hours (1985), Beaches (1988), The Package (1989), and Deceived (1991). Other films include The Trip to Bountiful (1985), Big (1988), Awakenings (1990), Rambling Rose (1991), The Pelican Brief (1993), My Fellow Americans (1996"}]}, {"heading": "Deaths", "year": "2018", "date": "July 21", "txt": "Alene Duerk, U.S. Navy first female admiral (b. 1920)", "entities": [{"title": "Alene Duerk", "href": "/wiki/Alene_Duerk", "description": "Alene Bertha Duerk became the first female admiral in the U.S. Navy in 1972. She was also the director of the U.S. Navy Nurse Corps from 1970 to 1975. She is a 1974 recipient of a Distinguished Alumni Award of Case Western Reserve University's Frances Payne Bolton School of Nursing."}]}, {"heading": "Deaths", "year": "2020", "date": "July 21", "txt": "Annie Ross, Scottish-American singer and actress (b. 1930)", "entities": [{"title": "Annie Ross", "href": "/wiki/Annie_Ross", "description": "Annabelle McCauley Allan Short, known professionally as Annie Ross, was a British-American singer and actress, best known as a member of the jazz vocal trio Lambert, Hendricks & Ross."}]}, {"heading": "Deaths", "year": "2020", "date": "July 21", "txt": "Andrew Mlangeni South African political activist (b. 1925) ", "entities": []}]