[{"heading": "Events", "year": "306", "date": "July 25", "txt": "Constantine I is proclaimed Roman emperor by his troops.", "entities": [{"title": "Constantine the Great", "href": "/wiki/Constantine_the_Great", "description": "Constantine I, also known as Constantine the Great, was a Roman emperor from 306 to 337. Born in Naissus, Dacia Mediterranea, he was the son of Flavius Constantius, a Roman army officer born in Dardania who became one of the four emperors of the Tetrarchy. His mother, Helena, was Greek and of low birth. Constantine served with distinction under emperors Diocletian and Galerius campaigning in the e"}, {"title": "Roman Empire", "href": "/wiki/Roman_Empire", "description": "The Roman Empire was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, Northern Africa, and Western Asia ruled by emperors. From the accession of Caesar Augustus to the military anarchy of the 3rd century, it was a principate with Italy as metropole of the provinces and the city of Rome as sole capital. After the "}]}, {"heading": "Events", "year": "315", "date": "July 25", "txt": "The Arch of Constantine is completed near the Colosseum in Rome to commemorate Constantine I's victory over Maxentius at the Milvian Bridge.", "entities": [{"title": "Arch of Constantine", "href": "/wiki/Arch_of_Constantine", "description": "The Arch of Constantine is a triumphal arch in Rome dedicated to the emperor Constantine the Great. The arch was commissioned by the Roman Senate to commemorate Constantine's victory over Maxentius at the Battle of Milvian Bridge in AD 312. Situated between the Colosseum and the Palatine Hill, the arch spans the Via triumphalis, the route taken by victorious military leaders when they entered the "}, {"title": "Colosseum", "href": "/wiki/Colosseum", "description": "The Colosseum, is an oval amphitheatre in the centre of the city of Rome, Italy, just east of the Roman Forum and is the largest ancient amphitheatre ever built, and is still the largest standing amphitheater in the world today, despite its age. Construction began under the emperor Vespasian in 72 and was completed in AD 80 under his successor and heir, Titus. Further modifications were made durin"}, {"title": "Maxentius", "href": "/wiki/Maxentius", "description": "Maxentius was Roman emperor from 306 to 312. He was the son of former Emperor Maximian and the son-in-law of Emperor Galerius. The latter part of his reign was preoccupied with civil war, allying with Maximinus II against Licinius and Constantine. The latter defeated him at the Battle of the Milvian Bridge in 312, where Maxentius, with his army in flight, purportedly perished by drowning in the Ti"}, {"title": "Ponte Milvio", "href": "/wiki/Ponte_Milvio", "description": "The Milvian Bridge is a bridge over the Tiber in northern Rome, Italy. It was an economically and strategically important bridge in the era of the Roman Empire and was the site of the famous Battle of the Milvian Bridge in 312, which led to the imperial rule of Constantine."}]}, {"heading": "Events", "year": "677", "date": "July 25", "txt": "Climax of the Siege of Thessalonica by the Slavs in a three-day assault on the city walls.", "entities": [{"title": "Siege of Thessalonica (676–678)", "href": "/wiki/Siege_of_Thessalonica_(676%E2%80%93678)", "description": "The Siege of Thessalonica in 676–678 was an attempt by the local Slavic tribes to capture the Byzantine city of Thessalonica, taking advantage of the preoccupation of the Byzantine Empire with the repulsion of the First Arab Siege of Constantinople. The events of the siege are described in the second book of the Miracles of Saint Demetrius."}]}, {"heading": "Events", "year": "864", "date": "July 25", "txt": "The Edict of Pistres of Charles the Bald orders defensive measures against the Vikings.", "entities": [{"title": "Edict of Pistres", "href": "/wiki/Edict_of_Pistres", "description": "The Edict of Pîtres or Edictum Pistense was a capitulary promulgated at Pîtres on 25 June 864. It is often cited by historians as an example of successful government action on the part of Charles the Bald, King of West Francia."}, {"title": "Charles the Bald", "href": "/wiki/Charles_the_Bald", "description": "Charles the Bald was a 9th-century king of West Francia (843–877), king of Italy (875–877) and emperor of the Carolingian Empire (875–877). After a series of civil wars during the reign of his father, Louis the Pious, Charles succeeded, by the Treaty of Verdun (843), in acquiring the western third of the Carolingian Empire. He was a grandson of Charlemagne and the youngest son of Louis the Pious b"}, {"title": "Vikings", "href": "/wiki/Vikings", "description": "Vikings were the seafaring Norse people from southern Scandinavia who from the late 8th to late 11th centuries raided, pirated, traded and settled throughout parts of Europe. They also voyaged as far as the Mediterranean, North Africa, the Middle East, and North America. In the countries they raided and settled, the period is known as the Viking Age, and the term 'Viking' also commonly includes th"}]}, {"heading": "Events", "year": "1137", "date": "July 25", "txt": "Eleanor of Aquitaine marries Prince Louis, later King Louis VII of France, at the Cathedral of Saint-André in Bordeaux.", "entities": [{"title": "Eleanor of Aquitaine", "href": "/wiki/Eleanor_of_Aquitaine", "description": "Eleanor of Aquitaine was queen consort of France (1137–1152) and England (1154–1189) and duchess of Aquitaine in her own right (1137–1204). As the heir of the House of Poitiers, rulers in southwestern France, she was one of the wealthiest and most powerful women in western Europe during the High Middle Ages. She was patron of literary figures such as Wace, Benoît de Sainte-Maure, and Bernart de Ve"}, {"title": "Louis VII of France", "href": "/wiki/Louis_VII_of_France", "description": "Louis VII, called the Younger or the Young, was King of the Franks from 1137 to 1180. He was the son and successor of King Louis VI and married Duchess Eleanor of Aquitaine, one of the wealthiest and most powerful women in western Europe. The marriage temporarily extended the Capetian lands to the Pyrenees, but was annulled in 1152 after no male heir was produced."}, {"title": "Bordeaux Cathedral", "href": "/wiki/Bordeaux_Cathedral", "description": "Bordeaux Cathedral, officially known as the Primatial Cathedral of St Andrew of Bordeaux, is a Roman Catholic church dedicated to Saint Andrew and located in Bordeaux, France. It is the seat of the Archbishop of Bordeaux."}]}, {"heading": "Events", "year": "1139", "date": "July 25", "txt": "Battle of Ourique: The Almoravids, led by Ali ibn Yusuf, are defeated by Prince Afonso Henriques who is proclaimed King of Portugal.", "entities": [{"title": "Battle of Ourique", "href": "/wiki/Battle_of_Ourique", "description": "The Battle of Ourique was a battle that took place on 25 July 1139, in which the forces of Portuguese count Afonso Henriques defeated those led by the Almoravid governor of Córdoba, Muhammad Az-Zubayr Ibn Umar, identified as \"King Ismar\" in Christian chronicles."}, {"title": "Almoravid dynasty", "href": "/wiki/Almoravid_dynasty", "description": "The Almoravid dynasty was an imperial Berber Muslim dynasty centered in Morocco. It established an empire in the 11th century that stretched over the western Maghreb and Al-Andalus. Founded by Abdallah ibn Yasin, the Almoravid capital was Marrakesh, a city the ruling house founded in 1062. The dynasty originated among the Lamtuna and the Gudala, nomadic Berber tribes of the Sahara, traversing the "}, {"title": "Ali ibn Yusuf", "href": "/wiki/Ali_ibn_Yusuf", "description": "Ali ibn Yusuf was the 5th Almoravid emir. He reigned from 1106–1143."}, {"title": "Afonso I of Portugal", "href": "/wiki/Afonso_I_of_Portugal", "description": "Afonso I, also called Afonso Henriques, nicknamed the Conqueror, the Founder or the Great by the Portuguese, and El-Bortukali and Ibn-Arrink or Ibn Arrinq by the Moors whom he fought, was the first king of Portugal. He achieved the independence of the County of Portugal, establishing a new kingdom and doubling its area with the Reconquista, an objective that he pursued until his death."}]}, {"heading": "Events", "year": "1261", "date": "July 25", "txt": "The city of Constantinople is recaptured by Nicaean forces under the command of Alexios Strategopoulos, re-establishing the Byzantine Empire.", "entities": [{"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}, {"title": "Reconquest of Constantinople", "href": "/wiki/Reconquest_of_Constantinople", "description": "The Reconquest of Constantinople was the recapture of the city of Constantinople by the forces of the Empire of Nicaea, leading to the re-establishment of the Byzantine Empire under the Palaiologos dynasty, after an interval of 57 years where the city had been the capital of the Latin Empire installed by the Fourth Crusade in 1204."}, {"title": "Empire of Nicaea", "href": "/wiki/Empire_of_Nicaea", "description": "The Empire of Nicaea or the Nicene Empire is the conventional historiographic name for the largest of the three Byzantine Greek rump states founded by the aristocracy of the Byzantine Empire that fled after Constantinople was occupied by Western European and Venetian forces during the Fourth Crusade. Like the Empire of Trebizond and the Empire of Thessalonica, it claimed to be the continuation of "}, {"title": "Alexios Strategopoulos", "href": "/wiki/Alexios_Strategopoulos", "description": "Alexios Komnenos Strategopoulos was a Byzantine aristocrat and general who rose to the rank of megas domestikos and Caesar. Distantly related to the Komnenian dynasty, he appears in the sources already at an advanced age in the early 1250s, leading armies for the Empire of Nicaea against Epirus. After falling out of favour and being imprisoned by Theodore II Laskaris, Strategopoulos sided with the"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1278", "date": "July 25", "txt": "The naval Battle of Algeciras takes place in the context of the Spanish Reconquista resulting in a victory for the Emirate of Granada and the Maranid Dynasty over the Kingdom of Castile.", "entities": [{"title": "Battle of Algeciras (1278)", "href": "/wiki/Battle_of_Algeciras_(1278)", "description": "The Battle of Algeciras was a naval battle which occurred on July 25, 1278. The battle pitted the fleets of the Kingdom of Castile, commanded by the Admiral of Castile, Pedro Martínez de Fe, and the combined fleets of the Marinid dynasty and that of the Emirate of Granada, commanded by Abu Yaqub Yusuf an-Nasr. The battle was fought in the context of the Moorish naval expeditions to the Iberian Pen"}, {"title": "Spanish Reconquista", "href": "/wiki/Spanish_Reconquista", "description": "The Reconquista was a period in the history of the Iberian Peninsula of about 780 years between the Umayyad conquest of Hispania in 711, the expansion of the Christian kingdoms throughout Hispania, and the fall of the Nasrid kingdom of Granada in 1492."}, {"title": "Emirate of Granada", "href": "/wiki/Emirate_of_Granada", "description": "The Emirate of Granada, also known as the Nasrid Kingdom of Granada, was an Islamic realm in southern Iberia during the Late Middle Ages. It was the last independent Muslim state in Western Europe."}, {"title": "Kingdom of Castile", "href": "/wiki/Kingdom_of_Castile", "description": "The Kingdom of Castile was a large and powerful state on the Iberian Peninsula during the Middle Ages. Its name comes from the host of castles constructed in the region. It began in the 9th century as the County of Castile, an eastern frontier lordship of the Kingdom of León. During the 10th century, its counts increased their autonomy, but it was not until 1065 that it was separated from León and"}]}, {"heading": "Events", "year": "1467", "date": "July 25", "txt": "The Battle of Molinella: The first battle in Italy in which firearms are used extensively.", "entities": [{"title": "Battle of Molinella", "href": "/wiki/Battle_of_Molinella", "description": "The Battle of Riccardina or Battle of Molinella, fought on July 25, 1467, in Molinella, was one of the most important battles of the 15th century in Italy."}]}, {"heading": "Events", "year": "1536", "date": "July 25", "txt": "Sebastián de Belalcázar on his search of El Dorado founds the city of Santiago de Cali.", "entities": [{"title": "Sebastián de Belalcázar", "href": "/wiki/Sebasti%C3%A1n_de_Belalc%C3%A1zar", "description": "Sebastián de Belalcázar was a Spanish conquistador. De Belalcázar, also written as de Benalcázar, is known as the founder of important early colonial cities in the northwestern part of South America; Quito in 1534 and Cali, Pasto and Popayán in 1537. De Belalcázar led expeditions in present-day Ecuador and Colombia and died of natural causes after being sentenced to death in Cartagena, at the Cari"}, {"title": "El Dorado", "href": "/wiki/El_Dorado", "description": "El Dorado, originally El Hombre Dorado or El Rey Dorado, was the term used by the Spanish in the 16th century to describe a mythical tribal chief (zipa) of the Muisca people, an indigenous people of the Altiplano Cundiboyacense of Colombia, who, as an initiation rite, covered himself with gold dust and submerged in Lake Guatavita. The legends surrounding El Dorado changed over time, as it went fro"}, {"title": "Cali", "href": "/wiki/Cali", "description": "Santiago de Cali, or Cali, is the capital of the Valle del Cauca department, and the most populous city in southwest Colombia, with 2,227,642 residents according to the 2018 census. The city spans 560.3 km2 (216.3 sq mi) with 120.9 km2 (46.7 sq mi) of urban area, making Cali the second-largest city in the country by area and the third most populous. As the only major Colombian city with access to "}]}, {"heading": "Events", "year": "1538", "date": "July 25", "txt": "The city of Guayaquil is founded by the Spanish Conquistador Francisco de Orellana and given the name Muy Noble y Muy Leal Ciudad de Santiago de Guayaquil.", "entities": [{"title": "Guayaquil", "href": "/wiki/Guayaquil", "description": "Guayaquil, officially Santiago de Guayaquil, is the largest city of Ecuador. It is also the nation's main port. The city is the capital of Guayas Province and the seat of Guayaquil canton."}, {"title": "Conquistador", "href": "/wiki/Conquistador", "description": "Conquistadors were the knights, soldiers and explorers of the Spanish and the Portuguese Empires. During the Age of Discovery, conquistadors sailed beyond Europe to the Americas, Oceania, Africa, and Asia, conquering territory and opening trade routes. They brought colonialism to much of the world for Spain and Portugal in the 16th, 17th, and 18th centuries."}, {"title": "Francisco de Orellana", "href": "/wiki/Francisco_de_Orellana", "description": "Francisco de Orellana Bejarano Pizarro y Torres de Altamirano was a Spanish explorer and conquistador. He completed the first known navigation of the entire length of the Amazon River, which initially was named \"Rio de Orellana.\" He also founded the city of Guayaquil in what is now Ecuador."}]}, {"heading": "Events", "year": "1547", "date": "July 25", "txt": "Henry II of France is crowned.", "entities": [{"title": "Henry II of France", "href": "/wiki/Henry_II_of_France", "description": "Henry II was King of France from 31 March 1547 until his death in 1559. The second son of Francis I, he became Dauphin of France upon the death of his elder brother Francis III, Duke of Brittany, in 1536."}, {"title": "Coronation", "href": "/wiki/Coronation", "description": "A coronation is the act of placement or bestowal of a crown upon a monarch's head. The term also generally refers not only to the physical crowning but to the whole ceremony wherein the act of crowning occurs, along with the presentation of other items of regalia, marking the formal investiture of a monarch with regal power. Aside from the crowning, a coronation ceremony may comprise many other ri"}]}, {"heading": "Events", "year": "1554", "date": "July 25", "txt": "Mary I marries Philip II of Spain at Winchester Cathedral.", "entities": [{"title": "Mary I of England", "href": "/wiki/Mary_I_of_England", "description": "Mary I, also known as Mary Tudor, and as \"Bloody Mary\" by her Protestant opponents, was Queen of England and Ireland from July 1553 until her death in 1558. She is best known for her vigorous attempt to reverse the English Reformation, which had begun during the reign of her father, Henry VIII. Her attempt to restore to the church the property confiscated in the previous two reigns was largely thw"}, {"title": "Philip II of Spain", "href": "/wiki/Philip_II_of_Spain", "description": "Philip II was King of Spain (1556–1598), King of Portugal, King of Naples and Sicily, and jure uxoris King of England and Ireland. He was also Duke of Milan from 1540. From 1555 he was Lord of the Seventeen Provinces of the Netherlands."}, {"title": "Winchester Cathedral", "href": "/wiki/Winchester_Cathedral", "description": "Winchester Cathedral is a cathedral of the Church of England in Winchester, Hampshire, England. It is one of the largest cathedrals in Europe, with the greatest overall length of any Gothic cathedral."}]}, {"heading": "Events", "year": "1567", "date": "July 25", "txt": "Don Diego de Losada founds the city of Santiago de Leon de Caracas, modern-day Caracas, the capital city of Venezuela.", "entities": [{"title": "Caracas", "href": "/wiki/Caracas", "description": "Caracas, officially Santiago de León de Caracas, abbreviated as CCS, is the capital and largest city of Venezuela, and the center of the Metropolitan Region of Caracas. Caracas is located along the Guaire River in the northern part of the country, within the Caracas Valley of the Venezuelan coastal mountain range. The valley is close to the Caribbean Sea, separated from the coast by a steep 2,200-"}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}]}, {"heading": "Events", "year": "1593", "date": "July 25", "txt": "Henry IV of France publicly converts from Protestantism to Roman Catholicism.", "entities": [{"title": "Henry IV of France", "href": "/wiki/Henry_IV_of_France", "description": "Henry IV, also known by the epithet Good King Henry or Henry the Great, was King of Navarre from 1572 and King of France from 1589 to 1610. He was the first monarch of France from the House of Bourbon, a cadet branch of the Capetian dynasty. He was assassinated in 1610 by François Ravaillac, a fanatical Catholic, and was succeeded by his son Louis XIII."}, {"title": "Protestantism", "href": "/wiki/Protestantism", "description": "Protestantism  is a form of Christianity that originated with the 16th-century Reformation, a movement against what its followers perceived to be errors in the Catholic Church. Protestants reject the Roman Catholic doctrine of papal supremacy and sacraments, but disagree among themselves regarding the real presence of Christ in the Eucharist, and matters of ecclesiastical polity and apostolic succ"}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Events", "year": "1603", "date": "July 25", "txt": "James VI of Scotland is crowned king of England (James I of England), bringing the Kingdom of England and Kingdom of Scotland into personal union. Political union would occur in 1707.", "entities": [{"title": "James VI and I", "href": "/wiki/James_VI_and_I", "description": "James VI and I was King of Scotland as James VI from 24 July 1567 and King of England and Ireland as James I from the union of the Scottish and English crowns on 24 March 1603 until his death in 1625. The kingdoms of Scotland and England were individual sovereign states, with their own parliaments, judiciaries, and laws, though both were ruled by James in personal union."}, {"title": "List of English monarchs", "href": "/wiki/List_of_English_monarchs", "description": "This list of kings and queens of the Kingdom of England begins with Alfred the Great, who initially ruled Wessex, one of the seven Anglo-Saxon kingdoms which later made up modern England. Alfred styled himself King of the Anglo-Saxons from about 886, and while he was not the first king to claim to rule all of the English, his rule represents the start of the first unbroken line of kings to rule th"}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}, {"title": "Kingdom of Scotland", "href": "/wiki/Kingdom_of_Scotland", "description": "The Kingdom of Scotland was a sovereign state in northwest Europe traditionally said to have been founded in 843. Its territories expanded and shrank, but it came to occupy the northern third of the island of Great Britain, sharing a land border to the south with the Kingdom of England. It suffered many invasions by the English, but under Robert the Bruce it fought a successful War of Independence"}, {"title": "Personal union", "href": "/wiki/Personal_union", "description": "A personal union is the combination of two or more states that have the same monarch while their boundaries, laws, and interests remain distinct. A real union, by contrast, would involve the constituent states being to some extent interlinked, such as by sharing some limited governmental institutions. Unlike the personal union, in a federation and a unitary state, a central (federal) government sp"}, {"title": "Political union", "href": "/wiki/Political_union", "description": "A political union is a type of state which is composed of or created out of smaller states. The process of creating such a state out of smaller states is called unification. Unification of states that used to be together and are reuniting is referred to as reunification. Unlike a personal union or real union, the individual states share a central government and the union is recognized internationa"}, {"title": "Acts of Union 1707", "href": "/wiki/Acts_of_Union_1707", "description": "The Acts of Union were two Acts of Parliament: the Union with Scotland Act 1706 passed by the Parliament of England, and the Union with England Act passed in 1707 by the Parliament of Scotland. They put into effect the terms of the Treaty of Union that had been agreed on 22 July 1706, following negotiation between commissioners representing the parliaments of the two countries. By the two Acts, th"}]}, {"heading": "Events", "year": "1609", "date": "July 25", "txt": "The English ship Sea Venture, en route to Virginia, is deliberately driven ashore during a storm at Bermuda to prevent its sinking; the survivors go on to found a new colony there.", "entities": [{"title": "Colony of Virginia", "href": "/wiki/Colony_of_Virginia", "description": "The Colony of Virginia, chartered in 1606 and settled in 1607, was the first enduring English colony in North America, following failed proprietary attempts at settlement on Newfoundland by Sir Humphrey Gilbert in 1583, and the subsequent farther south Roanoke Island by Sir Walter Raleigh in the late 1580s."}, {"title": "Bermuda", "href": "/wiki/Bermuda", "description": "Bermuda is a British Overseas Territory in the North Atlantic Ocean. It is about 1,035 km (643 mi) east-southeast of Cape Hatteras, North Carolina ; 1,236 km (768 mi) south of Cape Sable Island, Nova Scotia; 1,759 km (1,093 mi) northeast of Cuba, and 1,538 km (956 mi) due north of the British Virgin Islands. Though typically referred to in the singular, Bermuda has 181 islands; the largest of thes"}]}, {"heading": "Events", "year": "1693", "date": "July 25", "txt": "Ignacio de Maya founds the Real Santiago de las Sabinas, now known as Sabinas Hidalgo, Nuevo León, Mexico.", "entities": [{"title": "Sabinas Hidalgo, Nuevo León", "href": "/wiki/Sabinas_Hidalgo,_Nuevo_Le%C3%B3n", "description": "Sabinas Hidalgo is a city and municipality located at the Mexican state of Nuevo León."}]}, {"heading": "Events", "year": "1722", "date": "July 25", "txt": "Dummer's War begins along the Maine-Massachusetts border.", "entities": [{"title": "Dummer's War", "href": "/wiki/Dummer%27s_War", "description": "The Dummer's War was a series of battles between New England and the Wabanaki Confederacy who were allied with New France. The eastern theater of the war was fought primarily along the border between New England and Acadia in Maine, as well as in Nova Scotia; the western theater was fought in northern Massachusetts and Vermont at the border between Canada and New England. During this time, Maine a"}, {"title": "Maine", "href": "/wiki/Maine", "description": "Maine is a state in the New England region of the United States, bordered by New Hampshire to the west; the Atlantic Ocean to the southeast; and the Canadian provinces of New Brunswick and Quebec to the northeast and northwest, respectively. Maine is the 12th-smallest by area, the 9th-least populous, and the 13th-least densely populated of the 50 U.S. states. It is also the northeasternmost among "}, {"title": "Massachusetts", "href": "/wiki/Massachusetts", "description": "Massachusetts, officially the Commonwealth of Massachusetts, is the most populous state in the New England region of the United States. It borders on the Atlantic Ocean to the east, Connecticut to the southwest and Rhode Island to the southeast, New Hampshire to the northeast, Vermont to the northwest, and New York to the west. The capital of Massachusetts is Boston, which is also the most populou"}]}, {"heading": "Events", "year": "1755", "date": "July 25", "txt": "British governor Charles Lawrence and the Nova Scotia Council order the deportation of the Acadians.", "entities": [{"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}, {"title": "Charles Lawrence (British Army officer)", "href": "/wiki/Charles_Lawrence_(British_Army_officer)", "description": "Brigadier-General Charles Lawrence was a British military officer who, as lieutenant governor and subsequently governor of Nova Scotia, is perhaps best known for overseeing the Expulsion of the Acadians and settling the New England Planters in Nova Scotia. He was born in Plymouth, England, and died in Halifax, Nova Scotia. According to historian Elizabeth Griffiths, Lawrence was seen as a \"compete"}, {"title": "Nova Scotia", "href": "/wiki/Nova_Scotia", "description": "Nova Scotia is one of the thirteen provinces and territories of Canada. It is one of the three Maritime provinces and one of the four Atlantic provinces. Nova Scotia is Latin for \"New Scotland\". Most of the population are native English-speakers."}, {"title": "Expulsion of the Acadians", "href": "/wiki/Expulsion_of_the_Acadians", "description": "The Expulsion of the Acadians, also known as the Great Upheaval, the Great Expulsion, the Great Deportation, and the Deportation of the Acadians, was the forced removal by the British of the Acadian people from the present-day Canadian Maritime provinces of Nova Scotia, New Brunswick, Prince Edward Island and northern Maine — parts of an area historically known as Acadia, causing the death of thou"}, {"title": "Acadians", "href": "/wiki/Acadians", "description": "The Acadians are the descendants of the French who settled in Acadia during the 17th and 18th centuries. Some are also descended from the Indigenous peoples of the region."}]}, {"heading": "Events", "year": "1759", "date": "July 25", "txt": "French and Indian War: In Western New York, British forces capture Fort Niagara from the French, who subsequently abandon Fort Rouillé.", "entities": [{"title": "French and Indian War", "href": "/wiki/French_and_Indian_War", "description": "The French and Indian War (1754–1763) pitted the colonies of British America against those of New France, each side supported by military units from the parent country and by Native American allies. At the start of the war, the French colonies had a population of roughly 60,000 settlers, compared with 2 million in the British colonies. The outnumbered French particularly depended on the natives."}, {"title": "Western New York", "href": "/wiki/Western_New_York", "description": "Western New York is the westernmost region of the state of New York. It includes the cities of Buffalo, Rochester, Niagara Falls, Jamestown and the surrounding suburbs, as well as the outlying rural areas of the Great Lakes lowlands and Niagara Frontier, the Genesee Valley, and Chautauqua-Alleghany The historic beginnings of the region can be defined by its original eastern boundary of Preemption "}, {"title": "Fort Niagara", "href": "/wiki/Fort_Niagara", "description": "Fort Niagara is a fortification originally built to protect the interests of New France in North America. It is located near Youngstown, New York, on the eastern bank of the Niagara River at its mouth, on Lake Ontario."}, {"title": "Fort Rouillé", "href": "/wiki/Fort_Rouill%C3%A9", "description": "Fort Rouillé was a French trading post located in what is now Toronto, Ontario, Canada. Fort Rouillé was constructed by the French in 1751, building upon the success of a trading post they established in the area a year earlier, known as Fort Toronto. Fort Rouillé was named for Antoine Louis Rouillé, who at the time of its establishment was Secretary of State for the Navy in the administration of "}]}, {"heading": "Events", "year": "1783", "date": "July 25", "txt": "American Revolutionary War: The war's last action, the Siege of Cuddalore, is ended by a preliminary peace agreement.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Siege of Cuddalore", "href": "/wiki/Siege_of_Cuddalore", "description": "The siege of Cuddalore was a siege attempt by British troops against a combined French and Mysorean garrison at the fortress of Cuddalore in the Second Anglo-Mysore War. The siege ended when news arrived of a preliminary peace treaty between France and Britain."}]}, {"heading": "Events", "year": "1788", "date": "July 25", "txt": "Wolfgang Amadeus Mozart completes his Symphony No. 40 in G minor (K550).", "entities": [{"title": "Wolfgang Amadeus Mozart", "href": "/wiki/Wolfgang_Amadeus_Mozart", "description": "Wolfgang Amadeus Mozart, baptised as Johannes Chrysostomus Wolfgangus Theophilus Mozart, was a prolific and influential composer of the Classical period."}, {"title": "Symphony No. 40 (Mozart)", "href": "/wiki/Symphony_No._40_(Mozart)", "description": "Symphony No. 40 in G minor, K. 550 was written by Wolfgang Amadeus Mozart in 1788. It is sometimes referred to as the \"Great G minor symphony\", to distinguish it from the \"Little G minor symphony\", No. 25. The two are the only extant minor key symphonies Mozart wrote."}]}, {"heading": "Events", "year": "1792", "date": "July 25", "txt": "The Brunswick Manifesto is issued to the population of Paris promising vengeance if the French royal family is harmed.", "entities": [{"title": "Brunswick Manifesto", "href": "/wiki/Brunswick_Manifesto", "description": "The Brunswick Manifesto was a proclamation issued by Charles William Ferdinand, Duke of Brunswick, commander of the Allied Army, on 25 July 1792 to the population of Paris, France during the War of the First Coalition. The Brunswick Manifesto threatened that if the French royal family were harmed, then French civilians would be harmed. It was said to have been a measure intended to intimidate Pari"}]}, {"heading": "Events", "year": "1797", "date": "July 25", "txt": "Horatio Nelson loses more than 300 men and his right arm during the failed conquest attempt of Tenerife (Spain).", "entities": [{"title": "Horatio Nelson, 1st Viscount Nelson", "href": "/wiki/Horatio_Nelson,_1st_Viscount_Nelson", "description": "Vice-Admiral Horatio Nelson, 1st Viscount Nelson, 1st Duke of Bronté,, also known simply as Admiral Nelson, was an English flag officer in the Royal Navy. His inspirational leadership, grasp of strategy, and unconventional tactics brought about a number of decisive British naval victories, particularly during the Napoleonic Wars. He was wounded in combat, losing sight in one eye in Corsica at the "}, {"title": "Tenerife", "href": "/wiki/Tenerife", "description": "Tenerife is the largest and most populous island of the Canary Islands. It is home to 43% of the total population of the archipelago. With a land area of 2,034.38 square kilometres (785.48 sq mi) and a population of 917,841 inhabitants at the start of 2019, it is also the most populous island of Spain and of Macaronesia."}]}, {"heading": "Events", "year": "1799", "date": "July 25", "txt": "At Abu Qir in Egypt, Napoleon I of France defeats 10,000 Ottomans under Mustafa Pasha.", "entities": [{"title": "Abu Qir", "href": "/wiki/Abu_Qir", "description": "Abu Qir, formerly also spelled Abukir or Aboukir, is a town on the Mediterranean coast of Egypt, near the ruins of ancient Canopus and 23 kilometers (14 mi) northeast of Alexandria by rail. It is located on Abu Qir Peninsula, with Abu Qir Bay to the east."}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Battle of Abukir (1799)", "href": "/wiki/Battle_of_Abukir_(1799)", "description": "The Battle of Abukir was a battle in which Napoleon Bonaparte defeated Seid Mustafa Pasha's Ottoman army on 25 July 1799, during the French campaign in Egypt. It is considered the first pitched battle with this name, as there already was a naval battle on 1 August 1798. No sooner had the French forces returned from a campaign to Syria, than the Ottoman forces were transported to Egypt by Sidney Sm"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1814", "date": "July 25", "txt": "War of 1812: An American attack on Canada is repulsed.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "Battle of Lundy's Lane", "href": "/wiki/Battle_of_Lundy%27s_Lane", "description": "The Battle of Lundy's Lane, also known as the Battle of Niagara Falls, was a battle fought on 25 July 1814, during the War of 1812, between an invading American army and a British and Canadian army in present-day Niagara Falls, Ontario. It was one of the bloodiest battles of the war, and one of the deadliest battles ever fought in Canada, with over 1,731 casualties including 258 killed."}]}, {"heading": "Events", "year": "1824", "date": "July 25", "txt": "Costa Rica annexes Guanacaste from Nicaragua.", "entities": [{"title": "Costa Rica", "href": "/wiki/Costa_Rica", "description": "Costa Rica, officially the Republic of Costa Rica, is a country in Central America, bordered by Nicaragua to the north, the Caribbean Sea to the northeast, Panama to the southeast, the Pacific Ocean to the southwest, and Ecuador to the south of Cocos Island. It has a population of around 5 million in a land area of 51,060 square kilometers. An estimated 333,980 people live in the capital and large"}, {"title": "Guanacaste Province", "href": "/wiki/Guanacaste_Province", "description": "Guanacaste is a province of Costa Rica located in the northwestern region of the country, along the coast of the Pacific Ocean. It is bordered by Nicaragua to the north, Alajuela Province to the east, and Puntarenas Province to the southeast. It is the most sparsely populated of all the provinces of Costa Rica. The province covers an area of 10,141 km2 (3,915 sq mi) and as of 2010, had a populatio"}, {"title": "Nicaragua", "href": "/wiki/Nicaragua", "description": "Nicaragua, officially the Republic of Nicaragua, is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic pop"}]}, {"heading": "Events", "year": "1837", "date": "July 25", "txt": "The first commercial use of an electrical telegraph is successfully demonstrated in London by William Cooke and Charles Wheatstone.", "entities": [{"title": "Electrical telegraph", "href": "/wiki/Electrical_telegraph", "description": "An electrical telegraph is a point-to-point text messaging system, primarily used from the 1840s until the mid 20th century when it was slowly replaced by other telecommunication systems. It used coded pulses of electric current through dedicated wires to transmit information over long distances. It was the first electrical telecommunications system, the most widely used of a number of early messa"}, {"title": "William Fothergill Cooke", "href": "/wiki/William_Fothergill_Cooke", "description": "Sir William Fothergill Cooke was an English inventor. He was, with Charles Wheatstone, the co-inventor of the Cooke-Wheatstone electrical telegraph, which was patented in May 1837. Together with John Lewis Ricardo he founded the Electric Telegraph Company, the world's first public telegraph company, in 1846. He was knighted in 1869."}, {"title": "Charles Wheatstone", "href": "/wiki/Charles_Wheatstone", "description": "Sir Charles Wheatstone FRS FRSE DCL LLD, was an English scientist and inventor of many scientific breakthroughs of the Victorian era, including the English concertina, the stereoscope, and the Playfair cipher. However, Wheatstone is best known for his contributions in the development of the Wheatstone bridge, originally invented by Samuel Hunter Christie, which is used to measure an unknown electr"}]}, {"heading": "Events", "year": "1853", "date": "July 25", "txt": "Joaquin Murrieta, the famous Californio bandit known as the \"Robin Hood of El Dorado\", is killed.", "entities": [{"title": "Joaquin Murrieta", "href": "/wiki/Joaquin_Murrieta", "description": "Joaquin Murrieta Carrillo, also called The Robin Hood of the West or the Robin Hood of El Dorado, was a figure of disputed historicity associated with the novel The Life and Adventures of Joaquín Murieta: The Celebrated California Bandit by John Rollin Ridge and subsequent legends about a famous outlaw in California during the California Gold Rush of the 1850s. Evidence for a historical Joaquin is"}, {"title": "Californio", "href": "/wiki/Californio", "description": "Californios are Hispanic people native to the U.S. state of California. California's Spanish-speaking community has resided there since 1683 and is made up of varying Criollo Spaniard, Mestizo, and Indigenous Californian origins. Alongside the Tejanos of Texas and Neomexicanos of New Mexico and Colorado, Californios are part of the larger Chicano/Mexican-American/Hispano community of the United St"}]}, {"heading": "Events", "year": "1861", "date": "July 25", "txt": "American Civil War: The United States Congress passes the Crittenden–Johnson Resolution, stating that the war is being fought to preserve the Union and not to end slavery.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Crittenden–Johnson Resolution", "href": "/wiki/Crittenden%E2%80%93Johnson_Resolution", "description": "\nThe Crittenden–Johnson Resolution was a measure passed almost unanimously by the 37th United States Congress on July 25, 1861. The bill was introduced as the War Aims Resolution, but it became better known for its sponsors Representative John J. Crittenden of Kentucky and Senator Andrew Johnson of Tennessee, both slaveholders from border states. The American Civil War had begun on April 12, 1861,"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Slavery in the United States", "href": "/wiki/Slavery_in_the_United_States", "description": "Slavery in the United States was the legal institution of human chattel slavery, primarily of Africans and African Americans, that existed in the United States of America from its founding in 1776 until the passage of the Thirteenth Amendment in 1865. Slavery was established throughout European colonization in the Americas. From early colonial days, it was practiced in Britain's colonies, includin"}]}, {"heading": "Events", "year": "1866", "date": "July 25", "txt": "The United States Congress passes legislation authorizing the rank of General of the Army. Lieutenant General Ulysses S. Grant becomes the first to be promoted to this rank.", "entities": [{"title": "Military rank", "href": "/wiki/Military_rank", "description": "Military ranks are a system of hierarchical relationships in armed forces, police, intelligence agencies or other institutions organized along military lines. The military rank system defines dominance, authority, and responsibility in a military hierarchy. It incorporates the principles of exercising power and authority into the military chain of command – the succession of commanders superior to"}, {"title": "General of the Army (United States)", "href": "/wiki/General_of_the_Army_(United_States)", "description": "General of the Army is a five-star general officer and the second highest possible rank in the United States Army. A General of the Army ranks immediately above a general and is equivalent to a fleet admiral and a General of the Air Force. The General of the Army insignia consisted of five 3⁄8 inch (9.5 mm) stars in a pentagonal pattern, with touching points. The insignia was paired with the gold "}, {"title": "Lieutenant general (United States)", "href": "/wiki/Lieutenant_general_(United_States)", "description": "In the United States Armed Forces, a lieutenant general is a three-star general officer in the United States Army, Marine Corps, Air Force, and Space Force."}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}]}, {"heading": "Events", "year": "1868", "date": "July 25", "txt": "The Wyoming Territory is established.", "entities": [{"title": "Wyoming Territory", "href": "/wiki/Wyoming_Territory", "description": "The Territory of Wyoming was an organized incorporated territory of the United States that existed from July 25, 1868, until July 10, 1890, when it was admitted to the Union as the State of Wyoming. Cheyenne was the territorial capital. The boundaries of the Wyoming Territory were identical to the modern State of Wyoming."}]}, {"heading": "Events", "year": "1869", "date": "July 25", "txt": "The Japanese daimyōs begin returning their land holdings to the emperor as part of the Meiji Restoration reforms. (Traditional Japanese Date: June 17, 1869).", "entities": [{"title": "Emperor of Japan", "href": "/wiki/Emperor_of_Japan", "description": "The Emperor of Japan is the head of state and the head of the Imperial Family of Japan. Under the Constitution of Japan, he is defined as \"the Symbol of the State and of the Unity of the People\" and his title is derived from \"the Will of the People, who are the Sovereign\". Imperial Household Law governs the line of imperial succession. The Supreme Court does not have judicial power over him. He is"}, {"title": "Meiji Restoration", "href": "/wiki/Meiji_Restoration", "description": "The Meiji Restoration , referred to at the time as the Honorable Restoration , and also known as the Meiji Renovation, Revolution, Reform, or Renewal, was a political event that restored practical imperial rule to Japan in 1868 under Emperor Meiji. Although there were ruling Emperors before the Meiji Restoration, the events restored practical abilities and consolidated the political system under t"}, {"title": "Japanese calendar", "href": "/wiki/Japanese_calendar", "description": "Japanese calendar types have included a range of official and unofficial systems. At present, Japan uses the Gregorian calendar together with year designations stating the year of the reign of the current Emperor."}]}, {"heading": "Events", "year": "1894", "date": "July 25", "txt": "The First Sino-Japanese War begins when the Japanese fire upon a Chinese warship.", "entities": [{"title": "First Sino-Japanese War", "href": "/wiki/First_Sino-Japanese_War", "description": "The First Sino-Japanese War was a conflict between the Qing dynasty of China and the Empire of Japan primarily over influence in Joseon Korea. After more than six months of unbroken successes by Japanese land and naval forces and the loss of the port of Weihaiwei, the Qing government sued for peace in February 1895."}]}, {"heading": "Events", "year": "1898", "date": "July 25", "txt": "Spanish–American War: The American invasion of Spanish-held Puerto Rico begins, as United States Army troops under General Nelson A. Miles land and secure the port at Guánica.", "entities": [{"title": "Spanish–American War", "href": "/wiki/Spanish%E2%80%93American_War", "description": "The Spanish–American War was an armed conflict between Spain and the United States in 1898. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to U.S. intervention in the Cuban War of Independence. The war led to the U.S. emerging predominant in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. That led t"}, {"title": "Puerto Rico", "href": "/wiki/Puerto_Rico", "description": "Puerto Rico, officially the Commonwealth of Puerto Rico is a Caribbean island and unincorporated territory of the United States. It is located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida."}, {"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}, {"title": "Nelson A. Miles", "href": "/wiki/Nelson_A._Miles", "description": "Nelson Appleton Miles was an American military general who served in the American Civil War, the American Indian Wars, and the Spanish–American War. From 1895 to 1903, he served as the last Commanding General of the United States Army before the office was abolished."}, {"title": "Guánica, Puerto Rico", "href": "/wiki/Gu%C3%A1nica,_Puerto_Rico", "description": "Guánica is a town and municipality in southern Puerto Rico, bordering the Caribbean Sea, south of Sabana Grande, east of Lajas, and west of Yauco. It is part of the Yauco metropolitan statistical area."}]}, {"heading": "Events", "year": "1908", "date": "July 25", "txt": "Ajinomoto is founded. Kikunae Ikeda of the Tokyo Imperial University discovers that a key ingredient in kombu soup stock is monosodium glutamate (MSG), and patents a process for manufacturing it.", "entities": [{"title": "Ajinomoto", "href": "/wiki/Ajinomoto", "description": "Ajinomoto Co., Inc.  is a Japanese food and biotechnology corporation which produces seasonings, interlayer insulating materials for semiconductor packages for use in personal computers, cooking oils, frozen foods, beverage, sweeteners, amino acids, and pharmaceuticals. AJI-NO-MOTO  is the trade name for the company's original monosodium glutamate (MSG) product. The corporation's head office is lo"}, {"title": "Kikunae Ikeda", "href": "/wiki/Kikunae_Ikeda", "description": "Kikunae Ikeda  was a Japanese chemist and Tokyo Imperial University professor of Chemistry who, in 1908, uncovered the chemical basis of a taste he named umami. It is one of the five basic tastes along with sweet, bitter, sour and salty."}, {"title": "University of Tokyo", "href": "/wiki/University_of_Tokyo", "description": "The University of Tokyo , abbreviated as Todai  or UTokyo, is a public research university located in Bunkyō, Tokyo, Japan. Established in 1877, the university is the first imperial university, the first three Designated National University and selected as a Top Type university of Top Global University Project by the Japanese government."}, {"title": "Kombu", "href": "/wiki/Kombu", "description": "Kombu is edible kelp mostly from the family Laminariaceae and is widely eaten in East Asia. It may also be referred to as dasima or haidai."}, {"title": "Monosodium glutamate", "href": "/wiki/Monosodium_glutamate", "description": "Monosodium glutamate (MSG), also known as sodium glutamate, is the sodium salt of glutamic acid. MSG is found naturally in some foods including tomatoes and cheese. MSG is used in cooking as a flavor enhancer with an umami taste that intensifies the meaty, savory flavor of food, as naturally occurring glutamate does in foods such as stews and meat soups."}]}, {"heading": "Events", "year": "1909", "date": "July 25", "txt": "Louis Blériot makes the first flight across the English Channel in a heavier-than-air machine from Calais to Dover, England, United Kingdom in 37 minutes.", "entities": [{"title": "Louis Blériot", "href": "/wiki/Louis_Bl%C3%A9riot", "description": "Louis Charles Joseph Blériot was a French aviator, inventor, and engineer. He developed the first practical headlamp for cars and established a profitable business manufacturing them, using much of the money he made to finance his attempts to build a successful aircraft. Blériot was the first to use the combination of hand-operated joystick and foot-operated rudder control as used to the present d"}, {"title": "English Channel", "href": "/wiki/English_Channel", "description": "The English Channel, also called simply the Channel, is an arm of the Atlantic Ocean that separates Southern England from northern France and links to the southern part of the North Sea by the Strait of Dover at its northeastern end. It is the busiest shipping area in the world."}, {"title": "Blériot XI", "href": "/wiki/Bl%C3%A9riot_XI", "description": "The Blériot XI is a French aircraft of the pioneer era of aviation. The first example was used by Louis Blériot to make the first flight across the English Channel in a heavier-than-air aircraft, on 25 July 1909. This is one of the most famous accomplishments of the pioneer era of aviation, and not only won Blériot a lasting place in history but also assured the future of his aircraft manufacturin"}, {"title": "Calais", "href": "/wiki/Calais", "description": "Calais is a city and major ferry port in northern France in the department of Pas-de-Calais, of which it is a sub-prefecture. Although Calais is by far the largest city in Pas-de-Calais, the department's prefecture is its third-largest town of Arras. The population of the city proper is 73,911, and that of the urban area is 128,931 (2017). Calais overlooks the Strait of Dover, the narrowest point "}, {"title": "Dover", "href": "/wiki/Dover", "description": "Dover is a town and major ferry port in Kent, South East England. It faces France across the Strait of Dover, the narrowest part of the English Channel at 33 kilometres (21 mi) from Cap Gris Nez in France. It lies south-east of Canterbury and east of Maidstone. The town is the administrative centre of the Dover District and home of the Port of Dover."}]}, {"heading": "Events", "year": "1915", "date": "July 25", "txt": "RFC Captain Lanoe Hawker becomes the first British pursuit aviator to earn the Victoria Cross.", "entities": [{"title": "Royal Flying Corps", "href": "/wiki/Royal_Flying_Corps", "description": "The Royal Flying Corps (RFC) was the air arm of the British Army before and during the First World War until it merged with the Royal Naval Air Service on 1 April 1918 to form the Royal Air Force. During the early part of the war, the RFC supported the British Army by artillery co-operation and photographic reconnaissance. This work gradually led RFC pilots into aerial battles with German pilots a"}, {"title": "Lanoe Hawker", "href": "/wiki/Lanoe_Hawker", "description": "Lanoe George Hawker, was a British flying ace of the First World War. Having seven credited victories, he was the third pilot to receive the Victoria Cross, the highest decoration for gallantry awarded to British and Commonwealth servicemen."}, {"title": "Fighter aircraft", "href": "/wiki/Fighter_aircraft", "description": "Fighter aircraft are fixed-wing military aircraft designed primarily for air-to-air combat. In military conflict, the role of fighter aircraft is to establish air superiority of the battlespace. Domination of the airspace above a battlefield permits bombers and attack aircraft to engage in tactical and strategic bombing of enemy targets."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Events", "year": "1917", "date": "July 25", "txt": "Sir Robert Borden introduces the first income tax in Canada as a \"temporary\" measure (lowest bracket is 4% and highest is 25%).", "entities": [{"title": "Robert Borden", "href": "/wiki/Robert_Borden", "description": "Sir Robert Laird Borden was a Canadian lawyer and politician who served as the eighth prime minister of Canada, in office from 1911 to 1920. He is best known for his leadership of Canada during World War I."}, {"title": "Income taxes in Canada", "href": "/wiki/Income_taxes_in_Canada", "description": "Income taxes in Canada\nconstitute the majority of the annual revenues of the Government of Canada, and of the governments of the Provinces of Canada. In the fiscal year ending 31 March 2018, the federal government collected just over three times more revenue from personal income taxes than it did from corporate income taxes."}]}, {"heading": "Events", "year": "1925", "date": "July 25", "txt": "Telegraph Agency of the Soviet Union (TASS) is established.", "entities": [{"title": "Telegraph Agency of the Soviet Union", "href": "/wiki/Telegraph_Agency_of_the_Soviet_Union", "description": "Russian News Agency TASS, abbreviated TASS (ТАСС), is a major news agency in Russia founded in 1904. TASS is the largest Russian news agency and one of the largest news agencies worldwide, along with Reuters, the Associated Press (AP) and Agence France-Presse (AFP)."}]}, {"heading": "Events", "year": "1934", "date": "July 25", "txt": "The Nazis assassinate Austrian Chancellor Engelbert Dollfuss in a failed coup attempt.", "entities": [{"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Engelbert Dollfuss", "href": "/wiki/Engelbert_Dollfuss", "description": "Engelbert Dollfuss was an Austrian fascist politician who served as Chancellor of Austria between 1932 and 1934. Having served as Minister for Forests and Agriculture, he ascended to Federal Chancellor in 1932 in the midst of a crisis for the conservative government. In early 1933, he dissolved parliament and assumed dictatorial powers. Suppressing the Socialist movement in February 1934 during th"}]}, {"heading": "Events", "year": "1940", "date": "July 25", "txt": "General Henri Guisan orders the Swiss Army to resist German invasion and makes surrender illegal.", "entities": [{"title": "Henri Guisan", "href": "/wiki/Henri_Guisan", "description": "Henri Guisan was a Swiss army officer who held the office of the General of the Swiss Armed Forces during the Second World War. He was the fourth and the most recent man to be appointed to the rarely used Swiss rank of general, and was possibly Switzerland's most famous soldier. He is best remembered for effectively mobilizing the Swiss Armed Forces and Swiss people in order to prepare resistance "}, {"title": "Swiss Army", "href": "/wiki/Swiss_Army", "description": "The Swiss Armed Forces operates on land and in the air, serving as the primary armed forces of Switzerland. Under the country's militia system, regular soldiers constitute a small part of the military and the rest are conscripts or volunteers aged 19 to 34. Because of Switzerland's long history of neutrality, the Swiss Armed Forces do not take part in conflicts in other countries, but do participa"}]}, {"heading": "Events", "year": "1942", "date": "July 25", "txt": "The Norwegian Manifesto calls for nonviolent resistance to the German occupation.", "entities": [{"title": "Norwegian resistance movement", "href": "/wiki/Norwegian_resistance_movement", "description": "The Norwegian resistance to the occupation of Norway by Nazi Germany began after Operation Weserübung in 1940 and ended in 1945. It took several forms:Asserting the legitimacy of the exiled government, and by implication the lack of legitimacy of Vidkun Quisling's pro-Nazi regime and Josef Terboven's military administration\nThe initial defence in Southern Norway, which was largely disorganised, bu"}]}, {"heading": "Events", "year": "1943", "date": "July 25", "txt": "World War II: Benito Mussolini is forced out of office by the Grand Council of Fascism and is replaced by Pietro Badoglio.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Benito Mussolini", "href": "/wiki/Benito_Mussolini", "description": "Benito Amilcare Andrea Mussolini was an Italian politician and journalist who founded and led the National Fascist Party. He was Prime Minister of Italy from the Fascist coup d'état in 1922 until his deposition in 1943, and Duce (\"Leader\") of Italian Fascism from the establishment of the Italian Fasces of Combat in 1919 until his execution in 1945 during the Italian Civil War. As dictator of Italy"}, {"title": "25 Luglio", "href": "/wiki/25_Luglio", "description": "The fall of the Fascist regime in Italy, also known in Italy as 25 Luglio, came as a result of parallel plots led respectively by Count Dino Grandi and King Victor Emmanuel III during the spring and summer of 1943, culminating with a successful vote of no confidence against the Prime Minister Benito Mussolini at the meeting of the Grand Council of Fascism on 24–25 July 1943. As a result, a new gov"}, {"title": "Grand Council of Fascism", "href": "/wiki/Grand_Council_of_Fascism", "description": "The Grand Council of Fascism was the main body of Mussolini's Fascist government in Italy. A body which held and applied great power to control the institutions of government, it was created as a body of the National Fascist Party in 1923 and became a state body on 9 December 1928. The council usually met at the Palazzo Venezia, Rome, which was also the seat of head of the Italian government. The "}, {"title": "Pietro Badoglio", "href": "/wiki/Pietro_Badoglio", "description": "Pietro Badoglio, 1st Duke of Addis Abeba, 1st Marquess of Sabotino, was an Italian general during both World Wars and the first viceroy of Italian East Africa. With the fall of the Fascist regime in Italy, he became Prime Minister of Italy."}]}, {"heading": "Events", "year": "1944", "date": "July 25", "txt": "World War II: Operation Spring is one of the bloodiest days for the First Canadian Army during the war.", "entities": [{"title": "Operation Spring", "href": "/wiki/Operation_Spring", "description": "Operation Spring was an offensive operation of the Second World War conducted by II Canadian Corps during the Normandy campaign in 1944. The plan was intended to create pressure on the German forces operating on the British and Canadian front simultaneous with Operation Cobra, an American offensive. Operation Spring was intended to capture Verrières Ridge and the towns on the south slope of the ri"}, {"title": "First Canadian Army", "href": "/wiki/First_Canadian_Army", "description": "The First Canadian Army was a field army and a formation of the Canadian Army in World War II in which most Canadian elements serving in Northwest Europe were assigned. It served on the Western Front from July 1944 until May 1945."}]}, {"heading": "Events", "year": "1946", "date": "July 25", "txt": "The Crossroads Baker device is the first underwater nuclear weapon test.", "entities": [{"title": "Operation Crossroads", "href": "/wiki/Operation_Crossroads#Test_Baker", "description": "Operation Crossroads was a pair of nuclear weapon tests conducted by the United States at Bikini Atoll in mid-1946. They were the first nuclear weapon tests since Trinity in July 1945, and the first detonations of nuclear devices since the atomic bombing of Nagasaki on August 9, 1945. The purpose of the tests was to investigate the effect of nuclear weapons on warships."}]}, {"heading": "Events", "year": "1956", "date": "July 25", "txt": "Forty-five miles south of Nantucket Island, the Italian ocean liner SS Andrea Doria collides with the MS Stockholm in heavy fog and sinks the next day, killing 51.", "entities": [{"title": "Nantucket", "href": "/wiki/Nantucket", "description": "Nantucket is an island about 30 miles (50 km) by ferry south from Cape Cod, in the U.S. state of Massachusetts. Together with the small islands of Tuckernuck and Muskeget, it constitutes the Town and County of Nantucket, a combined county/town government. It is the only such consolidated town-county in Massachusetts. As of the 2010 census, the population was 10,172. Part of the town is designated "}, {"title": "Ocean liner", "href": "/wiki/Ocean_liner", "description": "An ocean liner is a passenger ship primarily used as a form of transportation across seas or oceans. Liners may also carry cargo or mail, and may sometimes be used for other purposes."}, {"title": "SS Andrea Doria", "href": "/wiki/SS_Andrea_Doria", "description": "SS Andrea Doria pronounced [anˈdrɛːa ˈdɔːrja], was an ocean liner for the Italian Line home-ported in Genoa, Italy, known for its sinking in 1956, where of the 1,706 passengers and crew, 1,660 were rescued, while 46 lost their lives."}, {"title": "MS Stockholm (1948)", "href": "/wiki/MS_Stockholm_(1948)", "description": "MV Astoria was constructed as the transatlantic liner MS Stockholm in 1948 for Swedish American Line, and rebuilt as a cruise ship in 1993. At 72 years old, she was the oldest passenger liner still sailing in deep water routes. As Stockholm, she was best known for an accidental collision with Andrea Doria in July 1956, resulting in the sinking of the latter ship and 46 fatalities off the coast of "}]}, {"heading": "Events", "year": "1957", "date": "July 25", "txt": "The Tunisian King Muhammad VIII al-Amin is replaced by President Habib Bourguiba.", "entities": [{"title": "Muhammad VIII al-Amin", "href": "/wiki/Muhammad_VIII_al-Amin", "description": "Muhammad VIII al-Amin known as Lamine Bey, was the last Bey of Tunis, and also the only King of Tunisia."}, {"title": "Habib Bourguiba", "href": "/wiki/Habib_Bourguiba", "description": "Habib Bourguiba was a Tunisian lawyer, nationalist leader and statesman who led the country from 1956 to 1987 as Prime minister of the Kingdom of Tunisia (1956–57) then as the first President of Tunisia (1957–87). Prior to his presidency, he led the nation to independence from France, ending the 75-year-old protectorate and earning the title of \"Supreme Combatant\"."}]}, {"heading": "Events", "year": "1958", "date": "July 25", "txt": "The African Regroupment Party holds its first congress in Cotonou.", "entities": [{"title": "African Regroupment Party", "href": "/wiki/African_Regroupment_Party", "description": "The African Regroupment Party was a political party in the French African colonies."}, {"title": "Cotonou", "href": "/wiki/Cotonou", "description": "Cotonou is the economic center of Benin. Its official population count was 761,137 inhabitants in 2006; however, some estimates indicate its population to be as high as 2.4 million. The population in 1960 was only 70,000. The urban area continues to expand, notably toward the west. The city lies in the southeast of the country, between the Atlantic Ocean and Lake Nokoué."}]}, {"heading": "Events", "year": "1961", "date": "July 25", "txt": "Cold War: In a speech John F. Kennedy emphasizes that any attack on Berlin is an attack on NATO.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}]}, {"heading": "Events", "year": "1965", "date": "July 25", "txt": "Bob Dylan goes electric at the Newport Folk Festival, signaling a major change in folk and rock music.", "entities": [{"title": "Bob Dylan", "href": "/wiki/Bob_Dylan", "description": "Bob Dylan is an American singer-songwriter, author and visual artist. Often regarded as one of the greatest songwriters of all time, Dylan has been a major figure in popular culture for more than 50 years. Much of his most celebrated work dates from the 1960s, when songs such as \"Blowin' in the Wind\" (1963) and \"The Times They Are a-Changin'\" (1964) became anthems for the civil rights and anti-war"}, {"title": "Electric Dylan controversy", "href": "/wiki/Electric_Dylan_controversy", "description": "By 1965, Bob Dylan was the leading songwriter of the American folk music revival. The response to his albums The Freewheelin' Bob Dylan and The Times They Are a-Changin' led the media to label him the \"spokesman of a generation\"."}, {"title": "Newport Folk Festival", "href": "/wiki/Newport_Folk_Festival", "description": "The Newport Folk Festival is an American annual folk-oriented music festival in Newport, Rhode Island, which began in July 1959 as a counterpart to the previously established Newport Jazz Festival. The festival is often considered one of the first modern music festivals in America and remains a focal point in the ever-expanding genre of \"folk\" music. The festival was held annually from 1959 to 196"}]}, {"heading": "Events", "year": "1969", "date": "July 25", "txt": "Vietnam War: U.S. President Richard Nixon declares the Nixon Doctrine, stating that the United States now expects its Asian allies to take care of their own military defense. This is the start of the \"Vietnamization\" of the war.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Nixon Doctrine", "href": "/wiki/Nixon_Doctrine", "description": "The Nixon Doctrine, also known as the Guam Doctrine, was put forth during a press conference in Guam on July 25, 1969 by President of the United States Richard Nixon and later formalized in his speech on Vietnamization of the Vietnam War on November 3, 1969. According to Gregg Brazinsky, author of \"Nation Building in South Korea: Koreans, Americans, and the Making of a Democracy\", Nixon stated tha"}, {"title": "Vietnamization", "href": "/wiki/Vietnamization", "description": "Vietnamization was a policy of the Richard Nixon administration to end U.S. involvement in the Vietnam War through a program to \"expand, equip, and train South Vietnamese forces and assign to them an ever-increasing combat role, at the same time steadily reducing the number of U.S. combat troops\". Brought on by the Viet Cong's Tet Offensive, the policy referred to U.S. combat troops specifically i"}]}, {"heading": "Events", "year": "1973", "date": "July 25", "txt": "Soviet Mars 5 space probe is launched.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1976", "date": "July 25", "txt": "Viking program: Viking 1 takes the famous Face on Mars photo.", "entities": [{"title": "Viking program", "href": "/wiki/Viking_program", "description": "The Viking program consisted of a pair of American space probes sent to Mars, Viking 1 and Viking 2. Each spacecraft was composed of two main parts: an orbiter designed to photograph the surface of Mars from orbit, and a lander designed to study the planet from the surface. The orbiters also served as communication relays for the landers once they touched down."}, {"title": "Cydonia (region of Mars)", "href": "/wiki/Cydonia_(region_of_Mars)", "description": "Cydonia is a region on the planet Mars that has attracted both scientific and popular interest. The name originally referred to the albedo feature that was visible from Earthbound telescopes. The area borders the plains of Acidalia Planitia and the Arabia Terra highlands. The area includes the regions: \"Cydonia Mensae\", an area of flat-topped mesa-like features, \"Cydonia Colles\", a region of small"}]}, {"heading": "Events", "year": "1978", "date": "July 25", "txt": "Puerto Rican police shoot two nationalists in the Cerro Maravilla murders.", "entities": [{"title": "Puerto Rico", "href": "/wiki/Puerto_Rico", "description": "Puerto Rico, officially the Commonwealth of Puerto Rico is a Caribbean island and unincorporated territory of the United States. It is located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida."}, {"title": "Cerro Maravilla murders", "href": "/wiki/Cerro_Maravilla_murders", "description": "The Cerro Maravilla murders, also known as the Cerro Maravilla massacre, occurred on July 25, 1978, at Cerro Maravilla, a mountain in Ponce, Puerto Rico, wherein two young Puerto Rican pro-independence activists, Carlos Enrique Soto-Arriví (1959–1978) and Arnaldo Darío Rosado-Torres (1953–1978), were murdered in a Puerto Rico Police ambush. The event sparked a series of political controversies whe"}]}, {"heading": "Events", "year": "1978", "date": "July 25", "txt": "Birth of Louise Joy Brown, the first human to have been born after conception by in vitro fertilisation, or IVF.", "entities": [{"title": "Louise Brown", "href": "/wiki/Louise_Brown", "description": "Louise Joy Brown is an English woman who was the first human to have been born after conception by in vitro fertilisation experiment (IVF). Her birth, following a procedure pioneered in Britain, has been lauded among \"the most remarkable medical breakthroughs of the 20th Century\"."}, {"title": "In vitro fertilisation", "href": "/wiki/In_vitro_fertilisation", "description": "In vitro fertilisation (IVF) is a process of fertilisation where an egg is combined with sperm outside the body, in vitro. The process involves monitoring and stimulating a woman's ovulatory process, removing an ovum or ova from the woman's ovaries and letting sperm fertilise them in a culture medium in a laboratory. After the fertilised egg (zygote) undergoes embryo culture for 2–6 days, it is im"}]}, {"heading": "Events", "year": "1979", "date": "July 25", "txt": "In accord with the Egypt–Israel Peace Treaty, Israel begins its withdrawal from the Sinai Peninsula.", "entities": [{"title": "Egypt–Israel Peace Treaty", "href": "/wiki/Egypt%E2%80%93Israel_Peace_Treaty", "description": "The Egypt–Israel peace treaty was signed in Washington, D.C., United States on 26 March 1979, following the 1978 Camp David Accords. The Egypt–Israel treaty was signed by Egyptian president Anwar Sadat and Israeli prime minister Menachem Begin, and witnessed by United States president Jimmy Carter."}, {"title": "Sinai Peninsula", "href": "/wiki/Sinai_Peninsula", "description": "The Sinai Peninsula, or simply Sinai, is a peninsula in Egypt, and the only part of the country located in Asia. It is between the Mediterranean Sea to the north and the Red Sea to the south, and is a land bridge between Asia and Africa. Sinai has a land area of about 60,000 km2 (23,000 sq mi) and a population of approximately 600,000 people. Administratively, the vast majority of the area of the "}]}, {"heading": "Events", "year": "1983", "date": "July 25", "txt": "Black July: Thirty-seven Tamil political prisoners at the Welikada high security prison in Colombo are massacred by the fellow Sinhalese prisoners.", "entities": [{"title": "Black July", "href": "/wiki/Black_July", "description": "Black July is the common name used to refer to the anti-Tamil pogrom that occurred in Sri Lanka during July 1983. The pogrom was premeditated, and was finally triggered by a deadly ambush on 23 July 1983, which caused the death of 13 Sri Lanka Army soldiers, by the Tamil militant group Liberation Tigers of Tamil Eelam (LTTE). Although initially orchestrated by members of the ruling UNP, the pogrom"}, {"title": "Sri Lankan Tamils", "href": "/wiki/Sri_Lankan_Tamils", "description": "Sri Lankan Tamils, also known as Eelam Tamils, Ceylon Tamils, or simply Tamils, are members of the Tamil ethnic group native to the South Asian island state of Sri Lanka. Today, they constitute a majority in the Northern Province, live in significant numbers in the Eastern Province and are in the minority throughout the rest of the country. 70% of Sri Lankan Tamils in Sri Lanka live in the Norther"}, {"title": "Colombo", "href": "/wiki/Colombo", "description": "Colombo is the commercial capital and largest city of Sri Lanka by population. According to the Brookings Institution, Colombo metropolitan area has a population of 5.6 million, and 752,993 in the city proper. It is the financial centre of the island and a tourist destination. It is located on the west coast of the island and adjacent to the Greater Colombo area which includes Sri Jayawardenepura "}, {"title": "Welikada prison massacre", "href": "/wiki/Welikada_prison_massacre", "description": "The Welikada Prison Massacre took place during the 1983 Black July pogrom against Sri Lankan Tamil minority in Colombo, Sri Lanka. Fifty-three prisoners were killed inside a high-security prison. No one has been convicted of crimes relating to these incidents."}, {"title": "Sinhalese people", "href": "/wiki/Sinhalese_people", "description": "Sinhalese people, also known as Hela are an Indo-Aryan ethnic group of the island of Sri Lanka. They constitute about 75% of the Sri Lankan population and number greater than 16.2 million. The Sinhalese identity is based on language, cultural heritage and nationality. The Sinhalese people speak Sinhala, an insular Indo-Aryan language, and are predominantly Theravada Buddhists, although a minority "}]}, {"heading": "Events", "year": "1984", "date": "July 25", "txt": "Salyut 7 cosmonaut Svetlana Savitskaya becomes the first woman to perform a space walk.", "entities": [{"title": "Astronaut", "href": "/wiki/Astronaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}, {"title": "Svetlana Savitskaya", "href": "/wiki/Svetlana_Savitskaya", "description": "Svetlana Yevgenyevna Savitskaya is a retired Soviet aviator and cosmonaut who flew aboard Soyuz T-7 in 1982, becoming the second woman in space. On her 1984 Soyuz T-12 mission she became the first woman to fly to space twice, the first woman to perform an EVA, and the first woman to perform a spacewalk."}, {"title": "Extravehicular activity", "href": "/wiki/Extravehicular_activity", "description": "Extravehicular activity (EVA) is any activity done by an astronaut or cosmonaut outside a spacecraft beyond the Earth's appreciable atmosphere. The term most commonly applies to a spacewalk made outside a craft orbiting Earth. On March 18, 1965, Alexei Leonov became the first human to perform a spacewalk, exiting the capsule during the Voskhod 2 mission for 12 minutes and 9 seconds. The term also "}]}, {"heading": "Events", "year": "1993", "date": "July 25", "txt": "Israel launches a massive attack against Lebanon in what the Israelis call Operation Accountability, and the Lebanese call the Seven-Day War.", "entities": [{"title": "Lebanon", "href": "/wiki/Lebanon", "description": "Lebanon, officially known as the Lebanese Republic, is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus lies west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland has contributed to its rich history and shaped a cultural identity of religious and ethnic diversity. A"}, {"title": "Operation Accountability", "href": "/wiki/Operation_Accountability", "description": "On July 25, 1993, Israeli forces launched a week-long attack against Lebanon named Operation Accountability in Israel and the Seven-Day War in Lebanon. Israel specified three purposes to the operation, to strike directly at Hezbollah, to make it difficult for Hezbollah to use southern Lebanon as a base for striking Israel, and to displace refugees in the hopes of pressuring the Lebanese government"}]}, {"heading": "Events", "year": "1993", "date": "July 25", "txt": "The Saint James Church massacre occurs in Kenilworth, Cape Town, South Africa.", "entities": []}, {"heading": "Events", "year": "1994", "date": "July 25", "txt": "Israel and Jordan sign the Washington Declaration, that formally ends the state of war that had existed between the nations since 1948.", "entities": [{"title": "Jordan", "href": "/wiki/Jordan", "description": "Jordan, officially the Hashemite Kingdom of Jordan, is an Arab country in the Levant region of Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia, Iraq, Syria, Israel and Palestine. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is situated at the crossroads "}, {"title": "Israel–Jordan peace treaty", "href": "/wiki/Israel%E2%80%93Jordan_peace_treaty", "description": "The Israel–Jordan peace treaty, sometimes referred to as the Wadi Araba Treaty, is an agreement that ended the state of war that has existed between the two countries since the 1948 Arab–Israeli War and established mutual diplomatic relations. In addition to establishing peace between the two countries, the treaty also settled land and water disputes, provided for broad cooperation in tourism and "}]}, {"heading": "Events", "year": "1995", "date": "July 25", "txt": "A gas bottle explodes in Saint Michel station of line B of the RER (Paris regional train network). Eight are killed and 80 wounded.", "entities": [{"title": "1995 Paris Métro and RER bombings", "href": "/wiki/1995_Paris_M%C3%A9tro_and_RER_bombings", "description": "The 1995 France bombings were a series of attacks that targeted public transport systems in Paris and Lyon, as well as a school in Villeurbanne. They were carried out by the Armed Islamic Group of Algeria, who were expanding the Algerian Civil War to France. The attacks killed eight people, all during the first attack on 25 July 1995. The attack also injured 157 people."}, {"title": "Réseau Express Régional", "href": "/wiki/R%C3%A9seau_Express_R%C3%A9gional", "description": "The Réseau Express Régional, commonly abbreviated RER, is a hybrid commuter rail and rapid transit system serving Paris and its suburbs. It acts as a combined city-centre underground rail system and suburbs-to-city-centre commuter rail. In the city centre it acts much like the Paris Métro, though faster, having fewer stops. This has made it a model for proposals to improve transit within other cit"}]}, {"heading": "Events", "year": "1996", "date": "July 25", "txt": "In a military coup in Burundi, Pierre Buyoya deposes Sylvestre Ntibantunganya.", "entities": [{"title": "1996 Burundian coup d'état", "href": "/wiki/1996_Burundian_coup_d%27%C3%A9tat", "description": "The 1996 Burundian coup d'état was a military coup d'état that took place in Burundi on 25 July 1996. In the midst of the Burundi Civil War, former president Pierre Buyoya deposed Hutu President Sylvestre Ntibantunganya. According to Amnesty International, in the weeks following the coup, more than 6,000 people were killed in the country. This was Buyoya's second successful coup, having overthrown"}, {"title": "Pierre Buyoya", "href": "/wiki/Pierre_Buyoya", "description": "Pierre Buyoya was a Burundian army officer and politician who served two terms as President of Burundi in 1987 to 1993 and 1996 to 2003 as de facto military dictator. He was the second-longest serving president in Burundian history."}, {"title": "Sylvestre Ntibantunganya", "href": "/wiki/Sylvestre_Ntibantunganya", "description": "Sylvestre Ntibantunganya is a Burundi politician. He was Speaker of the National Assembly of Burundi from December 1993 to 1 October 1994, and President of Burundi from 6 April 1994 to 25 July 1996."}]}, {"heading": "Events", "year": "2000", "date": "July 25", "txt": "Concorde Air France Flight 4590 crashes at Paris Charles de Gaulle airport, killing 113 people.", "entities": [{"title": "Concorde", "href": "/wiki/Concorde", "description": "The Aérospatiale/BAC Concorde is a British–French turbojet-powered supersonic passenger airliner that was operated from 1976 until 2003. It had a maximum speed over twice the speed of sound, at Mach 2.04, with seating for 92 to 128 passengers. First flown in 1969, Concorde entered service in 1976 and operated for 27 years. It is one of only two supersonic transports to have been operated commercia"}, {"title": "Air France Flight 4590", "href": "/wiki/Air_France_Flight_4590", "description": "Air France Flight 4590 was an international charter flight, from Charles de Gaulle Airport, Paris, to John F. Kennedy International Airport, New York, flown by an Aérospatiale-BAC Concorde. On the afternoon of Tuesday, 25 July 2000 at 16:44:31 local time, the aircraft serving the flight ran over debris on the runway during takeoff, blowing a tyre, and sending debris flying into the underside of th"}, {"title": "Charles de Gaulle Airport", "href": "/wiki/Charles_de_Gaulle_Airport", "description": "Paris Charles de Gaulle Airport, also known as Roissy Airport, is the largest international airport in France and one of the busiest airports in Europe. Opened in 1974, it is located in Roissy-en-France, 23 km (14 mi) northeast of Paris. It is named after statesman Charles de Gaulle (1890–1970)."}]}, {"heading": "Events", "year": "2007", "date": "July 25", "txt": "Pratibha Patil is sworn in as India's first female president.", "entities": [{"title": "Pratibha Patil", "href": "/wiki/Pratibha_Patil", "description": "Pratibha Devisingh Patil is an Indian politician who served as the 12th President of India from 2007 to 2012. A member of the Indian National Congress, Patil is the only woman to have held the office. She had previously served as the Governor of Rajasthan from 2004 to 2007."}]}, {"heading": "Events", "year": "2010", "date": "July 25", "txt": "WikiLeaks publishes classified documents about the War in Afghanistan, one of the largest leaks in U.S. military history.", "entities": [{"title": "WikiLeaks", "href": "/wiki/WikiLeaks", "description": "WikiLeaks is an international non-profit organisation that publishes news leaks and classified media provided by anonymous sources. Its website, initiated in 2006 in Iceland by the organisation Sunshine Press, stated in 2015 that it had released online 10 million documents in its first 10 years. Julian Assange, an Australian Internet activist, is generally described as its founder and director. Si"}, {"title": "Afghan War documents leak", "href": "/wiki/Afghan_War_documents_leak", "description": "\nThe Afghan War documents leak, also called the Afghan War Diary, is the disclosure of a collection of internal U.S. military logs of the War in Afghanistan, which were published by WikiLeaks on 25 July 2010. The logs consist of over 91,000 Afghan War documents, covering the period between January 2004 and December 2009. Most of the documents are classified secret. As of 28 July 2010, only 75,000 "}]}, {"heading": "Events", "year": "2018", "date": "July 25", "txt": "As-Suwayda attacks: Coordinated attacks occur in Syria.", "entities": [{"title": "2018 As-Suwayda attacks", "href": "/wiki/2018_As-Suwayda_attacks", "description": "The 2018 As-Suwayda attacks were a string of suicide bombings and gun attacks that took place in and around As-Suwayda, Syria on 25 July, killing at least 258 people and injuring 180 others. The attacks were committed by the Islamic State of Iraq and the Levant (ISIL) and largely targeted Syria's Druze minority."}]}, {"heading": "Events", "year": "2019", "date": "July 25", "txt": "National extreme heat records set this day in the UK, Belgium, The Netherlands and Germany during the July 2019 European heat wave.", "entities": [{"title": "July 2019 European heat wave", "href": "/wiki/July_2019_European_heat_wave", "description": "In late June and late July 2019 there were two temporally distinct European heat waves, which set all-time high temperature records in Belgium, Germany, Luxembourg, the Netherlands, and the United Kingdom."}]}, {"heading": "Births", "year": "975", "date": "July 25", "txt": "Thietmar, bishop of Merseburg (d. 1018)", "entities": [{"title": "Thietmar of Merseburg", "href": "/wiki/Thietmar_of_Merseburg", "description": "Thietmar, Prince-Bishop of Merseburg from 1009 until his death, was an important chronicler recording the reigns of German kings and Holy Roman Emperors of the Ottonian (Saxon) dynasty. Two of Thietmar's great-grandfathers, both referred to as Liuthar, were the Saxon nobles Lothar II, Count of Stade, and Lothar I, Count of Walbeck. They were both killed fighting the Slavs at the Battle of Lenzen."}, {"title": "1018", "href": "/wiki/1018", "description": "Year 1018 (MXVIII) was a common year starting on Wednesday of the Julian calendar."}]}, {"heading": "Births", "year": "1016", "date": "July 25", "txt": "Casimir I the Restorer, duke of Poland (d. 1058)", "entities": [{"title": "Casimir I the Restorer", "href": "/wiki/Casimir_I_the_Restorer", "description": "Casimir I the Restorer, a member of the Piast dynasty, was the duke of Poland from 1040 until his death. Casimir was the son of Mieszko II Lambert and Richeza of Lotharingia. He is known as the Restorer because he managed to reunite all parts of the Kingdom of Poland after a period of turmoil. He reinstated Masovia, Silesia and Pomerania into his realm. However, he failed to crown himself King of "}]}, {"heading": "Births", "year": "1109", "date": "July 25", "txt": "Afonso I, king of Portugal (d. 1185)", "entities": [{"title": "Afonso I of Portugal", "href": "/wiki/Afonso_I_of_Portugal", "description": "Afonso I, also called Afonso Henriques, nicknamed the Conqueror, the Founder or the Great by the Portuguese, and El-Bortukali and Ibn-Arrink or Ibn Arrinq by the Moors whom he fought, was the first king of Portugal. He achieved the independence of the County of Portugal, establishing a new kingdom and doubling its area with the Reconquista, an objective that he pursued until his death."}]}, {"heading": "Births", "year": "1165", "date": "July 25", "txt": "Ibn Arabi, Andalusian Sufi mystic, poet, and philosopher (d. 1240)", "entities": [{"title": "Ibn Arabi", "href": "/wiki/Ibn_Arabi", "description": "Ibn ʿArabi, full name Abū ʿAbd Allāh Muḥammad ibn ʿAlī ibn Muḥammad ibn al-ʿArabī al-Ḥātimī al-Ṭāʾī al-Andalusī al-Mursī al-Dimashqī Arabic: أبو عبد الله محـمـد بن علي بن محمـد إبن عربـي الحاتمي الطائي‎), nicknamed al-Qushayri and Sultan al-ʿArifin, was an Andalusian Muslim scholar, mystic, poet, and philosopher, extremely influential within Islamic thought. Out of the 850 works attributed to him,"}]}, {"heading": "Births", "year": "1261", "date": "July 25", "txt": "Arthur II, Duke of Brittany (d. 1312)", "entities": [{"title": "Arthur II, Duke of Brittany", "href": "/wiki/Arthur_II,_Duke_of_Brittany", "description": "Arthur II, of the House of Dreux, was Duke of Brittany from 1305 to his death. He was the first son of John II and Beatrice, daughter of Henry III of England and Eleanor of Provence."}]}, {"heading": "Births", "year": "1291", "date": "July 25", "txt": "Hawys Gadarn, Welsh noblewoman (d. 1353)", "entities": [{"title": "Hawys Gadarn", "href": "/wiki/Hawys_Gadarn", "description": "Hawys Gadarn , also known as the Hardy, the Powerful, the Intrepid, and Hawise de la Pole, was the daughter of Owen de la Pole and the heir to Powys Wenwynwyn in Wales. She was married to John Charleton after seeking the intervention of Edward II of England to support her inheritance against the schemes of four of her uncles to take her lands."}]}, {"heading": "Births", "year": "1336", "date": "July 25", "txt": "Albert I, Duke of Bavaria (d. 1404)", "entities": [{"title": "Albert I, Duke of Bavaria", "href": "/wiki/Albert_I,_Duke_of_Bavaria", "description": "Albert I, Duke of Bavaria, was a feudal ruler of the counties of Holland, Hainaut, and Zeeland in the Low Countries. Additionally, he held a portion of the Bavarian province of Straubing, his Bavarian ducal line's appanage and seat."}]}, {"heading": "Births", "year": "1394", "date": "July 25", "txt": "James I, king of Scotland (d. 1437)", "entities": [{"title": "James I of Scotland", "href": "/wiki/James_I_of_Scotland", "description": "James I was King of Scots from 1406 to 1437. The youngest of three sons, he was born in Dunfermline Abbey to King Robert III and his wife Annabella Drummond. His older brother David, Duke of Rothesay, died under suspicious circumstances while being detained by their uncle, Robert, Duke of Albany. His other brother, Robert, died young. Fears for James's safety grew through the winter of 1405/6 and "}]}, {"heading": "Births", "year": "1404", "date": "July 25", "txt": "Philip I, Duke of Brabant (d. 1430)", "entities": [{"title": "Philip I, Duke of Brabant", "href": "/wiki/Philip_I,_Duke_of_Brabant", "description": "Philip I, Duke of Brabant, also known as Philip of Saint Pol, was the younger son of Antoine, Duke of Brabant and Jeanne of Saint-Pol, and succeeded his brother John IV as Duke of Brabant in 1427. He had already been given Saint-Pol and Ligny as an appanage on the death of his grandfather, Waleran III of Luxembourg, Count of Ligny, in 1415."}]}, {"heading": "Births", "year": "1421", "date": "July 25", "txt": "Henry Percy, 3rd Earl of Northumberland, English politician (d. 1461)", "entities": [{"title": "Henry Percy, 3rd Earl of Northumberland", "href": "/wiki/Henry_Percy,_3rd_Earl_of_Northumberland", "description": "Henry Percy, 3rd Earl of Northumberland, was an English magnate."}]}, {"heading": "Births", "year": "1450", "date": "July 25", "txt": "Jakob Wimpfeling, Renaissance humanist (d. 1528)", "entities": [{"title": "Jakob Wimpfeling", "href": "/wiki/Jakob_Wimpfeling", "description": "Jakob Wimpfeling was a Renaissance humanist and theologian."}]}, {"heading": "Births", "year": "1486", "date": "July 25", "txt": "Albrecht VII, Duke of Mecklenburg (d. 1547)", "entities": [{"title": "Albrecht VII, Duke of Mecklenburg", "href": "/wiki/Albrecht_VII,_Duke_of_Mecklenburg", "description": "Albrecht VII, the Handsome, Duke of Mecklenburg in Güstrow, was a minor ruler in North Germany of the 16th century. He also asserted claims to Scandinavian thrones based on the royal lineage of the House of Mecklenburg."}]}, {"heading": "Births", "year": "1498", "date": "July 25", "txt": "Hernando de Aragón, Archbishop of Zaragoza (d. 1575)", "entities": [{"title": "Hernando de Aragón", "href": "/wiki/Hernando_de_Arag%C3%B3n", "description": "Hernando de Aragón y de Gurrea, OCist, Archbishop of Zaragoza and Lieutenant General of Aragon, was an Aragonese humanist and historian."}, {"title": "Archbishop of Zaragoza", "href": "/wiki/Archbishop_of_Zaragoza", "description": "The Archdiocese of Saragossa is a Roman Catholic ecclesiastical territory located in north-eastern Spain, in the province of Zaragoza, part of the autonomous community of Aragón. The archdiocese heads the ecclesiastical province of Saragossa, having metropolitan authority over the suffragan dioceses of Barbastro-Monzón, Huesca, Tarazona, and Teruel and Albarracín."}]}, {"heading": "Births", "year": "1532", "date": "July 25", "txt": "Alphonsus Rodriguez, Jesuit lay brother and saint (d. 1617)", "entities": [{"title": "Alphonsus Rodriguez", "href": "/wiki/Alphonsus_Rodriguez", "description": "Alphonsus Rodríguez was a Spanish Jesuit lay brother, now venerated as a saint. He was a native of Segovia. He is sometimes confused with Alphonsus (Alonso) Rodriguez, a Jesuit who wrote the Exercicio de perfección y virtudes cristianas, which has frequently been re-edited and translated into many languages. Though his life was punctuated with personal tragedies and disappointments, his impact on "}]}, {"heading": "Births", "year": "1556", "date": "July 25", "txt": "George Peele, English translator, poet, and dramatist (d. 1596)", "entities": [{"title": "George Peele", "href": "/wiki/George_Peele", "description": "\nGeorge Peele was an English translator, poet, and dramatist, who is most noted for his supposed but not universally accepted collaboration with William Shakespeare on the play Titus Andronicus. Many anonymous Elizabethan plays have been attributed to him, but his reputation rests mainly on Edward I, The Old Wives' Tale, The Battle of Alcazar, The Arraignment of Paris, and David and Bethsabe. The "}]}, {"heading": "Births", "year": "1562", "date": "July 25", "txt": "Katō Kiyomasa, Japanese warlord (d. 1611)", "entities": [{"title": "Katō Kiyomasa", "href": "/wiki/Kat%C5%8D_Kiyomasa", "description": "Katō Kiyomasa  was a Japanese daimyō of the Azuchi–Momoyama and Edo periods. His court title was Higo-no-kami. His child name was Yashamaru, and first name was Toranosuke. He was one of Hideyoshi's Seven Spears of Shizugatake."}]}, {"heading": "Births", "year": "1573", "date": "July 25", "txt": "Christoph Scheiner, German astronomer and Jesuit (d. 1650)", "entities": [{"title": "Christoph Scheiner", "href": "/wiki/Christoph_Scheiner", "description": "Christoph Scheiner SJ was a Jesuit priest, physicist and astronomer in Ingolstadt."}]}, {"heading": "Births", "year": "1581", "date": "July 25", "txt": "Brian Twyne, English archivist (d. 1644)", "entities": [{"title": "Brian Twyne", "href": "/wiki/Brian_Twyne", "description": "Brian Twyne was an antiquary and an academic at the University of Oxford. After being educated at Corpus Christi College, Oxford, and becoming a Fellow of the college in 1606, he published his one main work, a history of the university, in 1608. This was designed to prove that Oxford was older than Cambridge University, and has been described by a modern writer as a \"remarkable achievement for a y"}]}, {"heading": "Births", "year": "1605", "date": "July 25", "txt": "Theodore Haak, German scholar (d. 1690)", "entities": [{"title": "Theodore Haak", "href": "/wiki/Theodore_Haak", "description": "Theodore Haak was a German Calvinist scholar, resident in England in later life. Haak's communications abilities and interests in the new science provided the backdrop for convening the \"1645 Group\", a precursor of the Royal Society."}]}, {"heading": "Births", "year": "1633", "date": "July 25", "txt": "Joseph Williamson, English politician (d. 1701)", "entities": [{"title": "Joseph Williamson (English politician)", "href": "/wiki/Joseph_Williamson_(English_politician)", "description": "Sir Joseph Williamson, PRS was an English civil servant, diplomat and politician who sat in the House of Commons of England variously between 1665 and 1701 and in the Irish House of Commons between 1692 and 1699. He was Secretary of State for the Northern Department 1674–79."}]}, {"heading": "Births", "year": "1654", "date": "July 25", "txt": "Agostino Steffani, Italian composer and diplomat (d. 1728)", "entities": [{"title": "Agostino Steffani", "href": "/wiki/Agostino_Steffani", "description": "Agostino Steffani was an Italian ecclesiastic, diplomat and composer."}]}, {"heading": "Births", "year": "1657", "date": "July 25", "txt": "Philipp Heinrich Erlebach, German composer (d. 1714)", "entities": [{"title": "Philipp Heinrich Erlebach", "href": "/wiki/Philipp_Heinrich_Erlebach", "description": "Philipp Heinrich Erlebach was a German Baroque composer."}]}, {"heading": "Births", "year": "1658", "date": "July 25", "txt": "Archibald Campbell, 1st Duke of Argyll, Scottish general (d. 1703)", "entities": [{"title": "Archibald Campbell, 1st Duke of Argyll", "href": "/wiki/Archibald_Campbell,_1st_Duke_of_Argyll", "description": "Archibald Campbell, 1st Duke of Argyll, 10th Earl of Argyll was a Scottish peer."}]}, {"heading": "Births", "year": "1683", "date": "July 25", "txt": "Pieter Langendijk, Dutch playwright and poet (d. 1756)", "entities": [{"title": "Pieter Langendijk", "href": "/wiki/Pieter_Langendijk", "description": "Pieter Langendijk was a damask weaver, city artist, dramatist, and poet."}]}, {"heading": "Births", "year": "1750", "date": "July 25", "txt": "Henry Knox, American general and politician, 1st United States Secretary of War (d. 1806)", "entities": [{"title": "Henry Knox", "href": "/wiki/Henry_Knox", "description": "Henry Knox was a military officer of the Continental Army and later the United States Army, who also served as the first United States Secretary of War from 1789 to 1794."}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}]}, {"heading": "Births", "year": "1753", "date": "July 25", "txt": "Santiago de Liniers, 1st Count of Buenos Aires, French-Spanish captain and politician, 10th Viceroy of the Viceroyalty of the Río de la Plata (d. 1810)", "entities": [{"title": "Santiago de Liniers, 1st Count of Buenos Aires", "href": "/wiki/Santiago_de_Liniers,_1st_Count_of_Buenos_Aires", "description": "Santiago Antonio María de Liniers y Bremond, 1st Count of Buenos Aires, KOM, OM was a French officer in the Spanish military service, and a viceroy of the Spanish colonies of the Viceroyalty of the Río de la Plata. Although born Jacques de Liniers in France, he is more widely known by the Spanish form of his name, Santiago de Liniers."}, {"title": "Viceroyalty of the Río de la Plata", "href": "/wiki/Viceroyalty_of_the_R%C3%ADo_de_la_Plata", "description": "The Viceroyalty of the Río de la Plata was the last to be organized and also the shortest-lived of the Viceroyalties of the Spanish Empire in the Americas."}]}, {"heading": "Births", "year": "1797", "date": "July 25", "txt": "Princess Augusta of Hesse-Kassel (d. 1889)", "entities": [{"title": "Princess Augusta of Hesse-Kassel", "href": "/wiki/Princess_Augusta_of_Hesse-Kassel", "description": "Princess Augusta of Hesse-Kassel was the wife of Prince Adolphus, Duke of Cambridge, the tenth-born child, and seventh son, of George III of the United Kingdom and Charlotte of Mecklenburg-Strelitz. The longest-lived daughter-in-law of George III, she was the maternal grandmother of Mary of Teck, wife of George V."}]}, {"heading": "Births", "year": "1806", "date": "July 25", "txt": "Maria Weston Chapman, American abolitionist (d. 1885)", "entities": [{"title": "Maria Weston Chapman", "href": "/wiki/Maria_Weston_Chapman", "description": "Maria Weston Chapman was an American abolitionist. She was elected to the executive committee of the American Anti-Slavery Society in 1839 and from 1839 until 1842, she served as editor of the anti-slavery journal The Non-Resistant."}]}, {"heading": "Births", "year": "1839", "date": "July 25", "txt": "Francis Garnier, French captain and explorer (d. 1873)", "entities": [{"title": "Francis Garnier", "href": "/wiki/Francis_Garnier", "description": "Marie Joseph François Garnier was a French officer, inspector of Indigenous Affairs of Cochinchina and explorer. He eventually became mission leader of the Mekong Exploration Commission in 19th century Southeast Asia."}]}, {"heading": "Births", "year": "1844", "date": "July 25", "txt": "Thomas Eakins, American painter, sculptor, and photographer (d. 1916)", "entities": [{"title": "Thomas Eakins", "href": "/wiki/Thomas_Eakins", "description": "Thomas Cowperthwait Eakins was an American realist painter, photographer, sculptor, and fine arts educator. He is widely acknowledged to be one of the most important American artists."}]}, {"heading": "Births", "year": "1847", "date": "July 25", "txt": "Paul Langerhans,  German pathologist, physiologist and biologist (d. 1888)", "entities": [{"title": "Paul Langerhans", "href": "/wiki/Paul_Langerhans", "description": "Paul Langerhans was a German pathologist, physiologist and biologist, credited with the discovery of the cells that secrete insulin, named after him as the islets of Langerhans."}]}, {"heading": "Births", "year": "1848", "date": "July 25", "txt": "Arthur Balfour, Scottish-English lieutenant and politician, 33rd Prime Minister of the United Kingdom (d. 1930)", "entities": [{"title": "Arthur Balfour", "href": "/wiki/Arthur_Balfour", "description": "Arthur James Balfour, 1st Earl of Balfour, was a British Conservative statesman who served as Prime Minister of the United Kingdom from 1902 to 1905. As Foreign Secretary in the Lloyd George ministry, he issued the Balfour Declaration in 1917 on behalf of the cabinet."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1857", "date": "July 25", "txt": "Frank J. Sprague, American naval officer and inventor (d. 1934)", "entities": [{"title": "Frank J. Sprague", "href": "/wiki/Frank_J._Sprague", "description": "Frank Julian Sprague was an American naval officer and inventor who contributed to the development of the electric motor, electric railways, and electric elevators. His contributions were especially important in promoting urban development by increasing the size cities could reasonably attain and by allowing greater concentration of business in commercial sections. He became known as the \"Father o"}]}, {"heading": "Births", "year": "1865", "date": "July 25", "txt": "Jac. P. Thijsse, Dutch botanist and conservationist (d. 1945)", "entities": [{"title": "Jac. P. Thijsse", "href": "/wiki/Jac._P._Thijsse", "description": "Jacobus Pieter Thijsse was a Dutch conservationist and botanist. He founded the\nSociety for Preservation of Nature Monuments in the Netherlands."}]}, {"heading": "Births", "year": "1866", "date": "July 25", "txt": "Frederick Blackman, English physiologist and academic (d. 1947)", "entities": [{"title": "Frederick Blackman", "href": "/wiki/Frederick_Blackman", "description": "Frederick Frost Blackman FRS was a British plant physiologist."}]}, {"heading": "Births", "year": "1867", "date": "July 25", "txt": "Max Dauthendey, German author and painter (d. 1918)", "entities": [{"title": "Max Dauthendey", "href": "/wiki/Max_Dauthendey", "description": "Max Dauthendey was a German author and painter of the impressionist period. He was born in Würzburg and died in Malang. Together with Richard Dehmel and Eduard von Keyserling he is regarded as one of the most influential authors of that period.\nDauthendey was stranded in Java at the outbreak of World War One. Attempts to provide him with a safe passage back to Germany failed."}]}, {"heading": "Births", "year": "1867", "date": "July 25", "txt": "Alexander Rummler, American painter (d. 1959)", "entities": []}, {"heading": "Births", "year": "1869", "date": "July 25", "txt": "Platon, Estonian bishop and saint (d. 1919)", "entities": [{"title": "Platon (Kulbusch)", "href": "/wiki/Platon_(Kulbusch)", "description": "Platon, born Paul Kulbusch was an Estonian bishop and the first Orthodox saint of Estonian ethnicity."}]}, {"heading": "Births", "year": "1870", "date": "July 25", "txt": "Maxfield Parrish, American painter and illustrator (d. 1966)", "entities": [{"title": "Maxfield Parrish", "href": "/wiki/Maxfield_Parrish", "description": "Maxfield Parrish was an American painter and illustrator active in the first half of the 20th century. He is known for his distinctive saturated hues and idealized neo-classical imagery. His career spanned fifty years and was wildly successful: his painting Daybreak (1922) is the most popular art print of the 20th century."}]}, {"heading": "Births", "year": "1875", "date": "July 25", "txt": "Jim Corbett, Indian hunter, environmentalist, and author (d. 1955)", "entities": [{"title": "Jim Corbett", "href": "/wiki/Jim_Corbett", "description": "Edward James Corbett was a British hunter, tracker, naturalist, and author who hunted a number of man-eating tigers and leopards in India.\nHe held the rank of colonel in the British Indian Army and was frequently called upon by the Government of the United Provinces of Agra and Oudh, now the Indian states of Uttar Pradesh and Uttarakhand, to kill man-eating tigers and leopards that were preying on"}]}, {"heading": "Births", "year": "1878", "date": "July 25", "txt": "Masaharu Anesaki, Japanese philosopher and scholar (d. 1949)", "entities": [{"title": "Masaharu Anesaki", "href": "/wiki/Masaharu_Anesaki", "description": "Masaharu Anesaki , also known under his pen name \"Chōfū Anesaki\" , was a leading Japanese intellectual and scholar of the Meiji period. Anesaki is credited as being the father of religious studies in Japan, but also wrote on a variety of subjects including culture, literature, and politics. He was also a member of the International Committee on Intellectual Cooperation of the League of Nations."}]}, {"heading": "Births", "year": "1882", "date": "July 25", "txt": "George S. Rentz, American commander (d. 1942)", "entities": [{"title": "George S. Rentz", "href": "/wiki/George_S._Rentz", "description": "George Snavely Rentz was a United States Navy chaplain who served during World War I and World War II. For selfless heroism following the loss of USS Houston (CA-30) in the Battle of Sunda Strait, he was posthumously awarded the Navy Cross— the only Navy Chaplain to be so honored during World War II."}]}, {"heading": "Births", "year": "1883", "date": "July 25", "txt": "Alfredo Casella, Italian pianist, composer, and conductor (d. 1947)", "entities": [{"title": "Alfredo Casella", "href": "/wiki/Alfredo_Casella", "description": "Alfredo Casella was an Italian composer, pianist and conductor."}]}, {"heading": "Births", "year": "1886", "date": "July 25", "txt": "Edward Cummins, American golfer (d. 1926)", "entities": [{"title": "Edward Cummins", "href": "/wiki/Edward_Cummins", "description": "Edward McClellan \"Ned\" Cummins was an American golfer who competed in the 1904 Summer Olympics. In 1904 he was part of the American team which won the gold medal. He finished 25th in this competition. In the individual competition he finished 25th in the qualification and was eliminated in the first round of the match play."}]}, {"heading": "Births", "year": "1894", "date": "July 25", "txt": "Walter Brennan, American actor (d. 1974)", "entities": [{"title": "Walter Brennan", "href": "/wiki/Walter_Brennan", "description": "Walter Andrew Brennan was an American actor and singer. He is known for his performances in Sergeant York (1941), To Have and Have Not (1944), My Darling Clementine (1946), Red River (1948), Rio Bravo (1959), and How the West Was Won (1962). He won the Academy Award for Best Supporting Actor for his performances in Come and Get It (1936), Kentucky (1938), and The Westerner (1940), making him one o"}]}, {"heading": "Births", "year": "1894", "date": "July 25", "txt": "Gavrilo Princip, Bosnian Serb revolutionary (d. 1918)", "entities": []}, {"heading": "Births", "year": "1895", "date": "July 25", "txt": "Ingeborg Spangsfeldt, Danish actress (d. 1968)", "entities": [{"title": "Ingeborg Spangsfeldt", "href": "/wiki/Ingeborg_Spangsfeldt", "description": "Ingeborg Spangsfeldt was a Danish film actress whose career began in the early 1910s until her retirement upon getting married in 1924."}]}, {"heading": "Births", "year": "1896", "date": "July 25", "txt": "Jack Perrin, American actor and stuntman (d. 1967)", "entities": [{"title": "Jack Perrin", "href": "/wiki/Jack_Perrin", "description": "Jack Perrin was an American actor specializing in Westerns."}]}, {"heading": "Births", "year": "1896", "date": "July 25", "txt": "Josephine Tey, Scottish author and playwright (d. 1952)", "entities": []}, {"heading": "Births", "year": "1901", "date": "July 25", "txt": "Ruth Krauss, American author and poet (d. 1993)", "entities": [{"title": "Ruth Krauss", "href": "/wiki/Ruth_Krauss", "description": "Ruth Ida Krauss was an American writer of children's books, including The Carrot Seed, and of theatrical poems for adult readers. Many of her books are still in print."}]}, {"heading": "Births", "year": "1901", "date": "July 25", "txt": "Mohammed Helmy, Egyptian physician and Righteous Among the Nations (d.1982)", "entities": [{"title": "Righteous Among the Nations", "href": "/wiki/Righteous_Among_the_Nations", "description": "Righteous Among the Nations is an honorific used by the State of Israel to describe non-Jews who risked their lives during the Holocaust to save Jews from extermination by the Nazis for altruistic reasons. The term originates with the concept of \"righteous gentiles\", a term used in rabbinic Judaism to refer to non-Jews, called ger toshav, who abide by the Seven Laws of Noah."}]}, {"heading": "Births", "year": "1901", "date": "July 25", "txt": "Lila Lee, American actress and singer (d. 1973)", "entities": []}, {"heading": "Births", "year": "1902", "date": "July 25", "txt": "Eric Hoffer, American philosopher and author (d. 1983)", "entities": [{"title": "Eric Hoffer", "href": "/wiki/Eric_Hoffer", "description": "Eric Hoffer was an American moral and social philosopher. He was the author of ten books and was awarded the Presidential Medal of Freedom in February 1983. His first book, The True Believer (1951), was widely recognized as a classic, receiving critical acclaim from both scholars and laymen, although Hoffer believed that The Ordeal of Change (1963) was his finest work."}]}, {"heading": "Births", "year": "1905", "date": "July 25", "txt": "Elias Canetti, Bulgarian-Swiss novelist, playwright, and memoirist, Nobel Prize laureate (d. 1994)", "entities": [{"title": "Elias Canetti", "href": "/wiki/Elias_Canetti", "description": "Elias Canetti was a German-language author, born in Ruse, Bulgaria to a merchant family. They moved to Manchester, England, but his father died in 1912, and his mother took her three sons back to the continent. They settled in Vienna."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1905", "date": "July 25", "txt": "Georges Grignard, French race car driver (d. 1977)", "entities": []}, {"heading": "Births", "year": "1905", "date": "July 25", "txt": "Denys Watkins-Pitchford, English author and illustrator (d. 1990)", "entities": []}, {"heading": "Births", "year": "1906", "date": "July 25", "txt": "Johnny Hodges, American saxophonist and clarinet player (d. 1970)", "entities": [{"title": "Johnny Hodges", "href": "/wiki/Johnny_Hodges", "description": "Cornelius \"Johnny\" Hodges was an American alto saxophonist, best known for solo work with Duke Ellington's big band. He played lead alto in the saxophone section for many years. Hodges was also featured on soprano saxophone, but refused to play soprano after 1946. He is considered one of the definitive alto saxophone players of the big band era."}]}, {"heading": "Births", "year": "1908", "date": "July 25", "txt": "Bill Bowes, English cricketer (d. 1987)", "entities": [{"title": "Bill Bowes", "href": "/wiki/Bill_Bowes", "description": "William Eric Bowes was an English professional cricketer active from 1929 to 1947 who played in 372 first-class matches as a right arm fast bowler and a right-handed tail end batsman. He took 1,639 wickets with a best performance of nine for 121 and completed ten wickets in a match 27 times. He scored 1,531 runs with a highest score of 43* and is one of very few major players whose career total of"}]}, {"heading": "Births", "year": "1908", "date": "July 25", "txt": "Ambroise-Marie Carré, French priest and author (d. 2004)", "entities": []}, {"heading": "Births", "year": "1908", "date": "July 25", "txt": "Jack Gilford, American actor (d. 1990)", "entities": []}, {"heading": "Births", "year": "1914", "date": "July 25", "txt": "Woody Strode, American football player and actor (d. 1994)", "entities": [{"title": "Woody Strode", "href": "/wiki/Woody_Strode", "description": "Woodrow Wilson Woolwine Strode was an American athlete and actor. He was a decathlete and football star who was one of the first Black American players in the National Football League in the postwar era. After football, he went on to become a film actor, where he was nominated for a Golden Globe Award for Best Supporting Actor for his role in Spartacus in 1960. He served in the United States Army "}]}, {"heading": "Births", "year": "1915", "date": "July 25", "txt": "S. U. Ethirmanasingham, Sri Lankan businessman and politician", "entities": [{"title": "S. U. Ethirmanasingham", "href": "/wiki/S._U._Ethirmanasingham", "description": "Somasunderam Udayar Ethirmanasingham was a Ceylon Tamil businessman, politician and Member of Parliament."}]}, {"heading": "Births", "year": "1915", "date": "July 25", "txt": "Joseph P. Kennedy Jr., American lieutenant and pilot (d. 1944)", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 25", "txt": "Lucien Saulnier, Canadian lawyer and politician (d. 1989)", "entities": [{"title": "Lucien Saulnier", "href": "/wiki/Lucien_Saulnier", "description": "Lucien Saulnier, was a Canadian politician. He was chair of the Montreal Urban Community during the October Crisis. He was also Chairman and Chief Executive Officer of the Société de développement industriel du Québec."}]}, {"heading": "Births", "year": "1917", "date": "July 25", "txt": "Fritz Honegger, Swiss lawyer and politician (d. 1999)", "entities": [{"title": "Fritz Honegger", "href": "/wiki/Fritz_Honegger", "description": "Fritz Honegger was a Swiss politician."}]}, {"heading": "Births", "year": "1918", "date": "July 25", "txt": "Jane Frank, American painter and sculptor (d. 1986)", "entities": [{"title": "Jane Frank", "href": "/wiki/Jane_Frank", "description": "Jane Schenthal Frank was an American multidisciplinary artist, known as a painter, sculptor, mixed media artist, illustrator, and textile artist. Her landscape-like, mixed-media abstract paintings are included in public collections, including those of the Corcoran Gallery of Art, the Baltimore Museum of Art, and the Smithsonian American Art Museum. She studied with artists, Hans Hofmann and Norman"}]}, {"heading": "Births", "year": "1920", "date": "July 25", "txt": "Rosalind Franklin, English biophysicist, chemist, and academic (d. 1958)", "entities": [{"title": "Rosalind Franklin", "href": "/wiki/Rosalind_Franklin", "description": "Rosalind Elsie Franklin was an English chemist and X-ray crystallographer whose work was central to the understanding of the molecular structures of DNA, RNA, viruses, coal, and graphite. Although her works on coal and viruses were appreciated in her lifetime, her contributions to the discovery of the structure of DNA were largely recognised posthumously. She had been variously attributed to as th"}]}, {"heading": "Births", "year": "1921", "date": "July 25", "txt": "Adolph Herseth, American soldier and trumpet player  (d. 2013)", "entities": [{"title": "Adolph Herseth", "href": "/wiki/Adolph_Herseth", "description": "Adolph Sylvester \"Bud\" Herseth was principal trumpet in the Chicago Symphony Orchestra from 1948 until 2001, and served as principal trumpet emeritus from 2001 until his retirement in 2004."}]}, {"heading": "Births", "year": "1921", "date": "July 25", "txt": "Lionel Terray, French mountaineer (d. 1965)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 25", "txt": "Estelle Getty, American actress (d. 2008)", "entities": [{"title": "Estelle Getty", "href": "/wiki/Estelle_Getty", "description": "Estelle Gettleman, known professionally as Estelle Getty, was an American \nactress and comedienne best known for her portrayal of Sophia Petrillo on The Golden Girls (1985–92), for which she won a Golden Globe Award for Best Actress – Television Series Musical or Comedy and a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series. She reprised the role for appearances on Empty "}]}, {"heading": "Births", "year": "1923", "date": "July 25", "txt": "Edgar Gilbert, American mathematician and theorist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 25", "txt": "Maria Gripe, Swedish journalist and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 25", "txt": "Frank Church, American lawyer and politician (d. 1984)", "entities": [{"title": "Frank Church", "href": "/wiki/Frank_Church", "description": "Frank Forrester Church III was an American lawyer and politician. A member of the Democratic Party, he served as a United States Senator from Idaho from 1957 to 1981. He is known for heading the Church Committee, which investigated abuses within the United States Intelligence Community."}]}, {"heading": "Births", "year": "1924", "date": "July 25", "txt": "Scotch Taylor, South African cricketer and hockey player (d. 2004)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 25", "txt": "Benny Benjamin, American R&B drummer (d. 1969)", "entities": [{"title": "Benny Benjamin", "href": "/wiki/Benny_Benjamin", "description": "William \"Benny\" Benjamin, nicknamed Papa Zita, was an American musician, most notable as the primary drummer for the Motown studio band known as The Funk Brothers. He was a native of Birmingham, Alabama."}]}, {"heading": "Births", "year": "1925", "date": "July 25", "txt": "Jerry Paris, American actor and director (d. 1986)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 25", "txt": "Dick Passwater, American race car driver (d. 2020)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 25", "txt": "Jutta Zilliacus, Finnish journalist and politician", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 25", "txt": "Whitey Lockman, American baseball player, coach, and manager (d. 2009)", "entities": [{"title": "Whitey Lockman", "href": "/wiki/Whitey_Lockman", "description": "Carroll Walter \"Whitey\" Lockman was a left-handed first baseman and outfielder, coach, manager and front office executive in American Major League Baseball."}]}, {"heading": "Births", "year": "1926", "date": "July 25", "txt": "Bernard Thompson, British television producer and director (d. 1998)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 25", "txt": "Beatriz Segall, Brazilian actress (d. 2018)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 25", "txt": "Daniel Ceccaldi, French actor, director, and screenwriter (d. 2003)", "entities": [{"title": "Daniel Ceccaldi", "href": "/wiki/Daniel_Ceccaldi", "description": "Daniel Ceccaldi was a French actor."}]}, {"heading": "Births", "year": "1927", "date": "July 25", "txt": "Midge Decter, American journalist and author", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 25", "txt": "Sadiq Hussain Qureshi, Pakistani politician, 10th Governor of Punjab (d. 2000)", "entities": [{"title": "Governor of Punjab, Pakistan", "href": "/wiki/Governor_of_Punjab,_Pakistan", "description": "The Governor of Punjab is the appointed head of state of the provincial government in Punjab, Pakistan. Although the Governor is the head of the province on paper, it is largely a ceremonial position; and the main powers lie with the Chief Minister Punjab and Chief Secretary Punjab."}]}, {"heading": "Births", "year": "1927", "date": "July 25", "txt": "Jean-Marie Seroney, Kenyan activist and politician (d. 1982)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 25", "txt": "Dolphy, Filipino actor, singer, and producer (d. 2012)", "entities": [{"title": "Dolphy", "href": "/wiki/Dolphy", "description": "Rodolfo Vera Quízon Sr., better known by his stage names Dolphy, Pidol, and Golay (1944), was a Filipino comedian and actor. He is widely regarded as the country's King of Comedy for his comedic talent embodied by his long roster of works on stage, radio, television and movies."}]}, {"heading": "Births", "year": "1928", "date": "July 25", "txt": "Mario Montenegro, Filipino actor (d. 1988)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 25", "txt": "Nils Taube, Estonian-English businessman (d. 2008)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 25", "txt": "Judd Buchanan, Canadian businessman and politician, 36th Canadian Minister of Public Works", "entities": [{"title": "Judd Buchanan", "href": "/wiki/Judd_Buchanan", "description": "Judd Buchanan, is a Canadian former politician and businessman."}, {"title": "Minister of Public Works (Canada)", "href": "/wiki/Minister_of_Public_Works_(Canada)", "description": "The Minister of Public Works was a position in the Cabinet of Canada who oversaw the public works portfolio of the federal government."}]}, {"heading": "Births", "year": "1929", "date": "July 25", "txt": "Somnath Chatterjee, Indian lawyer and politician, 14th Speaker of the Lok Sabha (d. 2018)", "entities": [{"title": "Speaker of the Lok Sabha", "href": "/wiki/Speaker_of_the_Lok_Sabha", "description": "The Speaker of the Lok Sabha is the presiding officer and the highest authority of the Lok Sabha, the lower house of the Parliament of India. The speaker is elected generally in the first meeting of the Lok Sabha following general elections. Serving for a term of five years, the speaker chosen from sitting members of the Lok Sabha, and is by convention a member of the ruling party or alliance."}]}, {"heading": "Births", "year": "1929", "date": "July 25", "txt": "Eddie Mazur, Canadian ice hockey player (d. 1995)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 25", "txt": "Murray Chapple, New Zealand cricketer and manager (d. 1985)", "entities": [{"title": "Murray Chapple", "href": "/wiki/Murray_Chapple", "description": "Murray Ernest Chapple was a New Zealand cricketer who played 14 Test matches over 13 years. However, he was largely unsuccessful, with only three fifties and a highest score of 76."}]}, {"heading": "Births", "year": "1930", "date": "July 25", "txt": "Maureen Forrester, Canadian actress and singer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 25", "txt": "Alice Parizeau, Polish-Canadian journalist and criminologist (d. 1990)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 25", "txt": "Herbert Scarf, American economist and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 25", "txt": "Annie Ross, Scottish-American singer and actress (d. 2020)", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 25", "txt": "James Butler, English sculptor and educator", "entities": [{"title": "James Butler (artist)", "href": "/wiki/James_Butler_(artist)", "description": "James Walter Butler MBE RA is a British sculptor."}]}, {"heading": "Births", "year": "1932", "date": "July 25", "txt": "Paul J. Weitz, American astronaut (d. 2017)", "entities": [{"title": "Paul J. Weitz", "href": "/wiki/Paul_J._Weitz", "description": "Paul Joseph Weitz was an American naval officer and aviator, aeronautical engineer, test pilot, and NASA astronaut, who flew into space twice. He was a member of the three-man crew who flew on Skylab 2, the first crewed Skylab mission. He was also Commander of the STS-6 mission, the maiden flight of the Space Shuttle Challenger."}]}, {"heading": "Births", "year": "1934", "date": "July 25", "txt": "Don Ellis, American trumpet player and composer (d. 1978)", "entities": [{"title": "Don Ellis", "href": "/wiki/Don_Ellis", "description": "Donald Johnson Ellis was an American jazz trumpeter, drummer, composer, and bandleader. He is best known for his extensive musical experimentation, particularly in the area of time signatures. Later in his life he worked as a film composer, contributing a score to 1971's The French Connection and 1973's The Seven-Ups."}]}, {"heading": "Births", "year": "1934", "date": "July 25", "txt": "Claude Zidi, French director and screenwriter", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 25", "txt": "Barbara Harris, American actress and singer (d. 2018)", "entities": [{"title": "Barbara Harris (actress)", "href": "/wiki/Barbara_Harris_(actress)", "description": "Barbara Densmoor Harris was an American actress. She appeared in such movies as A Thousand Clowns, Plaza Suite, Nashville, Family Plot, Freaky Friday, Peggy Sue Got Married, and Grosse Pointe Blank. Harris won a Tony Award and was nominated for an Academy Award. She also received four Golden Globe Award nominations."}]}, {"heading": "Births", "year": "1935", "date": "July 25", "txt": "Adnan Khashoggi, Saudi Arabian businessman (d. 2017)", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 25", "txt": "Gilbert Parent, Canadian educator and politician, 33rd Speaker of the House of Commons of Canada (d. 2009)", "entities": [{"title": "Speaker of the House of Commons of Canada", "href": "/wiki/Speaker_of_the_House_of_Commons_of_Canada", "description": "The Speaker of the House of Commons is the presiding officer of the lower house of the Parliament of Canada and is elected at the beginning of each new parliament by fellow members of Parliament (MPs). The speaker's role in presiding over Canada's House of Commons is similar to that of speakers elsewhere in other countries that use the Westminster system."}]}, {"heading": "Births", "year": "1935", "date": "July 25", "txt": "John Robinson, American football player and coach", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 25", "txt": "Larry Sherry, American baseball player and coach (d. 2006)", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 25", "txt": "Lars Werner, Swedish lawyer and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1936", "date": "July 25", "txt": "Gerry Ashmore, English race car driver", "entities": [{"title": "Gerry Ashmore", "href": "/wiki/Gerry_Ashmore", "description": "Gerald Ashmore is a British former motor racing driver from England. He participated in four Formula One World Championship Grands Prix, scoring no championship points."}]}, {"heading": "Births", "year": "1936", "date": "July 25", "txt": "Glenn Murcutt, English-Australian architect and academic", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 25", "txt": "Colin Renfrew, Baron Renfrew of Kaimsthorn, English archaeologist and academic", "entities": [{"title": "Colin Renfrew, Baron Renfrew of Kaimsthorn", "href": "/wiki/Colin_Renfrew,_Baron_Renfrew_of_Kaimsthorn", "description": "Andrew Colin Renfrew, Baron Renfrew of Kaimsthorn, FBA, FSA, Hon FSA Scot is a British archaeologist, paleolinguist and Conservative peer noted for his work on radiocarbon dating, the prehistory of languages, archaeogenetics, and the prevention of looting at archaeological sites."}]}, {"heading": "Births", "year": "1940", "date": "July 25", "txt": "Richard Ballantine, American-English journalist and author (d. 2013)", "entities": [{"title": "Richard Ballantine", "href": "/wiki/Richard_Ballantine", "description": "Richard Ballantine was a cycling writer, journalist and cycling advocate. Born in America, the son of Ian and Betty Ballantine of Ballantine Books, and educated at the Browning School in New York and Columbia University, he principally resided in London, England. He is most famous for his 1972 Richard's Bicycle Book and its subsequent editions. He was also an editor at Rufus Publications and found"}]}, {"heading": "Births", "year": "1941", "date": "July 25", "txt": "Manny Charlton, Spanish-born Scottish rock musician and songwriter", "entities": [{"title": "Manny Charlton", "href": "/wiki/Manny_Charlton", "description": "Manuel \"Manny\" Charlton is a founding member of the Scottish hard rock band Nazareth and was their lead guitarist from 1968 to 1990."}]}, {"heading": "Births", "year": "1941", "date": "July 25", "txt": "Nate Thurmond, American basketball player (d. 2016)", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 25", "txt": "Emmett Till, American lynching victim (d. 1955)", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 25", "txt": "Bruce Woodley, Australian singer-songwriter and guitarist", "entities": [{"title": "Bruce Woodley", "href": "/wiki/Bruce_Woodley", "description": "Bruce William Woodley,, is an Australian singer-songwriter and musician. He was a founding member of the successful folk-pop group The Seekers, and co-composer of the song \"I Am Australian\". Woodley attended Melbourne High School with fellow Seekers, Athol Guy and Keith Potger."}]}, {"heading": "Births", "year": "1943", "date": "July 25", "txt": "Jim McCarty, English singer and drummer", "entities": [{"title": "Jim McCarty", "href": "/wiki/Jim_McCarty", "description": "James Stanley McCarty is an English musician, best known as the drummer for the Yardbirds and Renaissance. Following Chris Dreja's departure from the Yardbirds in 2013, McCarty became the only member of the band to feature in every lineup."}]}, {"heading": "Births", "year": "1943", "date": "July 25", "txt": "Erika Steinbach, Polish-German politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 25", "txt": "Sally Beauman, English journalist and author (d. 2016)", "entities": [{"title": "Sally Beauman", "href": "/wiki/Sally_Beauman", "description": "Sally Vanessa Beauman was an English journalist and writer, author of eight widely translated and best-selling novels."}]}, {"heading": "Births", "year": "1946", "date": "July 25", "txt": "José Areas, Nicaraguan drummer", "entities": [{"title": "José Areas", "href": "/wiki/Jos%C3%A9_Areas", "description": "José Octavio \"Chepito\" Areas Dávila is a Nicaraguan percussionist best known for having played timbales and Conga drums in the Latin rock group Santana in 1969–1977 and 1987–1989. In 1998, he was inducted into the Rock & Roll Hall of Fame for his work in Santana. In 1997, he performed on Abraxas Pool with other members of the early 1970s iteration of Santana, including Gregg Rolie, Neal Schon, Mic"}]}, {"heading": "Births", "year": "1946", "date": "July 25", "txt": "Nicole Farhi, French fashion designer and sculptor", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 25", "txt": "John Gibson, American radio host", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 25", "txt": "Rita Marley, Cuban-Jamaican singer", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 25", "txt": "P. Selvarasa, Sri Lankan politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 25", "txt": "Ljupka Dimitrovska, Macedonian-Croatian pop singer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 25", "txt": "Steve Goodman, American singer-songwriter and guitarist (d. 1984)", "entities": [{"title": "Steve Goodman", "href": "/wiki/Steve_Goodman", "description": "Steven Benjamin Goodman was an American folk and country singer-songwriter from Chicago. He wrote the song \"City of New Orleans,\" which was recorded by Arlo Guthrie and many others including John Denver, The Highwaymen, and Judy Collins; in 1985, it received a Grammy award for best country song, as performed by Willie Nelson. Goodman had a small but dedicated group of fans for his albums and conce"}]}, {"heading": "Births", "year": "1950", "date": "July 25", "txt": "Mark Clarke, English singer-songwriter and bass player", "entities": [{"title": "Mark Clarke", "href": "/wiki/Mark_Clarke", "description": "Mark Clarke is an English musician, bass player and singer, best known for his work with Colosseum and Mountain, as well as brief stints with Uriah Heep and Rainbow."}]}, {"heading": "Births", "year": "1951", "date": "July 25", "txt": "Jack Thompson, American lawyer and activist", "entities": [{"title": "Jack Thompson (activist)", "href": "/wiki/Jack_Thompson_(activist)", "description": "John Bruce \"Jack\" Thompson is an American activist and disbarred attorney, based in Coral Gables, Florida. He is known for his role as an anti-video-game activist, particularly against violence and sex in video games. During his time as an attorney, Thompson focused his legal efforts against what he perceives as obscenity in modern culture. This included rap music, broadcasts by shock jock Howard "}]}, {"heading": "Births", "year": "1951", "date": "July 25", "txt": "Verdine White, American bass player and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 25", "txt": "Eduardo Souto de Moura, Portuguese architect, designed the Estádio Municipal de Braga", "entities": [{"title": "Eduardo Souto de Moura", "href": "/wiki/Eduardo_Souto_de_Moura", "description": "Eduardo Elísio Machado Souto de Moura, better known as Eduardo Souto de Moura, is a Portuguese architect who was the recipient of the Pritzker Architecture Prize in 2011 and the Wolf Prize in Arts in 2013. Along with Fernando Távora and Álvaro Siza, he is one of the alumni of the Porto School of Architecture, where he was appointed a Professor."}, {"title": "Estádio Municipal de Braga", "href": "/wiki/Est%C3%A1dio_Municipal_de_Braga", "description": "The Municipal Stadium of Braga is an all-seater football stadium located in Braga, Portugal, and the current home of Sporting Clube de Braga. It has a capacity of 30,286 spectators, making it the seventh largest football stadium in Portugal. The Pritzker Architecture Prize-winning stadium was designed by Portuguese architect Eduardo Souto de Moura."}]}, {"heading": "Births", "year": "1953", "date": "July 25", "txt": "Joseph A. Tunzi, Chicago based author, foremost expert on Elvis Presley", "entities": [{"title": "Joseph A. Tunzi", "href": "/wiki/Joseph_A._Tunzi", "description": "Joseph Anthony Tunzi is a Chicago, Illinois-based author, publisher, and producer. He has been described as \"a renowned author from Chicago\" and \"one of the foremost authorities on Elvis Presley,\" authoring, self-publishing, and producing over 60 titles about Presley for the past 33 years. Tunzi has also compiled a massive photo archive, from which he licenses photographs of Presley."}, {"title": "Chicago", "href": "/wiki/Chicago", "description": "Chicago, officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third most populous city in the United States. With an estimated population of 2,693,976 in 2019, it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second most populous county in the U.S., while a small portion of the city's O'Har"}, {"title": "Elvis Presley", "href": "/wiki/Elvis_Presley", "description": "Elvis Aaron Presley, also known simply as Elvis, was an American singer, musician and actor. He is regarded as one of the most significant cultural icons of the 20th century and is often referred to as the \"King of Rock and Roll\". His energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines during a transf"}]}, {"heading": "Births", "year": "1953", "date": "July 25", "txt": "Robert Zoellick, American banker and politician, 14th United States Deputy Secretary of State", "entities": [{"title": "United States Deputy Secretary of State", "href": "/wiki/United_States_Deputy_Secretary_of_State", "description": "The Deputy Secretary of State of the United States is the principal deputy to the secretary of state. The current deputy Secretary of State is Wendy Ruth Sherman, serving since April 2021 under secretary of state Antony Blinken. If the secretary of state resigns or dies, the deputy secretary of state becomes acting secretary of state until the President nominates and the Senate confirms a replacem"}]}, {"heading": "Births", "year": "1954", "date": "July 25", "txt": "Ken Greer, Canadian guitarist, keyboard player, and producer", "entities": [{"title": "Ken Greer", "href": "/wiki/Ken_Greer", "description": "Kenneth William Greer is a Canadian guitarist and keyboardist. He was one of the founding members of the Canadian rock band Red Rider."}]}, {"heading": "Births", "year": "1954", "date": "July 25", "txt": "Sheena McDonald, Scottish journalist", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 25", "txt": "Walter Payton, American football player and race car driver (d. 1999)", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 25", "txt": "Jochem Ziegert, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "July 25", "txt": "Iman, Somalian-English model and actress", "entities": [{"title": "Iman (model)", "href": "/wiki/Iman_(model)", "description": "Iman Abdulmajid is a Somali-American fashion model, actress and entrepreneur. A muse of designers Gianni Versace, Halston, Calvin Klein, Donna Karan and Yves Saint Laurent, she is also noted for her philanthropic work. She is the widow of English rock musician David Bowie, whom she married in 1992."}]}, {"heading": "Births", "year": "1955", "date": "July 25", "txt": "Randall Bewley, American guitarist and songwriter (d. 2009)", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 25", "txt": "Andy Goldsworthy, English-Scottish sculptor and photographer", "entities": [{"title": "Andy Goldsworthy", "href": "/wiki/Andy_Goldsworthy", "description": "Andy Goldsworthy is a British sculptor, photographer and environmentalist who produces site-specific sculptures and land art situated in natural and urban settings. He lives and works in Scotland."}]}, {"heading": "Births", "year": "1956", "date": "July 25", "txt": "Frances Arnold, American scientist and engineer", "entities": []}, {"heading": "Births", "year": "1957", "date": "July 25", "txt": "Mark Hunter, English politician", "entities": [{"title": "Mark Hunter (politician)", "href": "/wiki/Mark_Hunter_(politician)", "description": "Mark James Hunter is a British Liberal Democrat politician who became Member of Parliament (MP) for Cheadle at a 2005 by-election. At the 2015 general election, Hunter lost his seat to Mary Robinson of the Conservative Party."}]}, {"heading": "Births", "year": "1957", "date": "July 25", "txt": "Steve Podborski, Canadian skier", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 25", "txt": "Alexei Filippenko, American astrophysicist and academic", "entities": [{"title": "Alexei Filippenko", "href": "/wiki/Alexei_Filippenko", "description": "Alexei Vladimir \"Alex\" Filippenko is an American astrophysicist and professor of astronomy at the University of California, Berkeley. Filippenko graduated from Dos Pueblos High School in Goleta, California. He received a Bachelor of Arts in physics from the University of California, Santa Barbara in 1979 and a Ph.D. in astronomy from the California Institute of Technology in 1984, where he was a H"}]}, {"heading": "Births", "year": "1958", "date": "July 25", "txt": "Thurston Moore, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 25", "txt": "Fyodor Cherenkov, Russian footballer and manager (d. 2014)", "entities": [{"title": "Fyodor Cherenkov", "href": "/wiki/Fyodor_Cherenkov", "description": "Fyodor Fyodorovich Cherenkov was a Soviet and Russian football midfielder who played for Spartak Moscow and Red Star Football Club (1990–91)."}]}, {"heading": "Births", "year": "1959", "date": "July 25", "txt": "Geoffrey Zakarian, American chef and author", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 25", "txt": "Alain Robidoux, Canadian snooker player", "entities": [{"title": "Alain Robidoux", "href": "/wiki/Alain_Robidoux", "description": "Alain Robidoux is a Canadian retired professional snooker player. Robidoux played on the sport's main tour from 1987 to 2004 and continues to play in events in Canada."}]}, {"heading": "Births", "year": "1960", "date": "July 25", "txt": "Justice Howard, American photographer", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 25", "txt": "Māris Martinsons, Latvian film director, producer, screenwriter, and editor", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 25", "txt": "Carin Bakkum, Dutch tennis player", "entities": [{"title": "Carin Bakkum", "href": "/wiki/Carin_Bakkum", "description": "Carin Bakkum is a Dutch former tennis player. During her career, Bakkum won two ITF singles titles as well as one WTA and 11 ITF doubles titles. She reached a singles ranking high of world number 141 on 27 March 1989 and on 22 June 1987 reached a doubles ranking high of world number 69."}]}, {"heading": "Births", "year": "1962", "date": "July 25", "txt": "Doug Drabek, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 25", "txt": "Denis Coderre, Canadian politician, 44th Mayor of Montreal", "entities": [{"title": "Denis Coderre", "href": "/wiki/Denis_Coderre", "description": "Denis Coderre is a Canadian politician from Quebec. Coderre was the Member of Parliament for the riding of Bourassa from 1997 until 2013, and was the Immigration minister from 2002-2003 and became the Mayor of Montreal in 2013, but lost in 2017 to Valérie Plante. He has been an administrator of Eurostar since 2018 and Special advisor for the FIA since 2019."}, {"title": "Mayor of Montreal", "href": "/wiki/Mayor_of_Montreal", "description": "The Mayor of Montreal is head of the executive branch of the Montreal City Council. The current mayor is Valérie Plante, who was elected into office on November 5, 2017, and sworn in on November 16. The office of the mayor administers all city services, public property, police and fire protection, most public agencies, and enforces all city and provincial laws within Montreal, Quebec. The mayor is"}]}, {"heading": "Births", "year": "1963", "date": "July 25", "txt": "Julian Hodgson, Welsh chess player", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 25", "txt": "Anne Applebaum, American journalist and author", "entities": [{"title": "Anne Applebaum", "href": "/wiki/Anne_Applebaum", "description": "Anne Elizabeth Applebaum is an American journalist and historian. She has written extensively about Marxism–Leninism and the development of civil society in Central and Eastern Europe."}]}, {"heading": "Births", "year": "1964", "date": "July 25", "txt": "Tony Granato, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 25", "txt": "Breuk Iversen, American designer and journalist", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 25", "txt": "Marty Brown, American singer-songwriter and guitarist", "entities": [{"title": "Marty Brown (singer)", "href": "/wiki/Marty_Brown_(singer)", "description": "Dennis Marty Brown is an American country music artist. Active between 1991 and 1996, he has released six studio albums and has charted one single on the Billboard Hot Country Songs charts. Marty Brown and his wife, Shellie, currently reside in Simpson County, Franklin, Kentucky since July 2004."}]}, {"heading": "Births", "year": "1965", "date": "July 25", "txt": "Illeana Douglas, American actress, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 25", "txt": "Dale Shearer, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 25", "txt": "Daryl Halligan, New Zealand rugby player and sportscaster", "entities": [{"title": "Daryl Halligan", "href": "/wiki/Daryl_Halligan", "description": "Daryl John Halligan is a rugby league commentator and former professional player. A New Zealand international winger, he was the pre-eminent goal-kicker of his era, retiring as the highest point scorer in Australian premiership history. Halligan played club football in Australia for the North Sydney Bears and Canterbury-Bankstown Bulldogs, winning the 1995 ARL Premiership with the latter. Before s"}]}, {"heading": "Births", "year": "1966", "date": "July 25", "txt": "Maureen Herman, American bass player", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 25", "txt": "Diana Johnson, English politician", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 25", "txt": "Matt LeBlanc, American actor and producer", "entities": [{"title": "Matt LeBlanc", "href": "/wiki/Matt_LeBlanc", "description": "Matthew Steven LeBlanc is an American actor and comedian. He garnered global recognition with his portrayal of Joey Tribbiani in the NBC sitcom Friends and in its spin-off series Joey. For his work on Friends, Le Blanc received three nominations at the Primetime Emmy Awards. He has also starred as a fictionalized version of himself in Episodes (2011–2017), for which he won a Golden Globe Award and"}]}, {"heading": "Births", "year": "1967", "date": "July 25", "txt": "Ruth Peetoom, Dutch minister and politician", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 25", "txt": "Tommy Skjerven, Norwegian footballer and referee", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 25", "txt": "Rudi Bryson, South African cricketer", "entities": [{"title": "Rudi Bryson", "href": "/wiki/Rudi_Bryson", "description": "Rudi Edwin Bryson is a former South African cricketer who played seven One Day Internationals in 1997. He also played in 96 first-class and 155 List A matches during his career."}]}, {"heading": "Births", "year": "1968", "date": "July 25", "txt": "Shi Tao, Chinese journalist and poet", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 25", "txt": "Jon Barry, American basketball player and sportscaster", "entities": [{"title": "Jon Barry", "href": "/wiki/Jon_Barry", "description": "Jon Alan Barry is an American former basketball player and current television analyst for ABC and ESPN."}]}, {"heading": "Births", "year": "1969", "date": "July 25", "txt": "Annastacia Palaszczuk, Australian politician, 39th Premier of Queensland", "entities": [{"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1971", "date": "July 25", "txt": "Roger Creager, American singer-songwriter", "entities": [{"title": "Roger Creager", "href": "/wiki/Roger_Creager", "description": "Roger Creager is an American Texas country music singer and songwriter from Corpus Christi, Texas."}]}, {"heading": "Births", "year": "1971", "date": "July 25", "txt": "Tracy Murray, American basketball player", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 25", "txt": "Billy Wagner, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 25", "txt": "David Penna, Australian rugby league player and coach", "entities": [{"title": "David Penna", "href": "/wiki/David_Penna", "description": "David Penna is an Australian rugby league coach and former footballer who played for the Parramatta Eels and the South Sydney Rabbitohs during his long professional career."}]}, {"heading": "Births", "year": "1973", "date": "July 25", "txt": "Dani Filth, English singer-songwriter", "entities": [{"title": "Dani Filth", "href": "/wiki/Dani_Filth", "description": "Daniel Lloyd Davey, known professionally as Dani Filth, is the lyricist, vocalist, and founding member of the metal band Cradle of Filth. He has a five-octave vocal range."}]}, {"heading": "Births", "year": "1973", "date": "July 25", "txt": "Kevin Phillips, English footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 25", "txt": "Igli Tare, Albanian footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 25", "txt": "Lauren Faust, American animator, producer, and screenwriter", "entities": [{"title": "Lauren Faust", "href": "/wiki/Lauren_Faust", "description": "Lauren J. Faust is an American animator and writer, best known as the creator of the animated series My Little Pony: Friendship is Magic for Hasbro, as well as for working frequently with her husband Craig McCracken. Faust has also worked as an animator on television series such as The Powerpuff Girls and Foster's Home for Imaginary Friends, and with companies like Cartoon Network Studios, Warner "}]}, {"heading": "Births", "year": "1974", "date": "July 25", "txt": "Julia Laffranque, Estonian lawyer and judge", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 25", "txt": "Kenzo Suzuki, Japanese rugby player and wrestler", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 25", "txt": "Jody Craddock, English footballer and coach", "entities": [{"title": "Jody Craddock", "href": "/wiki/Jody_Craddock", "description": "Jody Darryl Craddock is an English former footballer and artist who played as a centre back in the Premier League for Sunderland and Wolverhampton Wanderers."}]}, {"heading": "Births", "year": "1975", "date": "July 25", "txt": "Jean-Claude Darcheville, Guianan-French footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 25", "txt": "El Zorro, Mexican wrestler", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 25", "txt": "Brian Gibson, American bass player", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 25", "txt": "Evgeni Nabokov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 25", "txt": "Marcos Assunção, Brazilian footballer", "entities": [{"title": "Marcos Assunção", "href": "/wiki/Marcos_Assun%C3%A7%C3%A3o", "description": "Marcos dos Santos Assunção is a Brazilian former professional footballer. A central midfielder, he was renowned as a world-class free kick specialist."}]}, {"heading": "Births", "year": "1976", "date": "July 25", "txt": "Jovica Tasevski-Eternijan, Macedonian poet and critic", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 25", "txt": "Javier Vázquez, Puerto Rican-American baseball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 25", "txt": "Kenny Thomas, American basketball player", "entities": [{"title": "Kenny Thomas (basketball)", "href": "/wiki/Kenny_Thomas_(basketball)", "description": "Kenneth Cornelius Thomas is an American retired professional basketball player who played eleven seasons in the National Basketball Association (NBA)."}]}, {"heading": "Births", "year": "1978", "date": "July 25", "txt": "Gerard Warren, American football player", "entities": [{"title": "Gerard Warren", "href": "/wiki/Gerard_Warren", "description": "Gerard Thurston Warren is an American former college and professional football player who was a defensive tackle in the National Football League (NFL) for eleven seasons. He played college football for the University of Florida. He was drafted by the Cleveland Browns third overall in the 2001 NFL Draft, and has also played professionally for the Denver Broncos, Oakland Raiders and New England Patr"}]}, {"heading": "Births", "year": "1978", "date": "July 25", "txt": "Louise Joy Brown, first human to be born via IVF", "entities": [{"title": "In vitro fertilisation", "href": "/wiki/In_vitro_fertilisation", "description": "In vitro fertilisation (IVF) is a process of fertilisation where an egg is combined with sperm outside the body, in vitro. The process involves monitoring and stimulating a woman's ovulatory process, removing an ovum or ova from the woman's ovaries and letting sperm fertilise them in a culture medium in a laboratory. After the fertilised egg (zygote) undergoes embryo culture for 2–6 days, it is im"}]}, {"heading": "Births", "year": "1979", "date": "July 25", "txt": "Ali Carter, English snooker player", "entities": [{"title": "Ali Carter", "href": "/wiki/Ali_Carter", "description": "Allister Carter is an English professional snooker player. He has twice been the World Championship runner-up, in 2008 and 2012, losing both finals to Ronnie O'Sullivan. He has won four ranking titles and briefly reached number two in the world rankings in 2010. His nickname, \"The Captain\", comes from his hobby of piloting aeroplanes."}]}, {"heading": "Births", "year": "1979", "date": "July 25", "txt": "Tom Lungley, English cricketer and umpire", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 25", "txt": "Shawn Riggans, American baseball player", "entities": [{"title": "Shawn Riggans", "href": "/wiki/Shawn_Riggans", "description": "Shawn Willis Riggans is a former professional baseball catcher for the Tampa Bay Rays, spending parts of four seasons with the club from 2006 through 2009."}]}, {"heading": "Births", "year": "1980", "date": "July 25", "txt": "Toni Vilander, Finnish race car driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 25", "txt": "David Wachs, American actor and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 25", "txt": "Scott Waldrom, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 25", "txt": "Conor Casey, American soccer player", "entities": [{"title": "Conor Casey", "href": "/wiki/Conor_Casey", "description": "Conor Patrick Casey is an American soccer coach and former player. He played for 16 seasons, finishing his career with Columbus Crew SC, before turning to coaching with his former club Colorado Rapids. Casey spent part of the 2019 season as the Rapids interim head coach after the firing of Anthony Hudson on May 1."}]}, {"heading": "Births", "year": "1981", "date": "July 25", "txt": "Constantinos Charalambidis, Cypriot footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 25", "txt": "Yūichi Komano, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 25", "txt": "Mac Lethal, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 25", "txt": "Jani Rita, Finnish ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 25", "txt": "Brad Renfro, American actor and musician (d. 2008)", "entities": [{"title": "Brad Renfro", "href": "/wiki/Brad_Renfro", "description": "Brad Barron Renfro was an American actor. Renfro made his film debut at the age of 11 with a starring role in The Client (1994), and went on to appear in 21 feature films."}]}, {"heading": "Births", "year": "1982", "date": "July 25", "txt": "Jason Dundas, Australian TV host", "entities": [{"title": "Jason Dundas", "href": "/wiki/Jason_Dundas", "description": "Jason Dundas is an Australian-born television presenter and actor, known for his roles as special correspondent for CBS's Entertainment Tonight. He was the host of The X Factor Australia in 2016."}]}, {"heading": "Births", "year": "1983", "date": "July 25", "txt": "Nenad Krstić, Serbian basketball player", "entities": [{"title": "Nenad Krstić", "href": "/wiki/Nenad_Krsti%C4%87", "description": "Nenad Krstić is a Serbian basketball executive and former professional player. He currently serves as the vice president of the Basketball Federation of Serbia, in charge of the men's basketball."}]}, {"heading": "Births", "year": "1984", "date": "July 25", "txt": "Loukas Mavrokefalidis, Greek basketball player", "entities": [{"title": "Loukas Mavrokefalidis", "href": "/wiki/Loukas_Mavrokefalidis", "description": "Loukas Mavrokefalidis is a Greek professional basketball player for Ionikos Nikaias of the Greek Basket League. He has also represented the senior Greek national team. He was selected by the Minnesota Timberwolves in the 2nd round of the 2006 NBA draft."}]}, {"heading": "Births", "year": "1985", "date": "July 25", "txt": "James Lafferty, American actor and athlete", "entities": [{"title": "James Lafferty", "href": "/wiki/James_Lafferty", "description": "James Martin Lafferty is an American actor, director, and producer. He is best known for his portrayal of Nathan Scott on The WB/CW teen drama television series One Tree Hill from 2003 to 2012."}]}, {"heading": "Births", "year": "1985", "date": "July 25", "txt": "Nelson Piquet Jr., Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 25", "txt": "Hugo Rodallega, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 25", "txt": "Abraham Gneki Guié, Ivorian footballer", "entities": [{"title": "Abraham Gneki Guié", "href": "/wiki/Abraham_Gneki_Gui%C3%A9", "description": "Abraham Guié Guié is an Ivorian former professional footballer who played as a winger or striker."}]}, {"heading": "Births", "year": "1986", "date": "July 25", "txt": "Hulk, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 25", "txt": "Richard Bachman, American ice hockey player", "entities": [{"title": "Richard Bachman (ice hockey)", "href": "/wiki/Richard_Bachman_(ice_hockey)", "description": "Richard Harrison Bachman is an American former professional ice hockey goaltender who is currently the goaltending coach for the Iowa Wild of the American Hockey League (AHL). He played two seasons of college ice hockey at Colorado College before enjoying a career in the National Hockey League with the Dallas Stars, Edmonton Oilers and the Vancouver Canucks. Bachman was born in Salt Lake City, Uta"}]}, {"heading": "Births", "year": "1987", "date": "July 25", "txt": "Mitchell Burgzorg, Dutch footballer and rapper", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 25", "txt": "Fernando, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 25", "txt": "Jax Jones, English DJ, singer and songwriter", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 25", "txt": "Eran Zahavi, Israeli footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 25", "txt": "John Goossens, Dutch footballer", "entities": [{"title": "John Goossens", "href": "/wiki/John_Goossens", "description": "John Goossens is a Dutch professional footballer who plays as a midfielder for ADO Den Haag in the Eredivisie."}]}, {"heading": "Births", "year": "1988", "date": "July 25", "txt": "Tom Hiariej, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 25", "txt": "Stacey Kemp, English skater", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 25", "txt": "Paulinho, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 25", "txt": "Anthony Stokes, Irish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 25", "txt": "Natalia Vieru, Russian basketball player", "entities": [{"title": "Natalia Vieru", "href": "/wiki/Natalia_Vieru", "description": "Natalia Stanislavovna Vieru is a Russian basketball player. She is a member of the Russia women's national basketball team and competed in the 2012 Summer Olympics. Vieru played last for the Russian club UMMC Ekaterinburg as a center from 2015-2020."}]}, {"heading": "Births", "year": "1990", "date": "July 25", "txt": "Thodoris Karapetsas, Greek footballer", "entities": [{"title": "Thodoris Karapetsas", "href": "/wiki/Thodoris_Karapetsas", "description": "Thodoris \"Theodoros\" Karapetsas is a Greek footballer."}]}, {"heading": "Births", "year": "1991", "date": "July 25", "txt": "Toni Duggan, English footballer", "entities": [{"title": "Toni Duggan", "href": "/wiki/Toni_Duggan", "description": "Toni Duggan is an English footballer who plays as a winger or forward for Spanish Primera División club Atlético Madrid and the England national team. She has previously played in England for Everton and Manchester City, and in Spain for Barcelona."}]}, {"heading": "Births", "year": "1992", "date": "July 25", "txt": "Sergei Simonov, Russian ice hockey player (d. 2016)", "entities": [{"title": "Sergei Simonov (ice hockey)", "href": "/wiki/Sergei_Simonov_(ice_hockey)", "description": "Sergei Sergeevich Simonov was a Russian professional ice hockey player. He played with HC Lipetsk of the Russian Hockey League."}]}, {"heading": "Births", "year": "1997", "date": "July 25", "txt": "Nat Butcher, Australian rugby league player", "entities": [{"title": "Nat Butcher", "href": "/wiki/Nat_Butcher", "description": "Nat Butcher is an Australian professional rugby league footballer who plays as a lock and second-row forward for the Sydney Roosters in the NRL."}]}, {"heading": "Deaths", "year": "306", "date": "July 25", "txt": "Constantius Chlorus, Roman emperor (b. 250)", "entities": [{"title": "Constantius Chlorus", "href": "/wiki/Constantius_Chlorus", "description": "Flavius Valerius Constantius \"Chlorus\", also called Constantius I, was a Roman emperor as one of the four original members the \"Tetrarchy\" established by Diocletian in 293. He was a junior-ranking emperor, or Caesar, from 293 to 305, and senior emperor, Augustus, from 305 to 306. Constantius was also the father of Constantine the Great, the first Christian emperor of Rome. The nickname Chlorus was"}]}, {"heading": "Deaths", "year": "885", "date": "July 25", "txt": "Ragenold, margrave of Neustria", "entities": [{"title": "Ragenold of Neustria", "href": "/wiki/Ragenold_of_Neustria", "description": "Ragenold was the Count of Herbauges from 852 and Count of Maine and Margrave of Neustria from 878. His family is unidentified, but he may have been a son of Reginald of Herbauges."}]}, {"heading": "Deaths", "year": "1011", "date": "July 25", "txt": "Ichijō, emperor of Japan (b. 980)", "entities": [{"title": "Emperor Ichijō", "href": "/wiki/Emperor_Ichij%C5%8D", "description": "Emperor Ichijō  was the 66th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1190", "date": "July 25", "txt": "Sibylla, queen of Jerusalem", "entities": [{"title": "Sibylla, Queen of Jerusalem", "href": "/wiki/Sibylla,_Queen_of_Jerusalem", "description": "Sibylla was the Countess of Jaffa and Ascalon from 1176 and Queen of Jerusalem from 1186 to 1190. She was the eldest daughter of King Amalric of Jerusalem and Lady Agnes de Courtenay, sister of King Baldwin IV and half-sister of Princess Isabella/Queen Isabella I of Jerusalem, mother of Baldwin Aleramici/Prince Baldwin/King Baldwin V of Jerusalem. Her grandmother Queen Melisende had provided an ex"}]}, {"heading": "Deaths", "year": "1195", "date": "July 25", "txt": "Herrad of Landsberg, abbess, author, and illustrator (b. c. 1130)", "entities": [{"title": "Herrad of Landsberg", "href": "/wiki/Herrad_of_Landsberg", "description": "Herrad of Landsberg was a 12th-century Alsatian nun and abbess of Hohenburg Abbey in the Vosges mountains. She was known as the author of the pictorial encyclopedia Hortus deliciarum."}]}, {"heading": "Deaths", "year": "1409", "date": "July 25", "txt": "Martin I, king of Sicily (b. 1376)", "entities": [{"title": "Martin I of Sicily", "href": "/wiki/Martin_I_of_Sicily", "description": "Martin I of Sicily, called \"The Younger\", was King of Sicily from his marriage to Queen Maria in 1390 until his death."}]}, {"heading": "Deaths", "year": "1471", "date": "July 25", "txt": "Thomas à Kempis, German priest and mystic", "entities": [{"title": "Thomas à Kempis", "href": "/wiki/Thomas_%C3%A0_Kempis", "description": "Thomas à Kempis was a German-Dutch canon regular of the late medieval period and the author of The Imitation of Christ, one of the most popular and best known Christian devotional books. His name means \"Thomas of Kempen\", Kempen being his home town."}]}, {"heading": "Deaths", "year": "1472", "date": "July 25", "txt": "Charles of Artois, French nobleman (b. 1394)", "entities": [{"title": "Charles of Artois, Count of Eu", "href": "/wiki/Charles_of_Artois,_Count_of_Eu", "description": "Charles of Artois, son of Philip of Artois, Count of Eu, and Marie of Berry, was Count of Eu from December 1397 until his death 74 years later. He was taken prisoner by the English at the Battle of Agincourt on 25 October 1415, and was not released until 1438. In 1448, he married Jeanne of Saveuse and on 23 September 1454, Helene of Melun, but he had no children. He was appointed Lieutenant of the"}]}, {"heading": "Deaths", "year": "1492", "date": "July 25", "txt": "Innocent VIII, pope of the Catholic Church (b. 1432)", "entities": [{"title": "Pope Innocent VIII", "href": "/wiki/Pope_Innocent_VIII", "description": "Pope Innocent VIII, born Giovanni Battista Cybo, was head of the Catholic Church and ruler of the Papal States from 29 August 1484 to his death. Son of the viceroy of Naples, Battista spent his early years at the Neapolitan court. He became a priest in the retinue of Cardinal Calandrini, half-brother to Pope Nicholas V (1447–55), Bishop of Savona under Pope Paul II, and with the support of Cardina"}]}, {"heading": "Deaths", "year": "1564", "date": "July 25", "txt": "Ferdinand I, Holy Roman Emperor (b. 1503)", "entities": [{"title": "Ferdinand I, Holy Roman Emperor", "href": "/wiki/Ferdinand_I,_Holy_Roman_Emperor", "description": "Ferdinand I was Holy Roman Emperor from 1556, King of Bohemia, Hungary, and Croatia from 1526, and Archduke of Austria from 1521 until his death in 1564. Before his accession, he ruled the Austrian hereditary lands of the Habsburgs in the name of his elder brother, Charles V, Holy Roman Emperor. Also, he often served as Charles' representative in the Holy Roman Empire and developed encouraging rel"}]}, {"heading": "Deaths", "year": "1572", "date": "July 25", "txt": "Isaac Luria, Ottoman rabbi and mystic (b. 1534)", "entities": [{"title": "Isaac Luria", "href": "/wiki/Isaac_Luria", "description": "Isaac Luria Ashkenazi, commonly known in Jewish religious circles as \"Ha'ARI\", \"Ha'ARI Hakadosh\" [the holy ARI] or \"ARIZaL\" [the ARI, Of Blessed Memory ], was a leading rabbi and Jewish mystic in the community of Safed in the Galilee region of Ottoman Syria, now Israel. He is considered the father of contemporary Kabbalah, his teachings being referred to as Lurianic Kabbalah. While his direct lite"}]}, {"heading": "Deaths", "year": "1608", "date": "July 25", "txt": "Pomponio Nenna, Italian composer (b. 1556)", "entities": [{"title": "Pomponio Nenna", "href": "/wiki/Pomponio_Nenna", "description": "Pomponio Nenna was a Neapolitan Italian composer of the Renaissance. He is mainly remembered for his madrigals, which were influenced by Gesualdo, and for his polychoral sacred motets, posthumously published as Sacrae Hebdomadae Responsoria in 1622."}]}, {"heading": "Deaths", "year": "1616", "date": "July 25", "txt": "Andreas Libavius, German physician and chemist (b. 1550)", "entities": [{"title": "Andreas Libavius", "href": "/wiki/Andreas_Libavius", "description": "Andreas Libavius or Andrew Libavius was born in Halle, Germany c. 1550 and died in July 1616. Libavius was a renaissance man who spent time as a professor at the University of Jena teaching history and poetry. After which he became a physician at the Gymnasium in Rothenburg and later founded the Gymnasium at Coburg. Libavius was most known for practicing alchemy and writing a book called Alchemia,"}]}, {"heading": "Deaths", "year": "1643", "date": "July 25", "txt": "Robert Pierrepont, 1st Earl of Kingston-upon-Hull, English general and politician (b. 1584)", "entities": [{"title": "Robert Pierrepont, 1st Earl of Kingston-upon-Hull", "href": "/wiki/Robert_Pierrepont,_1st_Earl_of_Kingston-upon-Hull", "description": "Robert Pierrepont, 1st Earl of Kingston-upon-Hull was an English nobleman who joined the Royalist side in the English Civil War after some delay and became lieutenant-general of the counties of Lincoln, Rutland, Huntingdon, Cambridge and Norfolk. He was killed in a friendly fire incident after being captured by Parliamentary forces."}]}, {"heading": "Deaths", "year": "1681", "date": "July 25", "txt": "Urian Oakes, English-American minister and educator (b. 1631)", "entities": [{"title": "Urian Oakes", "href": "/wiki/Urian_Oakes", "description": "Urian Oakes was an English-born American minister and educator."}]}, {"heading": "Deaths", "year": "1790", "date": "July 25", "txt": "Johann Bernhard Basedow, German educator and reformer (b. 1723)", "entities": [{"title": "Johann Bernhard Basedow", "href": "/wiki/Johann_Bernhard_Basedow", "description": "Johann Bernhard Basedow was a German educational reformer, teacher and writer. He founded the Philanthropinum, a short-lived but influential progressive school in Dessau, and was the author of \"Elementarwerk\", a popular illustrated textbook for children."}]}, {"heading": "Deaths", "year": "1790", "date": "July 25", "txt": "William Livingston, American soldier and politician, 1st Governor of New Jersey (b. 1723)", "entities": [{"title": "Governor of New Jersey", "href": "/wiki/Governor_of_New_Jersey", "description": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansio"}]}, {"heading": "Deaths", "year": "1791", "date": "July 25", "txt": "Isaac Low, American merchant and politician (b. 1735)", "entities": [{"title": "Isaac Low", "href": "/wiki/Isaac_Low", "description": "Isaac Low was an American merchant in New York City who served as a member of the Continental Congress and as a delegate to the New York Provincial Congress. Though originally a Patriot, he later joined the Loyalist cause in the American Revolution."}]}, {"heading": "Deaths", "year": "1794", "date": "July 25", "txt": "André Chénier, Greek-French poet and author (b. 1762)", "entities": [{"title": "André Chénier", "href": "/wiki/Andr%C3%A9_Ch%C3%A9nier", "description": "André Marie Chénier was a French poet of Greek and Franco-Levantine origin, associated with the events of the French Revolution of which he was a victim. His sensual, emotive poetry marks him as one of the precursors of the Romantic movement. His career was brought to an abrupt end when he was guillotined for supposed \"crimes against the state\", just three days before the end of the Reign of Terro"}]}, {"heading": "Deaths", "year": "1794", "date": "July 25", "txt": "Jean-Antoine Roucher, French poet and author (b. 1745)", "entities": []}, {"heading": "Deaths", "year": "1794", "date": "July 25", "txt": "Friedrich von der Trenck, Prussian adventurer and author (b. 1726)", "entities": []}, {"heading": "Deaths", "year": "1826", "date": "July 25", "txt": "Kondraty Ryleyev, Russian poet and publisher (b. 1795)", "entities": [{"title": "Kondraty Ryleyev", "href": "/wiki/Kondraty_Ryleyev", "description": "Kondraty Fyodorovich Ryleyev, also spelled Kondraty Feodorovich Ryleev was a Russian poet, publisher, and a leader of the Decembrist Revolt, which attempted to overthrow the Russian monarchy in 1825."}]}, {"heading": "Deaths", "year": "1831", "date": "July 25", "txt": "Maria Szymanowska, Polish composer and pianist (b. 1789)", "entities": [{"title": "Maria Szymanowska", "href": "/wiki/Maria_Szymanowska", "description": "Maria Szymanowska was a Polish composer and one of the first professional virtuoso pianists of the 19th century. She toured extensively throughout Europe, especially in the 1820s, before settling permanently in St. Petersburg. In the Russian imperial capital, she composed for the court, gave concerts, taught music, and ran an influential salon."}]}, {"heading": "Deaths", "year": "1834", "date": "July 25", "txt": "Samuel Taylor Coleridge, English philosopher, poet, and critic (b. 1772)", "entities": [{"title": "Samuel Taylor Coleridge", "href": "/wiki/Samuel_Taylor_Coleridge", "description": "Samuel Taylor Coleridge  was an English poet, literary critic, philosopher and theologian who, with his friend William Wordsworth, was a founder of the Romantic Movement in England and a member of the Lake Poets. He also shared volumes and collaborated with Charles Lamb, Robert Southey, and Charles Lloyd. He wrote the poems The Rime of the Ancient Mariner and Kubla Khan, as well as the major prose"}]}, {"heading": "Deaths", "year": "1842", "date": "July 25", "txt": "Dominique Jean Larrey, French physician and surgeon (b. 1766)", "entities": [{"title": "Dominique Jean Larrey", "href": "/wiki/Dominique_Jean_Larrey", "description": "Baron Dominique Jean Larrey was a French surgeon and military doctor, who distinguished himself in the French Revolutionary Wars and the Napoleonic Wars. An important innovator in battlefield medicine and triage, he is often considered the first modern military surgeon."}]}, {"heading": "Deaths", "year": "1843", "date": "July 25", "txt": "Charles Macintosh, Scottish chemist and engineer (b. 1766)", "entities": [{"title": "Charles Macintosh", "href": "/wiki/Charles_Macintosh", "description": "Charles Macintosh FRS was a Scottish chemist and the inventor of waterproof fabric. The Mackintosh raincoat is named after him."}]}, {"heading": "Deaths", "year": "1861", "date": "July 25", "txt": "Jonas Furrer, Swiss lawyer and politician, President of the Swiss Confederation (b. 1805)", "entities": [{"title": "Jonas Furrer", "href": "/wiki/Jonas_Furrer", "description": "Jonas Furrer was a Swiss politician and member of the Swiss Federal Council (1848–1861). He was affiliated to the Radical Party."}, {"title": "President of the Swiss Confederation", "href": "/wiki/President_of_the_Swiss_Confederation", "description": "The president of the Swiss Confederation, also known as the president of the Confederation or colloquially as the president of Switzerland, is the head of Switzerland's seven-member Federal Council, the country's executive branch. Elected by the Federal Assembly for one year, the officeholder chairs the meetings of the Federal Council and undertakes special representational duties."}]}, {"heading": "Deaths", "year": "1865", "date": "July 25", "txt": "James Barry, English soldier and surgeon (b. 1799)", "entities": [{"title": "James Barry (surgeon)", "href": "/wiki/James_Barry_(surgeon)", "description": "James Miranda Steuart Barry was a military surgeon in the British Army, born in Cork, Ireland. Barry obtained a medical degree from the University of Edinburgh Medical School, then served first in Cape Town, South Africa, and subsequently in many parts of the British Empire. Before retirement, Barry had risen to the rank of Inspector General in charge of military hospitals, the second highest medi"}]}, {"heading": "Deaths", "year": "1887", "date": "July 25", "txt": "John Taylor, American religious leader, 3rd President of The Church of Jesus Christ of Latter-day Saints (b. 1808)", "entities": [{"title": "John Taylor (Mormon)", "href": "/wiki/John_Taylor_(Mormon)", "description": "John Taylor was an English religious leader who served as the third president of The Church of Jesus Christ of Latter-day Saints from 1880 to 1887. He is the first and so far only president of the LDS Church to have been born outside the United States."}, {"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Deaths", "year": "1934", "date": "July 25", "txt": "François Coty, French businessman, founded Coty, Inc. (b. 1874)", "entities": [{"title": "François Coty", "href": "/wiki/Fran%C3%A7ois_Coty", "description": "François Coty was a French perfumer, businessman, newspaper publisher, politician and patron of the arts. During World War I, he became one of the wealthiest men in France. He gained control in 1922 of daily newspaper Le Figaro. To check the growth of French socialism and Communism, he founded two other daily papers in 1928. In later years his wealth was much reduced. The company he founded in 190"}, {"title": "Coty, Inc.", "href": "/wiki/Coty,_Inc.", "description": "Coty Inc. is an American multinational beauty company founded in 1904 by François Coty. With its subsidiaries, it develops, manufactures, markets, and distributes fragrances, cosmetics, skin care, nail care, and both professional and retail hair care products. Coty owns around 77 brands as of 2018."}]}, {"heading": "Deaths", "year": "1934", "date": "July 25", "txt": "Engelbert Dollfuss, Austrian politician, 14th Chancellor of Austria (b. 1892)", "entities": [{"title": "Chancellor of Austria", "href": "/wiki/Chancellor_of_Austria", "description": "The Federal Chancellor of Austria is the head of government of the Republic of Austria. The position corresponds to that of Prime Minister in several other parliamentary democracies. The term is gendered in the German language."}]}, {"heading": "Deaths", "year": "1942", "date": "July 25", "txt": "Fred Englehardt, American triple jumper (b. 1879)", "entities": [{"title": "Fred Englehardt", "href": "/wiki/Fred_Englehardt", "description": "Fred Englehardt was an American athlete who competed mainly in the long jump and triple jump. He competed for the United States in the 1904 Summer Olympics held in St Louis, United States in the triple jump where he won the silver medal. He was also 4th in the long jump."}]}, {"heading": "Deaths", "year": "1952", "date": "July 25", "txt": "Herbert Murrill, English organist and composer (b. 1909)", "entities": [{"title": "Herbert Murrill", "href": "/wiki/Herbert_Murrill", "description": "Herbert Henry John Murrill was an English musician, composer, and organist."}]}, {"heading": "Deaths", "year": "1958", "date": "July 25", "txt": "Otto Lasanen, Finnish wrestler (b. 1891)", "entities": [{"title": "Otto Lasanen", "href": "/wiki/Otto_Lasanen", "description": "Otto Abraham Lasanen was a featherweight Greco-Roman wrestler from Finland. He won a bronze medal at the 1912 Summer Olympics and placed fourth at the 1914 unofficial European Championships. In 1917 he won a Russian title, as Finland was part of Russia then. Lasanen was a car driver by profession."}]}, {"heading": "Deaths", "year": "1959", "date": "July 25", "txt": "Yitzhak HaLevi Herzog, Polish-born Irish rabbi and author (b. 1888)", "entities": [{"title": "Yitzhak HaLevi Herzog", "href": "/wiki/Yitzhak_HaLevi_Herzog", "description": "Yitzhak HaLevi Herzog, also known as Isaac Herzog or Hertzog, was the first Chief Rabbi of Ireland, his term lasting from 1921 to 1936. From 1936 until his death in 1959, he was Ashkenazi Chief Rabbi of the British Mandate of Palestine and of Israel after its independence in 1948."}]}, {"heading": "Deaths", "year": "1962", "date": "July 25", "txt": "Thibaudeau Rinfret, Canadian lawyer and jurist, 9th Chief Justice of Canada (b. 1879)", "entities": [{"title": "Thibaudeau Rinfret", "href": "/wiki/Thibaudeau_Rinfret", "description": "Thibaudeau Rinfret, was a Canadian jurist and the ninth Chief Justice of Canada and Administrator of Canada in 1952."}, {"title": "Chief Justice of Canada", "href": "/wiki/Chief_Justice_of_Canada", "description": "The chief justice of Canada is the presiding judge of the nine-member Supreme Court of Canada, the highest judicial body in Canada. As such, the chief justice is the highest-ranking judge of the Canadian court system. The Supreme Court Act makes the chief justice, a Crown in Council appointment, meaning the Crown acting on the advice of the prime minister and minister of justice. The chief justice"}]}, {"heading": "Deaths", "year": "1963", "date": "July 25", "txt": "Ugo Cerletti, Italian neurologist and academic (b. 1877)", "entities": [{"title": "Ugo Cerletti", "href": "/wiki/Ugo_Cerletti", "description": "Ugo Cerletti was an Italian neurologist who discovered the method of electroconvulsive therapy (ECT) used in psychiatry. Electroconvulsive therapy is a therapy in which electric current is used to provoke a seizure for a short duration. This therapy is used in an attempt to treat certain mental disorders, and may be useful when other possible treatments have not, or cannot, cure the person of thei"}]}, {"heading": "Deaths", "year": "1966", "date": "July 25", "txt": "Frank O'Hara, American poet and critic (b. 1926)", "entities": [{"title": "Frank O'Hara", "href": "/wiki/Frank_O%27Hara", "description": "Francis Russell \"Frank\" O'Hara was an American writer, poet, and art critic. A curator at the Museum of Modern Art, O'Hara became prominent in New York City's art world. O'Hara is regarded as a leading figure in the New York School, an informal group of artists, writers, and musicians who drew inspiration from jazz, surrealism, abstract expressionism, action painting, and contemporary avant-garde "}]}, {"heading": "Deaths", "year": "1967", "date": "July 25", "txt": "Konstantinos Parthenis, Egyptian-Greek painter (b. 1878)", "entities": [{"title": "Konstantinos Parthenis", "href": "/wiki/Konstantinos_Parthenis", "description": "Konstantinos Parthenis was a distinguished Greek painter, born in Alexandria. Parthenis broke with the Greek academic tradition of the 19th century and introduced modern elements together with traditional themes, like the figure of Christ, in his art."}]}, {"heading": "Deaths", "year": "1971", "date": "July 25", "txt": "John Meyers, American swimmer and water polo player (b. 1880)", "entities": [{"title": "John Meyers (swimmer)", "href": "/wiki/John_Meyers_(swimmer)", "description": "John Meyers was an American freestyle swimmer and water polo player who competed in the 1904 Summer Olympics in St. Louis, Missouri. In the 1904 Olympics he won a bronze medal as a member of the Missouri Athletic Club water polo team. He also competed in one-mile freestyle, but did not finish the competition."}]}, {"heading": "Deaths", "year": "1971", "date": "July 25", "txt": "Leroy Robertson, American composer and educator (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "July 25", "txt": "Amy Jacques Garvey, Jamaican-American journalist and activist (b. 1895)", "entities": [{"title": "Amy Jacques Garvey", "href": "/wiki/Amy_Jacques_Garvey", "description": "Amy Euphemia Jacques Garvey was the Jamaican-born second wife of Marcus Garvey, and a journalist and activist in her own right. She was one of the pioneering female Black journalists and publishers of the 20th century."}]}, {"heading": "Deaths", "year": "1973", "date": "July 25", "txt": "Louis St. Laurent, Canadian lawyer and politician, 12th Prime Minister of Canada (b. 1882)", "entities": [{"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Deaths", "year": "1980", "date": "July 25", "txt": "Vladimir Vysotsky, Russian singer-songwriter, guitarist, and actor (b. 1938)", "entities": [{"title": "Vladimir Vysotsky", "href": "/wiki/Vladimir_Vysotsky", "description": "Vladimir Semyonovich Vysotsky was a Soviet singer-songwriter, poet, and actor whose career had an immense and enduring effect on Soviet culture. He became widely known for his unique singing style and for his lyrics, which featured social and political commentary in often humorous street jargon. He was also a prominent stage and screen actor. Though his work was largely ignored by the official Sov"}]}, {"heading": "Deaths", "year": "1981", "date": "July 25", "txt": "Rosa A. González, Puerto Rican nurse, author, feminist, and activist (b. 1889)", "entities": [{"title": "Rosa A. González", "href": "/wiki/Rosa_A._Gonz%C3%A1lez", "description": "Rosa A. González, RN, was a nurse, author, feminist and activist. She established various health clinics throughout Puerto Rico and was the founder of The Association of Registered Nurses of Puerto Rico. In 1929, Gonzalez wrote a book titled \"Los Hechos Desconocidos\", in which she denounced the discrimination against women and nurses in Puerto Rico. González’s book convinced James R. Beverley, the"}]}, {"heading": "Deaths", "year": "1982", "date": "July 25", "txt": "Hal Foster, Canadian-American author and illustrator (b. 1892)", "entities": [{"title": "Hal Foster", "href": "/wiki/Hal_Foster", "description": "Harold Rudolf Foster was a Canadian-American comic strip artist and writer best known as the creator of the comic strip Prince Valiant. His drawing style is noted for its high level of draftsmanship and attention to detail."}]}, {"heading": "Deaths", "year": "1984", "date": "July 25", "txt": "Bryan Hextall, Canadian ice hockey player (b. 1913)", "entities": [{"title": "Bryan Hextall", "href": "/wiki/Bryan_Hextall", "description": "Bryan Aldwyn Hextall was a Canadian professional ice hockey forward who played for the New York Rangers in the National Hockey League (NHL). Considered one of the top wingers of the 1940s, he led the NHL in goal scoring twice and in points once. Additionally, he was named a first-team All-Star three times, and a second-team All-Star once."}]}, {"heading": "Deaths", "year": "1984", "date": "July 25", "txt": "Big Mama Thornton, American singer-songwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "July 25", "txt": "Vincente Minnelli, American director and screenwriter (b. 1903)", "entities": [{"title": "Vincente Minnelli", "href": "/wiki/Vincente_Minnelli", "description": "Vincente Minnelli was an American stage director and film director. He directed the classic movie musicals Meet Me in St. Louis (1944), An American in Paris (1951), The Band Wagon (1953), and Gigi (1958). An American in Paris and Gigi both won the Academy Award for Best Picture, with Minnelli winning Best Director for Gigi. In addition to having directed some of the best known musicals of his day,"}]}, {"heading": "Deaths", "year": "1988", "date": "July 25", "txt": "Judith Barsi, American child actress (b. 1978)", "entities": [{"title": "Judith Barsi", "href": "/wiki/Judith_Barsi", "description": "Judith Eva Barsi was an American child actress of the 1980s. She began her career in television, making appearances in commercials and television series as well as in the film Jaws: The Revenge. She provided voices for animated characters in The Land Before Time and All Dogs Go to Heaven. She and her mother, Maria, were killed in July 1988 in a double murder–suicide perpetrated in their home by he"}]}, {"heading": "Deaths", "year": "1989", "date": "July 25", "txt": "Steve Rubell, American businessman, co-owner of Studio 54 (b. 1943)", "entities": [{"title": "Steve Rubell", "href": "/wiki/Steve_Rubell", "description": "Steve Rubell was an American entrepreneur and co-owner of the New York disco Studio 54."}, {"title": "Studio 54", "href": "/wiki/Studio_54", "description": "Studio 54 is a former disco nightclub, currently a Broadway theatre, located at 254 West 54th Street, between Eighth Avenue and Broadway in Midtown Manhattan, New York City. The building opened in 1927 as the Gallo Opera House. It operated as an entertainment venue under various names until 1942, when CBS began using it as a radio and television studio dubbed Studio 52."}]}, {"heading": "Deaths", "year": "1991", "date": "July 25", "txt": "Lazar Kaganovich, Soviet politician (b. 1893)", "entities": [{"title": "Lazar Kaganovich", "href": "/wiki/Lazar_Kaganovich", "description": "Lazar Moiseyevich Kaganovich was a Soviet politician and administrator and one of the main associates of Joseph Stalin. He is known for helping Stalin come to power and for his harsh treatment and execution of those deemed threats to Stalin's regime."}]}, {"heading": "Deaths", "year": "1992", "date": "July 25", "txt": "Alfred Drake, American actor and singer (b. 1914)", "entities": [{"title": "Alfred Drake", "href": "/wiki/Alfred_Drake", "description": "Alfred Drake was an American actor and singer."}]}, {"heading": "Deaths", "year": "1995", "date": "July 25", "txt": "Charlie Rich, American singer-songwriter (b. 1932)", "entities": [{"title": "Charlie Rich", "href": "/wiki/Charlie_Rich", "description": "Charles Allan Rich was an American country music singer, songwriter, and musician. His eclectic style of music was often difficult to classify, encompassing the rockabilly, jazz, blues, country, soul, and gospel genres."}]}, {"heading": "Deaths", "year": "1997", "date": "July 25", "txt": "Ben Hogan, American golfer (b. 1912)", "entities": [{"title": "Ben Hogan", "href": "/wiki/Ben_Hogan", "description": "William Ben Hogan was an American professional golfer who is generally considered to be one of the greatest players in the history of the game. He is notable for his profound influence on golf swing theory and his legendary ball-striking ability."}]}, {"heading": "Deaths", "year": "1998", "date": "July 25", "txt": "Evangelos Papastratos, Greek businessman, co-founded Papastratos (b. 1910)", "entities": [{"title": "Evangelos Papastratos", "href": "/wiki/Evangelos_Papastratos", "description": "Evangelos Papastratos was a Greek businessman born in the city of Agrinio in Aetolia-Acarnania, Greece."}, {"title": "Papastratos", "href": "/wiki/Papastratos", "description": "Papastratos is a Greek tobacco company and is the largest manufacturer and distributor of cigarettes in Greece. The company was formed in 1930 by Evangelos Papastratos with its first factory located in Piraeus. Its second factory opened in 1933 in Berlin but was forced to close in 1936 under pressure from the Nazi regime. In 1937, the company opened its third factory in Cairo, which closed in 1955"}]}, {"heading": "Deaths", "year": "2000", "date": "July 25", "txt": "Rudi Faßnacht, German footballer, coach, and manager (b. 1934)", "entities": [{"title": "Rudi Faßnacht", "href": "/wiki/Rudi_Fa%C3%9Fnacht", "description": "Rudolf \"Rudi\" Faßnacht was a German football manager."}]}, {"heading": "Deaths", "year": "2002", "date": "July 25", "txt": "Abdel Rahman Badawi, Egyptian philosopher and poet (b. 1917)", "entities": [{"title": "Abdel Rahman Badawi", "href": "/wiki/Abdel_Rahman_Badawi", "description": "Abdur Rahman Badawi was an Egyptian existentialist philosopher, professor of philosophy and poet. He has been called the \"foremost master of Arab existentialism.\" He authored more than 150 works, amongst them 75 which were encyclopaedic. He wrote easily in his native Arabic, English, Spanish, French, German and Italian, and read Greek, Latin and Persian."}]}, {"heading": "Deaths", "year": "2003", "date": "July 25", "txt": "Ludwig Bölkow, German engineer (b. 1912)", "entities": [{"title": "Ludwig Bölkow", "href": "/wiki/Ludwig_B%C3%B6lkow", "description": "Ludwig Bölkow was one of the aeronautical pioneers of Germany."}]}, {"heading": "Deaths", "year": "2003", "date": "July 25", "txt": "John Schlesinger, English actor, director, producer, and screenwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "July 25", "txt": "John Passmore, Australian philosopher and academic (b. 1914)", "entities": [{"title": "John Passmore", "href": "/wiki/John_Passmore", "description": "John Passmore AC was an Australian philosopher."}]}, {"heading": "Deaths", "year": "2005", "date": "July 25", "txt": "Albert Mangelsdorff, German trombonist (b. 1928)", "entities": [{"title": "Albert Mangelsdorff", "href": "/wiki/Albert_Mangelsdorff", "description": "Albert Mangelsdorff was a German jazz trombonist. Working mainly in free jazz, he was an innovator in multiphonics."}]}, {"heading": "Deaths", "year": "2006", "date": "July 25", "txt": "Ezra Fleischer, Romanian-Israeli poet and philologist (b. 1928)", "entities": [{"title": "Ezra Fleischer", "href": "/wiki/Ezra_Fleischer", "description": "Ezra Fleischer was a Romanian-Israeli Hebrew-language poet and philologist."}]}, {"heading": "Deaths", "year": "2007", "date": "July 25", "txt": "Bernd Jakubowski, German footballer and manager (b. 1952)", "entities": [{"title": "Bernd Jakubowski", "href": "/wiki/Bernd_Jakubowski", "description": "Bernd Jakubowski was an East German footballer who played as a goalkeeper."}]}, {"heading": "Deaths", "year": "2008", "date": "July 25", "txt": "Jeff Fehring, Australian footballer (b. 1955)", "entities": [{"title": "Jeff Fehring", "href": "/wiki/Jeff_Fehring", "description": "Jeff Fehring was an Australian rules footballer who played for Geelong and St Kilda in the Victorian Football League from 1977 to 1981."}]}, {"heading": "Deaths", "year": "2008", "date": "July 25", "txt": "Tracy Hall, American chemist and academic (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "July 25", "txt": "Randy Pausch, American computer scientist and educator (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "July 25", "txt": "Vernon Forrest, American boxer (b. 1971)", "entities": [{"title": "Vernon Forrest", "href": "/wiki/Vernon_Forrest", "description": "Vernon Forrest was an American professional boxer who competed from 1992 to 2008. He held multiple world championships in two weight classes, including the WBC, IBF, Ring magazine and lineal welterweight between 2002 and 2003, and the WBC super welterweight title twice between 2007 and 2009. In 2002, Forrest was named Fighter of the Year by The Ring and the Boxing Writers Association of America."}]}, {"heading": "Deaths", "year": "2009", "date": "July 25", "txt": "Stanley Middleton, English author (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "July 25", "txt": "Harry Patch, English soldier (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "July 25", "txt": "Michael Cacoyannis, Cypriot-Greek director, producer, and screenwriter (b. 1922)", "entities": [{"title": "Michael Cacoyannis", "href": "/wiki/Michael_Cacoyannis", "description": "Michael Cacoyannis was a Greek Cypriot filmmaker, best known for his 1964 film Zorba the Greek. He directed the 1983 Broadway revival of the musical based on the film. Much of his work was rooted in classical texts, especially those of the Greek tragedian Euripides. He was nominated for an Academy Award five times, a record for any Cypriot film artist. He received Best Director, Best Adapted Scree"}]}, {"heading": "Deaths", "year": "2012", "date": "July 25", "txt": "B. R. Ishara, Indian director and screenwriter (b. 1934)", "entities": [{"title": "B. R. Ishara", "href": "/wiki/B._R._Ishara", "description": "Babu Ram Ishara was an Indian film director and screenwriter best known for his films of the 1970s. He filmed 35 Bollywood films between 1964 and 1996. He was much popular for his film Chetana, Log Kya Kahengey, Milap, Man Jaiye, Ghar Ki Laaj, Woh Phir Ayegi, Sautela Bhai.doosra roop 1982"}]}, {"heading": "Deaths", "year": "2012", "date": "July 25", "txt": "Barry Langford, English director and producer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 25", "txt": "Greg Mohns, American-Canadian football player and coach (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 25", "txt": "Franz West, Austrian painter and sculptor (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 25", "txt": "Walter De Maria, American sculptor, illustrator, and composer (b. 1935)", "entities": [{"title": "Walter De Maria", "href": "/wiki/Walter_De_Maria", "description": "Walter Joseph De Maria was an American artist, sculptor, illustrator and composer, who lived and worked in New York City. Walter de Maria's artistic practice is connected with Minimal art, Conceptual art, and Land art of the 1960s."}]}, {"heading": "Deaths", "year": "2013", "date": "July 25", "txt": "William J. Guste, American lawyer and politician (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 25", "txt": "Hugh Huxley, English-American biologist and academic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 25", "txt": "Bel Kaufman, German-American author and academic (b. 1911)", "entities": [{"title": "Bel Kaufman", "href": "/wiki/Bel_Kaufman", "description": "Bella Kaufman was an American teacher and author, well known for writing the bestselling 1964 novel Up the Down Staircase."}]}, {"heading": "Deaths", "year": "2014", "date": "July 25", "txt": "Richard Larter, Australian painter and illustrator (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 25", "txt": "Jacques Andreani, French diplomat, French ambassador to the United States (b. 1929)", "entities": [{"title": "Jacques Andreani", "href": "/wiki/Jacques_Andreani", "description": "Jacques Andreani was French ambassador to Egypt, Italy and the United States."}, {"title": "French ambassador to the United States", "href": "/wiki/French_ambassador_to_the_United_States", "description": "The French ambassador to the United States is the diplomatic representation of the French Republic to the United States. They reside in Washington, D.C.. The current ambassador is Philippe Étienne."}]}, {"heading": "Deaths", "year": "2015", "date": "July 25", "txt": "R. S. Gavai, Indian lawyer and politician, 18th Governor of Kerala (b. 1929)", "entities": [{"title": "Governor of Kerala", "href": "/wiki/Governor_of_Kerala", "description": "The Governor of Kerala is the constitutional head of state of the southern Indian state of Kerala. The governor is appointed by the President of India for a term of five years, and holds office at the President's pleasure. The governor is de jure head of the Government of Kerala; all its executive actions are taken in the governor's name. However, the governor must act on the advice of the popular"}]}, {"heading": "Deaths", "year": "2015", "date": "July 25", "txt": "Bob Kauffman, American basketball player and coach (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "July 25", "txt": "Michael Johnson, American singer-songwriter and guitarist (b. 1944)", "entities": [{"title": "Michael Johnson (singer)", "href": "/wiki/Michael_Johnson_(singer)", "description": "Michael Jay Johnson was an American pop, country, and folk singer-songwriter and guitarist. He is best remembered for his 1978 hit song \"Bluer Than Blue\". He charted four hits on the Billboard Hot 100 chart and nine more on Hot Country Songs, including two Number One country hits in 1986's \"Give Me Wings\" and \"The Moon Is Still Over Her Shoulder\". He also co-wrote \"Cain's Blood\", the debut single "}]}, {"heading": "Deaths", "year": "2018", "date": "July 25", "txt": "Sergio Marchionne, Italian-Canadian businessman (b. 1952)", "entities": [{"title": "Sergio Marchionne", "href": "/wiki/Sergio_Marchionne", "description": "Sergio Marchionne was an Italian-Canadian businessman, widely known for his turnarounds of the automakers Fiat and Chrysler, his business acumen and his outspoken and often frank approach, especially when dealing with unpalatable issues related to his companies and the automotive industry."}]}, {"heading": "Deaths", "year": "2019", "date": "July 25", "txt": "Beji Caid Essebsi, 4th President and 9th Prime Minister of Tunisia (b. 1926)", "entities": [{"title": "Beji Caid Essebsi", "href": "/wiki/Beji_Caid_Essebsi", "description": "Mohamed Beji Caid Essebsi was a Tunisian statesman who was the President of Tunisia from 31 December 2014 until his death on 25 July 2019. Previously, he served as Minister of Foreign Affairs from 1981 to 1986 and as Prime Minister from February 2011 to December 2011."}, {"title": "President of Tunisia", "href": "/wiki/President_of_Tunisia", "description": "The president of Tunisia, formally known as the president of the Republic of Tunisia, is the head of state of Tunisia. Tunisia is a semi-presidential republic, whereby the president is the head of state and the prime minister is head of government. Under Article 77 of the Constitution of Tunisia, the president is also the commander-in-chief of the Tunisian Armed Forces. The current president is Ka"}, {"title": "Prime Minister of the Republic of Tunisia", "href": "/wiki/Prime_Minister_of_the_Republic_of_Tunisia", "description": "The prime minister of Tunisia is the head of government of Tunisia. The prime minister directs the executive branch along with the president, and, together with the prime minister's cabinet, is accountable to the Assembly of the Representatives of the People, to the prime minister's political party and, ultimately, to the electorate for the policies and actions of the executive and the legislature"}, {"title": "Tunisia", "href": "/wiki/Tunisia", "description": "Tunisia, officially the Republic of Tunisia, is the northernmost country in Africa. It is a part of the Maghreb region of North Africa, and is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east; covering 163,610 km2 (63,170 sq mi), with a population of 11 million. It contains the eastern end of the Atlas Mountains and the northern"}]}, {"heading": "Deaths", "year": "2020", "date": "July 25", "txt": "Peter Green, English blues rock guitarist, singer-songwriter and founder of Fleetwood Mac (b. 1946)", "entities": [{"title": "Peter Green (musician)", "href": "/wiki/Peter_Green_(musician)", "description": "Peter Allen Greenbaum, known professionally as Peter Green, was an English blues rock singer-songwriter and guitarist. As the founder of Fleetwood Mac, he was inducted into the Rock and Roll Hall of Fame in 1998. Green's songs, such as \"Albatross\", \"Black Magic Woman\", \"Oh Well\", \"The Green Manalishi \" and \"Man of the World\", appeared on singles charts, and several have been adapted by a variety o"}, {"title": "Fleetwood Mac", "href": "/wiki/Fleetwood_Mac", "description": "Fleetwood Mac are a British-American rock band, formed in London in 1967. Fleetwood Mac were founded by guitarist Peter Green, drummer Mick Fleetwood and guitarist Jeremy Spencer, before bassist John McVie joined the lineup for their self-titled debut album. Danny Kirwan joined as a third guitarist in 1968. Keyboardist Christine Perfect, who contributed as a session musician from the second album,"}]}, {"heading": "Deaths", "year": "2020", "date": "July 25", "txt": "Lou Henson, American college basketball coach (b. 1932) ", "entities": [{"title": "College basketball", "href": "/wiki/College_basketball", "description": "College basketball in the United States is governed by collegiate athletic bodies including National Collegiate Athletic Association (NCAA), the National Association of Intercollegiate Athletics (NAIA), the United States Collegiate Athletic Association (USCAA), the National Junior College Athletic Association (NJCAA), and the National Christian College Athletic Association (NCCAA). Each of these v"}]}]