[{"heading": "Events", "year": "477 BC", "date": "July 18", "txt": "Battle of the Cremera as part of the Roman–Etruscan Wars.  Veii ambushes and defeats the Roman army.", "entities": [{"title": "Battle of the Cremera", "href": "/wiki/Battle_of_the_Cremera", "description": "The Battle of the Cremera was fought between the Roman Republic and the Etruscan city of Veii, in 477 BC."}, {"title": "Roman–Etruscan Wars", "href": "/wiki/Roman%E2%80%93Etruscan_Wars#The_Fabian_war_with_Veii_in_483-476_BC", "description": "The Roman–Etruscan Wars were a series of wars fought between ancient Rome and the Etruscans. Information about many of the wars is limited, particularly those in the early parts of Rome's history, and in large part is known from ancient texts alone. The conquest of Etruria was completed in 265–264 BC."}, {"title": "Veii", "href": "/wiki/Veii", "description": "Veii was an important ancient Etruscan city situated on the southern limits of Etruria and only 16 km (9.9 mi) north-northwest of Rome, Italy. It now lies in Isola Farnese, in the comune of Rome. Many other sites associated with and in the city-state of Veii are in Formello, immediately to the north. Formello is named after the drainage channels that were first created by the Veians."}, {"title": "Roman Republic", "href": "/wiki/Roman_Republic", "description": "The Roman Republic was the era of classical Roman civilization, led by the Roman people, beginning with the overthrow of the Roman Kingdom, traditionally dated to 509 BC, and ending in 27 BC with the establishment of the Roman Empire. During this period, Rome's control expanded from the city's immediate surroundings to hegemony over the entire Mediterranean world."}]}, {"heading": "Events", "year": "387 BC[2]", "date": "July 18", "txt": "Roman-Gaulish Wars: Battle of the Allia: A Roman army is defeated by raiding Gauls, leading to the subsequent sacking of Rome.", "entities": [{"title": "Roman Republic", "href": "/wiki/Roman_Republic", "description": "The Roman Republic was the era of classical Roman civilization, led by the Roman people, beginning with the overthrow of the Roman Kingdom, traditionally dated to 509 BC, and ending in 27 BC with the establishment of the Roman Empire. During this period, Rome's control expanded from the city's immediate surroundings to hegemony over the entire Mediterranean world."}, {"title": "Gaulish language", "href": "/wiki/Gaulish_language", "description": "Gaulish was an ancient Celtic language that was spoken in parts of Continental Europe before and during the period of the Roman Empire. In the narrow sense, Gaulish was the language spoken by the Celtic inhabitants of Gaul. In a wider sense, it also comprises varieties of Celtic that were spoken across much of central Europe (\"Noric\"), parts of the Balkans, and Anatolia (\"Galatian\"), which are tho"}, {"title": "Battle of the Allia", "href": "/wiki/Battle_of_the_Allia", "description": "The Battle of the Allia was a battle fought c. 387 BC between the Senones – a Gallic tribe led by Brennus who had invaded northern Italy – and the Roman Republic. The battle was fought at the confluence of the Tiber and Allia rivers, 11 Roman miles north of Rome. The Romans were routed and Rome was subsequently sacked by the Senones. According to scholar Piero Treves, \"the absence of any archaeolo"}, {"title": "Gauls", "href": "/wiki/Gauls", "description": "The Gauls were a group of Celtic peoples of Continental Europe in the Iron Age and the Roman period. The area they originally inhabited was known as Gaul. Their Gaulish language forms the main branch of the Continental Celtic languages."}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}]}, {"heading": "Events", "year": "362", "date": "July 18", "txt": "Roman–Persian Wars: Emperor Julian arrives at Antioch with a Roman expeditionary force (60,000 men) and stays there for nine months to launch a campaign against the Persian Empire.", "entities": [{"title": "Roman–Persian Wars", "href": "/wiki/Roman%E2%80%93Persian_Wars", "description": "The Roman–Persian Wars, also known as the Roman–Iranian Wars, were a series of conflicts between states of the Greco-Roman world and two successive Iranian empires: the Parthian and the Sasanian. Battles between the Parthian Empire and the Roman Republic began in 54 BC; wars began under the late Republic, and continued through the Roman and Sasanian empires. Various vassal kingdoms and allied noma"}, {"title": "Julian (emperor)", "href": "/wiki/Julian_(emperor)", "description": "Julian was Roman emperor from 361 to 363, as well as a notable philosopher and author in Greek. His rejection of Christianity, and his promotion of Neoplatonic Hellenism in its place, caused him to be remembered as Julian the Apostate by the Christian Church."}, {"title": "Antioch", "href": "/wiki/Antioch", "description": "Antioch on the Orontes was an ancient Greek city on the eastern side of the Orontes River. Its ruins lie near the current city of Antakya, Turkey, to which the ancient city lends its name."}, {"title": "Sasanian Empire", "href": "/wiki/Sasanian_Empire", "description": "\nThe Sasanian or Sassanid Empire, officially known as the Empire of Iranians, and called the Neo-Persian Empire by historians, was the last Persian imperial dynasty before the Muslim conquest in the mid seventh century AD. Named after the House of Sasan, it endured for over four centuries, from 224 to 651 AD, making it the longest-lived Persian dynasty. The Sasanian Empire succeeded the Parthian E"}]}, {"heading": "Events", "year": "452", "date": "July 18", "txt": "Sack of Aquileia: After an earlier defeat on the Catalaunian Plains, Attila lays siege to the metropolis of Aquileia and eventually destroys it.", "entities": [{"title": "Sack of Aquileia", "href": "/wiki/Sack_of_Aquileia", "description": "The Sack of Aquileia occurred in 452, and was carried out by the Huns under the leadership of Attila."}, {"title": "Battle of the Catalaunian Plains", "href": "/wiki/Battle_of_the_Catalaunian_Plains", "description": "The Battle of the Catalaunian Plains, also called the Battle of the Campus Mauriacus, Battle of Châlons, Battle of Troyes or the Battle of Maurica, took place on June 20, 451 AD, between a coalition led by the Roman general Flavius Aetius and the Visigothic king Theodoric I against the Huns and their vassals commanded by their king Attila. It was one of the last major military operations of the We"}, {"title": "Attila", "href": "/wiki/Attila", "description": "Attila, frequently called Attila the Hun, was the ruler of the Huns from 434 until his death in March 453. He was also the leader of a tribal empire consisting of Huns, Ostrogoths, Alans and Bulgars, among others, in Central and Eastern Europe."}, {"title": "Aquileia", "href": "/wiki/Aquileia", "description": "Aquileia is an ancient Roman city in Italy, at the head of the Adriatic at the edge of the lagoons, about 10 kilometres (6 mi) from the sea, on the river Natiso, the course of which has changed somewhat since Roman times. Today, the city is small, but it was large and prominent in classical antiquity as one of the world's largest cities with a population of 100,000 in the 2nd century AD. and is on"}]}, {"heading": "Events", "year": "645", "date": "July 18", "txt": "Chinese forces under general Li Shiji besiege the strategic fortress city of Anshi (Liaoning) during the Goguryeo–Tang War.", "entities": [{"title": "Li Shiji", "href": "/wiki/Li_Shiji", "description": "Li Shiji, courtesy name Maogong, posthumously known as Duke Zhenwu of Ying, was a Chinese general who lived in the early Tang dynasty. His original family name was Xú, but he was later given the family name of the Tang imperial clan, Li, by Emperor Gaozu, the Tang dynasty's founding emperor. Later, during the reign of Emperor Gaozong, Li Shiji was known as Li Ji to avoid naming taboo because the p"}, {"title": "Anshan", "href": "/wiki/Anshan", "description": "Anshan is an inland prefecture-level city in central-southeast Liaoning province, People's Republic of China, about 92 kilometres (57 mi) south of the provincial capital Shenyang. It is Liaoning's third-most populous city with a population of 3,584,000 people, and covers an area of about 9,252 km2 (3,572 sq mi) spanning 133 km (83 mi) from east to the west. The city's name came from the horse sadd"}, {"title": "Liaoning", "href": "/wiki/Liaoning", "description": "Liaoning, is a coastal province in Northeast China that is the smallest, southernmost, and most populous province in the region. With its capital at Shenyang, it is located on the northern shore of the Yellow Sea, and is the northernmost coastal province of the People's Republic of China."}, {"title": "Goguryeo–Tang War", "href": "/wiki/Goguryeo%E2%80%93Tang_War", "description": "The Goguryeo–Tang War occurred from 645 to 668 and was fought between the Korean kingdom of Goguryeo and Tang Dynasty of China. During the course of the war, the two sides allied with various other states. Goguryeo successfully repulsed the invading Tang armies during the first Tang invasions of 645–648. After conquering Baekje in 660, Tang and Silla armies invaded Goguryeo from the north and sout"}]}, {"heading": "Events", "year": "1195", "date": "July 18", "txt": "Battle of Alarcos: Almohad forces defeat the Castilian army of Alfonso VIII and force its retreat to Toledo.", "entities": [{"title": "Battle of Alarcos", "href": "/wiki/Battle_of_Alarcos", "description": "Battle of Alarcos, was a battle between the Almohads led by Abu Yusuf Ya'qub al-Mansur and King Alfonso VIII of Castile. It resulted in the defeat of the Castilian forces and their subsequent retreat to Toledo, whereas the Almohads reconquered Trujillo, Montánchez, and Talavera."}, {"title": "Almohad Caliphate", "href": "/wiki/Almohad_Caliphate", "description": "The Almohad Caliphate was a North African Berber Muslim empire founded in the 12th century. At its height, it controlled much of the Iberian Peninsula and North Africa."}, {"title": "Kingdom of Castile", "href": "/wiki/Kingdom_of_Castile", "description": "The Kingdom of Castile was a large and powerful state on the Iberian Peninsula during the Middle Ages. Its name comes from the host of castles constructed in the region. It began in the 9th century as the County of Castile, an eastern frontier lordship of the Kingdom of León. During the 10th century, its counts increased their autonomy, but it was not until 1065 that it was separated from León and"}, {"title": "Alfonso VIII of Castile", "href": "/wiki/Alfonso_VIII_of_Castile", "description": "Alfonso VIII, called the Noble or the one of Las Navas, was the King of Castile from 1158 to his death and King of Toledo. He is most remembered for his part in the Reconquista and the downfall of the Almohad Caliphate. After having suffered a great defeat with his own army at Alarcos against the Almohads in 1195, he led the coalition of Christian princes and foreign crusaders who broke the power "}, {"title": "Toledo, Spain", "href": "/wiki/Toledo,_Spain", "description": "Toledo is a city and municipality of Spain, capital of the province of Toledo and the de jure seat of the government and parliament of the autonomous community of Castilla–La Mancha. Toledo was declared a World Heritage Site by UNESCO in 1986 for its extensive monumental and cultural heritage."}]}, {"heading": "Events", "year": "1290", "date": "July 18", "txt": "King Edward I of England issues the Edict of Expulsion, banishing all Jews (numbering about 16,000) from England; this was Tisha B'Av on the Hebrew calendar, a day that commemorates many Jewish calamities.", "entities": [{"title": "Edward I of England", "href": "/wiki/Edward_I_of_England", "description": "Edward I, also known as Edward Longshanks and the Hammer of the Scots, was King of England from 1272 to 1307. Before his accession to the throne, he was commonly referred to as The Lord Edward. The first son of Henry III, Edward was involved from an early age in the political intrigues of his father's reign, which included an outright rebellion by the English barons. In 1259 he briefly sided with "}, {"title": "Edict of Expulsion", "href": "/wiki/Edict_of_Expulsion", "description": "\n\nThe Edict of Expulsion was a royal decree issued by King Edward I of England on 18 July 1290 expelling all Jews from the Kingdom of England. Edward advised the sheriffs of all counties he wanted all Jews expelled by no later than All Saints' Day that year. The expulsion edict remained in force for the rest of the Middle Ages. The edict was not an isolated incident, but the culmination of over 20"}, {"title": "Tisha B'Av", "href": "/wiki/Tisha_B%27Av", "description": "Tisha B'Av is an annual fast day in Judaism, on which a number of disasters in Jewish history occurred, primarily the destruction of both Solomon's Temple by the Neo-Babylonian Empire and the Second Temple by the Roman Empire in Jerusalem."}, {"title": "Hebrew calendar", "href": "/wiki/Hebrew_calendar", "description": "The Hebrew calendar, also called Jewish calendar, is a lunisolar calendar used today for Jewish religious observance, and as an official calendar of the state of Israel. It determines the dates for Jewish holidays and the appropriate public reading of Torah portions, yahrzeits, and daily Psalm readings, among many ceremonial uses. In Israel, it is used for religious purposes, provides a time frame"}]}, {"heading": "Events", "year": "1334", "date": "July 18", "txt": "The bishop of Florence blesses the first foundation stone for the new campanile (bell tower) of the Florence Cathedral, designed by the artist Giotto di Bondone.", "entities": [{"title": "Florence", "href": "/wiki/Florence", "description": "Florence is a city in Central Italy and the capital city of the Tuscany region. It is the most populated city in Tuscany, with 383,084 inhabitants in 2013, and over 1,520,000 in its metropolitan area."}, {"title": "Florence Cathedral", "href": "/wiki/Florence_Cathedral", "description": "Florence Cathedral, formally the Cattedrale di Santa Maria del Fiore, is the cathedral of Florence, Italy. It was begun in 1296 in the Gothic style to a design of Arnolfo di Cambio and was structurally completed by 1436, with the dome engineered by Filippo Brunelleschi. The exterior of the basilica is faced with polychrome marble panels in various shades of green and pink, bordered by white, and h"}, {"title": "Giotto", "href": "/wiki/Giotto", "description": "Giotto di Bondone, known mononymously as Giotto and Latinised as Giottus, was an Italian painter and architect from Florence during the Late Middle Ages. He worked during the Gothic/Proto-Renaissance period.\nGiotto's contemporary, the banker and chronicler Giovanni Villani, wrote that Giotto was \"the most sovereign master of painting in his time, who drew all his figures and their postures accordi"}]}, {"heading": "Events", "year": "1389", "date": "July 18", "txt": "France and England agree to the Truce of Leulinghem, inaugurating a 13-year peace, the longest period of sustained peace during the Hundred Years' War.", "entities": [{"title": "Kingdom of France", "href": "/wiki/Kingdom_of_France", "description": "The Kingdom of France was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power from the High Middle Ages onward. It was also an early colonial power, with possessions around the world."}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}, {"title": "Truce of Leulinghem", "href": "/wiki/Truce_of_Leulinghem", "description": "The Truce of Leulinghem was a truce agreed to by Richard II's kingdom of England and its allies, and Charles VI's kingdom of France and its allies, on 18 July 1389, ending the second phase of the Hundred Years' War. England was on the edge of financial collapse and suffering from internal political divisions. On the other side, Charles VI was suffering from a mental illness that handicapped the fu"}, {"title": "Hundred Years' War", "href": "/wiki/Hundred_Years%27_War", "description": "The Hundred Years' War (1337–1453) was a series of conflicts in Western Europe waged between the House of Plantagenet and its cadet House of Lancaster, the rulers of the Kingdom of England, and the House of Valois over the right to rule the Kingdom of France. It was one of the most notable conflicts of the Middle Ages, in which five generations of kings from two rival dynasties fought for the thro"}]}, {"heading": "Events", "year": "1391", "date": "July 18", "txt": "Tokhtamysh–Timur war: Battle of the Kondurcha River: Timur defeats Tokhtamysh of the Golden Horde in present-day southeast Russia.", "entities": [{"title": "Tokhtamysh–Timur war", "href": "/wiki/Tokhtamysh%E2%80%93Timur_war", "description": "The Tokhtamysh–Timur war was fought from 1386 to 1395 between Tokhtamysh, khan of the Golden Horde, and the warlord and conqueror Timur, founder of the Timurid Empire, in the areas of the Caucasus mountains, Turkistan and Eastern Europe. The battle between the two Mongol rulers played a key role in the decline of the Mongol power over early Russian principalities."}, {"title": "Battle of the Kondurcha River", "href": "/wiki/Battle_of_the_Kondurcha_River", "description": "The Battle of the Kondurcha River was the first major battle of the Tokhtamysh–Timur war. It took place at the Kondurcha River, in the Bulgar Ulus of the Golden Horde, in what today is Samara Oblast in Russia. Tokhtamysh's cavalry tried to encircle Timur's army from the flanks. However, the Central Asian army withstood the assault, after which its sudden frontal attack put the Horde troops to flig"}, {"title": "Timur", "href": "/wiki/Timur", "description": "Timur, later Timūr Gurkānī, sometimes spelled Taimur and historically best known as Amir Timur or Tamerlane, was a Turco-Mongol conqueror who founded the Timurid Empire in and around modern-day Afghanistan, Iran and Central Asia, becoming the first ruler of the Timurid dynasty. As an undefeated commander, he is widely regarded as one of the greatest military leaders and tacticians in history. Timu"}, {"title": "Tokhtamysh", "href": "/wiki/Tokhtamysh", "description": "Tokhtamysh, was a prominent Khan of the Blue Horde who briefly unified the White Horde and Blue Horde subdivisions of the Golden Horde into a single state. He has been cited as the last great ruler of the Golden Horde territories."}, {"title": "Golden Horde", "href": "/wiki/Golden_Horde", "description": "The Golden Horde, self-designated as Ulug Ulus, lit. 'Great State' in Turkic, was originally a Mongol and later Turkicized khanate established in the 13th century and originating as the northwestern sector of the Mongol Empire. With the fragmentation of the Mongol Empire after 1259 it became a functionally separate khanate. It is also known as the Kipchak Khanate or as the Ulus of Jochi."}]}, {"heading": "Events", "year": "1507", "date": "July 18", "txt": "In Brussels, Prince Charles I, is crowned Duke of Burgundy and Count of Flanders, a year after inheriting the title.", "entities": [{"title": "Brussels", "href": "/wiki/Brussels", "description": "Brussels, officially the Brussels-Capital Region, is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region and the Walloon Region. Brussels i"}, {"title": "Charles V, Holy Roman Emperor", "href": "/wiki/Charles_V,_Holy_Roman_Emperor#Burgundy_and_the_Low_Countries", "description": "Charles V was Holy Roman Emperor and Archduke of Austria from 1519 to 1556, King of Spain from 1516 to 1556, and Lord of the Netherlands as titular Duke of Burgundy from 1506 to 1555. As he was head of the rising House of Habsburg during the first half of the 16th century, his dominions in Europe included the Holy Roman Empire, extending from Germany to northern Italy with direct rule over the Aus"}, {"title": "Burgundian Netherlands", "href": "/wiki/Burgundian_Netherlands#Rulers", "description": "In the history of the Low Countries, the Burgundian Netherlands were a number of Imperial and French fiefs ruled in personal union by the House of Valois-Burgundy in the period from 1384 to 1482 and later their Habsburg heirs. They constituted the Northern part of the Burgundian State. The area comprised the major parts of present-day Belgium, Netherlands, Luxembourg and Hauts-de-France."}]}, {"heading": "Events", "year": "1555", "date": "July 18", "txt": "The College of Arms is reincorporated by Royal charter signed by Queen Mary I of England and King Philip II of Spain.", "entities": [{"title": "College of Arms", "href": "/wiki/College_of_Arms", "description": "The College of Arms, or Heralds' College, is a royal corporation consisting of professional officers of arms, with jurisdiction over England, Wales, Northern Ireland and some Commonwealth realms. The heralds are appointed by the British Sovereign and are delegated authority to act on behalf of the Crown in all matters of heraldry, the granting of new coats of arms, genealogical research and the re"}, {"title": "Royal charter", "href": "/wiki/Royal_charter", "description": "A royal charter is a formal grant issued by a monarch under royal prerogative as letters patent. Historically, they have been used to promulgate public laws, the most famous example being the English Magna Carta of 1215, but since the 14th century have only been used in place of private acts to grant a right or power to an individual or a body corporate. They were, and are still, used to establish"}, {"title": "Mary I of England", "href": "/wiki/Mary_I_of_England", "description": "Mary I, also known as Mary Tudor, and as \"Bloody Mary\" by her Protestant opponents, was Queen of England and Ireland from July 1553 until her death in 1558. She is best known for her vigorous attempt to reverse the English Reformation, which had begun during the reign of her father, Henry VIII. Her attempt to restore to the church the property confiscated in the previous two reigns was largely thw"}, {"title": "Philip II of Spain", "href": "/wiki/Philip_II_of_Spain", "description": "Philip II was King of Spain (1556–1598), King of Portugal, King of Naples and Sicily, and jure uxoris King of England and Ireland. He was also Duke of Milan from 1540. From 1555 he was Lord of the Seventeen Provinces of the Netherlands."}]}, {"heading": "Events", "year": "1806", "date": "July 18", "txt": "A gunpowder magazine explosion in Birgu, Malta, kills around 200 people.", "entities": [{"title": "1806 Birgu polverista explosion", "href": "/wiki/1806_Birgu_polverista_explosion", "description": "The Birgu polverista explosion was the accidental detonation of ammunition in the gunpowder magazine (polverista) of Birgu in the British Malta Protectorate on 18 July 1806. The explosion occurred due to negligence while transferring shells from the magazine, and it resulted in the detonation of 40,000 lb (18,000 kg) of gunpowder. It killed approximately 200 people, including British and Maltese m"}, {"title": "Birgu", "href": "/wiki/Birgu", "description": "Birgu, also known by its title Città Vittoriosa, is an old fortified city on the south side of the Grand Harbour in the South Eastern Region of Malta. The city occupies a promontory of land with Fort Saint Angelo at its head and the city of Cospicua at its base. Birgu is ideally situated for safe anchorage, and over time it has developed a very long history with maritime, mercantile and military a"}, {"title": "Malta Protectorate", "href": "/wiki/Malta_Protectorate", "description": "Malta Protectorate was the political term for Malta when it was officially part of the Kingdom of Sicily but under British protection. This protectorate happened between the capitulation of the French forces in Malta in 1800 and the transformation of the islands to a Crown colony in 1813."}]}, {"heading": "Events", "year": "1812", "date": "July 18", "txt": "The Treaties of Orebro end both the Anglo-Russian and Anglo-Swedish Wars.", "entities": [{"title": "Treaty of Orebro", "href": "/wiki/Treaty_of_Orebro", "description": "The Treaties of Örebro, the full names being the\nTreaty of Peace, Union, and Friendship, between His Britannic Majesty and the Emperor of all the Russias and the Treaty of Peace, Union, and Friendship, between His Britannic Majesty and the King of Sweden, were both signed on the same day, 18 July 1812, in Örebro, Sweden. They formally end the Anglo-Russian War (1807–1812) and the Anglo-Swedish War"}, {"title": "Anglo-Russian War (1807–12)", "href": "/wiki/Anglo-Russian_War_(1807%E2%80%9312)", "description": "During the Napoleonic Wars, the Anglo-Russian War was the phase of hostilities between Great Britain and Russia after the latter signed the Treaty of Tilsit that ended its war with France. Anglo-Russian hostilities were limited primarily to minor naval actions in the Baltic Sea and Barents Sea."}, {"title": "Anglo-Swedish War (1810–12)", "href": "/wiki/Anglo-Swedish_War_(1810%E2%80%9312)", "description": "During the Napoleonic Wars until 1810, Sweden and Great Britain were allies in the war against Napoleon. As a result of Sweden's defeat in the Finnish War and the Pomeranian War, and the following Treaty of Fredrikshamn and Treaty of Paris, Sweden declared war on Great Britain. The bloodless war, however, existed only on paper, and Britain was still not hindered in stationing ships at the Swedish "}]}, {"heading": "Events", "year": "1841", "date": "July 18", "txt": "Coronation of Emperor Pedro II of Brazil.", "entities": [{"title": "Pedro II of Brazil", "href": "/wiki/Pedro_II_of_Brazil", "description": "Dom Pedro II, nicknamed \"the Magnanimous\", was the second and last monarch of the Empire of Brazil, reigning for over 58 years. He was born in Rio de Janeiro, the seventh child of Emperor Dom Pedro I of Brazil and Empress Dona Maria Leopoldina and thus a member of the Brazilian branch of the House of Braganza. His father's abrupt abdication and departure to Europe in 1831 left the five year-old as"}]}, {"heading": "Events", "year": "1857", "date": "July 18", "txt": "Louis Faidherbe, French governor of Senegal, arrives to relieve French forces at Kayes, effectively ending El Hajj Umar Tall's war against the French.", "entities": [{"title": "Louis Faidherbe", "href": "/wiki/Louis_Faidherbe", "description": "Louis Léon César Faidherbe was a French general and colonial administrator. He created the Senegalese Tirailleurs when he was governor of Senegal."}, {"title": "Governor of Senegal", "href": "/wiki/Governor_of_Senegal", "description": null}, {"title": "Kayes", "href": "/wiki/Kayes", "description": "Kayes is a city in western Mali on the Sénégal River with a population of 127,368 at the 2009 census. Kayes is the capital of the administrative region of the same name. The name \"Kayes\" comes from the Soninké word \"karré\", which describes a low humid place that floods in rainy season. The city is located 420 kilometres (260 mi) northwest of the capital Bamako."}, {"title": "El Hadj Umar Tall", "href": "/wiki/El_Hadj_Umar_Tall", "description": "Hadji Oumarûl Foutiyou TALL, , born in Futa Tooro, Senegambia, was a West African political leader, Islamic scholar, Tijani Sufi and Toucouleur military commander who founded the short-lived Toucouleur Empire encompassing much of what is now Guinea, Senegal, and Mali."}]}, {"heading": "Events", "year": "1862", "date": "July 18", "txt": "First ascent of Dent Blanche, one of the highest summits in the Alps.", "entities": [{"title": "Dent Blanche", "href": "/wiki/Dent_Blanche", "description": "The Dent Blanche is a mountain in the Pennine Alps, lying in the canton of Valais in Switzerland. At 4,358 metres (14,298 ft)-high, it is one of the highest peaks in the Alps."}]}, {"heading": "Events", "year": "1863", "date": "July 18", "txt": "American Civil War: Second Battle of Fort Wagner: One of the first formal African American military units, the 54th Massachusetts Volunteer Infantry, supported by several white regiments, attempts an unsuccessful assault on Confederate-held Battery Wagner.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Second Battle of Fort Wagner", "href": "/wiki/Second_Battle_of_Fort_Wagner", "description": "The Second Battle of Fort Wagner, also known as the Second Assault on Morris Island or the Battle of Fort Wagner, Morris Island, was fought on July 18, 1863, during the American Civil War. Union Army troops commanded by Brig. Gen. Quincy Gillmore launched an unsuccessful assault on the Confederate fortress of Fort Wagner, which protected Morris Island, south of Charleston Harbor. The battle came o"}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "54th Regiment Massachusetts Volunteer Infantry", "href": "/wiki/54th_Regiment_Massachusetts_Volunteer_Infantry", "description": "The 54th Massachusetts Infantry Regiment was an infantry regiment that saw extensive service in the Union Army during the American Civil War. The unit was the second African-American regiment, following the 1st Kansas Colored Volunteer Infantry Regiment, organized in the northern states during the Civil War. Authorized by the Emancipation Proclamation, the regiment consisted of African-American en"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Fort Wagner", "href": "/wiki/Fort_Wagner", "description": "Fort Wagner or Battery Wagner was a beachhead fortification on Morris Island, South Carolina, that covered the southern approach to Charleston Harbor. It was the site of two American Civil War battles in the campaign known as Operations Against the Defenses of Charleston in 1863, and it is considered one of the toughest beachhead defenses constructed by the Confederate Army."}]}, {"heading": "Events", "year": "1870", "date": "July 18", "txt": "The First Vatican Council decrees the dogma of papal infallibility.", "entities": [{"title": "First Vatican Council", "href": "/wiki/First_Vatican_Council", "description": "The First Vatican Council was convoked by Pope Pius IX on 29 June 1868, after a period of planning and preparation that began on 6 December 1864. This, the twentieth ecumenical council of the Catholic Church, held three centuries after the Council of Trent, opened on 8 December 1869 and adjourned on 20 October 1870. Unlike the five earlier general councils held in Rome, which met in the Lateran Ba"}, {"title": "Papal infallibility", "href": "/wiki/Papal_infallibility", "description": "Papal infallibility is a dogma of the Catholic Church which states that, in virtue of the promise of Jesus to Peter, the pope when appealing to his highest authority is preserved from the possibility of error on doctrine \"initially given to the apostolic Church and handed down in Scripture and tradition\". This doctrine was defined dogmatically at the First Vatican Council of 1869–1870 in the docum"}]}, {"heading": "Events", "year": "1872", "date": "July 18", "txt": "The Ballot Act 1872 in the United Kingdom introduced the requirement that parliamentary and local government elections be held by secret ballot.", "entities": [{"title": "Ballot Act 1872", "href": "/wiki/Ballot_Act_1872", "description": "The Ballot Act 1872 was an Act of the Parliament of the United Kingdom that introduced the requirement for parliamentary and local government elections in the United Kingdom to be held by secret ballot."}]}, {"heading": "Events", "year": "1914", "date": "July 18", "txt": "The U.S. Congress forms the Aviation Section, U.S. Signal Corps, giving official status to aircraft within the U.S. Army for the first time.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Aviation Section, U.S. Signal Corps", "href": "/wiki/Aviation_Section,_U.S._Signal_Corps", "description": "The Aviation Section, Signal Corps, was the aerial warfare service of the United States from 1914 to 1918, and a direct statutory ancestor of the United States Air Force. It absorbed and replaced the Aeronautical Division, Signal Corps, and conducted the activities of Army aviation until its statutory responsibilities were suspended by President Woodrow Wilson in 1918. The Aviation Section organiz"}]}, {"heading": "Events", "year": "1925", "date": "July 18", "txt": "Adolf Hitler publishes Mein Kampf.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}]}, {"heading": "Events", "year": "1936", "date": "July 18", "txt": "On the Spanish mainland, a faction of the army supported by fascists, rises up against the Second Spanish Republic in a coup d'état starting the 3-year-long Civil War, resulting in the longest dictatorship in modern European history.", "entities": [{"title": "Spanish coup of July 1936", "href": "/wiki/Spanish_coup_of_July_1936#Beginning", "description": "The Spanish coup of July 1936 was a nationalist and military uprising that was designed to overthrow the Spanish Second Republic but precipitated the Spanish Civil War; Nationalists fought against Republicans for control of Spain. The coup itself was organised for 17 July 1936, although it started the following day in Spanish Morocco, and would result in a split of the Spanish military and territo"}, {"title": "Fascism in Europe", "href": "/wiki/Fascism_in_Europe#Foreign_affairs", "description": "Fascism in Europe was the set of various fascist ideologies which were practiced by governments and political organizations in Europe during the 20th century. Fascism was born in Italy following World War I, and other fascist movements, influenced by Italian Fascism, subsequently emerged across Europe. Among the political doctrines which are identified as ideological origins of fascism in Europe a"}, {"title": "Second Spanish Republic", "href": "/wiki/Second_Spanish_Republic", "description": "The Spanish Republic, commonly known as the Second Spanish Republic, was the form of government in Spain from 1931 to 1939. The Republic was proclaimed on 14 April 1931, after the deposition of Alfonso XIII, and was dissolved on 1 April 1939 after surrendering in the Spanish Civil War to the rebel faction that fought to establish a military dictatorship under General Francisco Franco."}, {"title": "Spanish coup of July 1936", "href": "/wiki/Spanish_coup_of_July_1936", "description": "The Spanish coup of July 1936 was a nationalist and military uprising that was designed to overthrow the Spanish Second Republic but precipitated the Spanish Civil War; Nationalists fought against Republicans for control of Spain. The coup itself was organised for 17 July 1936, although it started the following day in Spanish Morocco, and would result in a split of the Spanish military and territo"}, {"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Francoist Spain", "href": "/wiki/Francoist_Spain", "description": "Francoist Spain, known in Spain as the Francoist dictatorship, was the period of Spanish history between 1936 and 1975, when Francisco Franco ruled Spain with the title Caudillo. After his death in 1975, Spain transitioned into a democracy. During this time period Spain was officially known as the Spanish State."}]}, {"heading": "Events", "year": "1942", "date": "July 18", "txt": "World War II: During the Beisfjord massacre in Norway, 15 Norwegian paramilitary guards help members of the SS to kill 288 political prisoners from Yugoslavia.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Beisfjord massacre", "href": "/wiki/Beisfjord_massacre", "description": "The Beisfjord massacre was a massacre on 18 July 1942 at Lager I Beisfjord in Beisfjord, Norway of 288 political prisoners. The massacre had been ordered a few days earlier by the Reichskommissar for Norway Josef Terboven."}]}, {"heading": "Events", "year": "1942", "date": "July 18", "txt": "The Germans test fly the Messerschmitt Me 262 using its jet engines for the first time.", "entities": [{"title": "Junkers Jumo 004", "href": "/wiki/Junkers_Jumo_004", "description": "The Junkers Jumo 004 was the world's first production turbojet engine in operational use, and the first successful axial compressor turbojet engine. Some 8,000 units were manufactured by Junkers in Germany late in World War II, powering the Messerschmitt Me 262 fighter and the Arado Ar 234 reconnaissance/bomber, along with prototypes, including the Horten Ho 229. Variants and copies of the engine "}]}, {"heading": "Events", "year": "1944", "date": "July 18", "txt": "World War II: Hideki Tōjō resigns as Prime Minister of Japan because of numerous setbacks in the war effort.", "entities": [{"title": "Hideki Tōjō", "href": "/wiki/Hideki_T%C5%8Dj%C5%8D", "description": "Hideki Tōjō was a Japanese politician and general of the Imperial Japanese Army (IJA) who served as Prime Minister of Japan and President of the Imperial Rule Assistance Association for most of World War II. During his years in power, he assumed several more positions including Chief of Staff of the Imperial Army before ultimately being removed from office in July 1944."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Events", "year": "1966", "date": "July 18", "txt": "Human spaceflight: Gemini 10 is launched from Cape Kennedy on a 70-hour mission that includes docking with an orbiting Agena target vehicle.", "entities": [{"title": "Human spaceflight", "href": "/wiki/Human_spaceflight", "description": "Human spaceflight is spaceflight with a crew or passengers aboard a spacecraft, the spacecraft being operated directly by the onboard human crew. Spacecraft can also be remotely operated from ground stations on Earth, or autonomously, without any direct human involvement. People trained for spaceflight are called astronauts, cosmonauts, or taikonauts; and non-professionals are referred to as space"}, {"title": "Gemini 10", "href": "/wiki/Gemini_10", "description": "Gemini 10 was a 1966 crewed spaceflight in NASA's Gemini program. It was the 8th crewed Gemini flight, the 16th crewed American flight, and the 24th spaceflight of all time."}, {"title": "Cape Canaveral", "href": "/wiki/Cape_Canaveral", "description": "Cape Canaveral is a prominent cape in Brevard County, Florida, in the United States, near the center of the state's Atlantic coast. Officially Cape Kennedy from 1963 to 1973, it lies east of Merritt Island, separated from it by the Banana River. It is part of a region known as the Space Coast, and is the site of the Cape Canaveral Space Force Station. Since many U.S. spacecraft have been launched "}, {"title": "Agena target vehicle", "href": "/wiki/Agena_target_vehicle", "description": "The Agena Target Vehicle (ATV), also known as Gemini-Agena Target Vehicle (GATV) was an uncrewed spacecraft used by NASA during its Gemini program to develop and practice orbital space rendezvous and docking techniques, and to perform large orbital changes, in preparation for the Apollo program lunar missions.\nThe spacecraft was based on Lockheed Aircraft's Agena-D upper stage rocket, fitted with "}]}, {"heading": "Events", "year": "1966", "date": "July 18", "txt": "A racially charged incident in a bar sparks the six-day Hough riots in Cleveland, Ohio; 1,700 Ohio National Guard troops intervene to restore order.", "entities": [{"title": "Cleveland", "href": "/wiki/Cleveland", "description": "Cleveland, officially the City of Cleveland, is a major city in the U.S. state of Ohio, and the county seat of Cuyahoga County. It is located along the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles west of the Ohio-Pennsylvania state border."}, {"title": "Ohio National Guard", "href": "/wiki/Ohio_National_Guard", "description": "The Ohio National Guard comprises the Ohio Army National Guard and the Ohio Air National Guard. The commander-in-chief of the Ohio Army National Guard is the governor of the U.S. state of Ohio. If the Ohio Army National Guard is called to federal service, then the President of the United States becomes the commander-in-chief. The military commander of all forces in the State of Ohio is the Adjutan"}]}, {"heading": "Events", "year": "1968", "date": "July 18", "txt": "Intel is founded in Mountain View, California.", "entities": [{"title": "Intel", "href": "/wiki/Intel", "description": "Intel Corporation is an American multinational corporation and technology company headquartered in Santa Clara, California, in Silicon Valley. It is the world's largest semiconductor chip manufacturer by revenue, and is the developer of the x86 series of microprocessors, the processors found in most personal computers (PCs). Incorporated in Delaware, Intel ranked No. 45 in the 2020 Fortune 500 lis"}, {"title": "Mountain View, California", "href": "/wiki/Mountain_View,_California", "description": "Mountain View is a city in Santa Clara County, California, United States, in Silicon Valley. Named for its views of the Santa Cruz Mountains, Mountain View is one of the principal cities of Silicon Valley. It has a population of 82,739."}]}, {"heading": "Events", "year": "1976", "date": "July 18", "txt": "Nadia Comăneci becomes the first person in Olympic Games history to score a perfect 10 in gymnastics at the 1976 Summer Olympics.", "entities": [{"title": "Nadia Comăneci", "href": "/wiki/Nadia_Com%C4%83neci", "description": "Nadia Elena Comăneci Conner, known professionally as Nadia Comăneci, is a Romanian retired gymnast and a five-time Olympic gold medalist, all in individual events. In 1976 at the age of 14, Comăneci was the first gymnast to be awarded a perfect score of 10.0 at the Olympic Games. At the same Games, she received six more perfect 10s for events en route to winning three gold medals. At the 1980 Summ"}, {"title": "Olympic Games", "href": "/wiki/Olympic_Games", "description": "The modern Olympic Games or Olympics are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating. The Olympic Games are normally held every four years, alternati"}, {"title": "Gymnastics", "href": "/wiki/Gymnastics", "description": "Gymnastics is a sport that includes physical exercises requiring balance, strength, flexibility, agility, coordination, and endurance. The movements involved in gymnastics contribute to the development of the arms, legs, shoulders, back, chest, and abdominal muscle groups. Gymnastics evolved from exercises used by the ancient Greeks that included skills for mounting and dismounting a horse, and fr"}, {"title": "1976 Summer Olympics", "href": "/wiki/1976_Summer_Olympics", "description": "The 1976 Summer Olympics, officially known as the Games of the XXI Olympiad and commonly known as Montréal 1976, were an international multi-sport event held from July 17 to August 1, 1976 in Montreal, Quebec, Canada. Montreal was awarded the rights to the 1976 Games at the 69th IOC Session in Amsterdam on May 12, 1970. Montreal is the second French speaking city to host the Summer Olympics after "}]}, {"heading": "Events", "year": "1982", "date": "July 18", "txt": "Two hundred sixty-eight Guatemalan campesinos (\"peasants\" or \"country people\") are slain in the Plan de Sánchez massacre.", "entities": [{"title": "Guatemala", "href": "/wiki/Guatemala", "description": "Guatemala, officially the Republic of Guatemala, is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America and has the 11th largest national populatio"}, {"title": "Peasant", "href": "/wiki/Peasant", "description": "A peasant is a pre-industrial agricultural laborer or a farmer with limited land-ownership, especially one living in the Middle Ages under feudalism and paying rent, tax, fees, or services to a landlord. In Europe, three classes of peasants existed: slave, serf, and free tenant. Peasants may hold title to land either in fee simple or by any of several forms of land tenure, among them socage, quit-"}, {"title": "Plan de Sánchez massacre", "href": "/wiki/Plan_de_S%C3%A1nchez_massacre", "description": "The Plan de Sánchez massacre took place in the Guatemalan village of Plan de Sánchez, Baja Verapaz department, on 18 July 1982. Over 250 people were abused and murdered by members of the armed forces and their paramilitary allies."}]}, {"heading": "Events", "year": "1984", "date": "July 18", "txt": "McDonald's massacre in San Ysidro, California: In a fast-food restaurant, James Oliver Huberty opens fire, killing 21 people and injuring 19 others before being shot dead by police.", "entities": [{"title": "San Ysidro McDonald's massacre", "href": "/wiki/San_Ysidro_McDonald%27s_massacre", "description": "The San Ysidro McDonald's massacre was an act of mass murder which occurred at a McDonald's restaurant in the San Ysidro neighborhood of San Diego, California, on July 18, 1984. The perpetrator, 41-year-old James Huberty, fatally shot 21 people and wounded 19 others before being killed by a police sniper approximately 77 minutes after he had first opened fire."}, {"title": "San Ysidro, San Diego", "href": "/wiki/San_Ysidro,_San_Diego", "description": "San Ysidro is a district of the City of San Diego, immediately north of the U.S.-Mexico border. It neighbors Otay Mesa West to the north, Otay Mesa to the east, and Nestor and the Tijuana River Valley to the west; together these communities form South San Diego, a practical exclave of the City of San Diego. Major thoroughfares include Beyer Boulevard and San Ysidro Boulevard."}]}, {"heading": "Events", "year": "1992", "date": "July 18", "txt": "A picture of Les Horribles Cernettes was taken, which became the first ever photo posted to the World Wide Web.", "entities": [{"title": "Les Horribles Cernettes", "href": "/wiki/Les_Horribles_Cernettes", "description": "Les Horribles Cernettes was an all-female parody pop group, self-labelled \"the one and only High Energy Rock Band\", which was founded by employees of CERN and performed at CERN and other HEP-related events. Their musical style is often described as doo-wop. The initials of their name, LHC, are the same as those of the Large Hadron Collider, which was later built at CERN. Their humorous songs are f"}, {"title": "World Wide Web", "href": "/wiki/World_Wide_Web", "description": "The World Wide Web (WWW), commonly known as the Web, is an information system where documents and other web resources are identified by Uniform Resource Locators, which may be interlinked by hyperlinks, and are accessible over the Internet. The resources of the Web are transferred via the Hypertext Transfer Protocol (HTTP), may be accessed by users by a software application called a web browser, a"}]}, {"heading": "Events", "year": "1994", "date": "July 18", "txt": "The bombing of the Asociación Mutual Israelita Argentina (Argentine Jewish Community Center) in Buenos Aires kills 85 people (mostly Jewish) and injures 300.", "entities": [{"title": "AMIA bombing", "href": "/wiki/AMIA_bombing", "description": "The AMIA bombing was a suicide van bomb attack on the Asociación Mutual Israelita Argentina building in Buenos Aires, Argentina on 18 July 1994, killing 85 people and injuring hundreds. The bombing is Argentina's deadliest terrorist attack to date. Argentina is home to a Jewish community of 230,000, the largest in Latin America and sixth in the world outside Israel (see Demographics of Argentina)."}, {"title": "Asociación Mutual Israelita Argentina", "href": "/wiki/Asociaci%C3%B3n_Mutual_Israelita_Argentina", "description": "Asociación Mutual Israelita Argentina is a Jewish Community Center located in Buenos Aires, Argentina."}, {"title": "Buenos Aires", "href": "/wiki/Buenos_Aires", "description": "Buenos Aires, officially Autonomous City of Buenos Aires, is the capital and largest city of Argentina. The city is located on the western shore of the Río de la Plata, on South America's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra S"}]}, {"heading": "Events", "year": "1994", "date": "July 18", "txt": "Rwandan genocide: The Rwandan Patriotic Front takes control of Gisenyi and north western Rwanda, forcing the interim government into Zaire and ending the genocide.", "entities": [{"title": "Rwandan Patriotic Front", "href": "/wiki/Rwandan_Patriotic_Front", "description": "The Rwandan Patriotic Front is the ruling political party in Rwanda. Led by President Paul Kagame, the party has governed the country since its armed wing defeated government forces, winning the Rwandan Civil War in 1994."}, {"title": "Gisenyi", "href": "/wiki/Gisenyi", "description": "Gisenyi, historically rendered as Kisenyi, is a city in Rubavu district in Rwanda's Western Province. Gisenyi is contiguous with Goma, the city across the border in the Democratic Republic of the Congo."}, {"title": "Rwanda", "href": "/wiki/Rwanda", "description": "Rwanda, officially the Republic of Rwanda, is a landlocked country in the Great Rift Valley, where the African Great Lakes region and East Africa converge. One of the smallest countries on the African mainland, its capital city is Kigali. Located a few degrees south of the Equator, Rwanda is bordered by Uganda, Tanzania, Burundi, and the Democratic Republic of the Congo. It is highly elevated, giv"}, {"title": "Zaire", "href": "/wiki/Zaire", "description": "Zaire, officially the Republic of Zaire, was the name of a sovereign state between 1971 and 1997 in Central Africa that is now known as the Democratic Republic of the Congo. It was, by area, the largest country in sub-Saharan Africa, the third-largest in all of Africa, and the 11th-largest in the world. With a population of over 23 million inhabitants, Zaire was the most-populous officially Franco"}]}, {"heading": "Events", "year": "1995", "date": "July 18", "txt": "On the Caribbean island of Montserrat, the Soufrière Hills volcano erupts. Over the course of several years, it devastates the island, destroying the capital, forcing most of the population to flee.", "entities": [{"title": "Montserrat", "href": "/wiki/Montserrat", "description": "Montserrat is a British Overseas Territory (BOT) in the Caribbean. The island is in the Leeward Islands, which is part of the chain known as the Lesser Antilles, in the West Indies. Montserrat measures approximately 16 km (10 mi) in length and 11 km (7 mi) in width, with approximately 40 km (25 mi) of coastline. Montserrat is nicknamed \"The Emerald Isle of the Caribbean\" both for its resemblance t"}, {"title": "Soufrière Hills", "href": "/wiki/Soufri%C3%A8re_Hills", "description": "The Soufrière Hills are an active, complex stratovolcano with many lava domes forming its summit on the Caribbean island of Montserrat. Many volcanoes in the Caribbean are named Soufrière. These include La Soufrière or Soufrière Saint Vincent on the island of Saint Vincent, and La Grande Soufrière on Guadeloupe. After a long period of dormancy, the Soufrière Hills volcano became active in 1995 and"}]}, {"heading": "Events", "year": "1996", "date": "July 18", "txt": "Storms provoke severe flooding on the Saguenay River, beginning one of Quebec's costliest natural disasters ever.", "entities": [{"title": "Saguenay flood", "href": "/wiki/Saguenay_flood", "description": "The Saguenay flood was a series of flash floods on July 19 and 20, 1996 that hit the Saguenay-Lac-Saint-Jean region of Quebec, Canada. It was the biggest overland flood in 20th-century Canadian history."}, {"title": "Saguenay River", "href": "/wiki/Saguenay_River", "description": "The Saguenay River is a major river of Quebec, Canada. \nIt drains Lac Saint-Jean in the Laurentian Highlands, leaving at Alma and running east; the city of Saguenay is located on the river. It drains into the Saint Lawrence River. Tadoussac, founded as a French colonial trading post in 1600, is located on the northeast bank at this site."}, {"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}, {"title": "Natural disaster", "href": "/wiki/Natural_disaster", "description": "A natural disaster is a major adverse event resulting from natural processes of the Earth; examples include floods, hurricanes, tornadoes, volcanic eruptions, earthquakes, tsunamis, storms, and other geologic processes. A natural disaster can cause loss of life or damage property, and typically leaves some economic damage in its wake, the severity of which depends on the affected population's resi"}]}, {"heading": "Events", "year": "1996", "date": "July 18", "txt": "Battle of Mullaitivu: The Liberation Tigers of Tamil Eelam capture the Sri Lanka Army's base, killing over 1200 soldiers.", "entities": [{"title": "Liberation Tigers of Tamil Eelam", "href": "/wiki/Liberation_Tigers_of_Tamil_Eelam", "description": "The Liberation Tigers of Tamil Eelam (LTTE) was a Tamil militant organization that was based in northeastern Sri Lanka. Its aim was to secure an independent state of Tamil Eelam in the north and east in response to the state policies of successive Sri Lankan governments that were widely considered to be discriminatory towards the minority Sri Lankan Tamils, as well as the oppressive actions—includ"}, {"title": "Sri Lanka Army", "href": "/wiki/Sri_Lanka_Army", "description": "The Sri Lankan Army (SLA) is the oldest and largest of the Sri Lanka Armed Forces. Established as the Ceylon Army in 1949, it was renamed when Sri Lanka became a republic in 1972. In 2010, the Army had approximately 200,000 regular personnel, between 20,000 and 40,000 reserve (volunteer) personnel and 18,000 National Guardsmen and comprises 13 operational divisions, one air-mobile brigade, one com"}]}, {"heading": "Events", "year": "2012", "date": "July 18", "txt": "At least seven people are killed and 32 others are injured after a bomb explodes on an Israeli tour bus at Burgas Airport, Bulgaria.", "entities": [{"title": "2012 Burgas bus bombing", "href": "/wiki/2012_Burgas_bus_bombing", "description": "The 2012 Burgas bus bombing was a terrorist attack carried out by a suicide bomber on a passenger bus transporting Israeli tourists at the Burgas Airport in Burgas, Bulgaria, on 18 July 2012. The bus was carrying 42 Israelis, mainly youths, from the airport to their hotels, after arriving on a flight from Tel Aviv. The explosion killed the Bulgarian bus driver and five Israelis and injured 32 Isra"}, {"title": "Israelis", "href": "/wiki/Israelis", "description": "Israelis are the citizens or permanent residents of the State of Israel, a multiethnic state populated by people of different ethnic backgrounds. The largest ethnic groups in Israel are Jews (75%), followed by Arabs (20%) and other minorities (5%). Among the Israeli Jewish population, hundreds of thousands of Jews born in Israel are descended from Ashkenazi Jew, Mizrahi Jews, Sephardi Jews, Ethiop"}, {"title": "Burgas Airport", "href": "/wiki/Burgas_Airport", "description": "Burgas Airport is an international airport in southeast Bulgaria and the second largest in the country. It is near the northern neighbourhood of Sarafovo approximately 10 km (6.2 mi) from the city centre. The airport principally serves Burgas and other seaside resorts of Bulgarian south coast which attract many tourists during the summer leisure season. In 2018 it handled 3,277,229 passengers, a 9"}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}]}, {"heading": "Events", "year": "2013", "date": "July 18", "txt": "The Government of Detroit, with up to $20 billion in debt, files for the largest municipal bankruptcy in U.S. history.", "entities": [{"title": "Government of Detroit", "href": "/wiki/Government_of_Detroit", "description": "The government of Detroit, Michigan is run by a mayor, the nine-member Detroit City Council, the eleven-member Board of Police Commissioners, and a clerk. All of these officers are elected on a nonpartisan ballot, with the exception of four of the police commissioners, who are appointer by the mayor. Detroit has a \"strong mayoral\" system, with the mayor approving departmental appointments. The cou"}, {"title": "Detroit bankruptcy", "href": "/wiki/Detroit_bankruptcy", "description": "The city of Detroit, Michigan, filed for Chapter 9 bankruptcy on July 18, 2013. It is the largest municipal bankruptcy filing in U.S. history by debt, estimated at $18–20 billion, exceeding Jefferson County, Alabama's $4-billion filing in 2011. Detroit is also the largest city by population in U.S. history to file for Chapter 9 bankruptcy, more than twice as large as Stockton, California, which fi"}]}, {"heading": "Events", "year": "2019", "date": "July 18", "txt": "A man sets fire to an anime studio in Fushimi-ku, Kyoto, Japan, killing at least 35 people and injuring dozens of others.", "entities": [{"title": "Kyoto Animation arson attack", "href": "/wiki/Kyoto_Animation_arson_attack", "description": "The Kyoto Animation arson attack  occurred at Kyoto Animation's Studio 1 building in the Fushimi ward of Kyoto, Japan, on the morning of Thursday, 18 July 2019. The arson killed at least 36 people, injured an additional 33, and destroyed most of the materials and computers in Studio 1. It is one of the deadliest massacres in Japan since the end of World War II, the deadliest building fire in Japan"}, {"title": "Fushimi-ku, Kyoto", "href": "/wiki/Fushimi-ku,_Kyoto", "description": "Fushimi  is one of the eleven wards in the city of Kyoto, in Kyoto Prefecture, Japan. Famous places in Fushimi include the Fushimi Inari Shrine, with thousands of torii lining the paths up and down a mountain; Fushimi Castle, originally built by Toyotomi Hideyoshi, with its rebuilt towers and gold-lined tea-room; and the Teradaya, an inn at which Sakamoto Ryōma was attacked and injured about a yea"}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}]}, {"heading": "Births", "year": "1013", "date": "July 18", "txt": "Hermann of Reichenau, German composer, mathematician, and astronomer (b. 1013)", "entities": [{"title": "Hermann of Reichenau", "href": "/wiki/Hermann_of_Reichenau", "description": "Blessed Hermann of Reichenau, also known by other names, was an 11th-century Benedictine monk and scholar. He composed works on history, music theory, mathematics, and astronomy, as well as many hymns. He has traditionally been credited with the composition of \"Salve Regina\", \"Veni Sancte Spiritus\", and \"Alma Redemptoris Mater\", although these attributions are sometimes questioned. His cultus and "}]}, {"heading": "Births", "year": "1501", "date": "July 18", "txt": "Isabella of Austria, queen of Denmark (d. 1526)", "entities": [{"title": "Isabella of Austria", "href": "/wiki/Isabella_of_Austria", "description": "Isabella of Austria, also known as Elizabeth, was queen of Denmark, Norway and Sweden as the wife of King Christian II. She was the daughter of King Philip I and Queen Joanna of Castile and the sister of Emperor Charles V. She was born at Brussels. She ruled Denmark as regent in 1520."}]}, {"heading": "Births", "year": "1504", "date": "July 18", "txt": "Heinrich Bullinger, Swiss pastor and reformer (d. 1575)", "entities": [{"title": "Heinrich Bullinger", "href": "/wiki/Heinrich_Bullinger", "description": "Heinrich Bullinger was a Swiss reformer, the successor of Huldrych Zwingli as head of the Zürich church and pastor at Grossmünster. As one of the most important reformers in the Swiss reformation, Bullinger is known for co-authoring the Helvetic Confessions and his work with John Calvin on the Real Presence of Christ in the Eucharist."}]}, {"heading": "Births", "year": "1534", "date": "July 18", "txt": "Zacharius Ursinus, German theologian (d. 1583)", "entities": [{"title": "Zacharius Ursinus", "href": "/wiki/Zacharius_Ursinus", "description": "Zacharias Ursinus was a sixteenth-century German Reformed theologian and Protestant reformer, born Zacharias Baer in Breslau. He became the leading theologian of the Reformed Protestant movement of the Palatinate, serving both at the University of Heidelberg and the College of Wisdom. He is best known as the principal author and interpreter of the Heidelberg Catechism."}]}, {"heading": "Births", "year": "1552", "date": "July 18", "txt": "Rudolf II, Holy Roman Emperor (d. 1612)", "entities": [{"title": "Rudolf II, Holy Roman Emperor", "href": "/wiki/Rudolf_II,_Holy_Roman_Emperor", "description": "Rudolf II was Holy Roman Emperor (1576–1612), King of Hungary and Croatia, King of Bohemia (1575–1608/1611) and Archduke of Austria (1576–1608). He was a member of the House of Habsburg."}]}, {"heading": "Births", "year": "1634", "date": "July 18", "txt": "Johannes Camphuys, Dutch politician, Governor-General of the Dutch East Indies (d. 1695)", "entities": [{"title": "Johannes Camphuys", "href": "/wiki/Johannes_Camphuys", "description": "Johannes Camphuys was the Governor-General of the Dutch East Indies from 1684 to 1691. Camphuys was born in Haarlem, in the Republic of the United Netherlands."}, {"title": "Governor-General of the Dutch East Indies", "href": "/wiki/Governor-General_of_the_Dutch_East_Indies", "description": "The Governor-General of the Dutch East Indies represented Dutch rule in the Dutch East Indies between 1610 and Dutch recognition of the independence of Indonesia in 1949."}]}, {"heading": "Births", "year": "1659", "date": "July 18", "txt": "Hyacinthe Rigaud, French painter (d. 1743)", "entities": [{"title": "Hyacinthe Rigaud", "href": "/wiki/Hyacinthe_Rigaud", "description": "Jacint Rigau-Ros i Serra, known as Hyacinthe Rigaud, was a French baroque painter most famous for his portraits of Louis XIV and other members of the French nobility."}]}, {"heading": "Births", "year": "1670", "date": "July 18", "txt": "Giovanni Bononcini, Italian cellist and composer (d. 1747)", "entities": [{"title": "Giovanni Bononcini", "href": "/wiki/Giovanni_Bononcini", "description": "Giovanni Bononcini was an Italian Baroque composer, cellist, singer and teacher, one of a family of string players and composers."}]}, {"heading": "Births", "year": "1702", "date": "July 18", "txt": "Maria Clementina Sobieska, Polish noble (d. 1735)", "entities": [{"title": "Maria Clementina Sobieska", "href": "/wiki/Maria_Clementina_Sobieska", "description": "Maria Clementina Sobieska was a titular queen of England, Scotland and Ireland by marriage to James Francis Edward Stuart, a Jacobite claimant to the British throne. The granddaughter of the Polish king John III Sobieski, she was the mother of Charles Edward Stuart and of Cardinal Henry Benedict Stuart."}]}, {"heading": "Births", "year": "1718", "date": "July 18", "txt": "Saverio Bettinelli, Italian poet, playwright, and critic (d. 1808)", "entities": [{"title": "Saverio Bettinelli", "href": "/wiki/Saverio_Bettinelli", "description": "Saverio Bettinelli was an Italian Jesuit writer."}]}, {"heading": "Births", "year": "1720", "date": "July 18", "txt": "Gilbert White, English ornithologist and ecologist (d. 1793)", "entities": [{"title": "Gilbert White", "href": "/wiki/Gilbert_White", "description": "Gilbert White FRS was a \"parson-naturalist\", a pioneering English naturalist, ecologist and ornithologist. He is best known for his Natural History and Antiquities of Selborne."}]}, {"heading": "Births", "year": "1724", "date": "July 18", "txt": "Maria Antonia of Bavaria, Electress of Saxony (d. 1780)", "entities": [{"title": "Duchess Maria Antonia of Bavaria", "href": "/wiki/Duchess_Maria_Antonia_of_Bavaria", "description": "Maria Antonia, Princess of Bavaria, Electress of Saxony was a German princess, composer, singer, harpsichordist and patron, known particularly for her operas Il trionfo della fedeltà and Talestri, regina delle amazoni. She was also the Regent of Saxony in 1763-1768. Baptised Maria Antonia Walpurgis Symphorosa, she was known as Maria Antonia."}]}, {"heading": "Births", "year": "1750", "date": "July 18", "txt": "Frederick Adolf, duke of Östergötland (d. 1803)", "entities": [{"title": "Prince Frederick Adolf of Sweden", "href": "/wiki/Prince_Frederick_Adolf_of_Sweden", "description": "Prince Frederick Adolf, Duke of Östergötland was a Swedish Prince, youngest son of King Adolf Frederick of Sweden and Louisa Ulrika of Prussia, a sister of Frederick the Great, King of Prussia. He was given the title Duke of Östergötland."}]}, {"heading": "Births", "year": "1796", "date": "July 18", "txt": "Immanuel Hermann Fichte, German philosopher and academic (d. 1879)", "entities": [{"title": "Immanuel Hermann Fichte", "href": "/wiki/Immanuel_Hermann_Fichte", "description": "Immanuel Hermann Fichte was a German philosopher and son of Johann Gottlieb Fichte. In his philosophy, he was a theist and strongly opposed to the Hegelian School."}]}, {"heading": "Births", "year": "1811", "date": "July 18", "txt": "William Makepeace Thackeray, English author and poet (d. 1863)", "entities": [{"title": "William Makepeace Thackeray", "href": "/wiki/William_Makepeace_Thackeray", "description": "William Makepeace Thackeray was an Indian-born British novelist, author and illustrator. He is known for his satirical works, particularly his 1848 novel Vanity Fair, a panoramic portrait of British society, and the 1844 novel The Luck of Barry Lyndon, which was adapted for a 1975 film by Stanley Kubrick."}]}, {"heading": "Births", "year": "1818", "date": "July 18", "txt": "Louis Gerhard De Geer, Swedish lawyer and politician, 1st Prime Minister of Sweden (d. 1896)", "entities": [{"title": "Louis Gerhard De Geer", "href": "/wiki/Louis_Gerhard_De_Geer", "description": "Baron Louis Gerhard De Geer af Finspång was a Swedish statesman and writer. He was born at Finspång Castle in Risinge parish. He was a lawyer, and in 1855 became president of the Göta hovrätt, or lord justice for the appellate court of Götaland. From 7 April 1858 to 3 June 1870 he was Prime Minister for Justice and again from 11 May 1875 to 20 March 1876. As a member of the nobility, he took part "}, {"title": "Prime Minister of Sweden", "href": "/wiki/Prime_Minister_of_Sweden", "description": "The Prime Minister is the head of government in Sweden. Before the creation of the office of a Prime Minister in 1876, Sweden did not have a head of government separate from its head of state, namely the King, in whom the executive authority was vested. Louis Gerhard De Geer, the architect behind the new bicameral Riksdag of 1866 that replaced the centuries-old Riksdag of the Estates, became the f"}]}, {"heading": "Births", "year": "1821", "date": "July 18", "txt": "Pauline Viardot, French soprano and composer (d. 1910)", "entities": [{"title": "Pauline Viardot", "href": "/wiki/Pauline_Viardot", "description": "Pauline Viardot was a leading nineteenth-century French mezzo-soprano, pedagogue, and composer of Spanish descent."}]}, {"heading": "Births", "year": "1837", "date": "July 18", "txt": "Vasil Levski, Bulgarian priest and activist (d. 1873)", "entities": [{"title": "Vasil Levski", "href": "/wiki/Vasil_Levski", "description": "Vasil Levski, born Vasil Ivanov Kunchev, was a Bulgarian revolutionary and is a national hero of Bulgaria today. Dubbed the Apostle of Freedom, Levski ideologised and strategised a revolutionary movement to liberate Bulgaria from Ottoman rule. Levski founded the Internal Revolutionary Organisation, and sought to foment a nationwide uprising through a network of secret regional committees."}]}, {"heading": "Births", "year": "1843", "date": "July 18", "txt": "Virgil Earp, American marshal (d. 1905)", "entities": [{"title": "Virgil Earp", "href": "/wiki/Virgil_Earp", "description": "Virgil Walter Earp was both deputy U.S. Marshal and Tombstone, Arizona City Marshal when he led his brothers Morgan and Wyatt, and Doc Holliday in a confrontation with outlaw Cowboys at the Gunfight at the O.K. Corral on October 26, 1881. They killed brothers Tom and Frank McLaury and Billy Clanton. All three Earp brothers had been the target of repeated death threats made by the Cowboys who were "}]}, {"heading": "Births", "year": "1845", "date": "July 18", "txt": "Tristan Corbière, French poet (d. 1875)", "entities": [{"title": "Tristan Corbière", "href": "/wiki/Tristan_Corbi%C3%A8re", "description": "Tristan Corbière, born Édouard-Joachim Corbière, was a French poet born in Coat-Congar, Ploujean in Brittany, where he lived most of his life before dying of tuberculosis at the age of 29."}]}, {"heading": "Births", "year": "1848", "date": "July 18", "txt": "W. G. Grace, English cricketer and physician (d. 1915)", "entities": [{"title": "W. G. Grace", "href": "/wiki/W._G._Grace", "description": "William Gilbert Grace was an English amateur cricketer who was important in the development of the sport and is widely considered one of its greatest players. He played first-class cricket for a record-equalling 44 seasons, from 1865 to 1908, during which he captained England, Gloucestershire, the Gentlemen, Marylebone Cricket Club (MCC), the United South of England Eleven (USEE) and several other"}]}, {"heading": "Births", "year": "1853", "date": "July 18", "txt": "Hendrik Lorentz, Dutch physicist and academic, Nobel Prize laureate (d. 1928)", "entities": [{"title": "Hendrik Lorentz", "href": "/wiki/Hendrik_Lorentz", "description": "Hendrik Antoon Lorentz was a Dutch physicist who shared the 1902 Nobel Prize in Physics with Pieter Zeeman for the discovery and theoretical explanation of the Zeeman effect. He also derived the transformation equations underpinning Albert Einstein's special theory of relativity."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1861", "date": "July 18", "txt": "Kadambini Ganguly, Indian physician, one of the first Indian women to obtain a degree (d. 1923)", "entities": [{"title": "Kadambini Ganguly", "href": "/wiki/Kadambini_Ganguly", "description": "Kadambini Ganguly was one of the first Indian female doctors who practiced with a degree in Western medicine, alongside other pioneering women such as Anandibai Joshi and Anne Jagannathan. Ganguly was the first woman to gain admission to Calcutta Medical College in 1884, subsequently trained in Scotland, and established a successful medical practice in India."}]}, {"heading": "Births", "year": "1864", "date": "July 18", "txt": "Philip Snowden, 1st Viscount Snowden, English politician, Chancellor of the Exchequer (d. 1937)", "entities": [{"title": "Philip Snowden, 1st Viscount Snowden", "href": "/wiki/Philip_Snowden,_1st_Viscount_Snowden", "description": "Philip Snowden, 1st Viscount Snowden, PC was a British politician. A strong speaker, he became popular in trade union circles for his denunciation of capitalism as unethical and his promise of a socialist utopia. He was the first Labour Chancellor of the Exchequer, a position he held in 1924 and again between 1929 and 1931. He broke with Labour policy in 1931, and was expelled from the party and e"}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1867", "date": "July 18", "txt": "Margaret Brown, American philanthropist and activist (d. 1932)", "entities": [{"title": "Margaret Brown", "href": "/wiki/Margaret_Brown", "description": "Margaret Brown, posthumously known as \"The Unsinkable Molly Brown\", was an American socialite and philanthropist. She unsuccessfully encouraged the crew in Lifeboat No. 6 to return to the debris field of the 1912 sinking of RMS Titanic to look for survivors. During her lifetime, her friends called her \"Maggie\", but even by her death, obituaries referred to her as the \"Unsinkable Molly Brown\". The "}]}, {"heading": "Births", "year": "1871", "date": "July 18", "txt": "Giacomo Balla, Italian painter (d.1958)", "entities": [{"title": "Giacomo Balla", "href": "/wiki/Giacomo_Balla", "description": "Giacomo Balla was an Italian painter, art teacher and poet best known as a key proponent of Futurism. In his paintings he depicted light, movement and speed. He was concerned with expressing movement in his works, but unlike other leading futurists he was not interested in machines or violence with his works tending towards the witty and whimsical."}]}, {"heading": "Births", "year": "1871", "date": "July 18", "txt": "Sada Yacco, Japanese actress and dancer (d. 1946)", "entities": []}, {"heading": "Births", "year": "1881", "date": "July 18", "txt": "Larry McLean, Canadian-American baseball player (d. 1921)", "entities": [{"title": "Larry McLean", "href": "/wiki/Larry_McLean", "description": "John Bannerman McLean was a Canadian professional baseball catcher between 1901 until 1915. During his years in Major League Baseball, he played for five different teams. Beginning his career with the Boston Americans, his final professional game was played with the New York Giants on June 6, 1915."}]}, {"heading": "Births", "year": "1884", "date": "July 18", "txt": "Alberto di Jorio, Italian cardinal (d. 1979)", "entities": [{"title": "Alberto di Jorio", "href": "/wiki/Alberto_di_Jorio", "description": "Alberto di Jorio, was a cardinal of the Catholic Church and for many years along with the layman Bernardino Nogara the powerhouse behind the growing wealth of the Vatican and the Istituto per le Opere di Religione."}]}, {"heading": "Births", "year": "1886", "date": "July 18", "txt": "Simon Bolivar Buckner Jr., American general (d. 1945)", "entities": [{"title": "Simon Bolivar Buckner Jr.", "href": "/wiki/Simon_Bolivar_Buckner_Jr.", "description": "Simon Bolivar Buckner Jr. was a lieutenant general in the United States Army during World War II. He served in the Pacific Theater of Operations and commanded the defenses of Alaska early in the war. Following that assignment, he was promoted to command the Tenth Army, which conducted the amphibious assault on the Japanese island of Okinawa on April 1, 1945. He was killed during the closing days o"}]}, {"heading": "Births", "year": "1887", "date": "July 18", "txt": "Vidkun Quisling, Norwegian military officer and politician, Minister President of Norway (d. 1945)", "entities": [{"title": "Vidkun Quisling", "href": "/wiki/Vidkun_Quisling", "description": "Vidkun Abraham Lauritz Jonssøn Quisling was a Norwegian military officer, politician, and Nazi collaborator who nominally headed the government of Norway during the occupation of the country by Nazi Germany during World War II. He first came to international prominence as a close collaborator of explorer Fridtjof Nansen, organizing humanitarian relief during the Russian famine of 1921 in Povolzhye"}, {"title": "List of heads of government of Norway", "href": "/wiki/List_of_heads_of_government_of_Norway", "description": "This is a list of heads of government of Norway. In the modern era, the head of government has the title prime minister (statsminister). At various times in the past, the highest governmental title has included steward (rigsstatholder), viceroy (vicekonge) and first minister (førstestatsraad)"}]}, {"heading": "Births", "year": "1889", "date": "July 18", "txt": "Kōichi Kido, Japanese politician, 13th Lord Keeper of the Privy Seal of Japan (d. 1977)", "entities": [{"title": "Kōichi Kido", "href": "/wiki/K%C5%8Dichi_Kido", "description": "Marquis Kōichi Kido  served as Lord Keeper of the Privy Seal of Japan from 1940 to 1945, and was the closest advisor to Emperor Hirohito throughout World War II. He was convicted of war crimes and sentenced to life imprisonment, of which he served 6 years before being released in 1953."}, {"title": "Lord Keeper of the Privy Seal of Japan", "href": "/wiki/Lord_Keeper_of_the_Privy_Seal_of_Japan", "description": "The Lord Keeper of the Privy Seal of Japan  was an administrative post not of Cabinet rank in the government of the Empire of Japan, responsible for keeping the Privy Seal of Japan and State Seal of Japan. The modern office of the Lord Keeper of the Privy Seal was identical with the old Naidaijin only in name and should not be confused. The office was abolished in 1945 after the Second World War."}]}, {"heading": "Births", "year": "1890", "date": "July 18", "txt": "Frank Forde, Australian educator and politician, 15th Prime Minister of Australia (d. 1983)", "entities": [{"title": "Frank Forde", "href": "/wiki/Frank_Forde", "description": "Francis Michael Forde was an Australian politician who served as prime minister of Australia from 6 to 13 July 1945. He was the deputy leader of the Australian Labor Party (ALP) from 1932 to 1946. He served as prime minister in a caretaker capacity after the death of John Curtin, and is the shortest-serving prime minister in Australia's history."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1892", "date": "July 18", "txt": "Arthur Friedenreich, Brazilian footballer (d. 1969)", "entities": [{"title": "Arthur Friedenreich", "href": "/wiki/Arthur_Friedenreich", "description": "Arthur Friedenreich was a Brazilian professional footballer, who played as a forward. He was nicknamed The Tiger or The Original \"Black\" Pearl, and was arguably the sport's first outstanding mixed race player. He played when Brazilian football was still amateur, which lasted until 1933. He is occasionally identified as one of the all-time top scorers in football history, although this is highly di"}]}, {"heading": "Births", "year": "1893", "date": "July 18", "txt": "David Ogilvy, 12th Earl of Airlie, Scottish peer, soldier and courtier (d. 1968)", "entities": [{"title": "David Ogilvy, 12th Earl of Airlie", "href": "/wiki/David_Ogilvy,_12th_Earl_of_Airlie", "description": "Colonel David Lyulph Gore Wolseley Ogilvy, 12th and 7th Earl of Airlie was a Scottish peer, soldier, and courtier."}]}, {"heading": "Births", "year": "1895", "date": "July 18", "txt": "Olga Spessivtseva, Russian-American ballerina (d. 1991)", "entities": [{"title": "Olga Spessivtseva", "href": "/wiki/Olga_Spessivtseva", "description": "Olga Alexandrovna Spessivtseva (Russian: Ольга Алекса́ндровна Спеси́вцева was a Russian ballerina whose stage career spanned from 1913 to 1939."}]}, {"heading": "Births", "year": "1895", "date": "July 18", "txt": "Machine Gun Kelly, American gangster (d. 1954)", "entities": []}, {"heading": "Births", "year": "1897", "date": "July 18", "txt": "Ernest Eldridge, English race car driver and engineer (d. 1935)", "entities": [{"title": "Ernest Eldridge", "href": "/wiki/Ernest_Eldridge", "description": "Ernest Arthur Douglas Eldridge was a British racing car driver who broke the world land speed record in 1924. His was the last land speed record set on an open road."}]}, {"heading": "Births", "year": "1898", "date": "July 18", "txt": "John Stuart, Scottish-English actor (d. 1979)", "entities": [{"title": "John Stuart (actor)", "href": "/wiki/John_Stuart_(actor)", "description": "John Stuart, was a Scottish actor, and a very popular leading man in British silent films in the 1920s. He appeared in three films directed by Alfred Hitchcock."}]}, {"heading": "Births", "year": "1899", "date": "July 18", "txt": "Ernst Scheller, German soldier and politician, 8th Mayor of Marburg (d. 1942)", "entities": [{"title": "Ernst Scheller", "href": "/wiki/Ernst_Scheller", "description": "Ernst Scheller was a German Nazi Hauptmann and politician."}, {"title": "Mayor of Marburg", "href": "/wiki/Mayor_of_Marburg", "description": "This is a list of all the mayors of Marburg in Germany since 1835."}]}, {"heading": "Births", "year": "1900", "date": "July 18", "txt": "Nathalie Sarraute, French lawyer and author (d. 1999)", "entities": [{"title": "Nathalie Sarraute", "href": "/wiki/Nathalie_Sarraute", "description": "Nathalie Sarraute was a French writer and lawyer."}]}, {"heading": "Births", "year": "1902", "date": "July 18", "txt": "Jessamyn West, American author (d. 1984)", "entities": [{"title": "Jessamyn West (writer)", "href": "/wiki/Jessamyn_West_(writer)", "description": "Mary Jessamyn West was an American author of short stories and novels, notably The Friendly Persuasion (1945). A Quaker from Indiana, she graduated from Fullerton Union High School in 1919 and Whittier College in 1923. There she helped found the Palmer Society in 1921. She received an honorary Doctor of Letters (Litt.D) degree from Whittier College in 1946. She received the Janet Heidinger Kafka P"}]}, {"heading": "Births", "year": "1902", "date": "July 18", "txt": "Chill Wills, American actor (d. 1978)", "entities": []}, {"heading": "Births", "year": "1905", "date": "July 18", "txt": "Robert Elton Brooker, American business executive (d. 2000)", "entities": [{"title": "Robert Elton Brooker", "href": "/wiki/Robert_Elton_Brooker", "description": "Robert Elton Brooker was an American business executive at Sears, Roebuck & Co., Whirlpool Corporation, and Montgomery Ward, and recipient of the 1972 Henry Laurence Gantt Medal."}]}, {"heading": "Births", "year": "1906", "date": "July 18", "txt": "S. I. Hayakawa, Canadian-American academic and politician (d. 1992)", "entities": [{"title": "S. I. Hayakawa", "href": "/wiki/S._I._Hayakawa", "description": "Samuel Ichiye Hayakawa was a Canadian-born American academic and politician of Japanese ancestry. A professor of English, he served as president of San Francisco State University and then as U.S. Senator from California from 1977 to 1983."}]}, {"heading": "Births", "year": "1906", "date": "July 18", "txt": "Clifford Odets, American director, playwright, and screenwriter (d. 1963)", "entities": []}, {"heading": "Births", "year": "1908", "date": "July 18", "txt": "Peace Pilgrim, American mystic and activist (d. 1981)", "entities": [{"title": "Peace Pilgrim", "href": "/wiki/Peace_Pilgrim", "description": "Peace Pilgrim, born Mildred Lisette Norman, was an American spiritual teacher, mystic, pacifist, vegetarian activist and peace activist. In 1952, she became the first woman to walk the entire length of the Appalachian Trail in one season. Starting on January 1, 1953, in Pasadena, California, she adopted the name \"Peace Pilgrim\" and walked across the United States for 28 years, speaking with others"}]}, {"heading": "Births", "year": "1908", "date": "July 18", "txt": "Lupe Vélez, Mexican-American actress and dancer (d. 1944)", "entities": []}, {"heading": "Births", "year": "1908", "date": "July 18", "txt": "Beatrice Aitchison, American mathematician, statistician, and transportation economist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1909", "date": "July 18", "txt": "Bishnu Dey, Indian poet, critic, and academic (d. 1982)", "entities": [{"title": "Bishnu Dey", "href": "/wiki/Bishnu_Dey", "description": "Bishnu Dey was a Bengali poet, writer and academician in the era of modernism, post-modernism. Starting off as a symbologist, he won recognition for the musical quality of his poems, and forms the post-Tagore generation of Bengali poets, like Buddhadeb Basu and Samar Sen, which marked the advent of \"New Poetry\" in Bengali literature, deeply influenced by Marxist ideology. He published a magazine w"}]}, {"heading": "Births", "year": "1909", "date": "July 18", "txt": "Andrei Gromyko, Belarusian-Russian economist and politician, Soviet Minister of Foreign Affairs (d. 1989)", "entities": [{"title": "Ministry of Foreign Affairs (Soviet Union)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Soviet_Union)", "description": "The Ministry of External Relations (MER) of the Union of Soviet Socialist Republics (USSR), formed on was founded on 6 July 1923. It had three names during its existence: People's Commissariat for Foreign Affairs (1923–1946), Ministry of Foreign Affairs (1946–1991) and Ministry of External Relations (1991). It was one of the most important government offices in the Soviet Union.The Ministry was le"}]}, {"heading": "Births", "year": "1909", "date": "July 18", "txt": "Mohammed Daoud Khan, Afghan commander and politician, 1st President of Afghanistan (d. 1978)", "entities": [{"title": "President of Afghanistan", "href": "/wiki/President_of_Afghanistan", "description": "The president of the Islamic Republic of Afghanistan is the head of state and head of government of Afghanistan and Commander-in-Chief of Afghan Armed Forces. The incumbent office holder is Ashraf Ghani."}]}, {"heading": "Births", "year": "1909", "date": "July 18", "txt": "Harriet Nelson, American singer and actress (d. 1994)", "entities": []}, {"heading": "Births", "year": "1910", "date": "July 18", "txt": "Diptendu Pramanick, Indian businessman (d. 1989)", "entities": [{"title": "Diptendu Pramanick", "href": "/wiki/Diptendu_Pramanick", "description": "Diptendu Pramanick was a Bengali film personality from Calcutta. He was the founder secretary of the Eastern India Motion Pictures Association in Calcutta, India - a fraternity of film personnel which is an interface between the entertainment industry of eastern India and the Government. During his multifarious career he came in contact with eminent personalities and saw the evolution of this orga"}]}, {"heading": "Births", "year": "1910", "date": "July 18", "txt": "Mamadou Dia, Senegalese politician; 1st Prime Minister of Senegal (d. 2009)", "entities": []}, {"heading": "Births", "year": "1911", "date": "July 18", "txt": "Hume Cronyn, Canadian-American actor, producer, and screenwriter (d. 2003)", "entities": [{"title": "Hume Cronyn", "href": "/wiki/Hume_Cronyn", "description": "Hume Blake Cronyn Jr., OC was a Canadian actor of stage and screen, who enjoyed a long career, often appearing professionally alongside Jessica Tandy, his wife of over fifty years."}]}, {"heading": "Births", "year": "1913", "date": "July 18", "txt": "Red Skelton, American actor and comedian (d. 1997)", "entities": [{"title": "Red Skelton", "href": "/wiki/Red_Skelton", "description": "Richard Red Skelton was an American entertainer best known for his national radio and television shows between 1937 and 1971, especially as host of the television program The Red Skelton Show. He has stars on the Hollywood Walk of Fame for his work in radio and television, and also appeared in burlesque, vaudeville, films, nightclubs, and casinos, all while he pursued an entirely separate career a"}]}, {"heading": "Births", "year": "1914", "date": "July 18", "txt": "Gino Bartali, Italian cyclist (d. 2000)", "entities": [{"title": "Gino Bartali", "href": "/wiki/Gino_Bartali", "description": "Gino Bartali, nicknamed Gino the Pious and Ginettaccio, was a champion road cyclist. He was the most renowned Italian cyclist before the Second World War, having won the Giro d'Italia twice, in 1936 and 1937, and the Tour de France in 1938. After the war, he added one more victory in each event: the Giro d'Italia in 1946 and the Tour de France in 1948. His second and last Tour de France victory in"}]}, {"heading": "Births", "year": "1914", "date": "July 18", "txt": "Oscar Heisserer, French footballer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1915", "date": "July 18", "txt": "Carequinha, Brazilian clown and actor (d. 2006)", "entities": [{"title": "Carequinha", "href": "/wiki/Carequinha", "description": "George Savalla Gomes, better known as Carequinha or Baldy the Clown, was a Brazilian clown and actor, born in a circus to a circus family. He had a thick head of hair, but wore a bald wig, starting from five years old – he was a clown in Circus Ocidental until the age of twelve. He was the first Brazilian clown to have his own TV show – Circo Bombril, later called Circus Carequinha ran for 16 year"}]}, {"heading": "Births", "year": "1915", "date": "July 18", "txt": "Roxana Cannon Arsht, American judge (d. 2003)", "entities": []}, {"heading": "Births", "year": "1915", "date": "July 18", "txt": "Louis Le Bailly, British Royal Navy officer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 18", "txt": "Charles Kittel, American physicist  (d. 2019)", "entities": [{"title": "Charles Kittel", "href": "/wiki/Charles_Kittel", "description": "Charles Kittel was an American physicist. He was a Professor at University of California, Berkeley from 1951 and was Professor Emeritus from 1978 until his death."}]}, {"heading": "Births", "year": "1917", "date": "July 18", "txt": "Henri Salvador, French singer and guitarist (d. 2008)", "entities": [{"title": "Henri Salvador", "href": "/wiki/Henri_Salvador", "description": "Henri Salvador was a French Caribbean comedian, singer and cabaret artist."}]}, {"heading": "Births", "year": "1917", "date": "July 18", "txt": "Paul Streeten, Austrian-born British economics professor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 18", "txt": "Nelson Mandela, South African lawyer and politician, 1st President of South Africa, Nobel Prize laureate (d. 2013)", "entities": [{"title": "Nelson Mandela", "href": "/wiki/Nelson_Mandela", "description": "Nelson Rolihlahla Mandela was a South African anti-apartheid revolutionary, political leader and philanthropist who served as President of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by tackling institutionalised racism and fostering "}, {"title": "President of South Africa", "href": "/wiki/President_of_South_Africa", "description": "The President of the Republic of South Africa is the head of state and head of government of the Republic of South Africa. The President directs the executive branch of the government and is the commander-in-chief of the South African National Defence Force."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1919", "date": "July 18", "txt": "Lilia Dale, Italian actress", "entities": [{"title": "Lilia Dale", "href": "/wiki/Lilia_Dale", "description": "Lilia Dale is an Italian retired film actress."}]}, {"heading": "Births", "year": "1920", "date": "July 18", "txt": "Eric Brandon, English race car driver and businessman (d. 1982)", "entities": [{"title": "Eric Brandon", "href": "/wiki/Eric_Brandon", "description": "Eric Brandon was a motor racing driver and businessman. He was closely associated with the Cooper Car Company, and was instrumental in the early development of the company."}]}, {"heading": "Births", "year": "1921", "date": "July 18", "txt": "Peter Austin, English brewer, founded Ringwood Brewery (d. 2014)", "entities": [{"title": "Peter Austin (brewer)", "href": "/wiki/Peter_Austin_(brewer)", "description": "Peter Austin, was a British brewer. He founded Ringwood Brewery and was a co-founder and first chairman of the Society of Independent Brewers (SIBA). He built some 140 new breweries in the UK and 16 other countries."}, {"title": "Ringwood Brewery", "href": "/wiki/Ringwood_Brewery", "description": "Ringwood Brewery is a small brewery on the edge of the New Forest in Hampshire, England, near the Dorset border. It produces mainly cask ales and some bottled beers."}]}, {"heading": "Births", "year": "1921", "date": "July 18", "txt": "Aaron T. Beck, American psychiatrist and academic", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 18", "txt": "John Glenn, American colonel, astronaut, and politician (d. 2016)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 18", "txt": "Richard Leacock, English-French director and producer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 18", "txt": "Heinz Bennent, German actor (d. 2011)", "entities": []}, {"heading": "Births", "year": "1922", "date": "July 18", "txt": "Thomas Kuhn, American  physicist, historian, and philosopher (d. 1996)", "entities": [{"title": "Thomas Kuhn", "href": "/wiki/Thomas_Kuhn", "description": "Thomas Samuel Kuhn was an American philosopher of science whose 1962 book The Structure of Scientific Revolutions was influential in both academic and popular circles, introducing the term paradigm shift, which has since become an English-language idiom."}]}, {"heading": "Births", "year": "1923", "date": "July 18", "txt": "Jerome H. Lemelson, American engineer and businessman (d. 1997)", "entities": [{"title": "Jerome H. Lemelson", "href": "/wiki/Jerome_H._Lemelson", "description": "Jerome \"Jerry\" Hal Lemelson was an American engineer, inventor, and patent holder. Several of his inventions and works in the fields in which he patented have made possible, either wholly or in part, innovations like automated warehouses, industrial robots, cordless telephones, fax machines, videocassette recorders, camcorders, and the magnetic tape drive used in Sony's Walkman tape players. Lemel"}]}, {"heading": "Births", "year": "1923", "date": "July 18", "txt": "Michael Medwin, English actor (d. 2020)", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 18", "txt": "Inge Sørensen, Danish swimmer (d. 2011)", "entities": [{"title": "Inge Sørensen", "href": "/wiki/Inge_S%C3%B8rensen", "description": "Inge Sørensen, Inge Tabur or Lille henrivende Inge was born 18 July 1924 in Skovshoved, Denmark, and died 9 March 2011 in New Jersey. She was a Danish swimmer, who at age 12 won a bronze medal in 200 meter breaststroke at the 1936 Summer Olympics in Berlin. This makes her the youngest olympic medal winner in an individual competition."}]}, {"heading": "Births", "year": "1924", "date": "July 18", "txt": "Tullio Altamura, Italian actor", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 18", "txt": "Shirley Strickland, Australian runner and hurdler (d. 2004)", "entities": [{"title": "Shirley Strickland", "href": "/wiki/Shirley_Strickland", "description": "Shirley Barbara de la Hunty AO, MBE, known as Shirley Strickland during her early career, was an Australian athlete. She won more Olympic medals than any other Australian in running sports."}]}, {"heading": "Births", "year": "1925", "date": "July 18", "txt": "Friedrich Zimmermann, German lawyer and politician, German Federal Minister of the Interior (d. 2012)", "entities": [{"title": "Federal Ministry of the Interior (Germany)", "href": "/wiki/Federal_Ministry_of_the_Interior_(Germany)", "description": "The Federal Ministry of the Interior, Building and Community, abbreviated BMI, is a cabinet-level ministry of the Federal Republic of Germany. Its main office is in Berlin, with a secondary seat in Bonn. The current minister of the Interior, Building and Community is Horst Seehofer. \nIt is comparable to the British Home Office or a combination of the US Department of Homeland Security and the US D"}]}, {"heading": "Births", "year": "1925", "date": "July 18", "txt": "Raymond Jones, Australian Modernist architect", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 18", "txt": "Windy McCall, American baseball relief pitcher (d. 2015)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 18", "txt": "Margaret Laurence, Canadian author and academic (d. 1987)", "entities": [{"title": "Margaret Laurence", "href": "/wiki/Margaret_Laurence", "description": "Jean Margaret Laurence was a Canadian novelist and short story writer, and is one of the major figures in Canadian literature. She was also a founder of the Writers' Trust of Canada, a non-profit literary organization that seeks to encourage Canada's writing community."}]}, {"heading": "Births", "year": "1926", "date": "July 18", "txt": "Nita Bieber, American actress (d. 2019)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 18", "txt": "Bernard Pons, French politician and medical doctor", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 18", "txt": "Maunu Kurkvaara, Finnish film director and screenwriter", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 18", "txt": "Mehdi Hassan, Pakistani ghazal singer and playback singer (d. 2012)", "entities": [{"title": "Mehdi Hassan", "href": "/wiki/Mehdi_Hassan", "description": "Mehdi Hasan Khan was a Pakistani ghazal singer and playback singer for Lollywood. One of the greatest and most influential figures in the history of ghazal singing, he is referred to as the \"Shahenshah-e-Ghazal\". Known for his \"haunting\" baritone voice, Mehdi Hassan is credited with bringing ghazal singing to a worldwide audience. He is unique for his melodic patterns and maintaining integrity of "}, {"title": "Playback singer", "href": "/wiki/Playback_singer", "description": "A playback singer is a singer whose singing is pre-recorded for use in films. Playback singers record songs for soundtracks, and actors or actresses lip-sync the songs for cameras; the actual singer does not appear on the screen."}]}, {"heading": "Births", "year": "1927", "date": "July 18", "txt": "Kurt Masur, German conductor and educator (d. 2015)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 18", "txt": "Antonio García-Trevijano, Spanish republican, political activist, and author (d. 2018)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 18", "txt": "Keith MacDonald, Canadian politician (d. 2021)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 18", "txt": "Anthony Mirra, American gangster, member of the Bonanno Crime Family (d. 1982)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 18", "txt": "Andrea Gallo, Italian priest and author (d. 2013)", "entities": [{"title": "Andrea Gallo", "href": "/wiki/Andrea_Gallo", "description": "Don Andrea Gallo was an Italian presbyter, founder and leader of the community of San Benedetto al Porto of Genoa.\nHe often called himself a \"priest of the sidewalk\", referring to his activity of helping poor and needy people.My gospels are not four... We have been following for years and years the gospel according to De André, a path that is in obstinate and contrary direction. And we can confirm"}]}, {"heading": "Births", "year": "1928", "date": "July 18", "txt": "Baddiewinkle, American internet personality", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 18", "txt": "Dick Button, American figure skater and actor", "entities": [{"title": "Dick Button", "href": "/wiki/Dick_Button", "description": "Richard Totten \"Dick\" Button is an American former figure skater and skating analyst. He is a two-time Olympic champion and five-time World champion (1948–1952). He is also the only non-European man to have become European champion. Button is credited as having been the first skater to successfully land the double Axel jump in competition in 1948, as well as the first triple jump of any kind – a t"}]}, {"heading": "Births", "year": "1929", "date": "July 18", "txt": "Screamin' Jay Hawkins, American R&B singer-songwriter, musician, and actor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1932", "date": "July 18", "txt": "Robert Ellis Miller, American director and screenwriter (d. 2017)", "entities": [{"title": "Robert Ellis Miller", "href": "/wiki/Robert_Ellis_Miller", "description": "Robert Ellis Miller was an American film director."}]}, {"heading": "Births", "year": "1933", "date": "July 18", "txt": "Jean Yanne, French actor, director, producer, and screenwriter (d. 2003)", "entities": [{"title": "Jean Yanne", "href": "/wiki/Jean_Yanne", "description": "Jean Yanne was a French actor, screenwriter, producer, director and composer. In 1972, he won the Cannes Film Festival Award for Best Actor for his performance in the film We Won't Grow Old Together."}]}, {"heading": "Births", "year": "1933", "date": "July 18", "txt": "Yevgeny Yevtushenko, Russian poet and playwright (d. 2017)", "entities": []}, {"heading": "Births", "year": "1934", "date": "July 18", "txt": "Edward Bond, English director, playwright, and screenwriter", "entities": [{"title": "Edward Bond", "href": "/wiki/Edward_Bond", "description": "Edward Bond is an English playwright, theatre director, poet, theorist and screenwriter. He is the author of some fifty plays, among them Saved (1965), the production of which was instrumental in the abolition of theatre censorship in the UK. Other well-received works include Narrow Road to the Deep North (1968), Lear (1971), The Sea (1973), The Fool (1975), and the War trilogy (1985). Bond is bro"}]}, {"heading": "Births", "year": "1934", "date": "July 18", "txt": "Darlene Conley, American actress (d. 2007)", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 18", "txt": "Tenley Albright, American figure skater and physician", "entities": [{"title": "Tenley Albright", "href": "/wiki/Tenley_Albright", "description": "Tenley Emma Albright is an American former figure skater and surgeon. She is the 1956 Olympic champion, the 1952 Olympic silver medalist, the 1953 and 1955 World Champion, the 1953 and 1955 North American champion, and the 1952–1956 U.S. national champion. Albright is also a graduate of Harvard Medical School. In 2015, she was inducted into the National Women's Hall of Fame."}]}, {"heading": "Births", "year": "1935", "date": "July 18", "txt": "Jayendra Saraswathi, Indian guru, 69th Shankaracharya", "entities": [{"title": "Shankaracharya", "href": "/wiki/Shankaracharya", "description": "Shankaracharya (शङ्कराचार्य) is a commonly used title of heads of monasteries called mathas in the Advaita Vedanta tradition of Hindu Dharma. The title derives from Adi Shankara, teachers from the successive line of teachers dating back to him are known as Shankaracharyas."}]}, {"heading": "Births", "year": "1937", "date": "July 18", "txt": "Roald Hoffmann, Polish chemist and academic, Nobel Prize laureate", "entities": [{"title": "Roald Hoffmann", "href": "/wiki/Roald_Hoffmann", "description": "Roald Hoffmann is a Polish-American theoretical chemist who won the 1981 Nobel Prize in Chemistry. He has also published plays and poetry. He is the Frank H. T. Rhodes Professor of Humane Letters, Emeritus, at Cornell University, in Ithaca, New York."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1937", "date": "July 18", "txt": "Hunter S. Thompson, American journalist and author (d. 2005)", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 18", "txt": "John Connelly, English footballer (d. 2012)", "entities": [{"title": "John Connelly (footballer, born 1938)", "href": "/wiki/John_Connelly_(footballer,_born_1938)", "description": "John Michael Connelly was an English footballer. He played as an outside forward and was capped 20 times for his country."}]}, {"heading": "Births", "year": "1938", "date": "July 18", "txt": "Ian Stewart, Scottish keyboard player and manager (d. 1985)", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 18", "txt": "Paul Verhoeven, Dutch director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 18", "txt": "Brian Auger, English rock and jazz keyboard player", "entities": [{"title": "Brian Auger", "href": "/wiki/Brian_Auger", "description": "Brian Albert Gordon Auger is an English jazz rock and rock music keyboardist who specializes in the Hammond organ."}]}, {"heading": "Births", "year": "1939", "date": "July 18", "txt": "Dion DiMucci, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 18", "txt": "Jerry Moore, American football player and coach", "entities": []}, {"heading": "Births", "year": "1940", "date": "July 18", "txt": "James Brolin, American actor", "entities": [{"title": "James Brolin", "href": "/wiki/James_Brolin", "description": "James Brolin is an American actor, producer, and director. He is the father of actor Josh Brolin and husband of Barbra Streisand. Brolin has won two Golden Globes and an Emmy. He received a star on the Hollywood Walk of Fame on August 27, 1998. He is best known for his TV roles such as Stephen Kiley on Marcus Welby, M.D.(1969–1976), Peter McDermott on Hotel (1983–1988), and John Short in Life in P"}]}, {"heading": "Births", "year": "1940", "date": "July 18", "txt": "Joe Torre, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 18", "txt": "Frank Farian, German songwriter and producer", "entities": [{"title": "Frank Farian", "href": "/wiki/Frank_Farian", "description": "Frank Farian is a German record producer, songwriter, who founded, and was voice behind, the 1970s disco-pop group Boney M. and the Latin pop band No Mercy. His practice of creating bands with visual images distinct from their recorded performances, as he did with his band Milli Vanilli, has led to controversy throughout his career. He owns the record label MCI and several subsidiaries."}]}, {"heading": "Births", "year": "1941", "date": "July 18", "txt": "Lonnie Mack, American singer-songwriter and guitarist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 18", "txt": "Martha Reeves, American singer and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 18", "txt": "Giacinto Facchetti, Italian footballer (d. 2006)", "entities": [{"title": "Giacinto Facchetti", "href": "/wiki/Giacinto_Facchetti", "description": "Giacinto Facchetti was an Italian footballer who played as a defender for Inter Milan from 1960 to 1978. He later served as Inter chairman from January 2004 until his death in 2006. He played 634 official games for the club, scoring 75 goals, and was a member of \"Grande Inter\" team under manager Helenio Herrera which won four Serie A titles, a Coppa Italia, two European Cups, and two Intercontinen"}]}, {"heading": "Births", "year": "1942", "date": "July 18", "txt": "Adolf Ogi, Swiss politician, 84th President of the Swiss Confederation", "entities": [{"title": "President of the Swiss Confederation", "href": "/wiki/President_of_the_Swiss_Confederation", "description": "The president of the Swiss Confederation, also known as the president of the Confederation or colloquially as the president of Switzerland, is the head of Switzerland's seven-member Federal Council, the country's executive branch. Elected by the Federal Assembly for one year, the officeholder chairs the meetings of the Federal Council and undertakes special representational duties."}]}, {"heading": "Births", "year": "1943", "date": "July 18", "txt": "Joseph J. Ellis, American historian and author", "entities": [{"title": "Joseph J. Ellis", "href": "/wiki/Joseph_J._Ellis", "description": "Joseph John Ellis is an American historian whose work focuses on the lives and times of the founders of the United States of America. American Sphinx: The Character of Thomas Jefferson won a National Book Award and Founding Brothers: The Revolutionary Generation won the 2001 Pulitzer Prize for History. Both these books were bestsellers."}]}, {"heading": "Births", "year": "1944", "date": "July 18", "txt": "David Hemery, English hurdler and author", "entities": [{"title": "David Hemery", "href": "/wiki/David_Hemery", "description": "David Peter Hemery, is a British former track and field athlete, winner of the 400 metres hurdles at the 1968 Summer Olympics in Mexico City."}]}, {"heading": "Births", "year": "1945", "date": "July 18", "txt": "Pat Doherty, Irish Republican politician", "entities": [{"title": "Pat Doherty (politician)", "href": "/wiki/Pat_Doherty_(politician)", "description": "Patrick Doherty is a retired Sinn Féin politician, and was the abstentionist Member of Parliament for West Tyrone from 2001 to 2017. He was a member of the Northern Ireland Assembly for the Assembly constituency of the same name from June 1998 to June 2012. Doherty served as Vice President of Sinn Féin from 1988 to 2009, when Mary Lou McDonald became the party's new Vice President."}]}, {"heading": "Births", "year": "1946", "date": "July 18", "txt": "Kalpana Mohan, Indian actress", "entities": [{"title": "Kalpana Mohan", "href": "/wiki/Kalpana_Mohan", "description": "Kalpana, born Archana Mohan, was an Indian actress who worked in Hindi cinema in the 1960s. She appeared with Shammi Kapoor in the 1962 film Professor, with Shashi Kapoor and Kishore Kumar in Pyar Kiye Jaa (1966), with Dev Anand in Teen Devian, with Pradeep Kumar in Saheli and with Feroz Khan in Tasveer and Teesra Kaun. Daughter of revolutionary Avani Mohan, she was also an accomplished Kathak dan"}]}, {"heading": "Births", "year": "1946", "date": "July 18", "txt": "John Naughton, Scottish-Irish journalist, author, and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 18", "txt": "Steve Forbes, American publisher and politician", "entities": [{"title": "Steve Forbes", "href": "/wiki/Steve_Forbes", "description": "Malcolm Stevenson \"Steve\" Forbes Jr. is an American publishing executive and politician. Forbes was a candidate in the 1996 and 2000 Republican presidential primaries. Forbes is the Editor-in-Chief of Forbes, a business magazine. Forbes is the son of longtime Forbes publisher Malcolm Forbes, and the grandson of that publication's founder, B.C. Forbes. He is an adviser at the Forbes School of Busin"}]}, {"heading": "Births", "year": "1948", "date": "July 18", "txt": "Carlos Colón Sr., Puerto Rican-American wrestler and promoter", "entities": [{"title": "Carlos Colón Sr.", "href": "/wiki/Carlos_Col%C3%B3n_Sr.", "description": "Carlos Edwin Colón González Sr. is a Puerto Rican retired professional wrestler, and wrestling promoter, better known as Carlitos Colón or simply Carlos Colón. He is, along with Victor Jovica, an owner of the Puerto Rican wrestling promotion World Wrestling Council (WWC), where he has held the WWC Universal Heavyweight Championship a record 26 times and a one-time world champion upon winning the N"}]}, {"heading": "Births", "year": "1948", "date": "July 18", "txt": "Jeanne Córdova, American journalist and activist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 18", "txt": "Graham Spanier, 16th President of Pennsylvania State University", "entities": [{"title": "Pennsylvania State University", "href": "/wiki/Pennsylvania_State_University", "description": "The Pennsylvania State University is a public state-related land-grant research university with campuses and facilities throughout Pennsylvania. Founded in 1855 as the Farmers' High School of Pennsylvania, Penn State became the state's only land-grant university in 1863. Today, Penn State is a major research university which conducts teaching, research, and public service. Its instructional missio"}]}, {"heading": "Births", "year": "1948", "date": "July 18", "txt": "Hartmut Michel, German biochemist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1949", "date": "July 18", "txt": "Dennis Lillee, Australian cricketer and coach", "entities": [{"title": "Dennis Lillee", "href": "/wiki/Dennis_Lillee", "description": "Dennis Keith Lillee, is a former Australian cricketer rated as the \"outstanding fast bowler of his generation\". Lillee was known for his fiery temperament, 'never-say-die' attitude and popularity with the fans."}]}, {"heading": "Births", "year": "1950", "date": "July 18", "txt": "Richard Branson, English businessman, founded Virgin Group", "entities": [{"title": "Richard Branson", "href": "/wiki/Richard_Branson", "description": "Sir Richard Charles Nicholas Branson is an English business magnate, investor, and author. In the 1970s he founded the Virgin Group, which today controls more than 400 companies in various fields."}, {"title": "Virgin Group", "href": "/wiki/Virgin_Group", "description": "Virgin Group Ltd. is a British multinational venture capital conglomerate founded by Sir Richard Branson and Nik Powell."}]}, {"heading": "Births", "year": "1950", "date": "July 18", "txt": "Jack Dongarra, American computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 18", "txt": "Kostas Eleftherakis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 18", "txt": "Glenn Hughes, American disco singer and actor (d. 2001)", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 18", "txt": "Jack Layton, Canadian political scientist, academic, and politician (d. 2011)", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 18", "txt": "Mark Udall, American educator and politician", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 18", "txt": "Elio Di Rupo, Belgian chemist, academic, and politician, 68th Prime Minister of Belgium", "entities": [{"title": "Elio Di Rupo", "href": "/wiki/Elio_Di_Rupo", "description": "Elio Di Rupo is a Belgian social-democratic politician who is the Minister-President of Wallonia. He served as the Prime Minister of Belgium from 6 December 2011 to 11 October 2014, and headed the Di Rupo Government. Di Rupo was the first francophone to hold the office since Paul Vanden Boeynants in 1979, and the country's first socialist Prime Minister since Edmond Leburton left office in 1974. H"}, {"title": "Prime Minister of Belgium", "href": "/wiki/Prime_Minister_of_Belgium", "description": "The Prime Minister of Belgium or the Premier of Belgium is the head of the federal government of Belgium, and the most powerful person in Belgian politics."}]}, {"heading": "Births", "year": "1951", "date": "July 18", "txt": "Margo Martindale, American actress", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 18", "txt": "Ricky Skaggs, American singer-songwriter, mandolin player, and producer", "entities": [{"title": "Ricky Skaggs", "href": "/wiki/Ricky_Skaggs", "description": "Rickie Lee Skaggs, known professionally as Ricky Skaggs, is an American neotraditional country and bluegrass singer, musician, producer, and composer. He primarily plays mandolin; however, he also plays fiddle, guitar, mandocaster, and banjo."}]}, {"heading": "Births", "year": "1955", "date": "July 18", "txt": "Bernd Fasching, Austrian painter and sculptor", "entities": [{"title": "Bernd Fasching", "href": "/wiki/Bernd_Fasching", "description": "Bernd Fasching is an Austrian painter and sculptor. He lives and works in Vienna."}]}, {"heading": "Births", "year": "1957", "date": "July 18", "txt": "Nick Faldo, English golfer and sportscaster", "entities": [{"title": "Nick Faldo", "href": "/wiki/Nick_Faldo", "description": "Sir Nicholas Alexander Faldo, is an English professional golfer who is now mainly an on-air golf analyst. A top player of his era, renowned for his dedication to the game, he was ranked No. 1 on the Official World Golf Ranking for a total of 97 weeks. His 41 professional wins include 30 victories on the European Tour and six major championships: three Open Championships and three Masters."}]}, {"heading": "Births", "year": "1957", "date": "July 18", "txt": "Keith Levene, English guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 18", "txt": "Simon Heffer, English journalist and author", "entities": [{"title": "Simon Heffer", "href": "/wiki/Simon_Heffer", "description": "Simon James Heffer is an English historian, journalist, author and political commentator. He has published several biographies and a series of books on the social history of Great Britain from the mid nineteenth century until the end of the First World War. He was appointed professorial research fellow at the University of Buckingham in 2017."}]}, {"heading": "Births", "year": "1961", "date": "July 18", "txt": "Elizabeth McGovern, American actress", "entities": [{"title": "Elizabeth McGovern", "href": "/wiki/Elizabeth_McGovern", "description": "Elizabeth Lee McGovern is an American film, television, and theater actress, and musician. She received an Academy Award nomination for her role as Evelyn Nesbit in the 1981 film Ragtime. She is also known for her performance as Cora Crawley, Countess of Grantham, in the British drama series Downton Abbey, for which she has been nominated for an Emmy Award and Golden Globe Award. Her other films i"}]}, {"heading": "Births", "year": "1961", "date": "July 18", "txt": "Alan Pardew, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 18", "txt": "Pasi Rautiainen, Finnish footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 18", "txt": "Shaun Micallef, Australian comedian, producer, and screenwriter", "entities": [{"title": "Shaun Micallef", "href": "/wiki/Shaun_Micallef", "description": "Shaun Patrick Micallef is an Australian comedian, actor, writer and television presenter. He is currently the host of the satirical news comedy series Shaun Micallef's Mad as Hell on the ABC. He also hosted the game show Talkin' 'Bout Your Generation on Channel 10."}]}, {"heading": "Births", "year": "1963", "date": "July 18", "txt": "Marc Girardelli, Austrian-Luxembourgian skier", "entities": [{"title": "Marc Girardelli", "href": "/wiki/Marc_Girardelli", "description": "Marc Girardelli is an Austrian and Luxembourgish former alpine ski racer, a five-time World Cup overall champion who excelled in all five alpine disciplines."}]}, {"heading": "Births", "year": "1963", "date": "July 18", "txt": "Martín Torrijos, Panamanian economist and politician, 35th President of Panama", "entities": [{"title": "President of Panama", "href": "/wiki/President_of_Panama", "description": "This article lists the heads of state of Panama since the short-lived first independence from the Republic of New Granada in 1840 and the final separation from Colombia in 1903."}]}, {"heading": "Births", "year": "1964", "date": "July 18", "txt": "Wendy Williams, American talk show host", "entities": [{"title": "Wendy Williams", "href": "/wiki/Wendy_Williams", "description": "Wendy Joan Williams is an American broadcaster, media personality, businesswoman, and writer. Since 2008, she has hosted the nationally syndicated television talk show The Wendy Williams Show."}]}, {"heading": "Births", "year": "1965", "date": "July 18", "txt": "Vesselina Kasarova, Bulgarian soprano", "entities": [{"title": "Vesselina Kasarova", "href": "/wiki/Vesselina_Kasarova", "description": "Vesselina Kasarova is a Bulgarian operatic mezzo-soprano."}]}, {"heading": "Births", "year": "1966", "date": "July 18", "txt": "Dan O'Brien, American decathlete and coach", "entities": [{"title": "Dan O'Brien", "href": "/wiki/Dan_O%27Brien", "description": "Daniel Dion O'Brien is an American former decathlete and Olympic gold medalist. He won the Olympic title in 1996, three consecutive world championships, and set the world record in 1992."}]}, {"heading": "Births", "year": "1967", "date": "July 18", "txt": "Vin Diesel, American actor, director, producer, and screenwriter", "entities": [{"title": "Vin Diesel", "href": "/wiki/Vin_Diesel", "description": "Mark Sinclair, known professionally as Vin Diesel, is an American actor and filmmaker. One of the world's highest-grossing actors, he is best known for playing Dominic Toretto in the Fast & Furious franchise."}]}, {"heading": "Births", "year": "1968", "date": "July 18", "txt": "Grant Bowler, New Zealand-Australian actor", "entities": [{"title": "Grant Bowler", "href": "/wiki/Grant_Bowler", "description": "Grant Bowler is a New Zealand-Australian actor and television presenter who has worked in American, Australian, New Zealand, and Canadian film, television, and theatre."}]}, {"heading": "Births", "year": "1968", "date": "July 18", "txt": "Scott Gourley, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 18", "txt": "Elizabeth Gilbert, American author", "entities": [{"title": "Elizabeth Gilbert", "href": "/wiki/Elizabeth_Gilbert", "description": "Elizabeth Gilbert is an American journalist and author. She is best known for her 2006 memoir, Eat, Pray, Love, which has sold over 12 million copies and has been translated into over 30 languages. The book was also made into a film of the same name in 2010."}]}, {"heading": "Births", "year": "1969", "date": "July 18", "txt": "The Great Sasuke, Japanese wrestler and politician", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 18", "txt": "Penny Hardaway, American basketball player and coach", "entities": [{"title": "Penny Hardaway", "href": "/wiki/Penny_Hardaway", "description": "Anfernee Deon \"Penny\" Hardaway is an American college basketball coach and former player who is the men's basketball head coach for the Memphis Tigers of the American Athletic Conference (AAC). Hardaway played college basketball at Memphis and 14 seasons in the National Basketball Association (NBA), where he was a four-time NBA All-Star and a two-time All-NBA First Team member."}]}, {"heading": "Births", "year": "1971", "date": "July 18", "txt": "Sukhwinder Singh, Indian singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 18", "txt": "Alan Morrison, British poet", "entities": [{"title": "Alan Morrison (poet)", "href": "/wiki/Alan_Morrison_(poet)", "description": "Alan Duncan Morrison is a British poet."}]}, {"heading": "Births", "year": "1975", "date": "July 18", "txt": "Torii Hunter, American baseball player", "entities": [{"title": "Torii Hunter", "href": "/wiki/Torii_Hunter", "description": "Torii Kedar Hunter is an American former professional baseball center fielder and right fielder. He played in Major League Baseball (MLB) for the Minnesota Twins, Los Angeles Angels of Anaheim, and Detroit Tigers from 1997 through 2015. Hunter was a five-time All-Star, won nine consecutive Gold Glove Awards as a center fielder, and was a two-time Silver Slugger Award winner."}]}, {"heading": "Births", "year": "1975", "date": "July 18", "txt": "Daron Malakian, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 18", "txt": "M.I.A., English rapper and producer", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 18", "txt": "Elsa Pataky, Spanish actress", "entities": [{"title": "Elsa Pataky", "href": "/wiki/Elsa_Pataky", "description": "Elsa Lafuente Medianu, known professionally as Elsa Pataky, is a Spanish model and actress. Pataky is known for her role as Elena Neves in The Fast and the Furious franchise. She has appeared in the films Snakes on a Plane (2006), Giallo (2009) and Give 'Em Hell, Malone (2009). She also starred in the Spanish film Di Di Hollywood (2010)."}]}, {"heading": "Births", "year": "1976", "date": "July 18", "txt": "Go Soo-hee, South Korean actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 18", "txt": "Alexander Morozevich, Russian chess player and author", "entities": [{"title": "Alexander Morozevich", "href": "/wiki/Alexander_Morozevich", "description": "Alexander Sergeyevich Morozevich is a Russian chess player. He was awarded the title of Grandmaster by FIDE in 1994. Morozevich is a two-time World Championship candidate, two-time Russian champion and has represented Russia in seven Chess Olympiads, winning numerous team and board medals."}]}, {"heading": "Births", "year": "1978", "date": "July 18", "txt": "Adabel Guerrero, Argentinian actress, singer, and dancer", "entities": [{"title": "Adabel Guerrero", "href": "/wiki/Adabel_Guerrero", "description": "Adabel Anahí Guerrero Melachenko, better known simply as Adabel Guerrero, is an Argentine professional theater and burlesque dancer, actress, and supervedette, who has also dabbled as a model and as a singer in several television, magazine and theater appearances. Guerrero has worked as a television co-hostess and panelist, and is currently a panelist on El Chimentero 3.0."}]}, {"heading": "Births", "year": "1978", "date": "July 18", "txt": "Shane Horgan, Irish rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 18", "txt": "Crystal Mangum, American murderer responsible for making false rape allegations in the Duke lacrosse case", "entities": [{"title": "Duke lacrosse case", "href": "/wiki/Duke_lacrosse_case", "description": "\nThe Duke lacrosse case was a widely reported 2006 criminal case in Durham, North Carolina, United States in which three members of the Duke University men's lacrosse team were falsely accused of rape. The three students – all white – were David Evans, Collin Finnerty, and Reade Seligmann. The accuser was Crystal Mangum, a black student at North Carolina Central University who worked as a stripper"}]}, {"heading": "Births", "year": "1978", "date": "July 18", "txt": "Joo Sang-wook, South Korean actor", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 18", "txt": "Ben Sheets, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 18", "txt": "Mélissa Theuriau, French journalist", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 18", "txt": "Deion Branch, American football player", "entities": [{"title": "Deion Branch", "href": "/wiki/Deion_Branch", "description": "Anthony Deion Branch Jr. is a former American football wide receiver of the National Football League (NFL). He was drafted by the New England Patriots in the second round of the 2002 NFL Draft. He played college football at Louisville under coach John L. Smith."}]}, {"heading": "Births", "year": "1979", "date": "July 18", "txt": "Joey Mercury, American wrestler and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 18", "txt": "Kristen Bell, American actress", "entities": [{"title": "Kristen Bell", "href": "/wiki/Kristen_Bell", "description": "Kristen Anne Bell is an American actress. She began her professional acting career by starring in stage productions while attending the Tisch School of the Arts at New York University. In 2001, she made her Broadway stage debut as Becky Thatcher in the comedy musical The Adventures of Tom Sawyer and appeared in a Broadway revival of The Crucible the following year. In 2004, she appeared in the act"}]}, {"heading": "Births", "year": "1980", "date": "July 18", "txt": "David Blu (born David Bluthenthal), American–Israeli basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 18", "txt": "Dennis Seidenberg, German ice hockey player", "entities": [{"title": "Dennis Seidenberg", "href": "/wiki/Dennis_Seidenberg", "description": "Dennis Marvin Seidenberg is a German former professional ice hockey defenceman who played in the National Hockey League (NHL) for the Philadelphia Flyers, Phoenix Coyotes, Carolina Hurricanes, Florida Panthers, New York Islanders, and Boston Bruins, with whom he won the Stanley Cup in 2011. His younger brother Yannic plays for EHC Red Bull München in the DEL."}]}, {"heading": "Births", "year": "1982", "date": "July 18", "txt": "Ryan Cabrera, American singer-songwriter and guitarist", "entities": [{"title": "Ryan Cabrera", "href": "/wiki/Ryan_Cabrera", "description": "Ryan Frank Cabrera is an American musician. He began his career as a lead singer for the Dallas band Rubix Groove before pursuing his solo career. Following the 2001 release of independent album Elm St., he released his first major-label album, Take It All Away, on August 17, 2004. Earlier in the year, Cabrera had become known for his up-tempo pop-rock single \"On the Way Down\". It was then followe"}]}, {"heading": "Births", "year": "1982", "date": "July 18", "txt": "Priyanka Chopra, Indian actress, singer, and film producer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 18", "txt": "Carlo Costly, Honduran footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 18", "txt": "Carlos Diogo, Uruguayan footballer", "entities": [{"title": "Carlos Diogo", "href": "/wiki/Carlos_Diogo", "description": "Carlos Andrés Diogo Enseñat is a Uruguayan former footballer. A player of great physical strength, he operated as a defender or midfielder on the right side of the pitch."}]}, {"heading": "Births", "year": "1983", "date": "July 18", "txt": "Aaron Gillespie, American singer-songwriter and drummer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 18", "txt": "Mikk Pahapill, Estonian decathlete", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 18", "txt": "Jan Schlaudraff, German footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 18", "txt": "Chace Crawford, American actor", "entities": [{"title": "Chace Crawford", "href": "/wiki/Chace_Crawford", "description": "Christopher Chace Crawford is an American actor, known for his portrayal of Nate Archibald on The CW's teen drama series Gossip Girl. He is also known for starring in the films The Covenant (2006), The Haunting of Molly Hartley (2008), Twelve (2010), and What to Expect When You're Expecting (2012). In 2015, he portrayed Billy LeFever in ABC's short-lived drama series Blood & Oil. In 2019, he appea"}]}, {"heading": "Births", "year": "1985", "date": "July 18", "txt": "Panagiotis Lagos, Greek footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 18", "txt": "James Norton, English actor", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 18", "txt": "Natalia Mikhailova, Russian ice dancer", "entities": [{"title": "Natalia Mikhailova", "href": "/wiki/Natalia_Mikhailova", "description": "Natalia Yurievna Mikhailova is a Russian former competitive ice dancer. With Arkadi Sergeev, she is the 2006 World Junior silver medalist."}]}, {"heading": "Births", "year": "1987", "date": "July 18", "txt": "Tontowi Ahmad, Indonesian badminton player", "entities": [{"title": "Tontowi Ahmad", "href": "/wiki/Tontowi_Ahmad", "description": "Tontowi Ahmad is a retired Indonesian badminton player. He plays for PB. Djarum, a badminton club in Kudus, Central Java and joined the club in 2005. Tontowi Ahmad rose to prominence in the world badminton in 2010 when he paired with the established mixed doubles star Liliyana Natsir. With Natsir he won the 2016 Olympic gold medal in the mixed doubles category."}]}, {"heading": "Births", "year": "1988", "date": "July 18", "txt": "Änis Ben-Hatira, German-Tunisian footballer", "entities": [{"title": "Änis Ben-Hatira", "href": "/wiki/%C3%84nis_Ben-Hatira", "description": "Änis Ben-Hatira is a Tunisian professional footballer who plays as an attacking midfielder who plays for Greek Super League club AEL. Between 2012 and 2016 he made 12 appearances for the Tunisia national team scoring one goal."}]}, {"heading": "Births", "year": "1988", "date": "July 18", "txt": "César Villaluz, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 18", "txt": "Jamie Benn, Canadian ice hockey player", "entities": [{"title": "Jamie Benn", "href": "/wiki/Jamie_Benn", "description": "Jamie Randolph Benn is a Canadian professional ice hockey winger and captain of the Dallas Stars of the National Hockey League (NHL). Benn played his junior hockey career with the Kelowna Rockets of the Western Hockey League (WHL) prior to turning professional. He represented Canada at the 2009 World Junior Championships, where he helped capture a gold medal. With Team Canada, he won a gold medal "}]}, {"heading": "Births", "year": "1989", "date": "July 18", "txt": "Sebastian Mielitz, German footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 18", "txt": "Yohan Mollo, French footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "July 18", "txt": "Lee Tae-min, South Korean singer and actor", "entities": [{"title": "Lee Tae-min", "href": "/wiki/Lee_Tae-min", "description": "Lee Tae-min, better known by the mononym Taemin, is a South Korean singer-songwriter, actor and dancer. He debuted at age 14 as a member of the group Shinee in May 2008, and his success and artistic impact has led him to being called the \"Idol's Idol\". He began his acting career in 2009 with MBC's comedy Tae-Hee, Hye-Kyo, Ji-Hyun as Junsu."}]}, {"heading": "Births", "year": "1993", "date": "July 18", "txt": "Michael Lichaa, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1994", "date": "July 18", "txt": "Nilo Soares, East Timorese footballer", "entities": [{"title": "Nilo Soares", "href": "/wiki/Nilo_Soares", "description": "Nilo Soares is an East Timorese footballer who plays as midfielder for Karketu Dili and the Timor-Leste national team."}]}, {"heading": "Births", "year": "1996", "date": "July 18", "txt": "Smriti Mandhana, Indian cricketer", "entities": [{"title": "Smriti Mandhana", "href": "/wiki/Smriti_Mandhana", "description": "Smriti Shriniwas Mandhana is an Indian cricketer who plays for the Indian women's national team. In June 2018, the Board of Control for Cricket in India (BCCI) named her as the Best Women's International Cricketer. In December 2018, the International Cricket Council (ICC) awarded her with the Rachael Heyhoe-Flint Award for the best female cricketer of the year. She was also named the ODI Player of"}]}, {"heading": "Births", "year": "1996", "date": "July 18", "txt": "Shudufhadzo Musida, Miss South Africa 2020", "entities": [{"title": "Shudufhadzo Musida", "href": "/wiki/Shudufhadzo_Musida", "description": "Shudufhadzo Musida is a South African model and beauty pageant titleholder who was crowned Miss South Africa 2020. She will represent South Africa in Miss World 2021. She is an advocate for mental health awareness and empowering especially children and women."}]}, {"heading": "Births", "year": "1997", "date": "July 18", "txt": "Noah Lyles, American sprinter", "entities": [{"title": "Noah Lyles", "href": "/wiki/Noah_Lyles", "description": "Noah Lyles is an American professional track and field athlete specializing in the sprints. He holds personal bests of 9.86 seconds for the 100 meters and 19.50 seconds for the 200 meters. Lyles holds the 300-meters indoor world best with a time of 31.87 seconds from the 2017 USA Indoor Championships."}]}, {"heading": "Births", "year": "2001", "date": "July 18", "txt": "Agustina Roth, Argentine BMX rider", "entities": [{"title": "Agustina Roth", "href": "/wiki/Agustina_Roth", "description": "Agustina Roth is an Argentine BMX rider."}]}, {"heading": "Deaths", "year": "707", "date": "July 18", "txt": "Emperor Monmu of Japan (b. 683)", "entities": [{"title": "Emperor Monmu", "href": "/wiki/Emperor_Monmu", "description": "Emperor Monmu  was the 42nd emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "715", "date": "July 18", "txt": "Muhammad bin Qasim, Umayyad general (b. 695)", "entities": [{"title": "Muhammad bin Qasim", "href": "/wiki/Muhammad_bin_Qasim", "description": "Muhammad ibn Qasim al-Thaqafi, also known by the laqab of Imad ad-Din, was an Arab military commander of the Umayyad Caliphate who led the Muslim conquest of Sindh and Multan from the last Hindu king, Raja Dahir in the battle of Aror. He was the first Muslim to have successfully captured Hindu territories and initiate the early Islamic India in 712 AD."}]}, {"heading": "Deaths", "year": "912", "date": "July 18", "txt": "Zhu Wen, Chinese emperor (b. 852)", "entities": [{"title": "Zhu Wen", "href": "/wiki/Zhu_Wen", "description": "Emperor Taizu of Later Liang (後梁太祖), personal name Zhu Quanzhong (朱全忠), né Zhu Wen (朱溫), name later changed to Zhu Huang (朱晃), nickname Zhu San, was a Jiedushi and warlord who in 907 overthrew the Tang dynasty and established the Later Liang as its emperor, ushering in the era of the Five Dynasties and Ten Kingdoms. The last two Tang emperors, Emperor Zhaozong of Tang and Emperor Ai of Tang, who \""}]}, {"heading": "Deaths", "year": "924", "date": "July 18", "txt": "Abu'l-Hasan Ali ibn al-Furat, Abbasid vizier (b. 855)", "entities": [{"title": "Abu'l-Hasan Ali ibn al-Furat", "href": "/wiki/Abu%27l-Hasan_Ali_ibn_al-Furat", "description": "Abu'l-Hasan Ali ibn Muhammad ibn Musa ibn al-Hasan ibn al-Furat was a senior official of the Abbasid Caliphate who served three times as vizier under Caliph al-Muqtadir. Ali emerged into prominence as an able fiscal administrator and deputy to his older brother Ahmad. Eventually he came to lead one of the two major and rival court factions during al-Muqtadir's caliphate, the Banu'l-Furat, the othe"}]}, {"heading": "Deaths", "year": "928", "date": "July 18", "txt": "Stephen II, patriarch of Constantinople", "entities": [{"title": "Stephen II of Constantinople", "href": "/wiki/Stephen_II_of_Constantinople", "description": "Stephen II of Amasea, was the Ecumenical Patriarch of Constantinople from 29 June 925 to 18 July 928. He appears to have been appointed to the post by Romanos I Lekapenos after the death of Nicholas I as a stop-gap until Romanos's own son, Theophylact, was old enough to assume the post. Steven Runciman calls him a \"deliberate nonentity\". He is a saint, commemorated on July 18."}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Deaths", "year": "984", "date": "July 18", "txt": "Dietrich I, bishop of Metz", "entities": [{"title": "Dietrich I of Metz", "href": "/wiki/Dietrich_I_of_Metz", "description": "Dietrich of Metz was Bishop of Metz from 964 until his death."}, {"title": "Roman Catholic Diocese of Metz", "href": "/wiki/Roman_Catholic_Diocese_of_Metz", "description": "The Roman Catholic Diocese of Metz is a diocese of the Latin Rite of the Roman Catholic Church in France. In the Middle Ages it was a prince-bishopric of the Holy Roman Empire, a de facto independent state ruled by the prince-bishop who had the ex officio title of count. It was annexed to France by King Henry II in 1552; this was recognized by the Holy Roman Empire in the Peace of Westphalia of 16"}]}, {"heading": "Deaths", "year": "1100", "date": "July 18", "txt": "Godfrey of Bouillon, Frankish knight (b. 1016)", "entities": [{"title": "Godfrey of Bouillon", "href": "/wiki/Godfrey_of_Bouillon", "description": "Godfrey of Bouillon was a French nobleman and one of the pre-eminent leaders of the First Crusade. He was the first ruler of the Kingdom of Jerusalem from 1099 to 1100. He apparently avoided using the title of king, choosing instead that of princeps. Older scholarship is more fond of another title, that of \"advocatus of the Holy Sepulchre\", a secondary title probably used by Godfrey, which is stil"}]}, {"heading": "Deaths", "year": "1185", "date": "July 18", "txt": "Stefan, first Archbishop of Uppsala (b. before 1143)", "entities": [{"title": "Stefan (Archbishop of Uppsala)", "href": "/wiki/Stefan_(Archbishop_of_Uppsala)", "description": "Stefan was created the first Archbishop of Uppsala in Sweden in the year 1164, a post he held until his death."}, {"title": "Archbishop of Uppsala", "href": "/wiki/Archbishop_of_Uppsala", "description": "The Archbishop of Uppsala has been the primate in Sweden in an unbroken succession since 1164, first during the Catholic era, and from the 1530s and onward under the Lutheran church."}, {"title": "1143", "href": "/wiki/1143", "description": "Year 1143 (MCXLIII) was a common year starting on Friday of the Julian calendar."}]}, {"heading": "Deaths", "year": "1194", "date": "July 18", "txt": "Guy of Lusignan, king consort of Jerusalem (b. c. 1150)", "entities": [{"title": "Guy of Lusignan", "href": "/wiki/Guy_of_Lusignan", "description": "Guy de Lusignan was a French Poitevin knight, son of Sir Hugh VIII of Lusignan and as such born of the House of Lusignan. He was king of the Kingdom of Jerusalem from 1186 to 1192 by right of marriage to Sibylla of Jerusalem, and King of Cyprus from 1192 to 1194. Having arrived in the Holy Land at an unknown date, Guy was hastily married to Sibylla in 1180 to prevent a political incident within th"}]}, {"heading": "Deaths", "year": "1232", "date": "July 18", "txt": "John de Braose, Marcher Lord of Bramber and Gower", "entities": [{"title": "John de Braose", "href": "/wiki/John_de_Braose", "description": "John de Braose, known as Tadody to the Welsh, was the Lord of Bramber and Gower."}]}, {"heading": "Deaths", "year": "1270", "date": "July 18", "txt": "Boniface of Savoy, Archbishop of Canterbury", "entities": [{"title": "Boniface of Savoy (bishop)", "href": "/wiki/Boniface_of_Savoy_(bishop)", "description": "Boniface of Savoy was a medieval Bishop of Belley in Savoy and Archbishop of Canterbury in England. He was the son of Thomas, Count of Savoy, and owed his initial ecclesiastical posts to his father. Other members of his family were also clergymen, and a brother succeeded his father as count. One niece was married to King Henry III of England and another was married to King Louis IX of France. It w"}]}, {"heading": "Deaths", "year": "1300", "date": "July 18", "txt": "Gerard Segarelli, Italian religious leader, founded the Apostolic Brethren (b. 1240)", "entities": [{"title": "Gerard Segarelli", "href": "/wiki/Gerard_Segarelli", "description": "Gerard or Gherardo or Gherardino Segarelli or Segalelli was the founder of the Apostolic Brethren. He was burned at the stake in 1300."}, {"title": "Apostolic Brethren", "href": "/wiki/Apostolic_Brethren", "description": "The Apostolic Brethren were a Christian sect founded in northern Italy in the latter half of the 13th century by Gerard Segarelli, a native of Alzano in the territory of Parma. He was of low birth and without education, applied for membership in the Franciscan order at Parma, and was rejected. Ultimately he resolved to devote himself to the restoration of what he conceived to be the apostolic mann"}]}, {"heading": "Deaths", "year": "1450", "date": "July 18", "txt": "Francis I, Duke of Brittany (b. 1414)", "entities": [{"title": "Francis I, Duke of Brittany", "href": "/wiki/Francis_I,_Duke_of_Brittany", "description": "Francis I, was Duke of Brittany, Count of Montfort and titular Earl of Richmond, from 29 August 1442 to his death. He was born in Vannes, the son of John V, Duke of Brittany and Joan of France, the daughter of King Charles VI of France."}]}, {"heading": "Deaths", "year": "1488", "date": "July 18", "txt": "Alvise Cadamosto, Italian explorer (b. 1432)", "entities": [{"title": "Alvise Cadamosto", "href": "/wiki/Alvise_Cadamosto", "description": "Alvise Cadamosto or Alvide da Ca' da Mosto was a Venetian slave trader and explorer, who was hired by the Portuguese prince Henry the Navigator and undertook two known journeys to West Africa in 1455 and 1456, accompanied by the Genoese captain Antoniotto Usodimare. Cadamosto and his companions are credited with the discovery of the Cape Verde Islands and the points along the Guinea coast, from th"}]}, {"heading": "Deaths", "year": "1566", "date": "July 18", "txt": "Bartolomé de las Casas, Spanish bishop and historian (b. 1484)", "entities": [{"title": "Bartolomé de las Casas", "href": "/wiki/Bartolom%C3%A9_de_las_Casas", "description": "Bartolomé de las Casas was a 16th-century Spanish landowner, friar, priest, and bishop, famed as a historian and social reformer. He arrived in Hispaniola as a layman then became a Dominican friar and priest. He was appointed as the first resident Bishop of Chiapas, and the first officially appointed \"Protector of the Indians\". His extensive writings, the most famous being A Short Account of the D"}]}, {"heading": "Deaths", "year": "1591", "date": "July 18", "txt": "Jacobus Gallus, Slovenian composer (b. 1550)", "entities": [{"title": "Jacobus Gallus", "href": "/wiki/Jacobus_Gallus", "description": "Jacobus Gallus was a late-Renaissance composer of presumed Slovene ethnicity. Born in Carniola, which at the time was one of the Habsburg lands in the Holy Roman Empire, he lived and worked in Moravia and Bohemia during the last decade of his life."}]}, {"heading": "Deaths", "year": "1608", "date": "July 18", "txt": "Joachim Frederick, Elector of Brandenburg (b. 1546)", "entities": [{"title": "Joachim Frederick, Elector of Brandenburg", "href": "/wiki/Joachim_Frederick,_Elector_of_Brandenburg", "description": "Joachim Frederick, of the House of Hohenzollern, was Prince-elector of the Margraviate of Brandenburg from 1598 until his death."}]}, {"heading": "Deaths", "year": "1610", "date": "July 18", "txt": "Caravaggio, Italian painter (b. 1571)", "entities": [{"title": "Caravaggio", "href": "/wiki/Caravaggio", "description": "Michelangelo Merisi da Caravaggio was an Italian painter active in Rome for most of his artistic life. During the final four years of his life he moved between Naples, Malta, and Sicily until his death. His paintings combine a realistic observation of the human state, both physical and emotional, with a dramatic use of lighting, which had a formative influence on Baroque painting."}]}, {"heading": "Deaths", "year": "1639", "date": "July 18", "txt": "Bernard of Saxe-Weimar, German general (b. 1604)", "entities": [{"title": "Bernard of Saxe-Weimar", "href": "/wiki/Bernard_of_Saxe-Weimar", "description": "Bernard of Saxe-Weimar was a German prince and general in the Thirty Years' War."}]}, {"heading": "Deaths", "year": "1650", "date": "July 18", "txt": "Robert Levinz, English Royalist, hanged in London by Parliamentary forces as a spy (b. 1615)", "entities": [{"title": "Robert Levinz", "href": "/wiki/Robert_Levinz", "description": "\n\nRobert Levinz, Levens or Levinge, Royalist, was a son of William Levinz of Senkworth, near Abingdon, who carried on the business of a brewer at Oxford. His grandfather, William Levinz, was an alderman of Oxford, and five times mayor at the close of the sixteenth century; he was buried in All Saints Church, where there is a fine recumbent effigy to his memory. Robert was uncle of Sir Creswell Lev"}]}, {"heading": "Deaths", "year": "1695", "date": "July 18", "txt": "Johannes Camphuys, Dutch politician, Governor-General of the Dutch East Indies (b. 1634)", "entities": [{"title": "Johannes Camphuys", "href": "/wiki/Johannes_Camphuys", "description": "Johannes Camphuys was the Governor-General of the Dutch East Indies from 1684 to 1691. Camphuys was born in Haarlem, in the Republic of the United Netherlands."}, {"title": "Governor-General of the Dutch East Indies", "href": "/wiki/Governor-General_of_the_Dutch_East_Indies", "description": "The Governor-General of the Dutch East Indies represented Dutch rule in the Dutch East Indies between 1610 and Dutch recognition of the independence of Indonesia in 1949."}]}, {"heading": "Deaths", "year": "1698", "date": "July 18", "txt": "Johann Heinrich Heidegger, Swiss theologian and author (b. 1633)", "entities": [{"title": "Johann Heinrich Heidegger", "href": "/wiki/Johann_Heinrich_Heidegger", "description": "Johann Heinrich Heidegger, Swiss theologian, was born at Bäretswil, in the Canton of Zürich."}]}, {"heading": "Deaths", "year": "1721", "date": "July 18", "txt": "Jean-Antoine Watteau, French painter (b. 1684)", "entities": [{"title": "Jean-Antoine Watteau", "href": "/wiki/Jean-Antoine_Watteau", "description": "Jean-Antoine Watteau was a French painter and draughtsman whose brief career spurred the revival of interest in colour and movement, as seen in the tradition of Correggio and Rubens. He revitalized the waning Baroque style, shifting it to the less severe, more naturalistic, less formally classical, Rococo. Watteau is credited with inventing the genre of fêtes galantes, scenes of bucolic and idylli"}]}, {"heading": "Deaths", "year": "1730", "date": "July 18", "txt": "François de Neufville, duc de Villeroy, French general (b. 1644)", "entities": [{"title": "François de Neufville, duc de Villeroy", "href": "/wiki/Fran%C3%A7ois_de_Neufville,_duc_de_Villeroy", "description": "François de Neufville, (2nd) Duke of Villeroy was a French soldier."}]}, {"heading": "Deaths", "year": "1756", "date": "July 18", "txt": "Pieter Langendijk, Dutch poet and playwright (b. 1683)", "entities": [{"title": "Pieter Langendijk", "href": "/wiki/Pieter_Langendijk", "description": "Pieter Langendijk was a damask weaver, city artist, dramatist, and poet."}]}, {"heading": "Deaths", "year": "1792", "date": "July 18", "txt": "John Paul Jones, Scottish-American admiral and diplomat (b. 1747)", "entities": [{"title": "John Paul Jones", "href": "/wiki/John_Paul_Jones", "description": "John Paul Jones was the United States' first well-known naval commander in the American Revolutionary War. He made many friends among U.S political elites, as well as enemies, and his actions in British waters during the Revolution earned him an international reputation which persists to this day. As such, he is sometimes referred to as the \"Father of the American Navy\"."}]}, {"heading": "Deaths", "year": "1817", "date": "July 18", "txt": "Jane Austen, English novelist  (b. 1775)", "entities": [{"title": "Jane Austen", "href": "/wiki/Jane_Austen", "description": "Jane Austen was an English novelist known primarily for her six major novels, which interpret, critique and comment upon the British landed gentry at the end of the 18th century. Austen's plots often explore the dependence of women on marriage in the pursuit of favourable social standing and economic security. Her works critique the novels of sensibility of the second half of the 18th century and "}]}, {"heading": "Deaths", "year": "1837", "date": "July 18", "txt": "Vincenzo Borg, Maltese merchant and rebel leader (b. 1777)", "entities": [{"title": "Vincenzo Borg", "href": "/wiki/Vincenzo_Borg", "description": "Vincenzo Maria Borg, also known by his nickname Brared, was a Maltese merchant who was one of the main insurgent leaders during the French blockade of 1798–1800. He was a lieutenant from 1801 until he was deposed in January 1804."}]}, {"heading": "Deaths", "year": "1863", "date": "July 18", "txt": "Robert Gould Shaw, American colonel (b. 1837)", "entities": [{"title": "Robert Gould Shaw", "href": "/wiki/Robert_Gould_Shaw", "description": "Robert Gould Shaw was an American officer in the Union Army during the American Civil War. Born into a prominent Boston abolitionist family, he accepted command of the first all-black regiment in the Northeast. Supporting the promised equal treatment for his troops, he encouraged the men to refuse their pay until it was equal to that of white troops' wage."}]}, {"heading": "Deaths", "year": "1872", "date": "July 18", "txt": "Benito Juárez, Mexican lawyer and politician, 26th President of Mexico (b. 1806)", "entities": [{"title": "Benito Juárez", "href": "/wiki/Benito_Ju%C3%A1rez", "description": "Benito Pablo Juárez García was a Mexican lawyer and politician, who served as the 26th president of Mexico from 1858 until his death in 1872. He also served as the Mexican president during the Second French intervention in Mexico. He was the first president of Mexico who was of indigenous origin. Born in Oaxaca to a poor Zapotec rural family and orphaned when he was young, he moved to Oaxaca City "}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Deaths", "year": "1884", "date": "July 18", "txt": "Ferdinand von Hochstetter, Austrian geologist and academic (b. 1829)", "entities": [{"title": "Ferdinand von Hochstetter", "href": "/wiki/Ferdinand_von_Hochstetter", "description": "Christian Gottlieb Ferdinand Ritter von Hochstetter was a German-Austrian geologist."}]}, {"heading": "Deaths", "year": "1887", "date": "July 18", "txt": "Dorothea Dix, American social reformer and activist (b. 1802)", "entities": [{"title": "Dorothea Dix", "href": "/wiki/Dorothea_Dix", "description": "Dorothea Lynde Dix was an American advocate on behalf of the indigent mentally ill who, through a vigorous and sustained program of lobbying state legislatures and the United States Congress, created the first generation of American mental asylums. During the Civil War, she served as a Superintendent of Army Nurses."}]}, {"heading": "Deaths", "year": "1890", "date": "July 18", "txt": "Lydia Becker, English journalist, author, and activist, co-founded the Women's Suffrage Journal (b. 1827)", "entities": [{"title": "Lydia Becker", "href": "/wiki/Lydia_Becker", "description": "Lydia Ernestine Becker was a leader in the early British suffrage movement, as well as an amateur scientist with interests in biology and astronomy. She is best remembered for founding and publishing the Women's Suffrage Journal between 1870 and 1890."}]}, {"heading": "Deaths", "year": "1892", "date": "July 18", "txt": "Thomas Cook, English travel agent, founded the Thomas Cook Group (b. 1808)", "entities": [{"title": "Thomas Cook", "href": "/wiki/Thomas_Cook", "description": "Thomas Cook was an English businessman. He is best known for founding the travel agency Thomas Cook & Son."}, {"title": "Thomas Cook Group", "href": "/wiki/Thomas_Cook_Group", "description": "Thomas Cook Group plc was a British global travel group which was listed on the London Stock Exchange from its formation on 19 June 2007 by the merger of Thomas Cook AG and MyTravel Group until 23 September 2019 when it went into compulsory liquidation. The group operated as a tour operator and airline, in addition it also operated travel agencies in Europe."}]}, {"heading": "Deaths", "year": "1899", "date": "July 18", "txt": "Horatio Alger, American novelist and journalist (b. 1832)", "entities": [{"title": "Horatio Alger", "href": "/wiki/Horatio_Alger", "description": "Horatio Alger Jr. was an American writer of young adult novels about impoverished boys and their rise from humble backgrounds to lives of middle-class security and comfort through good works. His writings were characterized by the \"rags-to-riches\" narrative, which had a formative effect on the United States during the Gilded Age."}]}, {"heading": "Deaths", "year": "1916", "date": "July 18", "txt": "Benjamin C. Truman, American journalist and author (b. 1835)", "entities": [{"title": "Benjamin C. Truman", "href": "/wiki/Benjamin_C._Truman", "description": "Benjamin Cummings Truman, was an American journalist and author; in particular, he was a distinguished war correspondent during the American Civil War, and an authority on duels."}]}, {"heading": "Deaths", "year": "1925", "date": "July 18", "txt": "Louis-Nazaire Bégin, Canadian cardinal (b. 1840)", "entities": [{"title": "Louis-Nazaire Bégin", "href": "/wiki/Louis-Nazaire_B%C3%A9gin", "description": "Louis-Nazaire Bégin was a Canadian Cardinal of the Catholic Church. Begin held a doctorate in Sacred Theology from the Pontifical Gregorian University in Rome and was later appointed Archbishop of Quebec by Pope Leo XIII (1898) and created cardinal by Pope Pius X (1914)."}]}, {"heading": "Deaths", "year": "1932", "date": "July 18", "txt": "Jean Jules Jusserand, French author and diplomat, French Ambassador to the United States (b. 1855)", "entities": [{"title": "Jean Jules Jusserand", "href": "/wiki/Jean_Jules_Jusserand", "description": "Jean Adrien Antoine Jules Jusserand was a French author and diplomat. He was the French Ambassador to the United States during World War I."}, {"title": "List of French ambassadors to the United States", "href": "/wiki/List_of_French_ambassadors_to_the_United_States", "description": "The French ambassador to the United States is the diplomatic representation of the French Republic to the United States. They reside in Washington, D.C.. The current ambassador is Philippe Étienne."}]}, {"heading": "Deaths", "year": "1937", "date": "July 18", "txt": "Julian Bell, English poet and academic (b. 1908)", "entities": [{"title": "Julian Bell", "href": "/wiki/Julian_Bell", "description": "Julian Heward Bell was an English poet, and the son of Clive and Vanessa Bell. The writer Quentin Bell was his younger brother and the writer and painter Angelica Garnett was his half-sister. His relationship with his mother is explored in Susan Sellers' novel Vanessa and Virginia."}]}, {"heading": "Deaths", "year": "1938", "date": "July 18", "txt": "Marie of Romania (b. 1875)", "entities": [{"title": "Marie of Romania", "href": "/wiki/Marie_of_Romania", "description": "Marie of Romania was the last Queen of Romania as the wife of King Ferdinand I."}]}, {"heading": "Deaths", "year": "1944", "date": "July 18", "txt": "Thomas Sturge Moore, English author, poet, and playwright (b. 1870)", "entities": [{"title": "Thomas Sturge Moore", "href": "/wiki/Thomas_Sturge_Moore", "description": "Thomas Sturge Moore was a British poet, author and artist."}]}, {"heading": "Deaths", "year": "1947", "date": "July 18", "txt": "Evald Tipner, Estonian footballer and ice hockey player (b. 1906)", "entities": [{"title": "Evald Tipner", "href": "/wiki/Evald_Tipner", "description": "Evald Tipner was Estonian football, ice hockey and bandy player. He was capped 66 times for Estonian national football team, 7 times for bandy national team and once for ice hockey team. Tipner was also a good track and field athlete.\nSome sources report him as the first goalscorer in the history of World Cup preliminary competition, having scored what would be an own goal for Sweden against Eston"}]}, {"heading": "Deaths", "year": "1948", "date": "July 18", "txt": "Herman Gummerus, Finnish historian, academic, and politician (b. 1877)", "entities": [{"title": "Herman Gummerus", "href": "/wiki/Herman_Gummerus", "description": "Herman Gregorius Gummerus was a leading Finnish classical scholar, diplomat, and one of the founders of the Patriotic People's Movement (IKL)."}]}, {"heading": "Deaths", "year": "1949", "date": "July 18", "txt": "Vítězslav Novák, Czech composer and educator (b. 1870)", "entities": [{"title": "Vítězslav Novák", "href": "/wiki/V%C3%ADt%C4%9Bzslav_Nov%C3%A1k", "description": "Vítězslav Augustín Rudolf Novák was a Czech composer and pedagogue. Stylistically, he was part of the neo-romantic tradition, and his music has been occasionally considered an early example of Czech modernism."}]}, {"heading": "Deaths", "year": "1949", "date": "July 18", "txt": "Francisco Javier Arana, Guatemalan Army colonel and briefly Guatemalan head of state (b.1905)", "entities": []}, {"heading": "Deaths", "year": "1950", "date": "July 18", "txt": "Carl Clinton Van Doren, American critic and biographer (b. 1885)", "entities": [{"title": "Carl Clinton Van Doren", "href": "/wiki/Carl_Clinton_Van_Doren", "description": "Carl Clinton Van Doren was an American critic and biographer. He was the brother of critic and teacher Mark Van Doren and the uncle of Charles Van Doren."}]}, {"heading": "Deaths", "year": "1952", "date": "July 18", "txt": "Paul Saintenoy, Belgian architect and historian (b. 1862)", "entities": [{"title": "Paul Saintenoy", "href": "/wiki/Paul_Saintenoy", "description": "Paul Saintenoy was a Belgian architect, teacher, architectural historian, and writer."}]}, {"heading": "Deaths", "year": "1954", "date": "July 18", "txt": "Machine Gun Kelly, American gangster (b. 1895)", "entities": [{"title": "Machine Gun Kelly", "href": "/wiki/Machine_Gun_Kelly", "description": "George Kelly Barnes, better known by his pseudonym \"Machine Gun Kelly\", was an American gangster from Memphis, Tennessee, during the prohibition era. His nickname came from his favorite weapon, a Thompson submachine gun. He is best known for the kidnapping of the oil tycoon and businessman Charles F. Urschel in July 1933, from which he and his gang collected a $200,000 ransom. Urschel had collecte"}]}, {"heading": "Deaths", "year": "1966", "date": "July 18", "txt": "Bobby Fuller, American singer-songwriter and guitarist (b. 1942)", "entities": [{"title": "Bobby Fuller", "href": "/wiki/Bobby_Fuller", "description": "Robert Gaston Fuller was an American rock singer, songwriter, and guitarist best known for \"Let Her Dance\" and his cover of \"I Fought the Law\" by the Crickets, recorded with his group The Bobby Fuller Four."}]}, {"heading": "Deaths", "year": "1968", "date": "July 18", "txt": "Corneille Heymans, Belgian physiologist and academic, Nobel Prize laureate (b. 1892)", "entities": [{"title": "Corneille Heymans", "href": "/wiki/Corneille_Heymans", "description": "Corneille Jean François Heymans was a Belgian physiologist. He studied at the Jesuit College of Saint Barbara and then at Ghent University, where he obtained a doctor's degree in 1920."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1969", "date": "July 18", "txt": "Mary Jo Kopechne, American educator and secretary (b. 1940)", "entities": [{"title": "Mary Jo Kopechne", "href": "/wiki/Mary_Jo_Kopechne", "description": "Mary Jo Kopechne was an American secretary, one of the campaign workers for Robert F. Kennedy's 1968 presidential campaign, a close team known as the Boiler Room Girls. In 1969, she died in a car accident on Chappaquiddick Island, while being driven by U.S. Senator Ted Kennedy."}]}, {"heading": "Deaths", "year": "1973", "date": "July 18", "txt": "Jack Hawkins, English actor (b. 1910)", "entities": [{"title": "Jack Hawkins", "href": "/wiki/Jack_Hawkins", "description": "John Edward \"Jack\" Hawkins, CBE was an English actor who worked on stage and in film from the 1930s until the 1970s. One of the most popular British film stars of the 1950s, he was best known for his portrayal of military men."}]}, {"heading": "Deaths", "year": "1975", "date": "July 18", "txt": "Vaughn Bodē, American illustrator (b. 1941)", "entities": [{"title": "Vaughn Bodē", "href": "/wiki/Vaughn_Bod%C4%93", "description": "Vaughn Bodē was an American underground cartoonist and illustrator known for his character Cheech Wizard and his artwork depicting voluptuous women. A contemporary of Ralph Bakshi, Bodē has been credited as an influence on Bakshi's animated films Wizards and The Lord of the Rings. Bodē has a huge following among graffiti artists, with his characters remaining a popular subject."}]}, {"heading": "Deaths", "year": "1981", "date": "July 18", "txt": "Sonja Branting-Westerståhl, Swedish lawyer (b. 1890)", "entities": [{"title": "Sonja Branting-Westerståhl", "href": "/wiki/Sonja_Branting-Westerst%C3%A5hl", "description": "Sonja Branting-Westerståhl was a Swedish lawyer and politician. She was one of the first female lawyers in Sweden and specialised in matrimonial law. A social democrat, she was active in raising awareness of the rise of far-right politics in 1930s and 1940s. In 1948, she served in the lower house of the Riksdag, the Swedish Parliament, for a short period."}]}, {"heading": "Deaths", "year": "1982", "date": "July 18", "txt": "Roman Jakobson, Russian–American linguist and theorist (b. 1896)", "entities": [{"title": "Roman Jakobson", "href": "/wiki/Roman_Jakobson", "description": "Roman Osipovich Jakobson was a Russian Empire-born American linguist and literary theorist."}]}, {"heading": "Deaths", "year": "1984", "date": "July 18", "txt": "Lally Bowers, English actress (b. 1914)", "entities": [{"title": "Lally Bowers", "href": "/wiki/Lally_Bowers", "description": "Kathleen \"Lally\" Bowers was an English actress."}]}, {"heading": "Deaths", "year": "1984", "date": "July 18", "txt": "Grigori Kromanov, Estonian director and screenwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "July 18", "txt": "Gilberto Freyre, Brazilian sociologist, anthropologist, historian, writer, painter, journalist and congressman (b. 1907)", "entities": [{"title": "Gilberto Freyre", "href": "/wiki/Gilberto_Freyre", "description": "Gilberto de Mello Freyre was a Brazilian sociologist, anthropologist, historian, writer, painter, journalist and congressman, born in Recife, Pernambuco, Northeast Brazil. He is commonly associated with other major Brazilian cultural interpreters of the first half of the 20th century, such as Sérgio Buarque de Holanda and Caio Prado Júnior. His best-known work is a sociological treatise named Casa"}]}, {"heading": "Deaths", "year": "1988", "date": "July 18", "txt": "Nico, German singer-songwriter, keyboard player, and actress (b. 1938)", "entities": [{"title": "Nico", "href": "/wiki/Nico", "description": "Christa Päffgen, known by her stage name Nico, was a German singer, songwriter, musician, model, and actress. She had roles in several films, including Federico Fellini's La Dolce Vita (1960) and Andy Warhol's Chelsea Girls (1966)."}]}, {"heading": "Deaths", "year": "1988", "date": "July 18", "txt": "Joly Braga Santos, Portuguese composer and conductor (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "July 18", "txt": "Donnie Moore, American baseball player (b. 1954)", "entities": [{"title": "Donnie Moore", "href": "/wiki/Donnie_Moore", "description": "Donnie Ray Moore was an American relief pitcher in Major League Baseball (MLB) who played for the Chicago Cubs, St. Louis Cardinals (1980), Milwaukee Brewers (1981), Atlanta Braves (1982–84) and California Angels (1985–88). Moore is best remembered for the home run he gave up to Dave Henderson while pitching for the California Angels in Game 5 of the 1986 American League Championship Series. With "}]}, {"heading": "Deaths", "year": "1989", "date": "July 18", "txt": "Rebecca Schaeffer, American model and actress (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "July 18", "txt": "Karl Menninger, American psychiatrist and author (b. 1896)", "entities": [{"title": "Karl Menninger", "href": "/wiki/Karl_Menninger", "description": "Karl Augustus Menninger was an American psychiatrist and a member of the Menninger family of psychiatrists who founded the Menninger Foundation and the Menninger Clinic in Topeka, Kansas."}]}, {"heading": "Deaths", "year": "1990", "date": "July 18", "txt": "Yun Posun, South Korean politician, 2nd President of South Korea (b. 1897)", "entities": [{"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}]}, {"heading": "Deaths", "year": "2001", "date": "July 18", "txt": "Mimi Fariña, American singer-songwriter and guitarist (b. 1945)", "entities": [{"title": "Mimi Fariña", "href": "/wiki/Mimi_Fari%C3%B1a", "description": "Margarita Mimi Baez Fariña was an American singer-songwriter and activist, the youngest of three daughters to a Scottish mother and Mexican-American physicist Albert Baez. She was the younger sister of the singer and activist Joan Baez."}]}, {"heading": "Deaths", "year": "2002", "date": "July 18", "txt": "Metin Toker, Turkish journalist and author (b. 1924)", "entities": [{"title": "Metin Toker", "href": "/wiki/Metin_Toker", "description": "Metin Toker was a Turkish journalist and writer."}]}, {"heading": "Deaths", "year": "2004", "date": "July 18", "txt": "André Castelot, Belgian-French historian and author (b. 1911)", "entities": [{"title": "André Castelot", "href": "/wiki/Andr%C3%A9_Castelot", "description": "André Castelot, born André Storms, was a French writer and scriptwriter born in Belgium. He was the son of the Symbolist painter Maurice Chabas and Gabrielle Storms-Castelot, and the brother of the film actor Jacques Castelot. He wrote more than one hundred books, mostly biographies of famous people."}]}, {"heading": "Deaths", "year": "2004", "date": "July 18", "txt": "Émile Peynaud, French wine maker (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "July 18", "txt": "Amy Gillett, Australian cyclist and rower (b. 1976)", "entities": [{"title": "Amy Gillett", "href": "/wiki/Amy_Gillett", "description": "Amy Elizabeth Gillett was an Australian track cyclist and rower who represented Australia in both sports. She was killed when a driver crashed into the Australian squad of cyclists with whom she was training in Germany. The Amy Gillett Foundation was established in order to fund road safety programs and provide scholarships for young female cyclists."}]}, {"heading": "Deaths", "year": "2005", "date": "July 18", "txt": "William Westmoreland, American general (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "July 18", "txt": "Henry Hewes, American theater writer (b. 1917)", "entities": [{"title": "Henry Hewes (critic)", "href": "/wiki/Henry_Hewes_(critic)", "description": "Henry Hewes was an American theater writer who worked as the drama critic for the Saturday Review weekly literary magazine from 1955 to 1979. He was the first major critic to regularly review regional and international theater. His interest in regional theater led him to found the American Theater Critics Association, the Tony Award for regional theater, and the American Theater Wing's design awar"}]}, {"heading": "Deaths", "year": "2007", "date": "July 18", "txt": "Jerry Hadley, American tenor (b. 1952)", "entities": [{"title": "Jerry Hadley", "href": "/wiki/Jerry_Hadley", "description": "Jerry Hadley was an American operatic tenor. He received three Grammy awards for his vocal performances in the recordings of Jenůfa, Susannah, and Candide. Hadley was a leading American tenor for nearly two decades. He was mentored by soprano Joan Sutherland and her husband, conductor Richard Bonynge. Leonard Bernstein chose Hadley for his 1989 recording of Candide on Deutsche Grammophon. A versat"}]}, {"heading": "Deaths", "year": "2007", "date": "July 18", "txt": "Kenji Miyamoto, Japanese politician (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "July 18", "txt": "Henry Allingham, English soldier (b. 1896)", "entities": [{"title": "Henry Allingham", "href": "/wiki/Henry_Allingham", "description": "Henry William Allingham was an English supercentenarian. He is the longest-lived man ever recorded from the United Kingdom, a First World War veteran, and, for one month, the verified oldest living man in the world. He is also the second-oldest military veteran ever, and, at the time of his death, he was the 12th-verified oldest man of all time."}]}, {"heading": "Deaths", "year": "2009", "date": "July 18", "txt": "Jill Balcon, English actress (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 18", "txt": "Yosef Shalom Eliashiv, Lithuanian-Israeli rabbi and author (b. 1910)", "entities": [{"title": "Yosef Shalom Eliashiv", "href": "/wiki/Yosef_Shalom_Eliashiv", "description": "Yosef Shalom Elyashiv was a Haredi Rabbi and posek who lived in Jerusalem. Until his death at the age of 102, Rav Elyashiv was the paramount leader of both Israel and the Diaspora Lithuanian-Haredi community, and many Ashkenazi Jews regarded him as the posek ha-dor, the contemporary leading authority on halakha, or Jewish law."}]}, {"heading": "Deaths", "year": "2012", "date": "July 18", "txt": "Jean François-Poncet, French politician and diplomat, French Minister of Foreign Affairs (b. 1928)", "entities": [{"title": "Ministry of Foreign and European Affairs (France)", "href": "/wiki/Ministry_of_Foreign_and_European_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Deaths", "year": "2012", "date": "July 18", "txt": "Dawoud Rajiha, Syrian general and politician, Syrian Minister of Defense (b. 1947)", "entities": [{"title": "Ministry of Defense (Syria)", "href": "/wiki/Ministry_of_Defense_(Syria)", "description": "The Ministry of Defense is a government ministry office of the Syrian Arab Republic, responsible for defense affairs in Syria."}]}, {"heading": "Deaths", "year": "2012", "date": "July 18", "txt": "Assef Shawkat, Syrian general and politician (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 18", "txt": "Hasan Turkmani, Syrian general and politician, Syrian Minister of Defense (b. 1935)", "entities": [{"title": "Ministry of Defense (Syria)", "href": "/wiki/Ministry_of_Defense_(Syria)", "description": "The Ministry of Defense is a government ministry office of the Syrian Arab Republic, responsible for defense affairs in Syria."}]}, {"heading": "Deaths", "year": "2012", "date": "July 18", "txt": "Rajesh Khanna, Indian actor (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 18", "txt": "Vaali, Indian poet, songwriter, and actor (b. 1931)", "entities": [{"title": "Vaali (poet)", "href": "/wiki/Vaali_(poet)", "description": "Vaali was an Indian poet and lyricist whose works were in Tamil, had a five-decade long association with the Tamil film industry, wrote over 15,000 songs. He acted in a number of films, including Sathya, Hey Ram, Paarthale Paravasam and Poikkal Kudhirai. He was honoured by the Government of India with the Padma Shri, India's fourth highest civilian honour."}]}, {"heading": "Deaths", "year": "2013", "date": "July 18", "txt": "Olivier Ameisen,  French-American cardiologist and academic (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 18", "txt": "Andreas Biermann, German footballer (b. 1980)", "entities": [{"title": "Andreas Biermann", "href": "/wiki/Andreas_Biermann", "description": "Andreas Biermann was a German professional footballer who played as a defender."}]}, {"heading": "Deaths", "year": "2014", "date": "July 18", "txt": "João Ubaldo Ribeiro, Brazilian journalist, author, and academic (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 18", "txt": "Dietmar Schönherr, Austrian-Spanish actor, director, and screenwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 18", "txt": "Alex Rocco, American actor (b. 1936)", "entities": [{"title": "Alex Rocco", "href": "/wiki/Alex_Rocco", "description": "Alessandro Federico Petricone Jr., known professionally as Alex Rocco, was an American actor. Often cast as a villain, he is best known for his portrayal of Moe Greene in The Godfather and his Primetime Emmy Award-winning role in The Famous Teddy Z. He did a significant amount of voice-over work later in his career, and was known for his gravelly voice."}]}, {"heading": "Deaths", "year": "2018", "date": "July 18", "txt": "Jonathan Gold, American food critic (b. 1960)", "entities": [{"title": "Jonathan Gold", "href": "/wiki/Jonathan_Gold", "description": "Jonathan Gold was an American food critic and music critic. He was for many years the chief food critic for the Los Angeles Times and also wrote for LA Weekly and Gourmet, in addition to serving as a regular contributor on KCRW's Good Food radio program. Gold often chose small, traditional immigrant restaurants for his reviews, although he covered all types of cuisine. In 2007, while writing for t"}]}, {"heading": "Deaths", "year": "2018", "date": "July 18", "txt": "Adrian Cronauer, American radio personality (b. 1938)", "entities": []}]