[{"heading": "Events", "year": "30 BC", "date": "July 31", "txt": "Battle of Alexandria: Mark Antony achieves a minor victory over Octavian's forces, but most of his army subsequently deserts, leading to his suicide.", "entities": [{"title": "Battle of Alexandria (30 BC)", "href": "/wiki/Battle_of_Alexandria_(30_BC)", "description": "The Battle of Alexandria was fought on July 1 to July 30, 30 BC between the forces of Octavian and Mark Antony during the Final War of the Roman Republic. It was the final battle of the Roman Republic. In the battle of Actium, Antony had lost the majority of his fleet and had been forced to abandon the majority of his army in Greece, where without supplies they eventually surrendered. Although Ant"}, {"title": "Mark Antony", "href": "/wiki/Mark_Antony", "description": "Marcus Antonius, commonly known in English as Mark Antony or Anthony, was a Roman politician and general who played a critical role in the transformation of the Roman Republic from a constitutional republic into the autocratic Roman Empire."}, {"title": "Augustus", "href": "/wiki/Augustus", "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "}]}, {"heading": "Events", "year": "781", "date": "July 31", "txt": "The oldest recorded eruption of Mount Fuji (Traditional Japanese date: Sixth day of the seventh month of the first year of the Ten'o (天応) era).", "entities": [{"title": "Mount Fuji", "href": "/wiki/Mount_Fuji", "description": "Mount Fuji , located on the island of Honshū, is the highest mountain in Japan, standing 3,776.24 m (12,389.2 ft). It is the second-highest volcano located on an island in Asia, and seventh-highest peak of an island on Earth. Mount Fuji is an active stratovolcano that last erupted from 1707 to 1708. The mountain is located about 100 km (62 mi) southwest of Tokyo and is visible from there on clear "}, {"title": "Japanese calendar", "href": "/wiki/Japanese_calendar", "description": "Japanese calendar types have included a range of official and unofficial systems. At present, Japan uses the Gregorian calendar together with year designations stating the year of the reign of the current Emperor."}]}, {"heading": "Events", "year": "1009", "date": "July 31", "txt": "Pope Sergius IV becomes the 142nd pope, succeeding Pope John XVIII.", "entities": [{"title": "Pope Sergius IV", "href": "/wiki/Pope_Sergius_IV", "description": "Sergius IV was the bishop of Rome and nominal ruler of the Papal States from 31 July 1009 to his death. His temporal power was eclipsed by the patrician John Crescentius. Sergius IV may have called for the expulsion of Muslims from the Holy Land but this is disputed."}, {"title": "Pope John XVIII", "href": "/wiki/Pope_John_XVIII", "description": "Pope John XVIII was the bishop of Rome and nominal ruler of the Papal States from January 1004 to his abdication in July 1009. He wielded little temporal power, ruling during the struggle between John Crescentius and Emperor Henry II for the control of Rome."}]}, {"heading": "Events", "year": "1201", "date": "July 31", "txt": "Attempted usurpation by John Komnenos the Fat for the throne of Alexios III Angelos.", "entities": [{"title": "John Komnenos the Fat", "href": "/wiki/John_Komnenos_the_Fat", "description": "John Komnenos, nicknamed \"the Fat\", was a Byzantine noble who attempted to usurp the imperial throne from Alexios III Angelos in a short-lived coup in Constantinople on 31 July 1201. The coup drew on opposition to the ruling Angelid dynasty among rival aristocratic families and the common people, who were dissatisfied by the dynasty's failures against external foes. John had previously been an obs"}, {"title": "Alexios III Angelos", "href": "/wiki/Alexios_III_Angelos", "description": "Alexios III Angelos was Byzantine Emperor from March 1195 to 17/18 July 1203. He reigned under the name Alexios Komnenos, associating himself with the Komnenos dynasty. A member of the extended imperial family, Alexios came to throne after deposing, blinding and imprisoning his younger brother Isaac II Angelos. The most significant event of his reign was the attack of the Fourth Crusade on Constan"}]}, {"heading": "Events", "year": "1423", "date": "July 31", "txt": "Hundred Years' War: Battle of Cravant: The French army is defeated by the English at Cravant on the banks of the river Yonne.", "entities": [{"title": "Hundred Years' War", "href": "/wiki/Hundred_Years%27_War", "description": "The Hundred Years' War (1337–1453) was a series of conflicts in Western Europe waged between the House of Plantagenet and its cadet House of Lancaster, the rulers of the Kingdom of England, and the House of Valois over the right to rule the Kingdom of France. It was one of the most notable conflicts of the Middle Ages, in which five generations of kings from two rival dynasties fought for the thro"}, {"title": "Battle of Cravant", "href": "/wiki/Battle_of_Cravant", "description": "The Battle of Cravant was fought on 31 July 1423, during the Hundred Years' War between English and French forces at the village of Cravant in Burgundy, at a bridge and ford on the banks of the river Yonne, a left-bank tributary of the Seine, southeast of Auxerre. The battle ended in a victory for the English and their Burgundian allies."}, {"title": "Yonne", "href": "/wiki/Yonne", "description": "Yonne is a French department named after the river Yonne. It is one of the eight constituent departments of Bourgogne-Franche-Comté and is located in the northwest of the region, bordering Île-de-France. It was created in 1790 during the French Revolution. Its prefecture (capital) is Auxerre and its postcode number is 89."}]}, {"heading": "Events", "year": "1451", "date": "July 31", "txt": "Jacques Cœur is arrested by order of Charles VII of France.", "entities": [{"title": "Jacques Cœur", "href": "/wiki/Jacques_C%C5%93ur", "description": "Jacques Cœur was a French government official and state-sponsored merchant whose personal fortune became legendary and led to his eventual disgrace. He initiated regular trade routes between France and the Levant. His memory retains iconic status in Bourges, where he built a palatial house that is preserved to this day."}, {"title": "Charles VII of France", "href": "/wiki/Charles_VII_of_France", "description": "Charles VII, called the Victorious or the Well-Served, was King of France from 1422 to his death in 1461."}]}, {"heading": "Events", "year": "1492", "date": "July 31", "txt": "The Jews are expelled from Spain when the Alhambra Decree takes effect.", "entities": [{"title": "Alhambra Decree", "href": "/wiki/Alhambra_Decree", "description": "The Alhambra Decree was an edict issued on 31 March 1492, by the joint Catholic Monarchs of Spain ordering the expulsion of practicing Jews from the Crowns of Castile and Aragon and its territories and possessions by 31 July of that year. The primary purpose was to eliminate the influence of practicing Jews on Spain's large formerly-Jewish converso New Christian population, to ensure the latter an"}]}, {"heading": "Events", "year": "1498", "date": "July 31", "txt": "On his third voyage to the Western Hemisphere, Christopher Columbus becomes the first European to discover the island of Trinidad.", "entities": [{"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}, {"title": "Trinidad", "href": "/wiki/Trinidad", "description": "Trinidad is the larger and more populous of the two major islands of Trinidad and Tobago. The island lies 11 km (6.8 mi) off the northeastern coast of Venezuela and sits on the continental shelf of South America. It is often referred to as the southernmost island in the West Indies. With an area of 5,131 km2 (1,981 sq mi), it is also the fifth largest in the West Indies."}]}, {"heading": "Events", "year": "1588", "date": "July 31", "txt": "The Spanish Armada is spotted off the coast of England.", "entities": [{"title": "Spanish Armada", "href": "/wiki/Spanish_Armada", "description": "The Spanish Armada was a Habsburg Spanish fleet of 130 ships that sailed from Lisbon in late May 1588 under the command of the Duke of Medina Sidonia, with the purpose of escorting an army from Flanders to invade England. Medina Sidonia was an aristocrat without naval command experience but was made commander by King Philip II. The aim was to overthrow Queen Elizabeth I and her establishment of Pr"}]}, {"heading": "Events", "year": "1618", "date": "July 31", "txt": "Maurice, Prince of Orange disbands the waardgelders militia in Utrecht, a pivotal event in the Remonstrant/Counter-Remonstrant tensions.", "entities": [{"title": "Maurice, Prince of Orange", "href": "/wiki/Maurice,_Prince_of_Orange", "description": "Maurice of Orange was stadtholder of all the provinces of the Dutch Republic except for Friesland from 1585 at the earliest until his death in 1625. Before he became Prince of Orange upon the death of his eldest half-brother Philip William in 1618, he was known as Maurice of Nassau."}, {"title": "Utrecht", "href": "/wiki/Utrecht", "description": "Utrecht is the fourth-largest city and a municipality of the Netherlands, capital and most populous city of the province of Utrecht. It is located in the eastern corner of the Randstad conurbation, in the very centre of mainland Netherlands; it had a population of 357,179 as of 2019."}, {"title": "Remonstrant", "href": "/wiki/Remonstrant", "description": "The Remonstrants is a Protestant movement that had split from the Dutch Reformed Church in the early 17th century. The early Remonstrants supported Jacobus Arminius, and after his death, continued to maintain his original views called Arminianism against the proponents of Calvinism. Condemned by the synod of Dort (1618-1619), the Remonstrants remained in a small minority in the Netherlands. In the"}, {"title": "Counter-Remonstrant", "href": "/wiki/Counter-Remonstrant", "description": "Franciscus Gomarus was a Dutch theologian, a strict Calvinist and an opponent of the teaching of Jacobus Arminius, whose theological disputes were addressed at the Synod of Dort (1618–19)."}]}, {"heading": "Events", "year": "1655", "date": "July 31", "txt": "Russo-Polish War (1654–67): The Russian army enters the capital of the Grand Duchy of Lithuania, Vilnius, which it holds for six years.", "entities": [{"title": "Russo-Polish War (1654–67)", "href": "/wiki/Russo-Polish_War_(1654%E2%80%9367)", "description": "The Russo-Polish War of 1654–1667, also called the Thirteen Years' War, First Northern War, War for Ukraine or Russian Deluge, was a major conflict between the Tsardom of Russia and the Polish–Lithuanian Commonwealth. Between 1655 and 1660, the Swedish invasion was also fought in the Polish–Lithuanian Commonwealth and so the period became known in Poland as \"The Deluge\" or Swedish Deluge. Because "}, {"title": "Grand Duchy of Lithuania", "href": "/wiki/Grand_Duchy_of_Lithuania", "description": "The Grand Duchy of Lithuania was a European state that lasted from the 13th century to 1795, when the territory was partitioned among the Russian Empire, the Kingdom of Prussia, and the Habsburg Empire of Austria. The state was founded by Lithuanians, who were at the time a polytheistic nation born from several united Baltic tribes from Aukštaitija."}, {"title": "Vilnius", "href": "/wiki/Vilnius", "description": "Vilnius is the capital of Lithuania and its largest city, with a population of 589,425 as of 2019. The population of Vilnius's functional urban area, which stretches beyond the city limits, is estimated at 706,832, while according to the Vilnius territorial health insurance fund, there were 732,421 permanent inhabitants as of October 2020 in Vilnius city and Vilnius district municipalities combine"}]}, {"heading": "Events", "year": "1658", "date": "July 31", "txt": "Aurangzeb is proclaimed Mughal emperor of India.", "entities": [{"title": "Aurangzeb", "href": "/wiki/Aurangzeb", "description": "Muhi-ud-Din Muhammad, commonly known by the sobriquet Aurangzeb or by his regnal title Alamgir, was the sixth Mughal emperor, who ruled over almost the entire Indian subcontinent for a period of 49 years. Widely considered to be the last effective ruler of the Mughal Empire, Aurangzeb compiled the Fatawa-e-Alamgiri, and was among the few monarchs to have fully established Sharia law and Islamic ec"}, {"title": "Mughal Empire", "href": "/wiki/Mughal_Empire", "description": "The Mughal, Mogul or Moghul Empire, was an early modern empire in South Asia. For some two centuries, the empire stretched from the outer fringes of the Indus basin in the west, northern Afghanistan in the northwest, and Kashmir in the north, to the highlands of present-day Assam and Bangladesh in the east, and the uplands of the Deccan plateau in south India."}]}, {"heading": "Events", "year": "1703", "date": "July 31", "txt": "Daniel Defoe is placed in a pillory for the crime of seditious libel after publishing a politically satirical pamphlet, but is pelted with flowers.", "entities": [{"title": "Daniel Defoe", "href": "/wiki/Daniel_Defoe", "description": "Daniel Defoe was an English writer, trader, journalist, pamphleteer and spy. He is most famous for his novel Robinson Crusoe, published in 1719, which is claimed to be second only to the Bible in its number of translations. He has been seen as one of the earliest proponents of the English novel, and helped to popularise the form in Britain with others such as Aphra Behn and Samuel Richardson. Defo"}, {"title": "Pillory", "href": "/wiki/Pillory", "description": "The pillory is a device made of a wooden or metal framework erected on a post, with holes for securing the head and hands, formerly used for punishment by public humiliation and often further physical abuse. The pillory is related to the stocks."}, {"title": "Seditious libel", "href": "/wiki/Seditious_libel", "description": "Sedition and seditious libel were criminal offences under English common law, and are still criminal offences in Canada. Sedition is overt conduct, such as speech and organization, that is deemed by the legal authority to tend toward insurrection against the established order: if the statement is in writing or some other permanent form it is seditious libel. Libel denotes a printed form of communi"}, {"title": "Pamphlet", "href": "/wiki/Pamphlet", "description": "A pamphlet is an unbound book. Pamphlets may consist of a single sheet of paper that is printed on both sides and folded in half, in thirds, or in fourths, called a leaflet or it may consist of a few pages that are folded in half and saddle stapled at the crease to make a simple book."}]}, {"heading": "Events", "year": "1712", "date": "July 31", "txt": "Action of 31 July 1712 (Great Northern War): Danish and Swedish ships clash in the Baltic Sea; the result is inconclusive.", "entities": [{"title": "Action of 31 July 1712", "href": "/wiki/Action_of_31_July_1712", "description": "This battle took place on 31 July 1712 southeast of Rügen, in the Baltic Sea, during the Great Northern War. The site is known as Neues Tief in German, Nydyp in Danish, and Nya Djupet in Swedish. The action was inconclusive."}, {"title": "Great Northern War", "href": "/wiki/Great_Northern_War", "description": "The Great Northern War (1700–1721) was a conflict in which a coalition led by the Tsardom of Russia successfully contested the supremacy of the Swedish Empire in Northern, Central and Eastern Europe. The initial leaders of the anti-Swedish alliance were Peter I of Russia, Frederick IV of Denmark–Norway and Augustus II the Strong of Saxony–Poland–Lithuania. Frederick IV and Augustus II were defeate"}, {"title": "Baltic Sea", "href": "/wiki/Baltic_Sea", "description": "The Baltic Sea is an arm of the Atlantic Ocean, enclosed by Denmark, Estonia, Finland, Germany, Latvia, Lithuania, Sweden, Poland, Russia and the North and Central European Plain."}]}, {"heading": "Events", "year": "1715", "date": "July 31", "txt": "Seven days after a Spanish treasure fleet of 12 ships left Havana, Cuba for Spain, 11 of them sink in a storm off the coast of Florida. A few centuries later, treasure is salvaged from these wrecks.", "entities": [{"title": "1715 Treasure Fleet", "href": "/wiki/1715_Treasure_Fleet", "description": "The 1715 Treasure Fleet was a Spanish treasure fleet returning from the New World to Spain. At two in the morning on Wednesday, July 31, 1715, seven days after departing from Havana, Cuba, under the command of Juan Esteban de Ubilla, eleven of the twelve ships of this fleet were lost in a hurricane near present-day Vero Beach, Florida. Because the fleet was carrying silver, it is also known as the"}, {"title": "Havana", "href": "/wiki/Havana", "description": "Havana is the capital city, largest city, province, major port, and leading commercial center of Cuba. The city has a population of 2.1 million inhabitants, and it spans a total of 781.58 km2 (301.77 sq mi) – making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region."}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}]}, {"heading": "Events", "year": "1741", "date": "July 31", "txt": "Charles Albert of Bavaria invades Upper Austria and Bohemia.", "entities": [{"title": "Charles VII, Holy Roman Emperor", "href": "/wiki/Charles_VII,_Holy_Roman_Emperor", "description": "Charles VII was the prince-elector of Bavaria from 1726 and Holy Roman Emperor from 24 January 1742 to his death. He was a member of the House of Wittelsbach, and his reign as Holy Roman Emperor thus marked the end of three centuries of uninterrupted Habsburg imperial rule although he was related to the Habsburgs by both blood and marriage. After the death of emperor Charles VI in 1740, he claimed"}, {"title": "Upper Austria", "href": "/wiki/Upper_Austria", "description": "Upper Austria is one of the nine states or Länder of Austria. Its capital is Linz. Upper Austria borders on Germany and the Czech Republic, as well as on the other Austrian states of Lower Austria, Styria, and Salzburg. With an area of 11,982 km2 (4,626 sq mi) and 1.49 million inhabitants, Upper Austria is the fourth-largest Austrian state by land area and the third-largest by population."}, {"title": "Bohemia", "href": "/wiki/Bohemia", "description": "Bohemia is the westernmost and largest historical region of the Czech lands in the present-day Czech Republic. Bohemia can also refer to a wider area consisting of the historical Lands of the Bohemian Crown ruled by the Bohemian kings, including Moravia and Czech Silesia, in which case the region is referred to as Bohemia proper as a means of distinction."}]}, {"heading": "Events", "year": "1763", "date": "July 31", "txt": "Odawa Chief Pontiac's forces defeat British troops at the Battle of Bloody Run during Pontiac's War.", "entities": [{"title": "Odawa", "href": "/wiki/Odawa", "description": "The Odawa, said to mean \"traders\", are an Indigenous American ethnic group who primarily inhabit land in the Eastern Woodlands region, commonly known as the northeastern United States and southeastern Canada. They have long had territory that crosses the current border between the two countries, and they are federally recognized as Native American tribes in the United States and have numerous reco"}, {"title": "Pontiac (Ottawa leader)", "href": "/wiki/Pontiac_(Ottawa_leader)", "description": "Pontiac or Obwandiyag was an Odawa war chief known for his role in the war named for him, from 1763 to 1766 leading Native Americans in an armed struggle against the British in the Great Lakes region due to, among other reasons, dissatisfaction with British policies. It followed the British victory in the French and Indian War, the American front of the Seven Years' War. Pontiac's importance in th"}, {"title": "Battle of Bloody Run", "href": "/wiki/Battle_of_Bloody_Run", "description": "The Battle of Bloody Run was fought during Pontiac's War on July 31, 1763 on what now is the site of Elmwood Cemetery. In an attempt to break Pontiac's siege of Fort Detroit, about 250 British troops attempted to make a surprise attack on Pontiac's encampment."}, {"title": "Pontiac's War", "href": "/wiki/Pontiac%27s_War", "description": "Pontiac's War was launched in 1763 by a loose confederation of American Indians dissatisfied with British rule in the Great Lakes region following the French and Indian War (1754–1763). Warriors from numerous tribes joined in an effort to drive British soldiers and settlers out of the region. The war is named after Odawa leader Pontiac, the most prominent of many Indian leaders in the conflict."}]}, {"heading": "Events", "year": "1777", "date": "July 31", "txt": "The U.S. Second Continental Congress passes a resolution that the services of Gilbert du Motier, Marquis de Lafayette \"be accepted, and that, in consideration of his zeal, illustrious family and connexions, he have the rank and commission of major-general of the United States.\"", "entities": [{"title": "Second Continental Congress", "href": "/wiki/Second_Continental_Congress", "description": "The Second Continental Congress was a meeting of delegates from the Thirteen Colonies in America that united in the American Revolutionary War. It convened on May 10, 1775, with representatives from 12 of the colonies in Philadelphia, Pennsylvania shortly after the Battles of Lexington and Concord, succeeding the First Continental Congress which met in Philadelphia from September 5 to October 26, "}, {"title": "Gilbert du Motier, Marquis de Lafayette", "href": "/wiki/Gilbert_du_Motier,_Marquis_de_Lafayette", "description": "Marie-Joseph Paul Yves Roch Gilbert du Motier, Marquis de La Fayette, known in the United States as Lafayette, was a French aristocrat and military officer who fought in the American Revolutionary War, commanding American troops in several battles, including the siege of Yorktown. After returning to France, he was a key figure in the French Revolution of 1789 and the July Revolution of 1830. He ha"}]}, {"heading": "Events", "year": "1790", "date": "July 31", "txt": "The first U.S. patent is issued, to inventor Samuel Hopkins for a potash process.", "entities": [{"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Samuel Hopkins (inventor)", "href": "/wiki/Samuel_Hopkins_(inventor)", "description": "Samuel Hopkins was an American inventor from Philadelphia, Pennsylvania, On July 31, 1790, he was granted the first U.S. patent, under the new U.S. patent statute just signed into law by President Washington on April 10, 1790. Hopkins had petitioned for a patent on an improvement \"in the making of Pot ash and Pearl ash by a new Apparatus and Process.\""}, {"title": "Potash", "href": "/wiki/Potash", "description": "Potash includes various mined and manufactured salts that contain potassium in water-soluble form. The name derives from pot ash, which refers to plant ashes or wood ash soaked in water in a pot, which was the primary means of manufacturing the product before the Industrial Era. The word \"potassium\" is derived from \"potash\"."}]}, {"heading": "Events", "year": "1856", "date": "July 31", "txt": "Christchurch, New Zealand is chartered as a city.", "entities": [{"title": "Christchurch", "href": "/wiki/Christchurch", "description": "Christchurch is the largest city in the South Island of New Zealand and the seat of the Canterbury Region. The Christchurch urban area lies on the South Island's east coast, just north of Banks Peninsula. The urban area is home to 383,200 residents, and the territorial authority has 394,700 people, which makes it the second-most populous city in New Zealand after Auckland and before Wellington. Th"}]}, {"heading": "Events", "year": "1865", "date": "July 31", "txt": "The first narrow-gauge mainline railway in the world opens at Grandchester, Queensland, Australia.", "entities": [{"title": "Narrow-gauge railway", "href": "/wiki/Narrow-gauge_railway", "description": "A narrow-gauge railway is a railway with a track gauge narrower than standard 1,435 mm. Most narrow-gauge railways are between 600 mm and 1,067 mm."}, {"title": "Grandchester, Queensland", "href": "/wiki/Grandchester,_Queensland", "description": "Grandchester is a rural town and locality in the City of Ipswich, Queensland, Australia. In the 2016 census, Grandchester had a population of 444 people."}]}, {"heading": "Events", "year": "1874", "date": "July 31", "txt": "Dr. Patrick Francis Healy became the first African-American inaugurated as president of a predominantly white university, Georgetown University.", "entities": [{"title": "Patrick Francis Healy", "href": "/wiki/Patrick_Francis_Healy", "description": "Patrick Francis Healy was an American Catholic priest and Jesuit who was an influential president of Georgetown University, becoming known as its \"second founder.\" The university's flagship building, Healy Hall, bears his name. Though self-identifying and largely passing as White, Healy would be posthumously recognized as the first Black American to become a Jesuit, earn a Ph.D., and become the pr"}, {"title": "African-American", "href": "/wiki/African-American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "Georgetown University", "href": "/wiki/Georgetown_University", "description": "Georgetown University is a private Jesuit research university in the Georgetown neighborhood of Washington, D.C. Founded by Bishop John Carroll in 1789 as Georgetown College, the university has grown to comprise ten undergraduate and graduate schools, among which are the School of Foreign Service, School of Business, Medical School, Law School, and a campus in Qatar. On a hill above the Potomac Ri"}]}, {"heading": "Events", "year": "1904", "date": "July 31", "txt": "Russo-Japanese War: Battle of Hsimucheng: Units of the Imperial Japanese Army defeat units of the Imperial Russian Army in a strategic confrontation.", "entities": [{"title": "Russo-Japanese War", "href": "/wiki/Russo-Japanese_War", "description": "The Russian Empire and the Empire of Japan fought the Russo-Japanese War during 1904 and 1905 over rival imperial ambitions in Manchuria and Korea. The major theatres of military operations were the Liaodong Peninsula and Mukden in Southern Manchuria, and the seas around Korea, Japan, and the Yellow Sea."}, {"title": "Battle of Hsimucheng", "href": "/wiki/Battle_of_Hsimucheng", "description": "The Battle of Hsimucheng was a minor land engagement of the Russo-Japanese War. It was fought on 31 July 1904 near Hsimucheng, a hamlet about 20 kilometres (12 mi) southeast of the strategic junction town of Haicheng, on the main road connecting Haicheng with the coast between elements of the Imperial Japanese Army and the Imperial Russian Army."}, {"title": "Imperial Japanese Army", "href": "/wiki/Imperial_Japanese_Army", "description": "The Imperial Japanese Army was the official ground-based armed force of the Empire of Japan from 1868 to 1945. It was controlled by the Imperial Japanese Army General Staff Office and the Ministry of the Army, both of which were nominally subordinate to the Emperor of Japan as supreme commander of the army and the Imperial Japanese Navy. Later an Inspectorate General of Aviation became the third a"}, {"title": "Imperial Russian Army", "href": "/wiki/Imperial_Russian_Army", "description": "The Imperial Russian Army was the land armed force of the Russian Empire, active from around 1721 to the Russian Revolution of 1917. In the early 1850s, the Russian Army consisted of more than 900,000 regular soldiers and nearly 250,000 irregulars."}]}, {"heading": "Events", "year": "1913", "date": "July 31", "txt": "The Balkan States sign an armistice in Bucharest.", "entities": [{"title": "Balkans", "href": "/wiki/Balkans", "description": "The Balkans, also known as the Balkan Peninsula, are a geographic area in southeastern Europe with various definitions and meanings, including geopolitical and historical. The region takes its name from the Balkan Mountains that stretch throughout the whole of Bulgaria. The Balkan Peninsula is bordered by the Adriatic Sea in the northwest, the Ionian Sea in the southwest, the Aegean Sea in the sou"}, {"title": "Bucharest", "href": "/wiki/Bucharest", "description": "Bucharest is the capital and largest city of Romania, as well as its cultural, industrial, and financial centre. It is in the southeast of the country, at 44°25′57″N 26°06′14″E, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border."}]}, {"heading": "Events", "year": "1917", "date": "July 31", "txt": "World War I: The Battle of Passchendaele begins near Ypres in West Flanders, Belgium.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "The Battle of Passchendaele", "href": "/wiki/The_Battle_of_Passchendaele", "description": "The Third Battle of Ypres, also known as the Battle of Passchendaele, was a campaign of the First World War, fought by the Allies against the German Empire. The battle took place on the Western Front, from July to November 1917, for control of the ridges south and east of the Belgian city of Ypres in West Flanders, as part of a strategy decided by the Allies at conferences in November 1916 and May"}, {"title": "Ypres", "href": "/wiki/Ypres", "description": "Ypres is a Belgian city and municipality in the province of West Flanders. Though the Dutch Ieper is the official name, the city's French name Ypres is most commonly used in English. The municipality comprises the city of Ypres and the villages of Boezinge, Brielen, Dikkebus, Elverdinge, Hollebeke, Sint-Jan, Vlamertinge, Voormezele, Zillebeke, and Zuidschote. Together, they are home to about 34,90"}, {"title": "West Flanders", "href": "/wiki/West_Flanders", "description": "West Flanders is the westernmost province of the Flemish Region, in Belgium. It is the only coastal Belgian province, facing the North Sea to the northwest. It has land borders with the Dutch province of Zeeland to the northeast, the Flemish province of East Flanders to the east, the Walloon province of Hainaut in the southeast and the French department of Nord to the west. Its capital is Bruges ("}, {"title": "Belgium", "href": "/wiki/Belgium", "description": "Belgium, officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the"}]}, {"heading": "Events", "year": "1932", "date": "July 31", "txt": "The NSDAP (Nazi Party) wins more than 38% of the vote in German elections.", "entities": [{"title": "Nazi Party", "href": "/wiki/Nazi_Party", "description": "The Nazi Party, officially the National Socialist German Workers' Party, was a far-right political party in Germany active between 1920 and 1945, that created and supported the ideology of Nazism. Its precursor, the German Workers' Party, existed from 1919 to 1920. The Nazi Party emerged from the German nationalist, racist and populist Freikorps paramilitary culture, which fought against the commu"}, {"title": "German federal election, July 1932", "href": "/wiki/German_federal_election,_July_1932", "description": "Federal elections were held in Germany on 31 July 1932, following the premature dissolution of the Reichstag. The Nazi Party made significant gains and became the largest party in the Reichstag for the first time although they failed to win a majority."}]}, {"heading": "Events", "year": "1938", "date": "July 31", "txt": "Bulgaria signs a non-aggression pact with Greece and other states of Balkan Antanti (Turkey, Romania, Yugoslavia).", "entities": [{"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "Yugoslavia", "href": "/wiki/Yugoslavia", "description": "Yugoslavia was a country in Southeast Europe and Central Europe for most of the 20th century. It came into existence after World War I in 1918 under the name of the Kingdom of Serbs, Croats and Slovenes by the merger of the provisional State of Slovenes, Croats and Serbs with the Kingdom of Serbia, and constituted the first union of the South Slavic people as a sovereign state, following centuries"}]}, {"heading": "Events", "year": "1938", "date": "July 31", "txt": "Archaeologists discover engraved gold and silver plates from King Darius the Great in Persepolis.", "entities": [{"title": "Silver", "href": "/wiki/Silver", "description": "Silver is a chemical element with the symbol Ag and atomic number 47. A soft, white, lustrous transition metal, it exhibits the highest electrical conductivity, thermal conductivity, and reflectivity of any metal. The metal is found in the Earth's crust in the pure, free elemental form, as an alloy with gold and other metals, and in minerals such as argentite and chlorargyrite. Most silver is prod"}, {"title": "Darius I", "href": "/wiki/Darius_I", "description": "Darius I, commonly known as Darius the Great, was the third Persian King of Kings of the Achaemenid Empire, reigning from 522 BCE until his death in 486 BCE. He ruled the empire at its peak, when it included much of West Asia, parts of the Caucasus, parts of the Balkans, most of the Black Sea coastal regions, Central Asia, as far as the Indus Valley in the far east and portions of north and northe"}, {"title": "Persepolis", "href": "/wiki/Persepolis", "description": "Persepolis was the ceremonial capital of the Achaemenid Empire. It is situated in the plains of Marvdasht, encircled by southern Zagros mountains of Iran. Modern day Shiraz is situated 60 kilometres (37 mi) southwest of the ruins of Persepolis. The earliest remains of Persepolis date back to 515 BC. It exemplifies the Achaemenid style of architecture. UNESCO declared the ruins of Persepolis a Worl"}]}, {"heading": "Events", "year": "1941", "date": "July 31", "txt": "The Holocaust: Under instructions from Adolf Hitler, Nazi official Hermann Göring, orders SS General Reinhard Heydrich to \"submit to me as soon as possible a general plan of the administrative material and financial measures necessary for carrying out the desired Final Solution of the Jewish question.\"", "entities": [{"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}, {"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "Hermann Göring", "href": "/wiki/Hermann_G%C3%B6ring", "description": "Hermann Wilhelm Göring was a German political and military leader and a convicted war criminal. He was one of the most powerful figures in the Nazi Party, which ruled Germany from 1933 to 1945."}, {"title": "Schutzstaffel", "href": "/wiki/Schutzstaffel", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}, {"title": "Reinhard Heydrich", "href": "/wiki/Reinhard_Heydrich", "description": "Reinhard Tristan Eugen Heydrich was a high-ranking German SS and police official during the Nazi era and a principal architect of the Holocaust. He was chief of the Reich Main Security Office. He was also Stellvertretender Reichsprotektor of Bohemia and Moravia. He served as president of the International Criminal Police Commission and chaired the January 1942 Wannsee Conference which formalised p"}, {"title": "Final Solution", "href": "/wiki/Final_Solution", "description": "The Final Solution or the Final Solution to the Jewish Question was a Nazi plan for the genocide of Jews during World War II. The \"Final Solution to the Jewish question\" was the official code name for the murder of all Jews within reach, which was not restricted to the European continent. This policy of deliberate and systematic genocide starting across German-occupied Europe was formulated in pro"}, {"title": "Jews", "href": "/wiki/Jews", "description": "Jews or Jewish people are members of an ethnoreligious group and a nation originating from the Israelites and Hebrews of historical Israel and Judah. Jewish ethnicity, nationhood, and religion are strongly interrelated, as Judaism is the ethnic religion of the Jewish people, although its observance varies from strict to none."}]}, {"heading": "Events", "year": "1941", "date": "July 31", "txt": "World War II: The Battle of Smolensk concludes with Germany capturing about 300,000 Soviet Red Army prisoners.", "entities": [{"title": "Battle of Smolensk (1941)", "href": "/wiki/Battle_of_Smolensk_(1941)", "description": "The first Battle of Smolensk was a battle during the second phase of Operation Barbarossa, the Axis invasion of the Soviet Union, in World War II. It was fought around the city of Smolensk between 10 July and 10 September 1941, about 400 km (250 mi) west of Moscow. The Ostheer had advanced 500 km (310 mi) into the USSR in the 18 days after the invasion on 22 June 1941."}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Events", "year": "1945", "date": "July 31", "txt": "Pierre Laval, the fugitive former leader of Vichy France, surrenders to Allied soldiers in Austria.", "entities": [{"title": "Pierre Laval", "href": "/wiki/Pierre_Laval", "description": "Pierre Jean Marie Laval was a French politician. During the time of the Third Republic, he served as Prime Minister of France from 27 January 1931 to 20 February 1932, and a second time from 7 June 1935 to 24 January 1936."}, {"title": "Vichy France", "href": "/wiki/Vichy_France", "description": "Vichy France is the common name of the French State headed by Marshal Philippe Pétain during World War II. It was an independent ally of Nazi Germany until late 1942 when Berlin took full control. Evacuated from Paris to the resort town of Vichy in the unoccupied \"Free Zone\" in the southern part of Metropolitan France, it remained responsible for the civil administration of France as well as its c"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}]}, {"heading": "Events", "year": "1948", "date": "July 31", "txt": "At Idlewild Field in New York, New York International Airport (later renamed John F. Kennedy International Airport) is dedicated.", "entities": [{"title": "John F. Kennedy International Airport", "href": "/wiki/John_F._Kennedy_International_Airport", "description": "John F. Kennedy International Airport is an international airport in Queens, New York City, and one of the primary airports serving New York City. The airport is the busiest international air passenger gateway into North America, the 20th-busiest airport in the world, the sixth-busiest airport in the United States, and the busiest airport in the New York airport system, having handled over 62.5 mi"}]}, {"heading": "Events", "year": "1948", "date": "July 31", "txt": "USS Nevada is sunk by an aerial torpedo after surviving hits from two atomic bombs (as part of post-war tests) and being used for target practice by three other ships.", "entities": [{"title": "USS Nevada (BB-36)", "href": "/wiki/USS_Nevada_(BB-36)", "description": "USS Nevada (BB-36), the second United States Navy ship to be named after the 36th state, was the lead ship of the two  Nevada-class battleships. Launched in 1914, Nevada was a leap forward in dreadnought technology; four of her new features would be included on almost every subsequent US battleship: triple gun turrets, oil in place of coal for fuel, geared steam turbines for greater range, and the"}]}, {"heading": "Events", "year": "1964", "date": "July 31", "txt": "Ranger program: Ranger 7 sends back the first close-up photographs of the moon, with images 1,000 times clearer than anything ever seen from earth-bound telescopes.", "entities": [{"title": "Ranger program", "href": "/wiki/Ranger_program", "description": "The Ranger program was a series of unmanned space missions by the United States in the 1960s whose objective was to obtain the first close-up images of the surface of the Moon. The Ranger spacecraft were designed to take images of the lunar surface, transmitting those images to Earth until the spacecraft were destroyed upon impact. A series of mishaps, however, led to the failure of the first six "}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}, {"title": "Telescope", "href": "/wiki/Telescope", "description": "A telescope is an optical instrument using lenses, curved mirrors, or a combination of both to observe distant objects, or various devices used to observe distant objects by their emission, absorption, or reflection of electromagnetic radiation. The first known practical telescopes were refracting telescopes invented in the Netherlands at the beginning of the 17th century, by using glass lenses. T"}]}, {"heading": "Events", "year": "1970", "date": "July 31", "txt": "Black Tot Day: The last day of the officially sanctioned rum ration in the Royal Navy.", "entities": [{"title": "Black Tot Day", "href": "/wiki/Black_Tot_Day", "description": "Black Tot Day was the last day on which the Royal Navy issued sailors with a daily rum ration."}, {"title": "Rum", "href": "/wiki/Rum#Naval_rum", "description": "Rum is a liquor made by fermenting then distilling sugarcane molasses or sugarcane juice. The distillate, a clear liquid, is usually aged in oak barrels. Most rums are produced in Caribbean and American countries, but also in other sugar-producing countries, such as the Philippines and India."}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}]}, {"heading": "Events", "year": "1971", "date": "July 31", "txt": "Apollo program: Apollo 15 astronauts become the first to ride in a lunar rover.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Lunar rover", "href": "/wiki/Lunar_rover", "description": "A lunar rover or Moon rover is a space exploration vehicle designed to move across the surface of the Moon. The Apollo Program's Lunar Roving Vehicle was driven on the Moon by members of three American crews, Apollo 15, 16, and 17. Other rovers have been partially or fully autonomous robots, such as the Soviet Union's Lunokhods and the Chinese Yutus. Three countries have had operating rovers on th"}]}, {"heading": "Events", "year": "1972", "date": "July 31", "txt": "The Troubles: In Operation Motorman, the British Army re-takes the urban no-go areas of Northern Ireland. It is the biggest British military operation since the Suez Crisis of 1956, and the biggest in Ireland since the Irish War of Independence. Later that day, nine civilians are killed by car bombs in the village of Claudy.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Operation Motorman", "href": "/wiki/Operation_Motorman", "description": "Operation Motorman was a large operation carried out by the British Army in Northern Ireland during the Troubles. The operation took place in the early hours of 31 July 1972 with the aim of retaking the \"no-go areas\" that had been established in Belfast and other urban centres. In Derry, Operation Carcan, initially proposed as a separate operation, was executed as part of Motorman."}, {"title": "No-go area", "href": "/wiki/No-go_area", "description": "A \"no-go area\" or \"no-go zone\" is a neighborhood or other geographic area where some or all outsiders either are physically prevented from entering or can enter only at risk. The term includes exclusion zones, which are areas that are officially kept off-limits by the government, such as border zones and military exclusion zones. It also includes areas held by violent non-state actors, such as par"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "Suez Crisis", "href": "/wiki/Suez_Crisis", "description": "The Suez Crisis, or the Second Arab–Israeli war, also called the Tripartite Aggression in the Arab world and the Sinai War in Israel,\nwas an invasion of Egypt in late 1956 by Israel, followed by the United Kingdom and France. The aims were to regain control of the Suez Canal for the Western powers and to remove Egyptian president Gamal Abdel Nasser, who had just nationalised the canal. After the f"}, {"title": "Irish War of Independence", "href": "/wiki/Irish_War_of_Independence", "description": "The Irish War of Independence or Anglo-Irish War was a guerrilla war fought in Ireland from 1919 to 1921 between the Irish Republican Army and British forces: the British Army, along with the quasi-military Royal Irish Constabulary (RIC) and its paramilitary forces the Auxiliaries and Ulster Special Constabulary (USC). It was part of the Irish revolutionary period."}, {"title": "Claudy bombing", "href": "/wiki/Claudy_bombing", "description": "The Claudy bombing occurred on 31 July 1972, when three car bombs exploded mid-morning on the Main Street of Claudy in County Londonderry, Northern Ireland. The attack killed nine civilians, and became known as \"Bloody Monday\". Those who planted the bombs had attempted to send a warning before the explosions took place. The warning was delayed, however, because the telephones were out of order due"}, {"title": "Claudy", "href": "/wiki/Claudy", "description": "Claudy is a village and townland in County Londonderry, Northern Ireland. It lies in the Faughan Valley, 6 miles (9.7 km) southeast of Derry, where the River Glenrandal joins the River Faughan. It is situated in the civil parish of Cumber Upper and the historic barony of Tirkeeran. It is also part of Derry and Strabane district."}]}, {"heading": "Events", "year": "1973", "date": "July 31", "txt": "A Delta Air Lines jetliner, flight DL 723 crashes while landing in fog at Logan International Airport, Boston, Massachusetts killing 89.", "entities": [{"title": "Delta Air Lines", "href": "/wiki/Delta_Air_Lines", "description": "Delta Air Lines, Inc., typically referred to as Delta, is one of the major airlines of the United States and a legacy carrier. It is headquartered in Atlanta, Georgia. The airline, along with its subsidiaries and regional affiliates, including Delta Connection, operates over 5,400 flights daily and serves 325 destinations in 52 countries on six continents. Delta is a founding member of the SkyTeam"}, {"title": "Delta Air Lines Flight 723", "href": "/wiki/Delta_Air_Lines_Flight_723", "description": "Delta Air Lines Flight 723 was a Douglas DC-9 twin-engine jetliner, operating as a scheduled domestic passenger flight from Burlington, Vermont to Logan International Airport in Boston, Massachusetts, with an intermediate stop in Manchester, New Hampshire. On July 31, 1973 at 11:08 AM, while on an instrument landing system (ILS) instrument approach into Logan in low clouds and fog, the aircraft de"}, {"title": "Logan International Airport", "href": "/wiki/Logan_International_Airport", "description": "General Edward Lawrence Logan International Airport, also known as Logan International Airport, and also commonly known as Boston Logan, Logan Airport or simply Logan, is an international airport that is located mostly in East Boston and partially in Winthrop, Massachusetts, United States. It opened in 1923, covers 2,384 acres (965 ha), has six runways and four passenger terminals, and employs an "}]}, {"heading": "Events", "year": "1975", "date": "July 31", "txt": "The Troubles: Three members of a popular cabaret band and two gunmen are killed during a botched paramilitary attack in Northern Ireland.", "entities": [{"title": "Miami Showband killings", "href": "/wiki/Miami_Showband_killings", "description": "The Miami Showband killings was an attack on 31 July 1975 by the Ulster Volunteer Force (UVF), a loyalist paramilitary group. It took place on the A1 road at Buskhill in County Down, Northern Ireland. Five people were killed, including three members of The Miami Showband, who were one of Ireland's most popular cabaret bands."}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}]}, {"heading": "Events", "year": "1987", "date": "July 31", "txt": "A tornado occurs in Edmonton, Canada.", "entities": [{"title": "Edmonton tornado", "href": "/wiki/Edmonton_tornado", "description": "The Edmonton tornado of 1987, an event also known as Black Friday to Edmontonians, was a powerful and devastating tornado that ripped through the eastern parts of Edmonton, Alberta, Canada and parts of neighbouring Strathcona County on the afternoon of Friday, July 31, 1987. It was one of seven other tornadoes in central Alberta the same day."}]}, {"heading": "Events", "year": "1988", "date": "July 31", "txt": "Thirty-two people are killed and 1,674 injured when a bridge at the Sultan Abdul Halim ferry terminal collapses in Butterworth, Penang, Malaysia.", "entities": [{"title": "Sultan Abdul Halim ferry terminal bridge collapse", "href": "/wiki/Sultan_Abdul_Halim_ferry_terminal_bridge_collapse", "description": "The Sultan Abdul Halim ferry terminal bridge collapse was a disaster of the Penang Ferry Service which occurred on 31 July 1988, at the Sultan Abdul Halim Ferry Terminal in Butterworth, Penang, Malaysia. The collapse caused the deaths of 32 people and injured 1,634 people. It was blamed on overcrowding and the jetty being made out of steel bars that led to the collapse."}, {"title": "Butterworth, Penang", "href": "/wiki/Butterworth,_Penang", "description": "Butterworth is the largest urban settlement in the city of Seberang Perai, Penang. It lies approximately 3 km (1.9 mi) east of George Town, the capital city of Penang, across the Penang Strait. As of 2010, Butterworth contained a total of 71,643 residents."}, {"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}]}, {"heading": "Events", "year": "1991", "date": "July 31", "txt": "The United States and Soviet Union both sign the START I Strategic Arms Reduction Treaty, the first to reduce (with verification) both countries' stockpiles.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "START I", "href": "/wiki/START_I", "description": "START I was a bilateral treaty between the United States and the Soviet Union on the reduction and the limitation of strategic offensive arms. The treaty was signed on 31 July 1991 and entered into force on 5 December 1994. The treaty barred its signatories from deploying more than 6,000 nuclear warheads and a total of 1,600 intercontinental ballistic missiles (ICBMs) and bombers."}]}, {"heading": "Events", "year": "1992", "date": "July 31", "txt": "The nation of Georgia joins the United Nations.", "entities": [{"title": "Georgia (country)", "href": "/wiki/Georgia_(country)", "description": "Georgia is a country located at the intersection of Eastern Europe and Western Asia. It is a part of the Caucasus region, bounded to the west by the Black Sea, to the north and east by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. It covers 69,700 square kilometres (26,911 sq mi), and has a population of around 4.01 million. It is a unitary parliamentary republic,"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1992", "date": "July 31", "txt": "Thai Airways International Flight 311 crashes into a mountain north of Kathmandu, Nepal killing all 113 people on board.", "entities": [{"title": "Kathmandu", "href": "/wiki/Kathmandu", "description": "Kathmandu is the capital and largest city of Nepal, with a population of around 1 million. Also known as the city of temples, the city stands at an elevation of approximately 1,400 metres above sea level in the bowl-shaped Kathmandu Valley in central Nepal. The valley was historically called the \"Nepal Mandala\" and has been the home of the Newar people, a cosmopolitan urban civilization in the Him"}, {"title": "Nepal", "href": "/wiki/Nepal", "description": "Nepal, officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is mainly situated in the Himalayas, but also includes parts of the Indo-Gangetic Plain, bordering Tibet of China to the north, and India in the south, east, and west, while it is narrowly separated from Bangladesh by the Siliguri Corridor, and from Bhutan by the Indian state of Sikkim. Nepal has "}]}, {"heading": "Events", "year": "1999", "date": "July 31", "txt": "Discovery Program: Lunar Prospector: NASA intentionally crashes the spacecraft into the Moon, thus ending its mission to detect frozen water on the Moon's surface.", "entities": [{"title": "Discovery Program", "href": "/wiki/Discovery_Program", "description": "The Discovery Program is a series of Solar System exploration missions funded by the US National Aeronautics and Space Administration (NASA) through its Planetary Missions Program Office. Each mission has a cost cap, at a lower level than a mission from NASA's New Frontiers or Flagship Programs. As a result, Discovery missions tend to be more focused on a specific scientific goal."}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}]}, {"heading": "Events", "year": "2006", "date": "July 31", "txt": "Fidel Castro hands over power to his brother, Raúl.", "entities": [{"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}, {"title": "Raúl Castro", "href": "/wiki/Ra%C3%BAl_Castro", "description": "Raúl Modesto Castro Ruz is a retired Cuban politician and general who served as the first secretary of the Communist Party of Cuba, the most senior position in the one-party communist state, from 2011 to 2021, succeeding his brother, Fidel Castro as well as the 16th President of Cuba from 2006 to 2018."}]}, {"heading": "Events", "year": "2007", "date": "July 31", "txt": "Operation Banner, the presence of the British Army in Northern Ireland, and the longest-running British Army operation ever, comes to an end.", "entities": [{"title": "Operation Banner", "href": "/wiki/Operation_Banner", "description": "Operation Banner was the operational name for the British Armed Forces' operation in Northern Ireland from 1969 to 2007, as part of the Troubles. It was the longest continuous deployment in British military history. The British Army was initially deployed, at the request of the unionist government of Northern Ireland, in response to the August 1969 riots. Its role was to support the Royal Ulster C"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}]}, {"heading": "Events", "year": "2008", "date": "July 31", "txt": "East Coast Jets Flight 81 crashes near Owatonna Degner Regional Airport in Owatonna, Minnesota, killing all eight people on board.", "entities": [{"title": "East Coast Jets Flight 81", "href": "/wiki/East_Coast_Jets_Flight_81", "description": "East Coast Jets Flight 81 was a business jet flight operated by East Coast Jets, that crashed on July 31, 2008 while attempting a go-around at Owatonna Degner Regional Airport near Owatonna, Minnesota, killing all eight passengers and crew on board. The flight originated in Atlantic City International Airport, and was scheduled to land in Owatonna. The crew made a go-around attempt after the aircr"}, {"title": "Owatonna Degner Regional Airport", "href": "/wiki/Owatonna_Degner_Regional_Airport", "description": "Owatonna Degner Regional Airport is three miles northwest of Owatonna, in Steele County, Minnesota. Its IATA identifier \"OWA\" comes from the first three letters of the city of Owatonna. The airport is used for general aviation."}, {"title": "Owatonna, Minnesota", "href": "/wiki/Owatonna,_Minnesota", "description": "Owatonna is a city in Steele County, Minnesota, United States. The population was 25,599 at the 2010 census. It is the county seat of Steele County. Owatonna is home to the Steele County Fairgrounds, which hosts the Steele County Free Fair in August."}]}, {"heading": "Events", "year": "2012", "date": "July 31", "txt": "Michael Phelps breaks the record set in 1964 by Larisa Latynina for the most medals won at the Olympics.", "entities": [{"title": "Michael Phelps", "href": "/wiki/Michael_Phelps", "description": "Michael Fred Phelps II is an American former competitive swimmer and the most successful and most decorated Olympian of all time, with a total of 28 medals. Phelps also holds the all-time records for Olympic gold medals (23), Olympic gold medals in individual events (13), and Olympic medals in individual events (16). When he won eight gold medals at the 2008 Beijing Games, Phelps broke fellow Amer"}, {"title": "Larisa Latynina", "href": "/wiki/Larisa_Latynina", "description": "Larisa Semyonovna Latynina is a former Soviet artistic gymnast. Between 1956 and 1964 she won 14 individual Olympic medals and four team medals. She holds the record for the most Olympic gold medals by a gymnast, male or female, with 9. Her total of 18 Olympic medals was a record for 48 years. She held the record for individual event medals with 14 for 52 years. She is credited with helping to est"}, {"title": "List of multiple Olympic medalists", "href": "/wiki/List_of_multiple_Olympic_medalists", "description": "This article provides a list of multiple Olympic medalists, i.e. those athletes who have won multiple Olympic medals at either the Summer Olympic Games or the Winter Olympic Games."}]}, {"heading": "Events", "year": "2014", "date": "July 31", "txt": "Gas explosions in the southern Taiwanese city of Kaohsiung kill at least 20 people and injure more than 270.", "entities": [{"title": "2014 Kaohsiung gas explosions", "href": "/wiki/2014_Kaohsiung_gas_explosions", "description": "On 31 July 2014, a series of gas explosions occurred in the Cianjhen and Lingya districts of Kaohsiung, Taiwan, following reports of gas leaks earlier that night. Thirty-two people were killed and 321 people were injured."}, {"title": "Kaohsiung", "href": "/wiki/Kaohsiung", "description": "Kaohsiung City is a special municipality in southern Taiwan. It ranges from the coastal urban centre to the rural Yushan Range with an area of 2,952 km2 (1,140 sq mi). \nKaohsiung city has a population of approximately 2.77 million people and is Taiwan's third most populous city and largest city in southern Taiwan."}]}, {"heading": "Births", "year": "1143", "date": "July 31", "txt": "Emperor Nijō of Japan (d. 1165)", "entities": [{"title": "Emperor Nijō", "href": "/wiki/Emperor_Nij%C5%8D", "description": "Emperor Nijō  was the 78th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1158 through 1165."}]}, {"heading": "Births", "year": "1396", "date": "July 31", "txt": "Philip III, Duke of Burgundy (d. 1467)", "entities": [{"title": "Philip III, Duke of Burgundy", "href": "/wiki/Philip_III,_Duke_of_Burgundy", "description": "Philip III the Good was Duke of Burgundy from 1419 until his death. He was a member of a cadet line of the Valois dynasty, to which all 15th-century kings of France belonged. During his reign, the Burgundian State reached the apex of its prosperity and prestige, and became a leading centre of the arts. Philip is known in history for his administrative reforms, his patronage of Flemish artists such"}]}, {"heading": "Births", "year": "1526", "date": "July 31", "txt": "Augustus, Elector of Saxony (d. 1586)", "entities": [{"title": "Augustus, Elector of Saxony", "href": "/wiki/Augustus,_Elector_of_Saxony", "description": "Augustus was Elector of Saxony from 1553 to 1586."}]}, {"heading": "Births", "year": "1527", "date": "July 31", "txt": "Maximilian II, Holy Roman Emperor (d. 1576)", "entities": [{"title": "Maximilian II, Holy Roman Emperor", "href": "/wiki/Maximilian_II,_Holy_Roman_Emperor", "description": "Maximilian II, a member of the Austrian House of Habsburg, was Holy Roman Emperor from 1564 until his death. He was crowned King of Bohemia in Prague on 14 May 1562 and elected King of Germany on 24 November 1562. On 8 September 1563 he was crowned King of Hungary and Croatia in the Hungarian capital Pressburg. On 25 July 1564 he succeeded his father Ferdinand I as ruler of the Holy Roman Empire."}]}, {"heading": "Births", "year": "1595", "date": "July 31", "txt": "Philipp Wolfgang, Count of Hanau-Lichtenberg (d. 1641)", "entities": [{"title": "Philipp Wolfgang, Count of Hanau-Lichtenberg", "href": "/wiki/Philipp_Wolfgang,_Count_of_Hanau-Lichtenberg", "description": "Philipp Wolfgang, Count of Hanau-Lichtenberg was a count of Hanau-Lichtenberg. He ruled the county from 1625 until his death."}]}, {"heading": "Births", "year": "1598", "date": "July 31", "txt": "Alessandro Algardi, Italian sculptor (d. 1654)", "entities": [{"title": "Alessandro Algardi", "href": "/wiki/Alessandro_Algardi", "description": "Alessandro Algardi was an Italian high-Baroque sculptor active almost exclusively in Rome, where for the latter decades of his life, he was, along with Francesco Borromini and Pietro da Cortona, one of the major rivals of Gian Lorenzo Bernini. He is now most admired for his portrait busts that have great vivacity and dignity."}]}, {"heading": "Births", "year": "1686", "date": "July 31", "txt": "Charles of France, Duke of Berry (d. 1714)", "entities": [{"title": "Charles, Duke of Berry (1686–1714)", "href": "/wiki/Charles,_Duke_of_Berry_(1686%E2%80%931714)", "description": "Charles of France, Duke of Berry, was a grandson of Louis XIV of France. Although he was only a grandson of Louis XIV, Berry held the rank of fils de France, rather than petit-fils de France, as the son of the Dauphin, heir apparent to the throne. The Duke of Berry was for seven years heir presumptive to the throne of Spain (1700–1707), until his brother Philip V fathered a son in 1707."}]}, {"heading": "Births", "year": "1702", "date": "July 31", "txt": "Jean Denis Attiret, French missionary and painter (d. 1768)", "entities": [{"title": "Jean Denis Attiret", "href": "/wiki/Jean_Denis_Attiret", "description": "Jean Denis Attiret was a French Jesuit painter and missionary to China."}]}, {"heading": "Births", "year": "1704", "date": "July 31", "txt": "Gabriel Cramer, Swiss mathematician and physicist (d. 1752)", "entities": [{"title": "Gabriel Cramer", "href": "/wiki/Gabriel_Cramer", "description": "Gabriel Cramer was a Genevan mathematician. He was the son of physician Jean Cramer and Anne Mallet Cramer."}]}, {"heading": "Births", "year": "1718", "date": "July 31", "txt": "John Canton, English physicist and academic (d. 1772)", "entities": [{"title": "John Canton", "href": "/wiki/John_Canton", "description": "John Canton FRS was a British physicist. He was born in Middle Street Stroud, Gloucestershire, the son of a weaver John Canton and Esther. As a schoolboy, he became the first person to determine the latitude of Stroud, whilst making a sundial. The sundial caught the attention of many, including Dr Henry Miles, a Stroud-born Fellow of the Royal Society. Miles encouraged Canton to leave Gloucestersh"}]}, {"heading": "Births", "year": "1724", "date": "July 31", "txt": "Noël François de Wailly, French lexicographer and author (d. 1801)", "entities": [{"title": "Noël François de Wailly", "href": "/wiki/No%C3%ABl_Fran%C3%A7ois_de_Wailly", "description": "Noël François de Wailly was a French grammarian and lexicographer."}]}, {"heading": "Births", "year": "1759", "date": "July 31", "txt": "Ignaz Anton von Indermauer, Austrian nobleman and government official (d. 1796)", "entities": [{"title": "Ignaz Anton von Indermauer", "href": "/wiki/Ignaz_Anton_von_Indermauer", "description": "Ignaz Alois Anton von Indermauer zu Strelburg und Freifeld was an Austrian nobleman from Tyrol who served as the Landvögte and Kreishauptmann of Vorarlberg from 1791 until his death in 1796."}]}, {"heading": "Births", "year": "1777", "date": "July 31", "txt": "Pedro Ignacio de Castro Barros, Argentinian priest and politician (d. 1849)", "entities": [{"title": "Pedro Ignacio de Castro Barros", "href": "/wiki/Pedro_Ignacio_de_Castro_Barros", "description": "Pedro Ignacio de Castro Barros was an Argentine statesman and priest. He was a representative to the Congress of Tucumán which on 9 July 1816 declared the Independence of Argentina."}]}, {"heading": "Births", "year": "1796", "date": "July 31", "txt": "Jean-Gaspard Deburau, Czech-French actor and mime (d. 1846)", "entities": [{"title": "Jean-Gaspard Deburau", "href": "/wiki/Jean-Gaspard_Deburau", "description": "Jean-Gaspard Deburau, sometimes erroneously called Debureau, was a celebrated Bohemian-French mime. He performed from 1816 to the year of his death at the Théâtre des Funambules, which was immortalized in Marcel Carné's poetic-realist film Children of Paradise (1945); Deburau appears in the film as a major character. His most famous pantomimic creation was Pierrot—a character that served as the go"}]}, {"heading": "Births", "year": "1800", "date": "July 31", "txt": "Friedrich Wöhler, German chemist and academic (d. 1882)", "entities": [{"title": "Friedrich Wöhler", "href": "/wiki/Friedrich_W%C3%B6hler", "description": "Friedrich Wöhler FRS(For) HFRSE was a German chemist, known for his work in inorganic chemistry, being the first to isolate the chemical elements beryllium and yttrium in pure metallic form. He was the first to prepare several inorganic compounds including silane and silicon nitride."}]}, {"heading": "Births", "year": "1803", "date": "July 31", "txt": "John Ericsson, Swedish-American engineer, co-designed the USS Princeton and the Novelty Locomotive (d. 1889)", "entities": [{"title": "John Ericsson", "href": "/wiki/John_Ericsson", "description": "John Ericsson was a Swedish-American inventor. He was active in England and the United States."}, {"title": "USS Princeton (1843)", "href": "/wiki/USS_Princeton_(1843)", "description": "The first USS Princeton was a screw steam warship of the United States Navy. Commanded by Captain Robert F. Stockton, Princeton was launched on September 5, 1843."}, {"title": "Novelty (locomotive)", "href": "/wiki/Novelty_(locomotive)", "description": "Novelty was an early steam locomotive built by John Ericsson and John Braithwaite to take part in the Rainhill Trials in 1829."}]}, {"heading": "Births", "year": "1816", "date": "July 31", "txt": "George Henry Thomas, American general (d. 1870)", "entities": [{"title": "George Henry Thomas", "href": "/wiki/George_Henry_Thomas", "description": "George Henry Thomas was a United States Army officer and a Union general during the American Civil War, one of the principal commanders in the Western Theater."}]}, {"heading": "Births", "year": "1826", "date": "July 31", "txt": "William S. Clark, American colonel and politician (d. 1886)", "entities": [{"title": "William S. Clark", "href": "/wiki/William_S._Clark", "description": "William Smith Clark was an American professor of chemistry, botany and zoology, a colonel during the American Civil War, and a leader in agricultural education. Raised and schooled in Easthampton, Massachusetts, Clark spent most of his adult life in Amherst, Massachusetts. He graduated from Amherst College in 1848 and obtained a doctorate in chemistry from Georgia Augusta University in Göttingen i"}]}, {"heading": "Births", "year": "1835", "date": "July 31", "txt": "Henri Brisson, French lawyer and politician, 50th Prime Minister of France (d. 1912)", "entities": [{"title": "Henri Brisson", "href": "/wiki/Henri_Brisson", "description": "Eugène Henri Brisson was a French statesman, Prime Minister of France for a period in 1885-1886 and again in 1898."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1835", "date": "July 31", "txt": "Paul Du Chaillu, French-American anthropologist and explorer (d. 1903)", "entities": []}, {"heading": "Births", "year": "1836", "date": "July 31", "txt": "Vasily Sleptsov, Russian author and activist (d. 1878)", "entities": [{"title": "Vasily Sleptsov", "href": "/wiki/Vasily_Sleptsov", "description": "Vasily Alekseyevich Sleptsov, , was a Russian writer, playwright and social reformer."}]}, {"heading": "Births", "year": "1837", "date": "July 31", "txt": "William Quantrill, American captain (d. 1865)", "entities": [{"title": "William Quantrill", "href": "/wiki/William_Quantrill", "description": "William Clarke Quantrill was a Confederate guerrilla leader during the American Civil War."}]}, {"heading": "Births", "year": "1839", "date": "July 31", "txt": "Ignacio Andrade, Venezuelan general and politician, 25th President of Venezuela (d. 1925)", "entities": [{"title": "Ignacio Andrade", "href": "/wiki/Ignacio_Andrade", "description": "Ignacio Andrade Troconis, was a military man and politician. He was known as a member of the Liberal yellow party, and served as President of Venezuela from 1898 until 1899 - his election was declaredly clouded by fraud."}, {"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Births", "year": "1843", "date": "July 31", "txt": "Peter Rosegger, Austrian poet and author (d. 1918)", "entities": [{"title": "Peter Rosegger", "href": "/wiki/Peter_Rosegger", "description": "Peter Rosegger was an Austrian writer and poet from Krieglach in the province of Styria. He was a son of a mountain farmer and grew up in the woodlands and mountains of Alpl. Rosegger went on to become a most prolific poet and author as well as an insightful teacher and visionary."}]}, {"heading": "Births", "year": "1847", "date": "July 31", "txt": "Ignacio Cervantes, Cuban pianist and composer (d. 1905)", "entities": [{"title": "Ignacio Cervantes", "href": "/wiki/Ignacio_Cervantes", "description": "Ignacio Cervantes Kawanag was a Cuban pianist and composer. He was influential in the creolization of Cuban music."}]}, {"heading": "Births", "year": "1854", "date": "July 31", "txt": "José Canalejas, Spanish academic and politician, Prime Minister of Spain (d. 1912)", "entities": [{"title": "José Canalejas (politician)", "href": "/wiki/Jos%C3%A9_Canalejas_(politician)", "description": "José Canalejas y Méndez was a Spanish politician, born in Ferrol, who served as Prime Minister of Spain."}, {"title": "Prime Minister of Spain", "href": "/wiki/Prime_Minister_of_Spain", "description": "The President of the Government of Spain, commonly referred to in Spain as Presidente del Gobierno, and known in English as the prime minister of Spain, is the head of government of Spain. The office was established in its current form by the Constitution of 1978 and it was first regulated in 1823 as a chairmanship of the extant Council of Ministers, although it is not possible to determine when i"}]}, {"heading": "Births", "year": "1858", "date": "July 31", "txt": "Richard Dixon Oldham, English seismologist and geologist (d. 1936)", "entities": [{"title": "Richard Dixon Oldham", "href": "/wiki/Richard_Dixon_Oldham", "description": "Richard Dixon Oldham FRS was a British geologist who made the first clear identification of the separate arrivals of P-waves, S-waves and surface waves on seismograms and the first clear evidence that the Earth has a central core."}]}, {"heading": "Births", "year": "1858", "date": "July 31", "txt": "Marion Talbot, influential American educator (d. 1948)", "entities": []}, {"heading": "Births", "year": "1860", "date": "July 31", "txt": "Mary Vaux Walcott, American painter and illustrator (d. 1940)", "entities": [{"title": "Mary Vaux Walcott", "href": "/wiki/Mary_Vaux_Walcott", "description": "Mary Morris Vaux Walcott was an American artist and naturalist known for her watercolor paintings of wildflowers. She has been called the \"Audubon of Botany.\""}]}, {"heading": "Births", "year": "1867", "date": "July 31", "txt": "S. S. Kresge, American businessman, founded Kmart (d. 1966)", "entities": [{"title": "S. S. Kresge", "href": "/wiki/S._S._Kresge", "description": "Sebastian Spering Kresge was an American businessman. He created and owned two chains of department stores, the S. S. Kresge Company, one of the 20th century's largest discount retail organizations, and the Kresge-Newark traditional department store chain. The discounter was renamed the Kmart Corporation in 1977."}, {"title": "Kmart", "href": "/wiki/Kmart", "description": "Kmart Corporation is an American big box department store chain headquartered in Hoffman Estates, Illinois, United States.\nThe company was incorporated in 1899 as S. S. Kresge Corporation and renamed Kmart Corporation in 1977. The first store with the Kmart name opened in 1962. At its peak in 1994, Kmart operated 2,486 stores globally, including 2,323 discount stores and Super Kmart Center locatio"}]}, {"heading": "Births", "year": "1875", "date": "July 31", "txt": "Jacques Villon, French painter (d. 1963)", "entities": [{"title": "Jacques Villon", "href": "/wiki/Jacques_Villon", "description": "Jacques Villon, also known as Gaston Duchamp, was a French Cubist and abstract painter and printmaker."}]}, {"heading": "Births", "year": "1877", "date": "July 31", "txt": "Louisa Bolus, South African botanist and taxonomist (d. 1970)", "entities": [{"title": "Louisa Bolus", "href": "/wiki/Louisa_Bolus", "description": "Harriet Margaret Louisa Bolus née Kensit was a South African botanist and taxonomist, and the longtime curator of the Bolus Herbarium, from 1903. Bolus also has the legacy of authoring more land plant species than any other female scientist, in total naming 1,494 species."}]}, {"heading": "Births", "year": "1880", "date": "July 31", "txt": "Premchand, Indian author and playwright (d. 1936)", "entities": [{"title": "Premchand", "href": "/wiki/Premchand", "description": "Dhanpat Rai Srivastava, better known by his pen name Munshi Premchand (pronounced [mʊnʃiː preːm t͡ʃənd̪]  , was an Indian writer famous for his modern Hindustani literature. He is one of the most celebrated writers of the Indian subcontinent, and is regarded as one of the foremost Hindi writers of the early twentieth century. His novels include Godaan, Karmabhoomi, Gaban, Mansarovar, Idgah. He pub"}]}, {"heading": "Births", "year": "1883", "date": "July 31", "txt": "Ramón Fonst, Cuban fencer (d. 1959)", "entities": [{"title": "Ramón Fonst", "href": "/wiki/Ram%C3%B3n_Fonst", "description": "Ramón Fonst Segundo was a Cuban fencer who competed in the early 20th century. He was one of the greatest world fencers, individual and by team; he was born and died in Havana."}]}, {"heading": "Births", "year": "1884", "date": "July 31", "txt": "Carl Friedrich Goerdeler, Polish-German economist and politician (d. 1945)", "entities": [{"title": "Carl Friedrich Goerdeler", "href": "/wiki/Carl_Friedrich_Goerdeler", "description": "Carl Friedrich Goerdeler was a monarchist conservative German politician, executive, economist, civil servant and opponent of the Nazi regime. He opposed some of the anti-Jewish policies while he held office and was opposed to the Holocaust."}]}, {"heading": "Births", "year": "1886", "date": "July 31", "txt": "Salvatore Maranzano, Italian-American mob boss (d. 1931)", "entities": [{"title": "Salvatore Maranzano", "href": "/wiki/Salvatore_Maranzano", "description": "Salvatore Maranzano was an organized crime figure from the town of Castellammare del Golfo, Sicily, and an early Cosa Nostra boss who led what later would become the Bonanno crime family in New York City. He instigated the Castellammarese War in 1930, to seize control of the American Mafia, winning the war after the murder of rival faction head Joe Masseria in April 1931. He then briefly became th"}]}, {"heading": "Births", "year": "1886", "date": "July 31", "txt": "Fred Quimby, American animation producer (d. 1965)", "entities": []}, {"heading": "Births", "year": "1887", "date": "July 31", "txt": "Hans Freyer, German sociologist and philosopher (d. 1969)", "entities": [{"title": "Hans Freyer", "href": "/wiki/Hans_Freyer", "description": "Hans Freyer was a German conservative revolutionary sociologist and philosopher."}]}, {"heading": "Births", "year": "1892", "date": "July 31", "txt": "Herbert W. Armstrong, American evangelist and publisher, founded Worldwide Church of God (d. 1986)", "entities": [{"title": "Herbert W. Armstrong", "href": "/wiki/Herbert_W._Armstrong", "description": "Herbert W. Armstrong was an American Christian evangelist who founded of the Worldwide Church of God (WCG). An early pioneer of radio and television evangelism, Armstrong preached what he claimed was the comprehensive combination of doctrines in the entire Bible, in the light of the New Covenant scriptures, which he maintained to be the restored true Gospel. These doctrines and teachings have been"}, {"title": "Worldwide Church of God", "href": "/wiki/Worldwide_Church_of_God", "description": "Grace Communion International (GCI) is a Christian denomination with 50,000 members worshiping in 100 nations. The denomination is based in Charlotte, North Carolina, US, and is a member of the National Association of Evangelicals."}]}, {"heading": "Births", "year": "1892", "date": "July 31", "txt": "Joseph Charbonneau, Canadian archbishop (d. 1959)", "entities": []}, {"heading": "Births", "year": "1894", "date": "July 31", "txt": "Fred Keenor, Welsh footballer (d. 1972)", "entities": [{"title": "Fred Keenor", "href": "/wiki/Fred_Keenor", "description": "Frederick Charles Keenor was a Welsh professional footballer. He began his career at his hometown side Cardiff City after impressing the club's coaching staff in a trial match in 1912 organised by his former schoolteacher. A hard-tackling defender, he appeared sporadically for the team in the Southern Football League before his spell at the club was interrupted by the outbreak of the First World W"}]}, {"heading": "Births", "year": "1901", "date": "July 31", "txt": "Jean Dubuffet, French painter and sculptor (d. 1985)", "entities": [{"title": "Jean Dubuffet", "href": "/wiki/Jean_Dubuffet", "description": "Jean Philippe Arthur Dubuffet was a French painter and sculptor. His idealistic approach to aesthetics embraced so-called \"low art\" and eschewed traditional standards of beauty in favor of what he believed to be a more authentic and humanistic approach to image-making. He is perhaps best known for founding the art movement Art Brut, and for the collection of works—Collection de l'art brut—that thi"}]}, {"heading": "Births", "year": "1902", "date": "July 31", "txt": "Gubby Allen, Australian-English cricketer and soldier (d. 1989)", "entities": [{"title": "Gubby Allen", "href": "/wiki/Gubby_Allen", "description": "Sir George Oswald Browning \"Gubby\" Allen CBE was a cricketer who captained England in eleven Test matches. In first-class matches, he played for Middlesex and Cambridge University. A fast bowler and hard-hitting lower-order batsman, Allen later became an influential cricket administrator who held key positions in the Marylebone Cricket Club (MCC), which effectively ruled English cricket at the tim"}]}, {"heading": "Births", "year": "1904", "date": "July 31", "txt": "Brett Halliday, American engineer, surveyor, and author (d. 1977)", "entities": [{"title": "Brett Halliday", "href": "/wiki/Brett_Halliday", "description": "Brett Halliday is the primary pen name of Davis Dresser, an American mystery and western writer. Halliday is best known for the long-lived series of Michael Shayne mysteries he wrote and later commissioned others to write. Dresser wrote westerns, non-series mysteries, and romances under the names Asa Baker, Matthew Blood, Kathryn Culver, Don Davis, Hal Debrett, Anthony Scott, Peter Field, and Ande"}]}, {"heading": "Births", "year": "1909", "date": "July 31", "txt": "Erik von Kuehnelt-Leddihn, Austrian theorist and author (d. 1999)", "entities": [{"title": "Erik von Kuehnelt-Leddihn", "href": "/wiki/Erik_von_Kuehnelt-Leddihn", "description": "Erik Maria Ritter von Kuehnelt-Leddihn, was an Austrian political scientist and journalist. He opposed the French Revolution as well as communism and Nazism. Describing himself as a \"conservative arch-liberal\" or \"extreme liberal\", Kuehnelt-Leddihn often argued that majority rule in democracies is a threat to individual liberties, and declared himself a monarchist and an enemy of all forms of tota"}]}, {"heading": "Births", "year": "1911", "date": "July 31", "txt": "George Liberace, American violinist (d. 1983)", "entities": [{"title": "George Liberace", "href": "/wiki/George_Liberace", "description": "George Liberace was an American musician and television performer."}]}, {"heading": "Births", "year": "1912", "date": "July 31", "txt": "Bill Brown, Australian cricketer (d. 2008)", "entities": [{"title": "Bill Brown (cricketer)", "href": "/wiki/Bill_Brown_(cricketer)", "description": "William Alfred Brown, was an Australian cricketer who played 22 Test matches between 1934 and 1948, captaining his country in one Test. A right-handed opening batsman, his partnership with Jack Fingleton in the 1930s is regarded as one of the finest in Australian Test history. After the interruption of World War II, Brown was a member of the team dubbed \"The Invincibles\", who toured England in 194"}]}, {"heading": "Births", "year": "1912", "date": "July 31", "txt": "Milton Friedman, American economist and academic, Nobel Prize laureate (d. 2006)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1912", "date": "July 31", "txt": "Irv Kupcinet, American football player and journalist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1913", "date": "July 31", "txt": "Bryan Hextall, Canadian ice hockey player (d. 1984)", "entities": [{"title": "Bryan Hextall", "href": "/wiki/Bryan_Hextall", "description": "Bryan Aldwyn Hextall was a Canadian professional ice hockey forward who played for the New York Rangers in the National Hockey League (NHL). Considered one of the top wingers of the 1940s, he led the NHL in goal scoring twice and in points once. Additionally, he was named a first-team All-Star three times, and a second-team All-Star once."}]}, {"heading": "Births", "year": "1914", "date": "July 31", "txt": "Paul J. Christiansen, American conductor and composer (d. 1997)", "entities": [{"title": "Paul J. Christiansen", "href": "/wiki/Paul_J._Christiansen", "description": "Paul Joseph Christiansen was an American choral conductor and composer. As the youngest son of F. Melius Christiansen, he was brought up into the Lutheran Choral Tradition and quickly developed his own style of conducting and composing that furthered the tradition started by his father. He spent the bulk of his career developing The Concordia Choir and conducted the choir from 1937-1986. He is als"}]}, {"heading": "Births", "year": "1914", "date": "July 31", "txt": "Louis de Funès, French actor and screenwriter (d. 1983)", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 31", "txt": "Sibte Hassan, Pakistani journalist, scholar, and activist (d. 1986)", "entities": [{"title": "Sibte Hassan", "href": "/wiki/Sibte_Hassan", "description": "\n\nSyed Sibt-e-Hasan was an eminent scholar, journalist and political activist of Pakistan. He is regarded as one of the pioneers of Socialism and Marxism in Pakistan, as well as the moving spirit behind the Progressive Writers Association."}]}, {"heading": "Births", "year": "1916", "date": "July 31", "txt": "Billy Hitchcock, American baseball player, coach, and manager (d. 2006)", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 31", "txt": "Bill Todman, American screenwriter and producer (d. 1979)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 31", "txt": "Paul D. Boyer, American biochemist and academic, Nobel Prize laureate (d. 2018)", "entities": [{"title": "Paul D. Boyer", "href": "/wiki/Paul_D._Boyer", "description": "Paul Delos Boyer was an American biochemist, analytical chemist, and a professor of chemistry at University of California Los Angeles (UCLA). He shared the 1997 Nobel Prize in Chemistry for research on the \"enzymatic mechanism underlying the biosynthesis of adenosine triphosphate (ATP)\" with John E. Walker, making Boyer the first Utah-born Nobel laureate; the remainder of the Prize in that year wa"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1918", "date": "July 31", "txt": "Hank Jones, American pianist, composer, and bandleader (d. 2010)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 31", "txt": "Frank Renouf, New Zealand businessman and financier (d. 1998)", "entities": []}, {"heading": "Births", "year": "1919", "date": "July 31", "txt": "Hemu Adhikari, Indian cricketer (d. 2003)", "entities": [{"title": "Hemu Adhikari", "href": "/wiki/Hemu_Adhikari", "description": "Colonel Hemchandra (Hemu) Ramachandra Adhikari pronunciation (help·info) was an Indian cricketer, representing his country as both a player and coach in a career that spanned three decades."}]}, {"heading": "Births", "year": "1919", "date": "July 31", "txt": "Curt Gowdy, American sportscaster and actor (d. 2006)", "entities": []}, {"heading": "Births", "year": "1919", "date": "July 31", "txt": "Primo Levi, Italian chemist and author (d. 1987)", "entities": []}, {"heading": "Births", "year": "1920", "date": "July 31", "txt": "James E. Faust, American religious leader, lawyer, and politician (d. 2007)", "entities": [{"title": "James E. Faust", "href": "/wiki/James_E._Faust", "description": "James Esdras Faust was an American religious leader, lawyer, and politician. Faust was Second Counselor in the First Presidency of The Church of Jesus Christ of Latter-day Saints from 1995 until his death, an LDS Church apostle for 29 years, and a general authority of the church for 35 years."}]}, {"heading": "Births", "year": "1921", "date": "July 31", "txt": "Peter Benenson, English lawyer and activist, founded Amnesty International (d. 2005)", "entities": [{"title": "Peter Benenson", "href": "/wiki/Peter_Benenson", "description": "Peter Benenson was a British lawyer, human rights activist and the founder of human rights group Amnesty International (AI). He refused all honours, but in his 80s, largely to please his family, he accepted the Pride of Britain Award for Lifetime Achievement in 2001."}, {"title": "Amnesty International", "href": "/wiki/Amnesty_International", "description": "Amnesty International is an international non-governmental organization with its headquarters in the United Kingdom focused on human rights. The organization says it has more than seven million members and supporters around the world."}]}, {"heading": "Births", "year": "1921", "date": "July 31", "txt": "Donald Malarkey, American sergeant and author (d. 2017)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 31", "txt": "Whitney Young, American activist (d. 1971)", "entities": []}, {"heading": "Births", "year": "1922", "date": "July 31", "txt": "Hank Bauer, American baseball player and manager (d. 2007)", "entities": [{"title": "Hank Bauer", "href": "/wiki/Hank_Bauer", "description": "Henry Albert Bauer was an American right fielder and manager in Major League Baseball. He played with the New York Yankees (1948–1959) and Kansas City Athletics (1960–1961); he batted and threw right-handed. He served as the manager of the Athletics in both Kansas City (1961–62) and in Oakland (1969), as well as of the Baltimore Orioles (1964–68), guiding the Orioles to the World Series title in 1"}]}, {"heading": "Births", "year": "1923", "date": "July 31", "txt": "Ahmet Ertegun, Turkish-American songwriter and producer, founded Atlantic Records (d. 2006)", "entities": [{"title": "Ahmet Ertegun", "href": "/wiki/Ahmet_Ertegun", "description": "Ahmet Ertegun was a Turkish-American businessman, songwriter and philanthropist."}, {"title": "Atlantic Records", "href": "/wiki/Atlantic_Records", "description": "Atlantic Recording Corporation is an American record label founded in October 1947 by Ahmet Ertegun and Herb Abramson. Over its first 20 years of operation, Atlantic earned a reputation as one of the most important American labels, specializing in jazz, R&B, and soul by Aretha Franklin, Ray Charles, Wilson Pickett, Sam and Dave, Ruth Brown and Otis Redding. Its position was greatly improved by its"}]}, {"heading": "Births", "year": "1923", "date": "July 31", "txt": "Stephanie Kwolek, American chemist and engineer, invented Kevlar (d. 2014)", "entities": [{"title": "Kevlar", "href": "/wiki/Kevlar", "description": "Kevlar is a heat-resistant and strong synthetic fiber, related to other aramids such as Nomex and Technora. Developed by Stephanie Kwolek at DuPont in 1965, the high-strength material was first used commercially in the early 1970s as a replacement for steel in racing tires. It is typically spun into ropes or fabric sheets that can be used as such, or as an ingredient in composite material componen"}]}, {"heading": "Births", "year": "1924", "date": "July 31", "txt": "Jimmy Evert, American tennis player and coach (d. 2015)", "entities": [{"title": "Jimmy Evert", "href": "/wiki/Jimmy_Evert", "description": "James Andrew \"Jimmy\" Evert (September 9, 1923 – August 21, 2015) was an American tennis coach and player. He was the father of Chris Evert, who was one of the world's top women tennis players in the 1970s and 1980s."}]}, {"heading": "Births", "year": "1925", "date": "July 31", "txt": "Carmel Quinn, Irish singer, actress and writer (d. 2021)", "entities": [{"title": "Carmel Quinn", "href": "/wiki/Carmel_Quinn", "description": "Carmel Quinn was an Irish-American entertainer who appeared on Broadway, television and radio after immigrating to the United States in 1954."}]}, {"heading": "Births", "year": "1925", "date": "July 31", "txt": "John Swainson, Canadian-American jurist and politician, 42nd Governor of Michigan (d. 1994)", "entities": [{"title": "Governor of Michigan", "href": "/wiki/Governor_of_Michigan", "description": "The governor of Michigan is the chief executive of the U.S. state of Michigan. The current governor is Gretchen Whitmer, a member of the Democratic Party, who was inaugurated on January 1, 2019, as the state's 49th governor. The governor is elected to a 4-year term and is limited to two terms."}]}, {"heading": "Births", "year": "1926", "date": "July 31", "txt": "Bernard Nathanson, American physician and activist (d. 2011)", "entities": [{"title": "Bernard Nathanson", "href": "/wiki/Bernard_Nathanson", "description": "Bernard N. Nathanson was an American medical doctor and co-founder in 1969 of the National Association for the Repeal of Abortion Laws — NARAL — later renamed National Abortion Rights Action League. He was also the former director of New York City's Center for Reproductive and Sexual Health, but later became an anti-abortion activist. He was the narrator for the controversial 1984 anti-abortion fi"}]}, {"heading": "Births", "year": "1926", "date": "July 31", "txt": "Hilary Putnam, American mathematician, computer scientist, and philosopher (d. 2016)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 31", "txt": "Peter Nichols, English author and playwright (d. 2019)", "entities": [{"title": "Peter Nichols (playwright)", "href": "/wiki/Peter_Nichols_(playwright)", "description": "Peter Richard Nichols was an English playwright, screenwriter, director and journalist."}]}, {"heading": "Births", "year": "1928", "date": "July 31", "txt": "Bill Frenzel, American lieutenant and politician (d. 2014)", "entities": [{"title": "Bill Frenzel", "href": "/wiki/Bill_Frenzel", "description": "William Eldridge Frenzel was a Republican member of the United States House of Representatives from Minnesota, representing Minnesota's Third District, which included the southern and western suburbs of Minneapolis."}]}, {"heading": "Births", "year": "1929", "date": "July 31", "txt": "Lynne Reid Banks, English author", "entities": [{"title": "Lynne Reid Banks", "href": "/wiki/Lynne_Reid_Banks", "description": "Lynne Reid Banks is a British author of books for children and adults."}]}, {"heading": "Births", "year": "1929", "date": "July 31", "txt": "Gilles Carle, Canadian director and screenwriter (d. 2009)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 31", "txt": "Don Murray, American actor", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 31", "txt": "José Santamaría, Uruguayan footballer and manager", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 31", "txt": "Nick Bollettieri, American tennis player and coach", "entities": [{"title": "Nick Bollettieri", "href": "/wiki/Nick_Bollettieri", "description": "Nicholas James Bollettieri is an American tennis coach. He pioneered the concept of a tennis boarding school, and helped develop many leading tennis players during the past decades, including Andre Agassi, Jim Courier, Monica Seles, and Mary Pierce. He has also worked with Maria Sharapova, Daniela Hantuchová, Jelena Janković, Jerome Romualdez, Nicole Vaidišová, Sabine Lisicki, Sara Errani, Tommy H"}]}, {"heading": "Births", "year": "1931", "date": "July 31", "txt": "Kenny Burrell, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1932", "date": "July 31", "txt": "Ted Cassidy, American actor and screenwriter (d. 1979)", "entities": [{"title": "Ted Cassidy", "href": "/wiki/Ted_Cassidy", "description": "Theodore Crawford Cassidy was an American actor noted for his tall stature at 6 ft 9 in (206 cm) and his deep bass voice; he tended to play unusual characters in offbeat or science-fiction series such as Star Trek and I Dream of Jeannie, and may be best known for the role of Lurch on The Addams Family in the mid-1960s. He is also known for narrating The Incredible Hulk TV series."}]}, {"heading": "Births", "year": "1932", "date": "July 31", "txt": "John Searle, American philosopher and academic", "entities": []}, {"heading": "Births", "year": "1933", "date": "July 31", "txt": "Cees Nooteboom, Dutch journalist, author, and poet", "entities": [{"title": "Cees Nooteboom", "href": "/wiki/Cees_Nooteboom", "description": "Cees Nooteboom is a Dutch novelist, poet and journalist. After the attention received by his novel Rituelen, which received the Pegasus Prize, it was the first of his novels to be translated into an English edition, published in 1983 by Louisiana State University Press of the United States. LSU Press published his first two novels in English in the following years, as well as other works through 1"}]}, {"heading": "Births", "year": "1935", "date": "July 31", "txt": "Yvon Deschamps, Canadian comedian, actor, and producer", "entities": [{"title": "Yvon Deschamps", "href": "/wiki/Yvon_Deschamps", "description": "\nYvon Deschamps, CQ is a Quebec author, actor, comedian and producer best known for his monologues. His social-commentary-tinged humour propelled him to prominence in Quebec popular culture in the 1970s and 1980s. A long time comedian and still active, Deschamps is now perceived as one of the greatest in Quebec history."}]}, {"heading": "Births", "year": "1935", "date": "July 31", "txt": "Geoffrey Lewis, American actor and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 31", "txt": "Steuart Bedford, English pianist and conductor", "entities": [{"title": "Steuart Bedford", "href": "/wiki/Steuart_Bedford", "description": "\n\nSteuart John Rudolf Bedford was an English orchestral and opera conductor and pianist."}]}, {"heading": "Births", "year": "1939", "date": "July 31", "txt": "Susan Flannery, American actress", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 31", "txt": "France Nuyen, Vietnamese-French actress", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 31", "txt": "Amarsinh Chaudhary, Indian politician, 8th Chief Minister of Gujarat (d. 2004)", "entities": [{"title": "Amarsinh Chaudhary", "href": "/wiki/Amarsinh_Chaudhary", "description": "Amarsinh Bhilabhai Chaudhary was an Indian politician. He became the first adivasi to serve as the Chief Minister of Gujarat when he took office in 1985."}, {"title": "Chief Minister of Gujarat", "href": "/wiki/Chief_Minister_of_Gujarat", "description": "The Chief Minister of Gujarat is the chief executive of the government of the Indian state of Gujarat. The governor appoints the chief minister, whose council of ministers are collectively responsible to the assembly. The chief minister's term is for five years and is subject to no term limits, given that he has the confidence of the assembly."}]}, {"heading": "Births", "year": "1943", "date": "July 31", "txt": "William Bennett, American journalist and politician, 3rd United States Secretary of Education", "entities": [{"title": "William Bennett", "href": "/wiki/William_Bennett", "description": "William John Bennett is an American conservative pundit, politician, and political theorist, who served as Secretary of Education from 1985 to 1988 under President Ronald Reagan. He also held the post of Director of the Office of National Drug Control Policy under George H. W. Bush."}, {"title": "United States Secretary of Education", "href": "/wiki/United_States_Secretary_of_Education", "description": "The United States secretary of education is the head of the U.S. Department of Education. The secretary serves as the principal advisor to the president of the United States, and the federal government, on policies, programs, and activities related to all education in the United States. As a member of the Cabinet of the United States, the secretary is fifteenth in the line of succession to the pre"}]}, {"heading": "Births", "year": "1943", "date": "July 31", "txt": "Lobo, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 31", "txt": "Geraldine Chaplin, American actress and screenwriter", "entities": [{"title": "Geraldine Chaplin", "href": "/wiki/Geraldine_Chaplin", "description": "Geraldine Leigh Chaplin is an American actress. She is the daughter of Charlie Chaplin, the first of eight children with fourth wife Oona O'Neill. After beginnings in dance and modelling, she turned her attention to acting, and made her English-language acting debut in her portrayal of Tonya in David Lean's Doctor Zhivago (1965). She made her Broadway acting debut in Lillian Hellman's The Little F"}]}, {"heading": "Births", "year": "1944", "date": "July 31", "txt": "Jonathan Dimbleby, English journalist and author", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 31", "txt": "Sherry Lansing, American film producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 31", "txt": "Robert C. Merton, American economist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1944", "date": "July 31", "txt": "David Norris, Irish scholar and politician", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 31", "txt": "William Weld, American lawyer and politician, 68th Governor of Massachusetts", "entities": [{"title": "William Weld", "href": "/wiki/William_Weld", "description": "William Floyd Weld is an American attorney, businessman, author, and politician who served as the 68th Governor of Massachusetts from 1991 to 1997.\nA Harvard and Oxford graduate, Weld began his career as legal counsel to the United States House Committee on the Judiciary before becoming the United States Attorney for the District of Massachusetts and later, the United States Assistant Attorney Gen"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1946", "date": "July 31", "txt": "Gary Lewis, American pop-rock musician", "entities": [{"title": "Gary Lewis (musician)", "href": "/wiki/Gary_Lewis_(musician)", "description": "Gary Lewis is an American musician who was the leader of Gary Lewis & the Playboys."}]}, {"heading": "Births", "year": "1947", "date": "July 31", "txt": "Karl Green, English bass player and songwriter", "entities": [{"title": "Karl Green", "href": "/wiki/Karl_Green", "description": "Karl Anthony Green is an English songwriter, musician and bassist and was the bass guitarist and backing singer for the 1960s British band, Herman's Hermits."}]}, {"heading": "Births", "year": "1947", "date": "July 31", "txt": "Richard Griffiths, English actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 31", "txt": "Mumtaz, Indian actress", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 31", "txt": "Hubert Védrine, French politician, French Minister of Foreign Affairs", "entities": [{"title": "List of Foreign Ministers of France", "href": "/wiki/List_of_Foreign_Ministers_of_France", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Births", "year": "1947", "date": "July 31", "txt": "Ian Beck, English children's illustrator and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 31", "txt": "Russell Morris, Australian singer-songwriter and guitarist", "entities": [{"title": "Russell Morris", "href": "/wiki/Russell_Morris", "description": "Russell Norman Morris is an Australian singer-songwriter and guitarist who had five Australian Top 10 singles during the late 1960s and early 1970s. On 1 July 2008, the Australian Recording Industry Association (ARIA) recognised Morris' status when he was inducted into the ARIA Hall of Fame."}]}, {"heading": "Births", "year": "1949", "date": "July 31", "txt": "Mike Jackson, American basketball player", "entities": [{"title": "Mike Jackson (basketball)", "href": "/wiki/Mike_Jackson_(basketball)", "description": "Michael Jackson is an American former professional basketball player. After a collegiate career at the Cal State University Los Angeles, Jackson was selected in both the 1972 ABA draft and 1972 NBA draft."}]}, {"heading": "Births", "year": "1949", "date": "July 31", "txt": "Alan Meale, English journalist and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 31", "txt": "Richard Berry, French actor, director, and screenwriter", "entities": [{"title": "Richard Berry (actor)", "href": "/wiki/Richard_Berry_(actor)", "description": "Richard Berry is a French actor, film director and screenwriter. He has appeared in more than 100 films since 1972. He starred in The Violin Player, which was entered into the 1994 Cannes Film Festival."}]}, {"heading": "Births", "year": "1951", "date": "July 31", "txt": "Evonne Goolagong Cawley, Australian tennis player", "entities": [{"title": "Evonne Goolagong Cawley", "href": "/wiki/Evonne_Goolagong_Cawley", "description": "Evonne Fay Goolagong Cawley, known as Evonne Goolagong in her earlier career, is an Australian retired professional tennis player. Goolagong was one of the world's leading players in the 1970s and early 1980s and was the highest-ranked female Australian player on tour following the retirement of Margaret Court."}]}, {"heading": "Births", "year": "1952", "date": "July 31", "txt": "Chris Ahrens, American ice hockey player", "entities": [{"title": "Chris Ahrens (ice hockey)", "href": "/wiki/Chris_Ahrens_(ice_hockey)", "description": "Christopher Alfred Ahrens is an American former professional ice hockey defenseman who played six seasons in the National Hockey League for the Minnesota North Stars, and four games in the WHA with the Edmonton Oilers."}]}, {"heading": "Births", "year": "1952", "date": "July 31", "txt": "Alan Autry, American football player, actor, and politician, 23rd Mayor of Fresno, California", "entities": [{"title": "Mayor of Fresno, California", "href": "/wiki/Mayor_of_Fresno,_California", "description": "Fresno is a city in and the county seat of Fresno County, California, United States. It covers about 112 square miles (290 km2) in the center of the San Joaquin Valley, the southern portion of California's Central Valley."}]}, {"heading": "Births", "year": "1952", "date": "July 31", "txt": "Helmuts Balderis, Latvian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 31", "txt": "João Barreiros, Portuguese author and critic", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 31", "txt": "Faye Kellerman, American author", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 31", "txt": "Ted Baillieu, Australian architect and politician, 46th Premier of Victoria", "entities": [{"title": "Ted Baillieu", "href": "/wiki/Ted_Baillieu", "description": "Edward Norman Baillieu is a former Australian politician who was Premier of Victoria from 2010 to 2013. He was a Liberal Party member of the Victorian Legislative Assembly from 1999 to 2014, representing the electorate of Hawthorn. He was elected leader of the Liberal Party in opposition in 2006, and served as Premier from 2010 until 2013 after winning the 2010 state election. He resigned as Premi"}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1953", "date": "July 31", "txt": "Jimmy Cook, South African cricketer and coach", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 31", "txt": "Hugh McDowell, English cellist", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 31", "txt": "Derek Smith, Canadian ice hockey player", "entities": [{"title": "Derek Smith (ice hockey, born 1954)", "href": "/wiki/Derek_Smith_(ice_hockey,_born_1954)", "description": "Derek Robert Smith is a Canadian former professional ice hockey player who was drafted by the Buffalo Sabres in 1974. He amassed 78 NHL goals in a nine-year career that also saw the forward play with the Detroit Red Wings. Smith was born in Quebec City, Quebec, but grew up in Ottawa, Ontario."}]}, {"heading": "Births", "year": "1956", "date": "July 31", "txt": "Michael Biehn, American actor, director, producer, and screenwriter", "entities": [{"title": "Michael Biehn", "href": "/wiki/Michael_Biehn", "description": "Michael Connell Biehn is an American actor, primarily known for his roles in science fiction films directed by James Cameron; as Sgt. Kyle Reese in The Terminator (1984) and its sequel Terminator 2: Judgment Day, Cpl. Dwayne Hicks in Aliens (1986), and Lt. Coffey in The Abyss (1989). His other films include The Fan (1981), Navy SEALs (1990), Tombstone (1993), The Rock (1996), Megiddo: The Omega Co"}]}, {"heading": "Births", "year": "1956", "date": "July 31", "txt": "Bill Callahan, American football player and coach", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 31", "txt": "Ron Kuby, American lawyer and radio host", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 31", "txt": "Deval Patrick, American lawyer and politician, 71st Governor of Massachusetts", "entities": [{"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1956", "date": "July 31", "txt": "Lynne Rae Perkins, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1957", "date": "July 31", "txt": "Daniel Ash, English singer-songwriter and guitarist", "entities": [{"title": "Daniel Ash", "href": "/wiki/Daniel_Ash", "description": "Daniel Gaston Ash is an English musician, songwriter and singer. He became prominent in the late 1970s as the guitarist for the iconic goth rock band Bauhaus, which spawned two related bands led by Ash: Tones on Tail and Love and Rockets. Recently, he reunited with bandmate Kevin Haskins to form Poptone, a retrospective of their respective careers, featuring Kevin's daughter Diva Dompe on bass. He"}]}, {"heading": "Births", "year": "1957", "date": "July 31", "txt": "Mark Thompson, English business executive", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 31", "txt": "Bill Berry, American drummer and songwriter", "entities": [{"title": "Bill Berry", "href": "/wiki/Bill_Berry", "description": "William Thomas Berry is a retired American musician who was the drummer for the alternative rock band R.E.M. Although best known for his economical drumming style, Berry also played other instruments, including guitar, bass guitar and piano, both for songwriting and on R.E.M. albums. After 17 years with the band, Berry left the music industry to become a farmer, and has since maintained a low prof"}]}, {"heading": "Births", "year": "1958", "date": "July 31", "txt": "Mark Cuban, American businessman and television personality", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 31", "txt": "Suzanne Giraud, French music editor and composer", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 31", "txt": "Stanley Jordan, American guitarist, pianist, and songwriter", "entities": [{"title": "Stanley Jordan", "href": "/wiki/Stanley_Jordan", "description": "Stanley Jordan is an American jazz guitarist noted for his playing technique, which involves tapping his fingers on the fretboard of the guitar with both hands."}]}, {"heading": "Births", "year": "1959", "date": "July 31", "txt": "Andrew Marr, Scottish journalist and author", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 31", "txt": "Kim Newman, English journalist and author", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 31", "txt": "Dale Hunter, Canadian ice hockey player and coach", "entities": [{"title": "Dale Hunter", "href": "/wiki/Dale_Hunter", "description": "Dale Robert Hunter is a Canadian former professional ice hockey player and the former head coach of the Washington Capitals of the National Hockey League and current co-owner, president, and head coach of the London Knights of the Ontario Hockey League. Hunter was born in Petrolia, Ontario, but grew up in Oil Springs, Ontario, and was one of three brothers, with Dave and Mark, to play in the NHL."}]}, {"heading": "Births", "year": "1960", "date": "July 31", "txt": "Malcolm Ross, Scottish guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 31", "txt": "Frank Gardner, English captain and journalist", "entities": [{"title": "Frank Gardner (journalist)", "href": "/wiki/Frank_Gardner_(journalist)", "description": "Francis Rolleston Gardner is a British journalist and author. He is currently the BBC's Security Correspondent. His parents were both diplomats and his early life was spent in The Hague before being educated at Saint Ronan's School, and Marlborough College. He was commissioned into the British Army Reserves as a second lieutenant joining the 4th Volunteer Battalion, the Royal Green Jackets in Sept"}]}, {"heading": "Births", "year": "1961", "date": "July 31", "txt": "Sanusi Lamido Sanusi, Nigerian banker, royal", "entities": [{"title": "Sanusi Lamido Sanusi", "href": "/wiki/Sanusi_Lamido_Sanusi", "description": "Muhammadu Sanusi II, commonly known as Sanusi Lamido Sanusi, is a member of the Dabo dynasty who was the emir (sarki) of the ancient city-state of Kano. He ascended the throne on the death of his grand-uncle Ado Bayero, and was the 14th Emir of Kano from the Fulani Sullubawa clan reigning from 8 June 2014 to 9 March 2020 when he was dethroned by Governor Abdullahi Ganduje."}]}, {"heading": "Births", "year": "1962", "date": "July 31", "txt": "John Chiang, American lawyer and politician, 31st California State Controller", "entities": [{"title": "John Chiang (California politician)", "href": "/wiki/John_Chiang_(California_politician)", "description": "John Chiang is an American politician who served as the 33rd California State Treasurer from 2015 to 2019 and the 31st California State Controller from 2007 to 2015. A member of the Democratic Party, he previously served on the California Board of Equalization from 1997 to 2007."}, {"title": "California State Controller", "href": "/wiki/California_State_Controller", "description": "The state controller of California is the chief financial officer of the U.S. state of California. The post has broader responsibilities and authority than the California State Treasurer. Responsibilities include investigative authority for every dollar spent by the state, and being an ex-officio member of the state's Board of Equalization."}]}, {"heading": "Births", "year": "1962", "date": "July 31", "txt": "Kevin Greene, American football player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 31", "txt": "Wesley Snipes, American actor and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 31", "txt": "Norman Cook (Fatboy Slim), English DJ and musician", "entities": [{"title": "Norman Cook", "href": "/wiki/Norman_Cook", "description": "Norman Quentin Cook, also known by his stage name Fatboy Slim, is an English musician, DJ, and record producer who helped to popularise the big beat genre in the 1990s. In the 1980s, Cook was the bassist for the Hull-based indie rock band the Housemartins, who achieved a UK number-one single with their a cappella cover of \"Caravan of Love\". After the Housemartins split, Cook formed the electronic "}]}, {"heading": "Births", "year": "1963", "date": "July 31", "txt": "Fergus Henderson, English chef and author", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 31", "txt": "Brian Skrudland, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 31", "txt": "Jim Corr, Irish singer-songwriter and guitarist", "entities": [{"title": "Jim Corr", "href": "/wiki/Jim_Corr", "description": "James Steven Ignatius Corr, is an Irish musician, singer, songwriter, DJ. and conspiracy theorist. He is a member of the Irish folk/rock band The Corrs, the other members being his three younger sisters Andrea, Sharon and Caroline."}]}, {"heading": "Births", "year": "1964", "date": "July 31", "txt": "Urmas Hepner, Estonian footballer and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 31", "txt": "Scott Brooks, American basketball player and coach", "entities": [{"title": "Scott Brooks", "href": "/wiki/Scott_Brooks", "description": "Scott William Brooks is an American professional basketball coach and former player who is the head coach of the Washington Wizards of the National Basketball Association (NBA). He played point guard at San Joaquin Delta College and Texas Christian University before playing his last two years at the University of California, Irvine. He was inducted into UCI's Hall of Fame in 2001."}]}, {"heading": "Births", "year": "1965", "date": "July 31", "txt": "John Laurinaitis, American wrestler and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 31", "txt": "Ian Roberts, English-Australian rugby league player and actor", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 31", "txt": "J. K. Rowling, English author and film producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 31", "txt": "Dean Cain, American actor, producer, and screenwriter", "entities": [{"title": "Dean Cain", "href": "/wiki/Dean_Cain", "description": "Dean George Cain is an American actor, producer, television presenter and former football player. He is best known for playing the role of Clark Kent/Superman in the TV series Lois & Clark: The New Adventures of Superman. Cain was the host of Ripley's Believe It or Not! and appeared in the sports drama series Hit the Floor."}]}, {"heading": "Births", "year": "1967", "date": "July 31", "txt": "Tony Massenburg, American basketball player", "entities": [{"title": "Tony Massenburg", "href": "/wiki/Tony_Massenburg", "description": "Tony Arnel Massenburg is an American former professional basketball player. He shares a National Basketball Association (NBA) record with Chucky Brown, Joe Smith, and Jim Jackson for having played with twelve different teams over his career."}]}, {"heading": "Births", "year": "1967", "date": "July 31", "txt": "Tim Wright, Welsh composer", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 31", "txt": "Saeed-Al-Saffar, Emirati cricketer", "entities": [{"title": "Saeed-Al-Saffar", "href": "/wiki/Saeed-Al-Saffar", "description": "Saeed-al-Saffar is a cricketer who has represented the UAE at international level, most notably in the One Day International the Emirates side played against the Netherlands in Lahore in the 1996 Cricket World Cup. He also competed for the UAE in the 1996–97 and 2001 versions of the ICC Trophy, which is the qualifying competition for the World Cup played between non-Test nations."}]}, {"heading": "Births", "year": "1968", "date": "July 31", "txt": "Julian Richards, Welsh director and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 31", "txt": "Antonio Conte, Italian footballer and manager", "entities": [{"title": "Antonio Conte", "href": "/wiki/Antonio_Conte", "description": "Antonio Conte is an Italian professional football manager and former player. He is the head coach at Serie A club Inter Milan."}]}, {"heading": "Births", "year": "1969", "date": "July 31", "txt": "Loren Dean, American actor", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 31", "txt": "Kenneth D. Schisler, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 31", "txt": "Ahmad Akbarpour, Iranian author and poet", "entities": [{"title": "Ahmad Akbarpour", "href": "/wiki/Ahmad_Akbarpour", "description": "Ahmad Akbarpour Ahmad Akbarpūr Persian pronunciation: [æhˈmæd(-e) ækbærpuːr], born July 31, 1970 in Chah Varz, Lamerd, Fars Province, is a novelist and author of short stories and children books."}]}, {"heading": "Births", "year": "1970", "date": "July 31", "txt": "Ben Chaplin, English actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 31", "txt": "Andrzej Kobylański, Polish footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 31", "txt": "Giorgos Sigalas, Greek basketball player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 31", "txt": "Gus Frerotte, American football player and coach", "entities": [{"title": "Gus Frerotte", "href": "/wiki/Gus_Frerotte", "description": "Gustave Joseph Frerotte is a former American football quarterback. He was drafted by the Washington Redskins in the seventh round of the 1994 NFL Draft. He played college football at Tulsa."}]}, {"heading": "Births", "year": "1973", "date": "July 31", "txt": "Nathan Brown, Australian rugby league player and coach", "entities": [{"title": "Nathan Brown (rugby league born 1973)", "href": "/wiki/Nathan_Brown_(rugby_league_born_1973)", "description": "Nathan Brown is an Australian professional rugby league football coach who is the Head Coach of the New Zealand Warriors in the NRL and former professional rugby league footballer who played in the 1990s and 2000s."}]}, {"heading": "Births", "year": "1974", "date": "July 31", "txt": "Emilia Fox, English actress", "entities": [{"title": "Emilia Fox", "href": "/wiki/Emilia_Fox", "description": "Emilia Rose Elizabeth Fox is an English actress and presenter whose film debut was in Roman Polanski's film The Pianist. Her other notable films include the Italian–French–British romance-drama film The Soul Keeper (2002), for which she won the Flaiano Film Award for Best Actress; the drama film The Republic of Love (2003); the comedy-drama film Things to Do Before You're 30 (2005); the black come"}]}, {"heading": "Births", "year": "1974", "date": "July 31", "txt": "Leona Naess, American-English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 31", "txt": "Jonathan Ogden, American football player", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 31", "txt": "Randy Flores, American baseball player and coach", "entities": [{"title": "Randy Flores", "href": "/wiki/Randy_Flores", "description": "Randy Alan Flores is an American director of scouting for the St. Louis Cardinals of Major League Baseball (MLB), a sports commentator, entrepreneur, coach, and former professional baseball relief pitcher who played eight seasons in MLB. Flores attended the University of Southern California (USC) before becoming the New York Yankees' ninth-round selection in the 1997 MLB draft. He made his MLB deb"}]}, {"heading": "Births", "year": "1975", "date": "July 31", "txt": "Andrew Hall, South African cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 31", "txt": "Gabe Kapler, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 31", "txt": "Joshua Cain, American guitarist and producer", "entities": [{"title": "Joshua Cain", "href": "/wiki/Joshua_Cain", "description": "Joshua Allen Cain, is a guitarist and record producer from Saint Paul, Minnesota. He was the co-founder and lead guitarist of American pop punk band Motion City Soundtrack. Cain is also a music producer with multiple past projects; comprising an EP for Epitaph-signed band Sing It Loud and two songs from Metro Station's debut album."}]}, {"heading": "Births", "year": "1976", "date": "July 31", "txt": "Paulo Wanchope, Costa Rican footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 31", "txt": "Zac Brown, American country singer-songwriter and guitarist", "entities": [{"title": "Zac Brown Band", "href": "/wiki/Zac_Brown_Band", "description": "Zac Brown Band is an American country/rock band based in Atlanta, Georgia. The lineup consists of Zac Brown, Jimmy De Martini, John Driskell Hopkins, Coy Bowles, Chris Fryar (drums), Clay Cook, Matt Mangano, and Daniel de los Reyes (percussion)."}]}, {"heading": "Births", "year": "1978", "date": "July 31", "txt": "Nick Sorensen, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 31", "txt": "Justin Wilson, English race car driver (d. 2015)", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 31", "txt": "Jaco Erasmus, South African-Italian rugby player", "entities": [{"title": "Jaco Erasmus", "href": "/wiki/Jaco_Erasmus", "description": "Jaco Erasmus is a South African-born Italian rugby union naturalized player. He plays as a flanker."}]}, {"heading": "Births", "year": "1979", "date": "July 31", "txt": "J.J. Furmaniak, American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 31", "txt": "Per Krøldrup, Danish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 31", "txt": "Carlos Marchena, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 31", "txt": "B.J. Novak, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 31", "txt": "Mikko Hirvonen, Finnish race car driver", "entities": [{"title": "Mikko Hirvonen", "href": "/wiki/Mikko_Hirvonen", "description": "Mikko Hirvonen is a Finnish former rally driver, and a current Rally-Raid driver, who drove in the World Rally Championship. He placed third in the drivers' championship and helped Ford to the manufacturers' title in both 2006 and 2007. In 2008, 2009, 2011 and 2012 he finished runner-up to Sébastien Loeb. Hirvonen's co-driver was Jarmo Lehtinen from the 2003 season until his retirement in 2014, Le"}]}, {"heading": "Births", "year": "1980", "date": "July 31", "txt": "Mils Muliaina, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 31", "txt": "Titus Bramble, English footballer", "entities": [{"title": "Titus Bramble", "href": "/wiki/Titus_Bramble", "description": "Titus Malachi Bramble is an English former professional footballer who played as a centre back."}]}, {"heading": "Births", "year": "1981", "date": "July 31", "txt": "Vernon Carey, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 31", "txt": "Paul Whatuira, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 31", "txt": "Anabel Medina Garrigues, Spanish tennis player", "entities": [{"title": "Anabel Medina Garrigues", "href": "/wiki/Anabel_Medina_Garrigues", "description": "Ana Isabel Medina Garrigues is a Spanish tennis coach and former player."}]}, {"heading": "Births", "year": "1982", "date": "July 31", "txt": "DeMarcus Ware, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 31", "txt": "Daniel Ciofani, Italian footballer", "entities": [{"title": "Daniel Ciofani", "href": "/wiki/Daniel_Ciofani", "description": "Daniel Ciofani is an Italian footballer who plays as a forward for Cremonese."}]}, {"heading": "Births", "year": "1985", "date": "July 31", "txt": "Rémy Di Gregorio, French cyclist", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 31", "txt": "Allie X, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 31", "txt": "Evgeni Malkin, Russian ice hockey player", "entities": [{"title": "Evgeni Malkin", "href": "/wiki/Evgeni_Malkin", "description": "Evgeni Vladimirovich Malkin is a Russian professional ice hockey centre and alternate captain for the Pittsburgh Penguins of the National Hockey League (NHL). Nicknamed \"Geno\", Malkin began his career with his hometown club Metallurg Magnitogorsk, playing for their junior and senior teams. He was then selected second overall in the 2004 NHL Draft by the Pittsburgh Penguins, though an international"}]}, {"heading": "Births", "year": "1986", "date": "July 31", "txt": "Brian Orakpo, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 31", "txt": "Michael Bradley, American soccer player", "entities": [{"title": "Michael Bradley (soccer)", "href": "/wiki/Michael_Bradley_(soccer)", "description": "Michael Sheehan Bradley is an American professional soccer player who plays as a midfielder and captains both Major League Soccer club Toronto FC and the United States national team."}]}, {"heading": "Births", "year": "1988", "date": "July 31", "txt": "Alex Glenn, New Zealand rugby league player", "entities": [{"title": "Alex Glenn", "href": "/wiki/Alex_Glenn", "description": "Alex Glenn is a professional rugby league footballer who captains and plays as a second-row and centre for the Brisbane Broncos in the NRL. He has played for both the Cook Islands and New Zealand at international level."}]}, {"heading": "Births", "year": "1989", "date": "July 31", "txt": "Victoria Azarenka, Belorussian tennis player", "entities": [{"title": "Victoria Azarenka", "href": "/wiki/Victoria_Azarenka", "description": "Victória Fyódorovna Azárenka is a Belarusian professional tennis player. Azarenka is a former world No. 1 in singles, having claimed the top ranking for the first time on 30 January 2012. She was the year-end No. 1 in 2012 and has held the top ranking for a combined total of 51 weeks. Azarenka has won 21 WTA singles titles, including two Grand Slam singles titles at the 2012 and 2013 Australian Op"}]}, {"heading": "Births", "year": "1991", "date": "July 31", "txt": "Réka Luca Jani, Hungarian tennis player", "entities": [{"title": "Réka Luca Jani", "href": "/wiki/R%C3%A9ka_Luca_Jani", "description": "Réka Luca Jani is a Hungarian tennis player."}]}, {"heading": "Births", "year": "1992", "date": "July 31", "txt": "José Fernández, Cuban-American baseball player (d. 2016)", "entities": [{"title": "José Fernández (pitcher)", "href": "/wiki/Jos%C3%A9_Fern%C3%A1ndez_(pitcher)", "description": "José Delfín Fernández Gómez was a Cuban-American professional baseball pitcher. He stood 6 feet 3 inches (1.91 m) tall and weighed 243 pounds (110 kg) during his playing career. He was affectionately known as \"Niño\" by his teammates and fans due to the youthful exuberance with which he played the game. He played in Major League Baseball (MLB) for the Miami Marlins from 2013 until his death in 2016"}]}, {"heading": "Births", "year": "1992", "date": "July 31", "txt": "Ryan Johansen, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1992", "date": "July 31", "txt": "Kyle Larson, American race car driver", "entities": []}, {"heading": "Births", "year": "1994", "date": "July 31", "txt": "Lil Uzi Vert, American hip hop artist", "entities": [{"title": "Lil Uzi Vert", "href": "/wiki/Lil_Uzi_Vert", "description": "Symere Bysil Woods, known professionally as Lil Uzi Vert, is an American rapper, singer, and songwriter. Characterized by his face tattoos, facial piercings, eccentric hairstyles and androgynous fashion, his music is often defined by dark subject matters and imagery built on a melodic emo approach to trap. Born and raised in Philadelphia, Uzi Vert gained initial recognition following the release o"}]}, {"heading": "Deaths", "year": "54 BC", "date": "July 31", "txt": "Aurelia Cotta, Roman mother of Gaius Julius Caesar (b. 120 BC)", "entities": [{"title": "Aurelia Cotta", "href": "/wiki/Aurelia_Cotta", "description": "Aurelia was the mother of Roman dictator Julius Caesar."}, {"title": "Gaius Julius Caesar (proconsul)", "href": "/wiki/Gaius_Julius_Caesar_(proconsul)", "description": "Gaius Julius Caesar was a Roman senator, a supporter of his brother-in-law, Gaius Marius, and the father of Roman dictator Julius Caesar."}]}, {"heading": "Deaths", "year": "450", "date": "July 31", "txt": "Peter Chrysologus, Italian bishop and saint (b. 380)", "entities": [{"title": "Peter Chrysologus", "href": "/wiki/Peter_Chrysologus", "description": "Peter Chrysologus was Bishop of Ravenna from about 433 until his death. He is known as the “Doctor of Homilies” for the concise but theologically rich reflections he delivered during his time as the Bishop of Ravenna."}]}, {"heading": "Deaths", "year": "910", "date": "July 31", "txt": "Feng Xingxi, Chinese warlord", "entities": [{"title": "Feng Xingxi", "href": "/wiki/Feng_Xingxi", "description": "Feng Xingxi (馮行襲), courtesy name Zhengchen (正臣), formally Prince Zhongjing of Changle (長樂忠敬王), was a warlord late in the Chinese dynasty Tang Dynasty who later became a subject of the succeeding Later Liang. He was tall and strong and known as \"Green Face Feng\" for his green birthmark on his face."}]}, {"heading": "Deaths", "year": "975", "date": "July 31", "txt": "Fu Yanqing, Chinese general  (b. 898)", "entities": [{"title": "Fu Yanqing", "href": "/wiki/Fu_Yanqing", "description": "Fu Yanqing (符彥卿), né Li Yanqing (李彥卿), courtesy name Guanhou (冠侯), formally the Prince of Wei (魏王), nicknamed Fu Disi, was a general of the Chinese Five Dynasties and Ten Kingdoms Period states Later Tang, Later Jin, Later Han, and Later Zhou, as well as (briefly) Liao Dynasty and Song Dynasty. He was one of the most celebrated generals of the period, and he was also the father of three daughters "}]}, {"heading": "Deaths", "year": "1098", "date": "July 31", "txt": "Hugh of Montgomery, 2nd Earl of Shrewsbury", "entities": [{"title": "Hugh of Montgomery, 2nd Earl of Shrewsbury", "href": "/wiki/Hugh_of_Montgomery,_2nd_Earl_of_Shrewsbury", "description": "Hugh of Montgomery, 2nd Earl of Shrewsbury, was an Anglo-Norman aristocrat and member of the House of Bellême. He was also known as Hugh the Red."}]}, {"heading": "Deaths", "year": "1358", "date": "July 31", "txt": "Étienne Marcel, French rebel leader (b. 1302)", "entities": [{"title": "Étienne Marcel", "href": "/wiki/%C3%89tienne_Marcel", "description": "Étienne Marcel was provost of the merchants of Paris under King John II of France, called John the Good. He distinguished himself in the defence of the small craftsmen and guildsmen who made up most of the city population."}]}, {"heading": "Deaths", "year": "1396", "date": "July 31", "txt": "William Courtenay, English archbishop and politician, Lord Chancellor of the United Kingdom (b. 1342)", "entities": [{"title": "William Courtenay", "href": "/wiki/William_Courtenay", "description": "William Courtenay was Archbishop of Canterbury (1381-96), having previously been Bishop of Hereford and Bishop of London."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1508", "date": "July 31", "txt": "Na'od, Ethiopian emperor", "entities": [{"title": "Na'od", "href": "/wiki/Na%27od", "description": "Na'od was Emperor of Ethiopia, and a member of the Solomonic dynasty."}]}, {"heading": "Deaths", "year": "1556", "date": "July 31", "txt": "Ignatius of Loyola, Spanish priest and theologian, founded the Society of Jesus (b. 1491)", "entities": [{"title": "Ignatius of Loyola", "href": "/wiki/Ignatius_of_Loyola", "description": "Ignatius of Loyola, venerated as Saint Ignatius of Loyola, was a Spanish Basque Catholic priest and theologian, who together with Peter Faber and Francis Xavier founded the religious order called the Society of Jesus (Jesuits) and became its first Superior General at Paris in 1541. The Jesuit order is dedicated to teaching and missionary work. Its members are bound by a special (fourth) vow of obe"}, {"title": "Society of Jesus", "href": "/wiki/Society_of_Jesus", "description": "The Society of Jesus is a religious order of the Catholic Church headquartered in Rome. It was founded by Ignatius of Loyola and six companions with the approval of Pope Paul III in 1540. The members are called Jesuits. The society is engaged in evangelization and apostolic ministry in 112 nations. Jesuits work in education, research, and cultural pursuits. Jesuits also give retreats, minister in "}]}, {"heading": "Deaths", "year": "1616", "date": "July 31", "txt": "Roger Wilbraham, Solicitor-General for Ireland (b. 1553)", "entities": [{"title": "Roger Wilbraham", "href": "/wiki/Roger_Wilbraham", "description": "Sir Roger Wilbraham was a prominent English lawyer who served as Solicitor-General for Ireland under Elizabeth I and held a number of positions at court under James I, including Master of Requests and surveyor of the Court of Wards and Liveries. He bought an estate at Dorfold in the parish of Acton, near his birthplace of Nantwich in Cheshire, and he was active in charitable works locally, includi"}]}, {"heading": "Deaths", "year": "1638", "date": "July 31", "txt": "Sibylla Schwarz, German poet (b. 1621)", "entities": [{"title": "Sibylla Schwarz", "href": "/wiki/Sibylla_Schwarz", "description": "Sibylla Schwarz, also known as Sibylle Schwartz was a German poet of the Baroque era."}]}, {"heading": "Deaths", "year": "1653", "date": "July 31", "txt": "Thomas Dudley, English soldier and politician, 3rd Governor of Massachusetts Bay Colony (b. 1576)", "entities": [{"title": "Thomas Dudley", "href": "/wiki/Thomas_Dudley", "description": "Thomas Dudley was a colonial magistrate who served several terms as governor of the Massachusetts Bay Colony. Dudley was the chief founder of Newtowne, later Cambridge, Massachusetts, and built the town's first home. He provided land and funds to establish the Roxbury Latin School, and signed Harvard College's new charter during his 1650 term as governor. Dudley was a devout Puritan who was oppose"}, {"title": "Governor of Massachusetts Bay Colony", "href": "/wiki/Governor_of_Massachusetts_Bay_Colony", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Deaths", "year": "1693", "date": "July 31", "txt": "Willem Kalf, Dutch still life painter (b. 1619)", "entities": [{"title": "Willem Kalf", "href": "/wiki/Willem_Kalf", "description": "Willem Kalf \n\nwas a Dutch Golden Age painter who specialized in still lifes. Later in his life, Kalf became an art dealer and appraiser."}]}, {"heading": "Deaths", "year": "1726", "date": "July 31", "txt": "Nicolaus II Bernoulli, Swiss mathematician and theorist (b. 1695)", "entities": [{"title": "Nicolaus II Bernoulli", "href": "/wiki/Nicolaus_II_Bernoulli", "description": "Nicolaus II Bernoulli, a.k.a. Niklaus Bernoulli, Nikolaus Bernoulli was a Swiss mathematician as were his father Johann Bernoulli and one of his brothers, Daniel Bernoulli. He was one of the many prominent mathematicians in the Bernoulli family."}]}, {"heading": "Deaths", "year": "1750", "date": "July 31", "txt": "John V, king of Portugal (b. 1689)", "entities": [{"title": "John V of Portugal", "href": "/wiki/John_V_of_Portugal", "description": "Dom John V, known as the Magnanimous and the Portuguese Sun King, was a monarch of the House of Braganza who ruled as King of Portugal during the first half of the 18th century. John V's reign saw the rise of Portugal and its monarchy to new levels of prosperity, wealth, and prestige among European courts."}]}, {"heading": "Deaths", "year": "1762", "date": "July 31", "txt": "Luis Vicente de Velasco e Isla, Spanish sailor and commander (b. 1711)", "entities": [{"title": "Luis Vicente de Velasco e Isla", "href": "/wiki/Luis_Vicente_de_Velasco_e_Isla", "description": "Luis Vicente de Velasco e Isla was a Spanish officer and naval commander in the Royal Spanish Navy. He is known for his valiant defense during the Siege of Havana in 1762, during which he was killed in action."}]}, {"heading": "Deaths", "year": "1781", "date": "July 31", "txt": "John Bligh, 3rd Earl of Darnley, British parliamentarian (b. 1719)", "entities": [{"title": "John Bligh, 3rd Earl of Darnley", "href": "/wiki/John_Bligh,_3rd_Earl_of_Darnley", "description": "John Bligh, 3rd Earl of Darnley, styled The Hon. John Bligh between 1721 and 1747, lord of the Manor of Cobham, Kent, was a British parliamentarian."}]}, {"heading": "Deaths", "year": "1784", "date": "July 31", "txt": "Denis Diderot, French philosopher and critic (b. 1713)", "entities": [{"title": "Denis Diderot", "href": "/wiki/Denis_Diderot", "description": "Denis Diderot was a French philosopher, art critic, and writer, best known for serving as co-founder, chief editor, and contributor to the Encyclopédie along with Jean le Rond d'Alembert. He was a prominent figure during the Age of Enlightenment."}]}, {"heading": "Deaths", "year": "1805", "date": "July 31", "txt": "Dheeran Chinnamalai, Indian soldier (b. 1756)", "entities": [{"title": "Dheeran Chinnamalai", "href": "/wiki/Dheeran_Chinnamalai", "description": "Dheeran Chinnamalai was a Palayakkarar Pattakarar of Kongu Nadu, now in western Tamil Nadu, who fought against the British East India Company."}]}, {"heading": "Deaths", "year": "1864", "date": "July 31", "txt": "Louis Christophe François Hachette, French publisher (b. 1800)", "entities": [{"title": "Louis Christophe François Hachette", "href": "/wiki/Louis_Christophe_Fran%C3%A7ois_Hachette", "description": "Louis Christophe François Hachette was a French publisher who established a Paris publishing house designed to produce books and other material to improve the system of school instruction. Publications were initially focused on the classics and subsequently expanded to include books and magazines of all types. The firm is currently part of a global publishing house."}]}, {"heading": "Deaths", "year": "1875", "date": "July 31", "txt": "Andrew Johnson, American general and politician, 17th President of the United States (b. 1808)", "entities": [{"title": "Andrew Johnson", "href": "/wiki/Andrew_Johnson", "description": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. He assumed the presidency as he was vice president at the time of the assassination of Abraham Lincoln. Johnson was a Democrat who ran with Lincoln on the National Union ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1884", "date": "July 31", "txt": "Kiến Phúc, Vietnamese emperor (b. 1869)", "entities": [{"title": "Kiến Phúc", "href": "/wiki/Ki%E1%BA%BFn_Ph%C3%BAc", "description": "Kiến Phúc was a child emperor of Vietnam, who reigned for less than 8 months, 1883–1884, as the 7th emperor of the Nguyễn Dynasty."}]}, {"heading": "Deaths", "year": "1886", "date": "July 31", "txt": "Franz Liszt, Hungarian pianist, composer, and conductor (b. 1811)", "entities": [{"title": "Franz Liszt", "href": "/wiki/Franz_Liszt", "description": "Franz Liszt was a Hungarian composer, virtuoso pianist, conductor, music teacher, arranger, and organist of the Romantic era. He is widely regarded as one of the greatest pianists of all time. He was also a writer, philanthropist, Hungarian nationalist, and Franciscan tertiary."}]}, {"heading": "Deaths", "year": "1891", "date": "July 31", "txt": "Jean-Baptiste Capronnier, Belgian stained glass painter (b. 1814)", "entities": [{"title": "Jean-Baptiste Capronnier", "href": "/wiki/Jean-Baptiste_Capronnier", "description": "Jean-Baptiste Capronnier was a Belgian stained glass painter. Born in Brussels, Belgium in 1814, he had much to do with the modern revival of glass-painting, and first made his reputation by his study of the old methods of workmanship, and his clever restorations of old examples, and copies made for the Brussels archaeological museum. He carried out windows for various churches in Brussels, Bruges"}]}, {"heading": "Deaths", "year": "1913", "date": "July 31", "txt": "John Milne, British geologist and mining engineer. (b. 1850)", "entities": [{"title": "John Milne", "href": "/wiki/John_Milne", "description": "John Milne was a British geologist and mining engineer who worked on a horizontal seismograph."}]}, {"heading": "Deaths", "year": "1914", "date": "July 31", "txt": "Jean Jaurès, French journalist and politician (b. 1859)", "entities": [{"title": "Jean Jaurès", "href": "/wiki/Jean_Jaur%C3%A8s", "description": "Auguste Marie Joseph Jean Léon Jaurès, commonly referred to as Jean Jaurès, was a French Socialist leader. Initially a moderate republican, he was later one of the first social democrats, becoming the leader, in 1902, of the French Socialist Party, which opposed Jules Guesde's revolutionary Socialist Party of France. The two parties merged in 1905 in the French Section of the Workers' Internationa"}]}, {"heading": "Deaths", "year": "1917", "date": "July 31", "txt": "Hedd Wyn, Welsh language poet (b. 1887)", "entities": [{"title": "Hedd Wyn", "href": "/wiki/Hedd_Wyn", "description": "Hedd Wyn was a Welsh-language poet who was killed on the first day of the Battle of Passchendaele during World War I. He was posthumously awarded the bard's chair at the 1917 National Eisteddfod. Evans, who had been awarded several chairs for his poetry, was inspired to take the bardic name Hedd Wyn from the way sunlight penetrated the mist in the Meirionnydd valleys."}]}, {"heading": "Deaths", "year": "1917", "date": "July 31", "txt": "Francis Ledwidge, Irish soldier and poet (b. 1881)", "entities": [{"title": "Francis Ledwidge", "href": "/wiki/Francis_Ledwidge", "description": "Francis Edward Ledwidge was an Irish war poet and soldier from County Meath. Sometimes known as the \"poet of the blackbirds\", he was killed in action at the Battle of Passchendaele during World War I."}]}, {"heading": "Deaths", "year": "1920", "date": "July 31", "txt": "Ion Dragoumis, Greek philosopher and diplomat (b. 1878)", "entities": [{"title": "Ion Dragoumis", "href": "/wiki/Ion_Dragoumis", "description": "Ion Dragoumis was a Greek diplomat, philosopher, writer and revolutionary."}]}, {"heading": "Deaths", "year": "1940", "date": "July 31", "txt": "Udham Singh, Indian activist (b. 1899)", "entities": [{"title": "Udham Singh", "href": "/wiki/Udham_Singh", "description": "Udham Singh was an Indian revolutionary belonging to the Ghadar Party, best known for his assassination in London of Michael O'Dwyer, the former lieutenant governor of the Punjab in India, on 13 March 1940. The assassination was done in revenge for the Jallianwala Bagh massacre in Amritsar in 1919, for which O'Dwyer was responsible. Singh was subsequently tried and convicted of murder and hanged i"}]}, {"heading": "Deaths", "year": "1943", "date": "July 31", "txt": "Hedley Verity, English cricketer and soldier (b. 1905)", "entities": [{"title": "Hedley Verity", "href": "/wiki/Hedley_Verity", "description": "Hedley Verity was a professional cricketer who played for Yorkshire and England between 1930 and 1939. A slow left-arm orthodox bowler, he took 1,956 wickets in first-class cricket at an average of 14.90 and 144 wickets in 40 Tests at an average of 24.37. Named as one of the Wisden Cricketers of the Year in 1932, he is regarded as one of the most effective slow left-arm bowlers to have played cric"}]}, {"heading": "Deaths", "year": "1942", "date": "July 31", "txt": "Francis Younghusband, British Army Officer, explorer and spiritual writer (b.1863)", "entities": [{"title": "Francis Younghusband", "href": "/wiki/Francis_Younghusband", "description": "Lieutenant Colonel Sir Francis Edward Younghusband, was a British Army officer, explorer, and spiritual writer. He is remembered for his travels in the Far East and Central Asia; especially the 1904 British expedition to Tibet, led by himself, and for his writings on Asia and foreign policy. Younghusband held positions including British commissioner to Tibet and President of the Royal Geographical"}, {"title": "British Army", "href": "/wiki/British_Army", "description": "The British Army is the principal land warfare force of the United Kingdom, a part of the British Armed Forces along with the Royal Navy and the Royal Air Force. As of 2020, the British Army comprises 80,040 regular full-time personnel and 30,020 reserve personnel."}, {"title": "Explorer", "href": "/wiki/Explorer", "description": "Exploration is the act of searching for the purpose of discovery of information or resources. Exploration occurs in all non-sessile animal species, including humans. In human history, its most dramatic rise was during the Age of Discovery when European explorers sailed and charted much of the rest of the world for a variety of reasons. Since then, major explorations after the Age of Discovery have"}]}, {"heading": "Deaths", "year": "1944", "date": "July 31", "txt": "Antoine de Saint-Exupéry, French pilot and poet (b. 1900)", "entities": [{"title": "Antoine de Saint-Exupéry", "href": "/wiki/Antoine_de_Saint-Exup%C3%A9ry", "description": "Antoine Marie Jean-Baptiste Roger, comte de Saint-Exupéry, simply known as de Saint-Exupéry, was a French writer, poet, aristocrat, journalist and pioneering aviator. He became a laureate of several of France's highest literary awards and also won the United States National Book Award. He is best remembered for his novella The Little Prince and for his lyrical aviation writings, including Wind, Sa"}]}, {"heading": "Deaths", "year": "1953", "date": "July 31", "txt": "Robert A. Taft, American soldier and politician (b. 1889)", "entities": [{"title": "Robert A. Taft", "href": "/wiki/Robert_A._Taft", "description": "Robert Alphonso Taft Sr. was an American conservative politician, lawyer, and scion of the Republican Party's Taft family. Taft represented Ohio in the United States Senate, briefly served as Senate Majority Leader, and was a leader of the conservative coalition of Republicans and conservative Democrats who prevented expansion of the New Deal. Often referred to as \"Mr. Republican\", he cosponsored "}]}, {"heading": "Deaths", "year": "1954", "date": "July 31", "txt": "Onofre Marimón, Argentinian race car driver (b. 1923)", "entities": [{"title": "Onofre Marimón", "href": "/wiki/Onofre_Marim%C3%B3n", "description": "Onofre Agustín Marimón was a racing driver from Zárate, Buenos Aires, Argentina. He participated in 11 Formula One World Championship Grands Prix, debuting on 1 July 1951. He achieved two podiums, and scored a total of 8 1⁄7 championship points."}]}, {"heading": "Deaths", "year": "1958", "date": "July 31", "txt": "Eino Kaila, Finnish philosopher and psychologist, attendant of the Vienna circle (b. 1890)", "entities": [{"title": "Eino Kaila", "href": "/wiki/Eino_Kaila", "description": "Eino Sakari Kaila was a Finnish philosopher, critic and teacher. He worked in numerous fields including psychology, physics and theater, and attempted to find unifying principles behind various branches of human and natural sciences."}]}, {"heading": "Deaths", "year": "1964", "date": "July 31", "txt": "Jim Reeves, American singer-songwriter (b. 1923)", "entities": [{"title": "Jim Reeves", "href": "/wiki/Jim_Reeves", "description": "James Travis Reeves was an American country and popular music singer-songwriter. With records charting from the 1950s to the 1980s, he became well known as a practitioner of the Nashville sound. Known as \"Gentleman Jim\", his songs continued to chart for years after his death. Reeves died in the crash of his private airplane. He is a member of both the Country Music and Texas Country Music Halls of"}]}, {"heading": "Deaths", "year": "1966", "date": "July 31", "txt": "Bud Powell, American pianist (b. 1924)", "entities": [{"title": "Bud Powell", "href": "/wiki/Bud_Powell", "description": "Earl Rudolph \"Bud\" Powell was an American jazz pianist and composer. Along with Charlie Parker, Thelonious Monk, and Dizzy Gillespie, Powell was a leading figure in the development of modern jazz. His virtuosity led many to call him the Charlie Parker of the piano. Powell was also a composer, and many jazz critics credit his works and his playing as having \"greatly extended the range of jazz harmo"}]}, {"heading": "Deaths", "year": "1968", "date": "July 31", "txt": "Jack Pizzey, Australian politician, 29th Premier of Queensland (b. 1911)", "entities": [{"title": "Jack Pizzey", "href": "/wiki/Jack_Pizzey", "description": "Jack Charles Allan Pizzey was a Queensland Country Party politician. He was Premier of Queensland, in a coalition with the Liberal Party, from 17 January 1968 until his death on 31 July that year. To date, he is the most recent premier of an Australian state to die in office."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1971", "date": "July 31", "txt": "Walter P. Carter, American soldier and activist (b. 1923)", "entities": [{"title": "Walter P. Carter", "href": "/wiki/Walter_P._Carter", "description": "Walter Percival Carter was an activist and central figure in Baltimore, Maryland during the Civil Rights Movement. He earned that designation by organizing demonstrations against discrimination throughout Maryland. Carter is best known for his work as the chairman of the Baltimore chapter of the Congress of Racial Equality (CORE) from 1960 to 1963 and as the Maryland coordinator for the 1963 March"}]}, {"heading": "Deaths", "year": "1972", "date": "July 31", "txt": "Paul-Henri Spaak, Belgian politician, 40th Prime Minister of Belgium, 1st President of the United Nations General Assembly (b. 1899)", "entities": [{"title": "Paul-Henri Spaak", "href": "/wiki/Paul-Henri_Spaak", "description": "Paul-Henri Charles Spaak was an influential Belgian Socialist politician, diplomat and statesman. Along with Robert Schuman, Alcide De Gasperi and Konrad Adenauer he was a leader in the formation of the institutions that evolved into the European Union."}, {"title": "Prime Minister of Belgium", "href": "/wiki/Prime_Minister_of_Belgium", "description": "The Prime Minister of Belgium or the Premier of Belgium is the head of the federal government of Belgium, and the most powerful person in Belgian politics."}, {"title": "President of the United Nations General Assembly", "href": "/wiki/President_of_the_United_Nations_General_Assembly", "description": "The President of the United Nations General Assembly is a position voted for by representatives in the United Nations General Assembly (UNGA) on a yearly basis. The President is the chair and presiding officer of the General Assembly."}]}, {"heading": "Deaths", "year": "1973", "date": "July 31", "txt": "Azumafuji Kin'ichi, Japanese sumo wrestler, the 40th Yokozuna (b. 1921)", "entities": [{"title": "Azumafuji Kin'ichi", "href": "/wiki/Azumafuji_Kin%27ichi", "description": "Azumafuji Kin'ichi  was a Japanese professional sumo wrestler from Taitō, Tokyo. He was the sport's 40th yokozuna, and later a professional wrestler."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1979", "date": "July 31", "txt": "Beatrix Lehmann, English actress and director (b. 1903)", "entities": [{"title": "Beatrix Lehmann", "href": "/wiki/Beatrix_Lehmann", "description": "Beatrix Alice Lehmann was a British actress, theatre director, writer and novelist."}]}, {"heading": "Deaths", "year": "1980", "date": "July 31", "txt": "Pascual Jordan, German physicist, author, and academic (b. 1902)", "entities": [{"title": "Pascual Jordan", "href": "/wiki/Pascual_Jordan", "description": "Ernst Pascual Jordan was a German theoretical and mathematical physicist who made significant contributions to quantum mechanics and quantum field theory. He contributed much to the mathematical form of matrix mechanics, and developed canonical anticommutation relations for fermions. Jordan algebra is employed for and is still used in studying the mathematical and conceptual foundations of quantum"}]}, {"heading": "Deaths", "year": "1980", "date": "July 31", "txt": "Mohammed Rafi, Indian playback singer (b. 1924)", "entities": [{"title": "Playback singer", "href": "/wiki/Playback_singer", "description": "A playback singer is a singer whose singing is pre-recorded for use in films. Playback singers record songs for soundtracks, and actors or actresses lip-sync the songs for cameras; the actual singer does not appear on the screen."}]}, {"heading": "Deaths", "year": "1981", "date": "July 31", "txt": "Omar Torrijos, Panamanian general and politician, Military Leader of Panama (b. 1929)", "entities": [{"title": "Omar Torrijos", "href": "/wiki/Omar_Torrijos", "description": "Omar Efraín Torrijos Herrera was the Commander of the Panamanian National Guard and the de facto head of Panama from 1968 to his death in 1981. Torrijos was never officially the president of Panama, but instead held titles including \"Maximum Leader of the Panamanian Revolution\". Torrijos took power in a coup d'état and instituted a number of social reforms."}, {"title": "List of heads of state of Panama", "href": "/wiki/List_of_heads_of_state_of_Panama", "description": "This article lists the heads of state of Panama since the short-lived first independence from the Republic of New Granada in 1840 and the final separation from Colombia in 1903."}]}, {"heading": "Deaths", "year": "1985", "date": "July 31", "txt": "Eugene Carson Blake, American religious leader (b. 1906)", "entities": [{"title": "Eugene Carson Blake", "href": "/wiki/Eugene_Carson_Blake", "description": "Eugene Carson Blake was an American Presbyterian Church leader."}]}, {"heading": "Deaths", "year": "1986", "date": "July 31", "txt": "Chiune Sugihara, Japanese diplomat (b. 1900)", "entities": [{"title": "Chiune Sugihara", "href": "/wiki/Chiune_Sugihara", "description": "Chiune Sugihara  was a Japanese diplomat who served as vice-consul for the Japanese Empire in Kaunas, Lithuania. During the Second World War, Sugihara helped thousands of Jews flee Europe by issuing transit visas to them so that they could travel through Japanese territory, risking his job and the lives of his family. The fleeing Jews were refugees from German-occupied Western Poland and Soviet-oc"}]}, {"heading": "Deaths", "year": "1987", "date": "July 31", "txt": "Joseph E. Levine, American film producer (b, 1905)", "entities": [{"title": "Joseph E. Levine", "href": "/wiki/Joseph_E._Levine", "description": "Joseph Edward Levine was an American film producer. At the time of his death it was said he was involved in 497 films as a producer, distributor or financier. Levine was responsible for the US releases of Godzilla, King of the Monsters!; Attila; and Hercules, which helped revolutionize US film marketing. Other films he produced included Two Women, Contempt, The 10th Victim, Marriage Italian Style,"}]}, {"heading": "Deaths", "year": "1990", "date": "July 31", "txt": "Albert Leduc, Canadian ice hockey player (b. 1902)", "entities": [{"title": "Albert Leduc", "href": "/wiki/Albert_Leduc", "description": "Joseph Albert Florimond \"Battleship\" Leduc was a Canadian professional ice hockey defenceman."}]}, {"heading": "Deaths", "year": "1992", "date": "July 31", "txt": "Leonard Cheshire, English captain and pilot (b. 1917)", "entities": [{"title": "Leonard Cheshire", "href": "/wiki/Leonard_Cheshire", "description": "Geoffrey Leonard Cheshire, Baron Cheshire, was a highly decorated Royal Air Force (RAF) pilot and group captain during the Second World War, and a philanthropist."}]}, {"heading": "Deaths", "year": "1993", "date": "July 31", "txt": "Baudouin, King of Belgium (b. 1930)", "entities": [{"title": "Baudouin of Belgium", "href": "/wiki/Baudouin_of_Belgium", "description": "Baudouin was King of the Belgians from 1951 until his death in 1993. He was the last Belgian king to be sovereign of the Congo."}]}, {"heading": "Deaths", "year": "2000", "date": "July 31", "txt": "William Keepers Maxwell Jr., American editor, novelist, short story writer, and essayist (b. 1908)", "entities": [{"title": "William Keepers Maxwell Jr.", "href": "/wiki/William_Keepers_Maxwell_Jr.", "description": "William Keepers Maxwell Jr. was an American editor, novelist, short story writer, essayist, children's author, and memoirist. He served as a fiction editor at The New Yorker from 1936 to 1975. An editor devoted to his writers, Maxwell became a legendary mentor and confidant to many of the most prominent authors of his day. Although best known as an editor, Maxwell was a highly respected and award-"}]}, {"heading": "Deaths", "year": "2001", "date": "July 31", "txt": "Francisco da Costa Gomes, Portuguese general and politician, 15th President of Portugal (b. 1914)", "entities": [{"title": "Francisco da Costa Gomes", "href": "/wiki/Francisco_da_Costa_Gomes", "description": "Francisco da Costa Gomes, ComTE, GOA was a Portuguese military officer and politician, the 15th President of the Portuguese Republic."}, {"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Deaths", "year": "2001", "date": "July 31", "txt": "Friedrich Franz, Hereditary Grand Duke of Mecklenburg-Schwerin (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "July 31", "txt": "Guido Crepax, Italian author and illustrator (b. 1933)", "entities": [{"title": "Guido Crepax", "href": "/wiki/Guido_Crepax", "description": "Guido Crepas better known by his nom de plume Guido Crepax, was an Italian comics artist. He is most famous for his character Valentina, created in 1965 and very representative of the spirit of the 1960s. The Valentina series of books and strips became noted for Crepax's sophisticated drawing, and for the psychedelic, dreamlike storylines, generally involving a strong dose of erotism. His work was"}]}, {"heading": "Deaths", "year": "2004", "date": "July 31", "txt": "Virginia Grey, American actress (b. 1917)", "entities": [{"title": "Virginia Grey", "href": "/wiki/Virginia_Grey", "description": "Virginia Grey was an American actress who appeared in over 100 films and a number of radio and television shows from the 1930s to the early 1980s."}]}, {"heading": "Deaths", "year": "2005", "date": "July 31", "txt": "Wim Duisenberg, Dutch economist and politician, 1st President of the European Central Bank (b. 1935)", "entities": [{"title": "Wim Duisenberg", "href": "/wiki/Wim_Duisenberg", "description": "Willem Frederik \"Wim\" Duisenberg was a Dutch politician of the Labour Party (PvdA) and economist who served as President of the European Central Bank from 1 June 1998 until 1 November 2003."}, {"title": "President of the European Central Bank", "href": "/wiki/President_of_the_European_Central_Bank", "description": "The president of the European Central Bank is the head of the European Central Bank (ECB), the main institution responsible for the management of the euro and monetary policy in the Eurozone of the European Union (EU)."}]}, {"heading": "Deaths", "year": "2009", "date": "July 31", "txt": "Bobby Robson, English footballer and manager (b. 1933)", "entities": [{"title": "Bobby Robson", "href": "/wiki/Bobby_Robson", "description": "Sir Robert William Robson was an English footballer and football manager. His career included periods playing for and later managing the England national team and being a UEFA Cup-winning manager at Ipswich Town."}]}, {"heading": "Deaths", "year": "2009", "date": "July 31", "txt": "Harry Alan Towers, English-Canadian screenwriter and producer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 31", "txt": "Mollie Hunter, Scottish author and playwright (b. 1922)", "entities": [{"title": "Mollie Hunter", "href": "/wiki/Mollie_Hunter", "description": "\nMaureen Mollie Hunter McIlwraith was a Scottish writer known as Mollie Hunter. She wrote fantasy for children, historical stories for young adults, and realistic novels for adults. Many of her works are inspired by Scottish history, or by Scottish or Irish folklore, with elements of magic and fantasy."}]}, {"heading": "Deaths", "year": "2012", "date": "July 31", "txt": "Alfredo Ramos, Brazilian footballer and coach (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 31", "txt": "Gore Vidal, American novelist, screenwriter, and critic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 31", "txt": "Tony Sly, American musician, singer-songwriter (b. 1970)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 31", "txt": "Michael Ansara, Syrian-American actor (b. 1922)", "entities": [{"title": "Michael Ansara", "href": "/wiki/Michael_Ansara", "description": "Michael George Ansara was an American stage, screen, and voice actor. He portrayed Cochise in the television series Broken Arrow, Kane in the 1979–1981 series Buck Rogers in the 25th Century, Commander Kang in three episodes of the Star Trek television series, Deputy U.S. Marshal Sam Buckhart in the NBC series Law of the Plainsman, and provided the voice for Mr. Freeze in Batman: The Animated Seri"}]}, {"heading": "Deaths", "year": "2013", "date": "July 31", "txt": "Michel Donnet, English-Belgian general and pilot (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 31", "txt": "John Graves, American captain and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 31", "txt": "Trevor Storer, English businessman, founded Pukka Pies (b. 1930)", "entities": [{"title": "Pukka Pies", "href": "/wiki/Pukka_Pies", "description": "Pukka Pies is a manufacturer of pies based in Syston, Leicestershire, England."}]}, {"heading": "Deaths", "year": "2014", "date": "July 31", "txt": "Warren Bennis, American scholar, author, and academic (b. 1925)", "entities": [{"title": "Warren Bennis", "href": "/wiki/Warren_Bennis", "description": "Warren Gamaliel Bennis was an American scholar, organizational consultant and author, widely regarded as a pioneer of the contemporary field of Leadership studies.\nBennis was University Professor and Distinguished Professor of Business Administration and Founding Chairman of The Leadership Institute at the University of Southern California."}]}, {"heading": "Deaths", "year": "2014", "date": "July 31", "txt": "Nabarun Bhattacharya, Indian journalist and author (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 31", "txt": "Jeff Bourne, English footballer (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 31", "txt": "Wilfred Feinberg, American lawyer and judge (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 31", "txt": "Alan Cheuse, American writer and critic (b. 1940)", "entities": [{"title": "Alan Cheuse", "href": "/wiki/Alan_Cheuse", "description": "Alan Stuart Cheuse was an American writer, editor, professor of literature, and radio commentator. A longtime NPR book commentator, he was also the author of five novels, five collections of short stories and novellas, a memoir and a collection of travel essays. In addition, Cheuse was a regular contributor to All Things Considered. His short fiction appeared in respected publications like The New"}]}, {"heading": "Deaths", "year": "2015", "date": "July 31", "txt": "Howard W. Jones, American surgeon and academic (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 31", "txt": "Billy Pierce, American baseball player and sportscaster (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 31", "txt": "Roddy Piper, Canadian wrestler and actor (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 31", "txt": "Richard Schweiker, American soldier and politician, 14th United States Secretary of Health and Human Services (b. 1926)", "entities": [{"title": "United States Secretary of Health and Human Services", "href": "/wiki/United_States_Secretary_of_Health_and_Human_Services", "description": "The United States secretary of health and human services is the head of the United States Department of Health and Human Services, and serves as the principal advisor to the president of the United States on all health matters. The secretary is a member of the United States Cabinet. The office was formerly Secretary of Health, Education, and Welfare. In 1980, the Department of Health, Education, a"}]}, {"heading": "Deaths", "year": "2016", "date": "July 31", "txt": "Chiyonofuji Mitsugu, Japanese sumo wrestler, the 58th Yokozuna (b. 1955)", "entities": [{"title": "Chiyonofuji Mitsugu", "href": "/wiki/Chiyonofuji_Mitsugu", "description": "Chiyonofuji Mitsugu , born Mitsugu Akimoto , was a Japanese professional sumo wrestler and the 58th yokozuna of the sport. Following his retirement as a wrestler, he was the stable master of Kokonoe stable until the time of his death."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "2016", "date": "July 31", "txt": "Seymour Papert, South African mathematician (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "July 31", "txt": "Jeanne Moreau, French actress (b. 1928)", "entities": [{"title": "Jeanne Moreau", "href": "/wiki/Jeanne_Moreau", "description": "Jeanne Moreau was a French actress, singer, screenwriter and director. She made her theatrical debut in 1947, and established herself as one of the leading actresses of the Comédie-Française. Moreau began playing small roles in films in 1949, later achieving prominence with starring roles in Louis Malle's Elevator to the Gallows (1958), Michelangelo Antonioni's La Notte (1961), and François Truffa"}]}, {"heading": "Deaths", "year": "2018", "date": "July 31", "txt": "Tony Bullimore, British sailor & businessman (b. 1939)", "entities": [{"title": "Tony Bullimore", "href": "/wiki/Tony_Bullimore", "description": "\n\nTony Bullimore, was a British businessman and international yachtsman. He is known especially for being rescued on 10 January 1997 during a sailing race after he had been presumed dead."}]}, {"heading": "Deaths", "year": "2019", "date": "July 31", "txt": "Harold Prince, noted Broadway producer and director, who received more Tony awards than anyone else in history (b. 1928)", "entities": [{"title": "Harold Prince", "href": "/wiki/Harold_Prince", "description": "Harold Smith Prince, commonly known as Hal Prince, was an American theatrical producer and director associated with many of the best-known Broadway musical productions of the 20th century, including West Side Story, Fiddler on the Roof, Cabaret, Sweeney Todd, Parade (musical), and Phantom of the Opera, the longest running show in Broadway history."}, {"title": "Tony Award", "href": "/wiki/Tony_Award", "description": "The Antoinette Perry Award for Excellence in Broadway Theatre, more commonly known as the Tony Award, recognizes excellence in live Broadway theatre. The awards are presented by the American Theatre Wing and The Broadway League at an annual ceremony in Midtown Manhattan."}]}, {"heading": "Deaths", "year": "2020", "date": "July 31", "txt": "Alan Parker,  English filmmaker (b. 1944)", "entities": [{"title": "Alan Parker", "href": "/wiki/Alan_Parker", "description": "Sir Alan William Parker was an English filmmaker. His early career, beginning in his late teens, was spent as a copywriter and director of television advertisements. After about ten years of filming adverts, many of which won awards for creativity, he began screenwriting and directing films."}]}]