[{"heading": "Events", "year": "657", "date": "July 26", "txt": "First Fitna: In the Battle of Siffin, troops led by Ali ibn Abu Talib clash with those led by Muawiyah I.", "entities": [{"title": "First Fitna", "href": "/wiki/First_Fitna", "description": "The First Fitna was a civil war within the Rashidun Caliphate which resulted in the overthrowing of the Rashidun caliphs and the establishment of the Umayyad dynasty. It began when the caliph Uthman was assassinated by rebels in 656 and continued through the four-year reign of Uthman's successor, Ali. It ended in 661 when Ali's heir Hasan ibn Ali concluded a treaty acknowledging the rule of Muawiy"}, {"title": "Battle of Siffin", "href": "/wiki/Battle_of_Siffin", "description": "The Battle of Siffin was the second battle of the First Fitna, after the Battle of the Camel. It was fought between Ali ibn Abi Talib, the fourth of the Rashidun caliphs, and Muawiyah I on the banks of the Euphrates river in Siffin around the present-day Syrian city of Raqqa. The armies had encamped at the site for more than two months prior to the battle and the offensive was finally launched by "}, {"title": "Ali", "href": "/wiki/Ali", "description": "Ali ibn Abi Talib was a cousin, son-in-law and companion of the Islamic prophet Muhammad, who ruled as the fourth caliph from 656 until his assassination in 661. He is one of the central figures in Shia Islam and is regarded as the rightful immediate successor to Muhammad as an Imam by Shia Muslims."}, {"title": "Muawiyah I", "href": "/wiki/Muawiyah_I", "description": "Muawiyah I was the founder and first caliph of the Umayyad Caliphate serving from 661 until his death. He became caliph less than 30 years following the death of the Islamic prophet Muhammad and very shortly after the reign of the four \"rightly guided\" (Rashidun) caliphs. Although considered to be lacking in the justice and piety of the Rashidun, Muawiyah was also the first caliph whose name appea"}]}, {"heading": "Events", "year": "811", "date": "July 26", "txt": "Battle of Pliska: Byzantine Emperor Nikephoros I is killed and his heir Staurakios is seriously wounded.", "entities": [{"title": "Battle of Pliska", "href": "/wiki/Battle_of_Pliska", "description": "The Battle of Pliska or Battle of Vărbitsa Pass was a series of battles between troops, gathered from all parts of the Byzantine Empire, led by the Emperor Nicephorus I, and the First Bulgarian Empire, governed by Khan Krum. The Byzantines plundered and burned the Bulgar capital Pliska which gave time for the Bulgarians to block passes in the Balkan Mountains that served as exits out of Bulgaria. "}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Nikephoros I", "href": "/wiki/Nikephoros_I", "description": "Nikephoros I or Nicephorus I was Byzantine Emperor from 802 to 811, when he was killed in the Battle of Pliska. Prior to his accession, he had served as genikos logothetēs, whence he is sometimes surnamed \"the Logothete\" and \"Genikos\" or \"Genicus\"."}, {"title": "Staurakios", "href": "/wiki/Staurakios", "description": "Staurakios or Stauracius was Byzantine Emperor from 26 July to 2 October 811. He was born in the early 790s, probably between 791 and 793, to Nikephoros I and an unknown woman. Nikephoros seized the throne of the Byzantine Empire from Empress Irene in 802, and elevated Staurakios to co-emperor in December 803. After Nikephoros fell in the Battle of Pliska on 26 July 811, Staurakios was declared em"}]}, {"heading": "Events", "year": "920", "date": "July 26", "txt": "Rout of an alliance of Christian troops from Navarre and Léon against the Muslims at the Battle of Valdejunquera.", "entities": [{"title": "Navarre", "href": "/wiki/Navarre", "description": "Navarre, officially the Chartered Community of Navarre, is an autonomous community and province in northern Spain, bordering the Basque Autonomous Community, La Rioja, and Aragon in Spain and Nouvelle-Aquitaine in France. The capital city is Pamplona. The best-known event in Navarre is the San Fermín festival in July held in Pamplona. It corresponds to the southern portion of the medieval Kingdom "}, {"title": "León, Spain", "href": "/wiki/Le%C3%B3n,_Spain", "description": "León is a city and municipality of Spain, capital of the province of León, part of the autonomous community of Castile and León, in the northwest of the Iberian Peninsula. It has a population of 124,303 (2019), by far the largest municipality in the province. The population of the metropolitan area, including the neighbouring San Andrés del Rabanedo and other smaller municipalities, accounts for a"}, {"title": "Battle of Valdejunquera", "href": "/wiki/Battle_of_Valdejunquera", "description": "The Battle of Valdejunquera took place in a valley called Iuncaria on 26 July 920 between the Islamic emirate of Córdoba and the Christian armies of the kingdoms of León and Navarre. The battle, a victory for the Córdobans, was part of the \"campaign of Muez\", which was directed primarily against León's southern line of defence, the county of Castile along the Duero river."}]}, {"heading": "Events", "year": "1309", "date": "July 26", "txt": "Henry VII is recognized King of the Romans by Pope Clement V.", "entities": [{"title": "Henry VII, Holy Roman Emperor", "href": "/wiki/Henry_VII,_Holy_Roman_Emperor", "description": "Henry VII was the King of Germany from 1308 and Holy Roman Emperor from 1312. He was the first emperor of the House of Luxembourg. During his brief career he reinvigorated the imperial cause in Italy, which was racked with the partisan struggles between the divided Guelf and Ghibelline factions, and inspired the praise of Dino Compagni and Dante Alighieri. He was the first emperor since the death "}, {"title": "King of the Romans", "href": "/wiki/King_of_the_Romans", "description": "King of the Romans was the title used by the German king following his election by the princes from the reign of Henry II onward. The title predominantly amounted to being the emperor of the Holy Roman Empire, a title long dependent upon coronation by the pope."}, {"title": "Pope Clement V", "href": "/wiki/Pope_Clement_V", "description": "Pope Clement V, born Raymond Bertrand de Got, was head of the Catholic Church and ruler of the Papal States from 5 June 1305 to his death in April 1314. He is remembered for suppressing the order of the Knights Templar and allowing the execution of many of its members. Pope Clement V was the pope who moved the Papacy from Rome to Avignon, ushering in the period known as the Avignon Papacy."}]}, {"heading": "Events", "year": "1469", "date": "July 26", "txt": "Wars of the Roses: The Battle of Edgecote Moor, pitting the forces of Richard Neville, 16th Earl of Warwick against those of Edward IV of England, takes place.", "entities": [{"title": "Wars of the Roses", "href": "/wiki/Wars_of_the_Roses", "description": "The Wars of the Roses were a series of fifteenth-century English civil wars for control of the throne of England, fought between supporters of two rival cadet branches of the royal House of Plantagenet: the House of Lancaster, represented by a red rose, and the House of York, represented by a white rose. Eventually, the wars eliminated the male lines of both families. The conflict lasted through m"}, {"title": "Battle of Edgecote Moor", "href": "/wiki/Battle_of_Edgecote_Moor", "description": "The Battle of Edgcote took place on Monday 24 July 1469, during the Wars of the Roses. It was fought between a Royal army, commanded by the earls of Pembroke and Devon, and a rebel force led by supporters of the Earl of Warwick."}, {"title": "Richard Neville, 16th Earl of Warwick", "href": "/wiki/Richard_Neville,_16th_Earl_of_Warwick", "description": "Richard Neville, 16th Earl of Warwick, known as Warwick the Kingmaker, was an English nobleman, administrator, and military commander. The eldest son of Richard Neville, 5th Earl of Salisbury, he became Earl of Warwick through marriage, and was the wealthiest and most powerful English peer of his age, with political connections that went beyond the country's borders. One of the leaders in the Wars"}, {"title": "Edward IV of England", "href": "/wiki/Edward_IV_of_England", "description": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487."}]}, {"heading": "Events", "year": "1509", "date": "July 26", "txt": "The Emperor Krishnadevaraya ascends to the throne, marking the beginning of the regeneration of the Vijayanagara Empire.", "entities": [{"title": "Krishnadevaraya", "href": "/wiki/Krishnadevaraya", "description": "Krishnadevaraya was an emperor of the Vijayanagara Empire who reigned from 1509–1529. He was the third ruler of the Tuluva Dynasty and is considered to be its greatest ruler. He possessed the largest empire in India after the decline of the Delhi Sultanate. Presiding over the empire at its zenith, he is regarded as an icon by many Indians. Krishnadevaraya earned the titles Kannada Rajya Rama Raman"}, {"title": "Vijayanagara Empire", "href": "/wiki/Vijayanagara_Empire", "description": "The Vijayanagara Empire, also called Karnata Kingdom, was based in the Deccan Plateau region in South India. It was established in 1336 by the brothers Harihara I and Bukka Raya I of the Sangama dynasty, members of a pastoralist cowherd community that claimed Yadava lineage. The empire rose to prominence as a culmination of attempts by the southern powers to ward off Islamic invasions by the end o"}]}, {"heading": "Events", "year": "1529", "date": "July 26", "txt": "Francisco Pizarro González, Spanish conquistador, is appointed governor of Peru.", "entities": [{"title": "Francisco Pizarro González", "href": "/wiki/Francisco_Pizarro_Gonz%C3%A1lez", "description": "Francisco Pizarro González was a Spanish conquistador, best known for his expeditions that led to the Spanish conquest of Peru."}]}, {"heading": "Events", "year": "1581", "date": "July 26", "txt": "Plakkaat van Verlatinghe (Act of Abjuration): The northern Low Countries declare their independence from the Spanish king, Philip II.", "entities": [{"title": "Act of Abjuration", "href": "/wiki/Act_of_Abjuration", "description": "The Act of Abjuration is the declaration of independence by many of the provinces of the Netherlands from the allegiance to Philip II of Spain, during the Dutch Revolt."}, {"title": "Low Countries", "href": "/wiki/Low_Countries", "description": "The term Low Countries, also known as the Low Lands and historically called the Netherlands, Flanders, or Belgica, refers to a coastal lowland region in northwestern Europe forming the lower basin of the Rhine–Meuse–Scheldt delta and consisting of Belgium, the Netherlands, and Luxembourg. Geographically and historically, the area includes also parts of France and Germany such as the French Flander"}, {"title": "Philip II of Spain", "href": "/wiki/Philip_II_of_Spain", "description": "Philip II was King of Spain (1556–1598), King of Portugal, King of Naples and Sicily, and jure uxoris King of England and Ireland. He was also Duke of Milan from 1540. From 1555 he was Lord of the Seventeen Provinces of the Netherlands."}]}, {"heading": "Events", "year": "1703", "date": "July 26", "txt": "During the Bavarian Rummel the rural population of Tyrol drove the Bavarian Prince-Elector Maximilian II Emanuel out of North Tyrol with a victory at the Pontlatzer Bridge and thus prevented the Bavarian Army, which was allied with France, from marching as planned on Vienna during the War of the Spanish Succession.", "entities": [{"title": "County of Tyrol", "href": "/wiki/County_of_Tyrol", "description": "The (Princely) County of Tyrol was an estate of the Holy Roman Empire established about 1140. Originally a jurisdiction under the sovereignty of the Counts of Tyrol, it was inherited by the Counts of Gorizia in 1253 and finally fell to the Austrian House of Habsburg in 1363. In 1804 the Princely County of Tyrol, unified with the secularised prince-bishoprics of Trent and Brixen, became a crown lan"}, {"title": "History of Bavaria", "href": "/wiki/History_of_Bavaria#Absolutism", "description": "\nThe history of Bavaria stretches from its earliest settlement and its formation as a stem duchy in the 6th century through its inclusion in the Holy Roman Empire to its status as an independent kingdom and finally as a large Bundesland (state) of the Federal Republic of Germany. Originally settled by Celtic peoples such as the Boii, by the 1st century BC it was eventually conquered and incorporat"}, {"title": "Maximilian II Emanuel of Bavaria", "href": "/wiki/Maximilian_II_Emanuel_of_Bavaria", "description": "Maximilian II, also known as Max Emanuel or Maximilian Emanuel, was a Wittelsbach ruler of Bavaria and a Prince-elector of the Holy Roman Empire. He was also the last governor of the Spanish Netherlands and duke of Luxembourg. An able soldier, his ambition led to conflicts that limited his ultimate dynastic achievements."}, {"title": "Bavarian Army", "href": "/wiki/Bavarian_Army", "description": "The Bavarian Army was the army of the Electorate (1682–1806) and then Kingdom (1806–1919) of Bavaria. It existed from 1682 as the standing army of Bavaria until the merger of the military sovereignty (Wehrhoheit) of Bavaria into that of the German State in 1919. The Bavarian Army was never comparable to the armies of the Great Powers of the 19th century, but it did provide the Wittelsbach dynasty "}, {"title": "History of France", "href": "/wiki/History_of_France#Louis_XIV_(1643–1715)", "description": "The first written records for the history of France appeared in the Iron Age. What is now France made up the bulk of the region known to the Romans as Gaul. Greek writers noted the presence of three main ethno-linguistic groups in the area: the Gauls, the Aquitani, and the Belgae. The Gauls, the largest and best attested group, were Celtic people speaking what is known as the Gaulish language."}, {"title": "Vienna", "href": "/wiki/Vienna", "description": "Vienna is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants, and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union."}, {"title": "War of the Spanish Succession", "href": "/wiki/War_of_the_Spanish_Succession", "description": "The War of the Spanish Succession (1701–1714) was an early-18th-century European war, triggered by the death in November 1700 of the childless Charles II of Spain. It established the principle that dynastic rights were secondary to maintaining the balance of power between different countries. Related conflicts include the 1700–1721 Great Northern War, Rákóczi's War of Independence in Hungary, the "}]}, {"heading": "Events", "year": "1745", "date": "July 26", "txt": "The first recorded women's cricket match takes place near Guildford, England.", "entities": [{"title": "History of women's cricket", "href": "/wiki/History_of_women%27s_cricket", "description": "The history of women's cricket can be traced back to a report in The Reading Mercury on 26 July 1745 and a match that took place between the villages of Bramley and Hambledon near Guildford in Surrey."}, {"title": "Guildford", "href": "/wiki/Guildford", "description": "Guildford \nis a town in Surrey, England. It lies 27 miles (43 km) southwest of London on the A3 trunk road midway between the capital and Portsmouth. As of the 2011 census, the town has a population of about 80,000 and is the seat of the wider Borough of Guildford which had an estimated 147,889 inhabitants in 2018."}]}, {"heading": "Events", "year": "1758", "date": "July 26", "txt": "French and Indian War: The Siege of Louisbourg ends with British forces defeating the French and taking control of the Gulf of Saint Lawrence.", "entities": [{"title": "French and Indian War", "href": "/wiki/French_and_Indian_War", "description": "The French and Indian War (1754–1763) pitted the colonies of British America against those of New France, each side supported by military units from the parent country and by Native American allies. At the start of the war, the French colonies had a population of roughly 60,000 settlers, compared with 2 million in the British colonies. The outnumbered French particularly depended on the natives."}, {"title": "Siege of Louisbourg (1758)", "href": "/wiki/Siege_of_Louisbourg_(1758)", "description": "The siege of Louisbourg was a pivotal operation of the Seven Years' War in 1758 that ended the French colonial era in Atlantic Canada and led to the subsequent British campaign to capture Quebec in 1759 and the remainder of French North America the following year."}, {"title": "Gulf of Saint Lawrence", "href": "/wiki/Gulf_of_Saint_Lawrence", "description": "The Gulf of Saint Lawrence is the outlet of the North American Great Lakes via the Saint Lawrence River into the Atlantic Ocean. The gulf is a semi-enclosed sea, covering an area of about 226,000 square kilometres (87,000 sq mi) and containing about 34,500 cubic kilometres (8,300 cu mi) of water, which results in an average depth of 152 metres (499 ft)."}]}, {"heading": "Events", "year": "1775", "date": "July 26", "txt": "The office that would later become the United States Post Office Department is established by the Second Continental Congress. Benjamin Franklin of Pennsylvania takes office as Postmaster General.", "entities": [{"title": "United States Post Office Department", "href": "/wiki/United_States_Post_Office_Department", "description": "The United States Post Office Department was the predecessor of the United States Postal Service, in the form of a Cabinet department, officially from 1872 to 1971. It was headed by the postmaster general."}, {"title": "Second Continental Congress", "href": "/wiki/Second_Continental_Congress", "description": "The Second Continental Congress was a meeting of delegates from the Thirteen Colonies in America that united in the American Revolutionary War. It convened on May 10, 1775, with representatives from 12 of the colonies in Philadelphia, Pennsylvania shortly after the Battles of Lexington and Concord, succeeding the First Continental Congress which met in Philadelphia from September 5 to October 26, "}, {"title": "Benjamin Franklin", "href": "/wiki/Benjamin_Franklin", "description": "Benjamin Franklin was one of the Founding Fathers of the United States. A polymath, he was a leading writer, printer, political philosopher, politician, Freemason, postmaster, scientist, inventor, humorist, civic activist, statesman, and diplomat. As a scientist, he was a major figure in the American Enlightenment and the history of physics for his discoveries and theories regarding electricity. A"}]}, {"heading": "Events", "year": "1788", "date": "July 26", "txt": "New York ratifies the United States Constitution and becomes the 11th state of the United States.", "entities": [{"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}]}, {"heading": "Events", "year": "1803", "date": "July 26", "txt": "The Surrey Iron Railway, arguably the world's first public railway, opens in south London, United Kingdom.", "entities": [{"title": "Surrey Iron Railway", "href": "/wiki/Surrey_Iron_Railway", "description": "The Surrey Iron Railway (SIR) was a horse-drawn plateway that linked Wandsworth and Croydon via Mitcham, all then in Surrey but now suburbs of south London, in England. It was established by Act of Parliament in 1801, and opened partly in 1802 and partly in 1803. It was a toll railway on which carriers used horse traction. The chief goods transported were coal, building materials, lime, manure, co"}, {"title": "Rail transport", "href": "/wiki/Rail_transport", "description": "\n\nRail transport is a means of transferring passengers and goods on wheeled vehicles running on rails, which are located on tracks. In contrast to road transport, where the vehicles run on a prepared flat surface, rail vehicles are directionally guided by the tracks on which they run. Tracks usually consist of steel rails, installed on sleepers (ties) set in ballast, on which the rolling stock, us"}]}, {"heading": "Events", "year": "1814", "date": "July 26", "txt": "The Swedish–Norwegian War begins.", "entities": [{"title": "Swedish–Norwegian War (1814)", "href": "/wiki/Swedish%E2%80%93Norwegian_War_(1814)", "description": "The Swedish–Norwegian War, also known as the Campaign against Norway, War with Sweden 1814, or the Norwegian War of Independence, was a war fought between Sweden and Norway in the summer of 1814. The war resulted in a compromise, with Norway being forced into the United Kingdoms of Sweden and Norway, a union with Sweden under the Swedish king Charles XIII, but with Norway having its own constituti"}]}, {"heading": "Events", "year": "1822", "date": "July 26", "txt": "José de San Martín arrives in Guayaquil, Ecuador, to meet with Simón Bolívar.", "entities": [{"title": "José de San Martín", "href": "/wiki/Jos%C3%A9_de_San_Mart%C3%ADn", "description": "José Francisco de San Martín y Matorras, known simply as José de San Martín or El Libertador of Argentina, Chile and Peru, was an Argentine general and the prime leader of the southern and central parts of South America's successful struggle for independence from the Spanish Empire who served as the Protector of Peru. Born in Yapeyú, Corrientes, in modern-day Argentina, he left the Viceroyalty of "}, {"title": "Guayaquil", "href": "/wiki/Guayaquil", "description": "Guayaquil, officially Santiago de Guayaquil, is the largest city of Ecuador. It is also the nation's main port. The city is the capital of Guayas Province and the seat of Guayaquil canton."}, {"title": "Ecuador", "href": "/wiki/Ecuador", "description": "Ecuador, officially the Republic of Ecuador, is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (621 mi) west of the mainland. The capital is Quito."}, {"title": "Guayaquil Conference", "href": "/wiki/Guayaquil_Conference", "description": "The Guayaquil Conference was a meeting that took place on July 26, 1822, in Guayaquil, Ecuador, between José de San Martín and Simón de Bolívar, to discuss the future of Perú."}, {"title": "Simón Bolívar", "href": "/wiki/Sim%C3%B3n_Bol%C3%ADvar", "description": "Simón José Antonio de la Santísima Trinidad Bolívar y Ponte Palacios y Blanco, also colloquially as El Libertador, was a Venezuelan military and political leader who led what are currently the countries of Venezuela, Bolivia, Colombia, Ecuador, Peru, and Panama to independence from the Spanish Empire."}]}, {"heading": "Events", "year": "1822", "date": "July 26", "txt": "First day of the three-day Battle of Dervenakia, between the Ottoman Empire force led by Mahmud Dramali Pasha and the Greek Revolutionary force led by Theodoros Kolokotronis.", "entities": [{"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Mahmud Dramali Pasha", "href": "/wiki/Mahmud_Dramali_Pasha", "description": "Dramalı Mahmud Pasha, was an Ottoman statesman and military leader, and a pasha, and served as governor (wali) of Larissa, Drama, and the Morea. In 1822, he was tasked with suppressing the Greek War of Independence, but was defeated at the Battle of Dervenakia and died shortly after."}, {"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a successful war of independence by Greek revolutionaries against the Ottoman Empire between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, particularly the eyalet of Egypt. The war led to the formation "}, {"title": "Theodoros Kolokotronis", "href": "/wiki/Theodoros_Kolokotronis", "description": "Theodoros Kolokotronis was a Greek general and the pre-eminent leader of the Greek War of Independence (1821–1829) against the Ottoman Empire. Kolokotronis's greatest success was the defeat of the Ottoman army under Mahmud Dramali Pasha at the Battle of Dervenakia in 1822. In 1825, he was appointed commander-in-chief of the Greek forces in Peloponnese. Today, Kolokotronis ranks among the most prom"}]}, {"heading": "Events", "year": "1847", "date": "July 26", "txt": "Liberia declares its independence.", "entities": [{"title": "Liberia", "href": "/wiki/Liberia", "description": "Liberia, officially the Republic of Liberia, is a country on the West African coast. It is bordered by Sierra Leone to its northwest, Guinea to its north, Ivory Coast to its east, and the Atlantic Ocean to its south-southwest. It has a population of around 5 million and covers an area of 111,369 square kilometers (43,000 sq mi). English is the official language, but over 20 indigenous languages ar"}]}, {"heading": "Events", "year": "1861", "date": "July 26", "txt": "American Civil War: George B. McClellan assumes command of the Army of the Potomac following a disastrous Union defeat at the First Battle of Bull Run.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "George B. McClellan", "href": "/wiki/George_B._McClellan", "description": "George Brinton McClellan was an American soldier, civil engineer, railroad executive, and politician who served as the 24th Governor of New Jersey. A graduate of West Point, McClellan served with distinction during the Mexican–American War (1846–1848), and later left the Army to work on railroads until the outbreak of the American Civil War (1861–1865). Early in the conflict, McClellan was appoint"}, {"title": "Army of the Potomac", "href": "/wiki/Army_of_the_Potomac", "description": "The Army of the Potomac was the principal Union Army in the Eastern Theater of the American Civil War. It was created in July 1861 shortly after the First Battle of Bull Run and was disbanded in June 1865 following the surrender of the Confederate Army of Northern Virginia in April."}, {"title": "Union Army", "href": "/wiki/Union_Army", "description": "During the American Civil War, the Union Army, also called the Northern Army, referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic."}, {"title": "First Battle of Bull Run", "href": "/wiki/First_Battle_of_Bull_Run", "description": "The First Battle of Bull Run, also known as the Battle of First Manassas, was the first major battle of the American Civil War. The battle was fought on July 21, 1861, in Prince William County, Virginia, just north of the city of Manassas and about 30 miles west-southwest of Washington, D.C. The Union's forces were slow in positioning themselves, allowing Confederate reinforcements time to arrive "}]}, {"heading": "Events", "year": "1863", "date": "July 26", "txt": "American Civil War: Morgan's Raid ends; At Salineville, Ohio, Confederate cavalry leader John Hunt Morgan and 360 of his volunteers are captured by Union forces.", "entities": [{"title": "Morgan's Raid", "href": "/wiki/Morgan%27s_Raid", "description": "Morgan's Raid was a diversionary incursion by Confederate cavalry into the northern (Union) states of Indiana, Kentucky, Ohio and West Virginia during the American Civil War. The raid took place from June 11 to July 26, 1863, and is named for the commander of the Confederate troops, Brigadier General John Hunt Morgan. Although it caused temporary alarm in the North, the raid was ultimately classed"}, {"title": "Salineville, Ohio", "href": "/wiki/Salineville,_Ohio", "description": "Salineville is a village in southwestern Columbiana County, Ohio, United States. The population was 1,311 at the 2010 census. Salineville is located in the Salem, OH Micropolitan Statistical Area, as well as the southern part of the greater Mahoning Valley."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "John Hunt Morgan", "href": "/wiki/John_Hunt_Morgan", "description": "John H. Morgan was a Confederate general in the American Civil War of 1861-1865."}]}, {"heading": "Events", "year": "1882", "date": "July 26", "txt": "Premiere of Richard Wagner's opera Parsifal at Bayreuth.", "entities": [{"title": "Richard Wagner", "href": "/wiki/Richard_Wagner", "description": "Wilhelm Richard Wagner was a German composer, theatre director, polemicist, and conductor who is chiefly known for his operas. Unlike most opera composers, Wagner wrote both the libretto and the music for each of his stage works. Initially establishing his reputation as a composer of works in the romantic vein of Carl Maria von Weber and Giacomo Meyerbeer, Wagner revolutionised opera through his c"}, {"title": "Bayreuth", "href": "/wiki/Bayreuth", "description": "Bayreuth is a medium-sized town in northern Bavaria, Germany, on the Red Main river in a valley between the Franconian Jura and the Fichtelgebirge Mountains. The town's roots date back to 1194. In the 21st century, it is the capital of Upper Franconia and has a population of 72,148 (2015). It is world-famous for its annual Bayreuth Festival, at which performances of operas by the 19th-century Germ"}]}, {"heading": "Events", "year": "1882", "date": "July 26", "txt": "The Republic of Stellaland is founded in Southern Africa.", "entities": []}, {"heading": "Events", "year": "1887", "date": "July 26", "txt": "Publication of the Unua Libro, founding the Esperanto movement.", "entities": []}, {"heading": "Events", "year": "1890", "date": "July 26", "txt": "In Buenos Aires, Argentina the Revolución del Parque takes place, forcing President Miguel Ángel Juárez Celman's resignation.", "entities": [{"title": "Buenos Aires", "href": "/wiki/Buenos_Aires", "description": "Buenos Aires, officially Autonomous City of Buenos Aires, is the capital and largest city of Argentina. The city is located on the western shore of the Río de la Plata, on South America's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra S"}, {"title": "Revolution of the Park", "href": "/wiki/Revolution_of_the_Park", "description": "The Revolution of the Park, also known as the Revolution of '90, was an uprising against the national government of Argentina that took place on July 26, 1890, and started with the takeover of the Buenos Aires Artillery Park. It was led by members of the Civic Union against the presidency of Miguel Juárez Celman. Though it failed in its main goals, the revolution forced Celman's resignation and ma"}, {"title": "Miguel Ángel Juárez Celman", "href": "/wiki/Miguel_%C3%81ngel_Ju%C3%A1rez_Celman", "description": "Miguel Ángel Juárez Celman was an Argentine lawyer and politician. President of the Nation from October 12, 1886 until his resignation on August 6, 1890."}]}, {"heading": "Events", "year": "1891", "date": "July 26", "txt": "France annexes Tahiti.", "entities": [{"title": "Tahiti", "href": "/wiki/Tahiti", "description": "Tahiti is the largest island of the Windward group of the Society Islands in French Polynesia, located in the central part of the Pacific Ocean. Divided into two parts, Tahiti Nui and Tahiti Iti, the island was formed from volcanic activity; it is high and mountainous with surrounding coral reefs. Its population is 189,517 inhabitants, making it the most populous island of French Polynesia and acc"}]}, {"heading": "Events", "year": "1892", "date": "July 26", "txt": "Dadabhai Naoroji is elected as the first Indian Member of Parliament in Britain.", "entities": [{"title": "Dadabhai Naoroji", "href": "/wiki/Dadabhai_Naoroji", "description": " Dadabhai Naoroji  also known as the \"Grand Old Man of India\" and \"Unofficial Ambassador of India\" was an Indian political leader, merchant, scholar and writer who was a Liberal Party Member of Parliament in the United Kingdom House of Commons between 1892 and 1895 and the first Asian to be a British MP other than the Anglo-Indian MP David Ochterlony Dyce Sombre, who was disenfranchised for corrup"}, {"title": "British House of Commons", "href": "/wiki/British_House_of_Commons", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}]}, {"heading": "Events", "year": "1897", "date": "July 26", "txt": "Anglo-Afghan War: The Pashtun fakir Saidullah leads an army of more than 10,000 to begin a siege of the British garrison in the Malakand Agency of the North West Frontier Province of India.", "entities": [{"title": "Anglo-Afghan War", "href": "/wiki/Anglo-Afghan_War", "description": "Anglo-Afghan War may refer to:British-Afghanistan Wars\nFirst Anglo-Afghan War (1839–1842)\nSecond Anglo-Afghan War (1878–1880)\nThird Anglo-Afghan War (1919)\nOperation Herrick \nOperation Toral \nU.S.-Afghanistan War\nOperation Enduring Freedom )\nOperation Freedom's Sentinel "}, {"title": "Pashtuns", "href": "/wiki/Pashtuns", "description": "Pashtuns, historically known as Afghans, are an Iranian ethnic group native to Central and South Asia."}, {"title": "Fakir", "href": "/wiki/Fakir", "description": "A fakir, faqeer or faqir, derived from faqr is an Islamic term traditionally used for a Sufi Muslim whose contingency and utter dependence upon God is manifest in everything they do and every breath they take. They do not necessarily renounce all relationships and take a vow of poverty, some may be poor and some may even be wealthy, but the adornments of the temporal worldly life are kept in persp"}, {"title": "Saidullah", "href": "/wiki/Saidullah", "description": "Sartōr Faqīr, also known as \"Mullah Mastan or Mullah Mastana\" Lewanai Faqir or Saidullah in Pashto and by the British as \"The Great Fakir\" or \"Mad Faqir\", \"Mad Faqir of Swat\" or the \"Mad Mullah\", was a Pashtun tribal leader and freedom fighter. His name Mullah Mastan translates to \"God-intoxicated\" as a reference to his religious convictions and his belief that he was capable of miraculous powers."}, {"title": "Siege of Malakand", "href": "/wiki/Siege_of_Malakand", "description": "The siege of Malakand was the 26 July – 2 August 1897 siege of the British garrison in the Malakand region of colonial British India's North West Frontier Province. The British faced a force of Yousafzai tribe and Pashtun tribesmen whose tribal lands had been bisected by the Durand Line, the 1,519 mile (2,445 km) border between Afghanistan and British India drawn up at the end of the Anglo-Afghan "}, {"title": "Malakand Agency", "href": "/wiki/Malakand_Agency", "description": "The Malakand Agency was one of the agencies in the North West Frontier Province of British India and later of Pakistan until 1970. It included the princely states of Chitral, Dir and Swat, and an area around the Malakand Pass known as the Malakand Protected Area. The largest city in the area was Mingora, while the three state capitals were Chitral, Dir, and Saidu Sharif. In 1970, following the abo"}, {"title": "Khyber Pakhtunkhwa", "href": "/wiki/Khyber_Pakhtunkhwa", "description": "Khyber Pakhtunkhwa, often abbreviated as KP or KPK and formerly known as the North-West Frontier Province, is one of the four provinces of Pakistan. It is located in the northwestern region of the country, along the Afghanistan–Pakistan border."}]}, {"heading": "Events", "year": "1899", "date": "July 26", "txt": "Ulises Heureaux, the 27th President of the Dominican Republic, is assassinated.", "entities": [{"title": "Ulises Heureaux", "href": "/wiki/Ulises_Heureaux", "description": "Ulises Hilarión Heureaux Lebert nicknamed Lilís, was president of the Dominican Republic from 1 September 1882 to 1 September 1884, from 6 January to 27 February 1887 and again from 30 April 1889 maintaining power between his terms until his assassination by Ramon Caceres."}, {"title": "President of the Dominican Republic", "href": "/wiki/President_of_the_Dominican_Republic", "description": "The President of the Dominican Republic is both the head of state and head of government of the Dominican Republic. The presidential system was established in 1844, following the proclamation of the republic during the Dominican War of Independence. The President of the Dominican Republic is styled Your Excellency, Mr. President during his time in office. His official residence is the National Pal"}]}, {"heading": "Events", "year": "1908", "date": "July 26", "txt": "United States Attorney General Charles Joseph Bonaparte issues an order to immediately staff the Office of the Chief Examiner (later renamed the Federal Bureau of Investigation).", "entities": [{"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}, {"title": "Charles Joseph Bonaparte", "href": "/wiki/Charles_Joseph_Bonaparte", "description": "Charles Joseph Bonaparte was a French-American lawyer and political activist for progressive and liberal causes. Originally from Baltimore, Maryland, he served in the cabinet of the 26th U.S. President, Theodore Roosevelt."}, {"title": "Federal Bureau of Investigation", "href": "/wiki/Federal_Bureau_of_Investigation", "description": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. c"}]}, {"heading": "Events", "year": "1918", "date": "July 26", "txt": "Emmy Noether's paper, which became known as Noether's theorem was presented at Göttingen, Germany, from which  conservation laws are deduced for symmetries of angular momentum, linear momentum, and energy.", "entities": [{"title": "Emmy Noether", "href": "/wiki/Emmy_Noether", "description": "Amalie Emmy Noether was a German mathematician who made many important contributions to abstract algebra. She discovered Noether's theorem, which is fundamental in mathematical physics. She invariably used the name \"Emmy Noether\" in her life and publications. She was described by Pavel Alexandrov, Albert Einstein, Jean Dieudonné, Hermann Weyl and Norbert Wiener as the most important woman in the h"}, {"title": "Noether's theorem", "href": "/wiki/Noether%27s_theorem", "description": "Noether's theorem or Noether's first theorem states that every differentiable symmetry of the action of a physical system with conservative forces has a corresponding conservation law. The theorem was proven by mathematician Emmy Noether in 1915 and published in 1918, after a special case was proven by E. Cosserat and F. Cosserat in 1909. The action of a physical system is the integral over time o"}, {"title": "Göttingen", "href": "/wiki/G%C3%B6ttingen", "description": "Göttingen is a university city in Lower Saxony, Germany, the capital of the eponymous district. The River Leine runs through it. At the start of 2017, the population was 134,212."}, {"title": "Conservation law", "href": "/wiki/Conservation_law", "description": "In physics, a conservation law states that a particular measurable property of an isolated physical system does not change as the system evolves over time. Exact conservation laws include conservation of energy, conservation of linear momentum, conservation of angular momentum, and conservation of electric charge. There are also many approximate conservation laws, which apply to such quantities as"}, {"title": "Angular momentum", "href": "/wiki/Angular_momentum", "description": "In physics, angular momentum is the rotational equivalent of linear momentum. It is an important quantity in physics because it is a conserved quantity—the total angular momentum of a closed system remains constant."}, {"title": "Momentum", "href": "/wiki/Momentum", "description": "In Newtonian mechanics, linear momentum, translational momentum, or simply momentum is the product of the mass and velocity of an object. It is a vector quantity, possessing a magnitude and a direction. If m is an object's mass and v is its velocity, then the object's momentum is:\n\nIn SI units, momentum is measured in kilogram meters per second (kg⋅m/s)."}, {"title": "Energy", "href": "/wiki/Energy", "description": "In physics, energy is the quantitative property that must be transferred to an object in order to perform work on, or to heat, the object. Energy is a conserved quantity; the law of conservation of energy states that energy can be converted in form, but not created or destroyed. The SI unit of energy is the joule, which is the energy transferred to an object by the work of moving it a distance of "}]}, {"heading": "Events", "year": "1936", "date": "July 26", "txt": "Spanish Civil War: Germany and Italy decide to intervene in the war in support for Francisco Franco and the Nationalist faction.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Kingdom of Italy", "href": "/wiki/Kingdom_of_Italy", "description": "The Kingdom of Italy was a state that existed from 1861—when King Victor Emmanuel II of Sardinia was proclaimed King of Italy—until 1946, when civil discontent led an institutional referendum to abandon the monarchy and form the modern Italian Republic. The state was founded as a result of the Risorgimento under the influence of the Savoy-led Kingdom of Sardinia, which can be considered its legal "}, {"title": "Francisco Franco", "href": "/wiki/Francisco_Franco", "description": "Francisco Franco Bahamonde was a Spanish general who led the Nationalist forces in overthrowing the Second Spanish Republic during the Spanish Civil War and thereafter ruled over Spain from 1939 to 1975 as a dictator, assuming the title Caudillo. This period in Spanish history, from the Nationalist victory to Franco's death, is commonly known as Francoist Spain or the Francoist dictatorship."}, {"title": "Nationalist faction (Spanish Civil War)", "href": "/wiki/Nationalist_faction_(Spanish_Civil_War)", "description": "The Nationalist faction or Rebel faction was a major faction in the Spanish Civil War of 1936 to 1939. It was composed of a variety of right-leaning political groups that supported the Spanish Coup of July 1936 against the Second Spanish Republic and Republican faction and sought to depose Manuel Azaña, including the Falange, the CEDA, and two rival monarchist claimants: the Alfonsist Renovación E"}]}, {"heading": "Events", "year": "1936", "date": "July 26", "txt": "King Edward VIII, in one of his few official duties before he abdicates the throne, officially unveils the Canadian National Vimy Memorial.", "entities": [{"title": "Edward VIII abdication crisis", "href": "/wiki/Edward_VIII_abdication_crisis", "description": "In 1936 a constitutional crisis in the British Empire arose when King-Emperor Edward VIII proposed to marry Wallis Simpson, an American socialite who was divorced from her first husband and was pursuing the divorce of her second."}, {"title": "Canadian National Vimy Memorial", "href": "/wiki/Canadian_National_Vimy_Memorial", "description": "The Canadian National Vimy Memorial is a war memorial site in France dedicated to the memory of Canadian Expeditionary Force members killed during the First World War. It also serves as the place of commemoration for Canadian soldiers of the First World War killed or presumed dead in France who have no known grave. The monument is the centrepiece of a 100-hectare (250-acre) preserved battlefield p"}]}, {"heading": "Events", "year": "1937", "date": "July 26", "txt": "Spanish Civil War: End of the Battle of Brunete with the Nationalist victory.", "entities": [{"title": "Battle of Brunete", "href": "/wiki/Battle_of_Brunete", "description": "The Battle of Brunete, fought 24 kilometres (15 mi) west of Madrid, was a Republican attempt to alleviate the pressure exerted by the Nationalists on the capitol and on the north during the Spanish Civil War. Although initially successful, the Republicans were forced to retreat from Brunete and suffered devastating casualties from the battle."}]}, {"heading": "Events", "year": "1941", "date": "July 26", "txt": "World War II: In response to the Japanese occupation of French Indochina, the United States, Britain and the Netherlands freeze all Japanese assets and cut off oil shipments.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "French Indochina", "href": "/wiki/French_Indochina", "description": "French Indochina, officially known as the Indochinese Union from 1887 and the Indochinese Federation after 1947, was a grouping of French colonial territories in Southeast Asia until its demise in 1954. It comprised three Vietnamese regions of Tonkin in the north, Annam in the centre, and Cochinchina in the south, Cambodia, Laos and the Chinese territory of Guangzhouwan. The capital for most of it"}]}, {"heading": "Events", "year": "1944", "date": "July 26", "txt": "World War II: The Red Army enters Lviv, a major city in western Ukraine, capturing it from the Nazis. Only 300 Jews survive out of 160,000 living in Lviv prior to occupation.", "entities": [{"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}, {"title": "Lviv", "href": "/wiki/Lviv", "description": "Lviv is the largest city in western Ukraine and the seventh-largest city in the country overall, with a population of 720,383 (est.2021). Lviv is one of the main cultural centres of Ukraine."}, {"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "Jews", "href": "/wiki/Jews", "description": "Jews or Jewish people are members of an ethnoreligious group and a nation originating from the Israelites and Hebrews of historical Israel and Judah. Jewish ethnicity, nationhood, and religion are strongly interrelated, as Judaism is the ethnic religion of the Jewish people, although its observance varies from strict to none."}]}, {"heading": "Events", "year": "1945", "date": "July 26", "txt": "The Labour Party wins the United Kingdom general election of July 5 by a landslide, removing Winston Churchill from power.", "entities": [{"title": "Labour Party (UK)", "href": "/wiki/Labour_Party_(UK)", "description": "The Labour Party is a centre-left political party in the United Kingdom that has been described as an alliance of social democrats, democratic socialists and trade unionists. In all general elections since 1922, Labour has been either the governing party or the Official Opposition. There have been six Labour prime ministers and thirteen Labour ministries."}, {"title": "1945 United Kingdom general election", "href": "/wiki/1945_United_Kingdom_general_election", "description": "The 1945 United Kingdom general election was a national election held on 5 July 1945, but polling in some constituencies was delayed by some days, and the counting of votes was delayed until 26 July to provide time for overseas votes to be brought to Britain. The governing Conservative Party sought to maintain its position in Parliament but faced challenges from public opinion about the future of "}, {"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Although best known for his wartime leadership as Prime Minister, Churchill was also a Sandhurst-educated career soldier, a Nobel Prize-winning writer and historian, a prolific painter, and one of the longest-"}]}, {"heading": "Events", "year": "1945", "date": "July 26", "txt": "World War II: The Potsdam Declaration is signed in Potsdam, Germany.", "entities": [{"title": "Potsdam", "href": "/wiki/Potsdam", "description": "Potsdam is the capital and largest city of the German state of Brandenburg. It directly borders the German capital, Berlin, and is part of the Berlin/Brandenburg Metropolitan Region. It is situated on the River Havel some 25 kilometres southwest of Berlin's city centre."}]}, {"heading": "Events", "year": "1945", "date": "July 26", "txt": "World War II: HMS Vestal is the last British Royal Navy ship to be sunk in the war.", "entities": [{"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}]}, {"heading": "Events", "year": "1945", "date": "July 26", "txt": "World War II: The USS Indianapolis arrives at Tinian with components and enriched uranium for the Little Boy nuclear bomb.", "entities": [{"title": "Tinian", "href": "/wiki/Tinian", "description": "Tinian is one of the three principal islands of the Commonwealth of the Northern Mariana Islands. Together with uninhabited neighbouring Aguigan, it forms Tinian Municipality, one of the four constituent municipalities of the Northern Marianas. Tinian's largest village is San Jose."}, {"title": "Enriched uranium", "href": "/wiki/Enriched_uranium", "description": "Enriched uranium is a type of uranium in which the percent composition of uranium-235 has been increased through the process of isotope separation. Naturally occurring uranium is composed of three major isotopes: uranium-238, uranium-235, and uranium-234. 235U is the only nuclide existing in nature that is fissile with thermal neutrons."}, {"title": "Little Boy", "href": "/wiki/Little_Boy", "description": "\"Little Boy\" was the codename for the type of atomic bomb dropped on the Japanese city of Hiroshima on 6 August 1945 during World War II. It was the first nuclear weapon used in warfare. The bomb was dropped by the Boeing B-29 Superfortress Enola Gay piloted by Colonel Paul W. Tibbets, Jr., commander of the 509th Composite Group of the United States Army Air Forces and Captain Robert A. Lewis. It "}]}, {"heading": "Events", "year": "1946", "date": "July 26", "txt": "Aloha Airlines begins service from Honolulu International Airport.", "entities": [{"title": "Aloha Airlines", "href": "/wiki/Aloha_Airlines", "description": "Aloha Airlines was an American airline headquartered in Honolulu, Hawaii, operating from a hub at Honolulu International Airport. Operations began on July 26, 1946, and ceased on March 31, 2008."}, {"title": "Honolulu International Airport", "href": "/wiki/Honolulu_International_Airport", "description": "Daniel K. Inouye International Airport, also known as Honolulu International Airport, is the principal aviation gateway of the City and County of Honolulu on Oahu in the State of Hawaii. The airport is named after U.S. Senator and Medal of Honor recipient Daniel K. Inouye, who represented Hawaii from 1963 until his death in 2012. The airport is located in the Honolulu census-designated place three"}]}, {"heading": "Events", "year": "1947", "date": "July 26", "txt": "Cold War: U.S. President Harry S. Truman signs the National Security Act of 1947 into United States law creating the Central Intelligence Agency, United States Department of Defense, United States Air Force, Joint Chiefs of Staff, and the United States National Security Council.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Harry S. Truman", "href": "/wiki/Harry_S._Truman", "description": "Harry S. Truman was the 33rd president of the United States, serving from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as the 34th vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO to contain communist expansion. He proposed numerous liberal domestic reforms, but few were enacted"}, {"title": "National Security Act of 1947", "href": "/wiki/National_Security_Act_of_1947", "description": "The National Security Act of 1947 was a law enacting major restructuring of the United States government's military and intelligence agencies following World War II. The majority of the provisions of the Act took effect on September 18, 1947, the day after the Senate confirmed James Forrestal as the first Secretary of Defense."}, {"title": "Law of the United States", "href": "/wiki/Law_of_the_United_States", "description": "The law of the United States comprises many levels of codified and uncodified forms of law, of which the most important is the United States Constitution, which prescribes the foundation of the federal government of the United States, as well as various civil liberties. The Constitution sets out the boundaries of federal law, which consists of Acts of Congress, treaties ratified by the Senate, reg"}, {"title": "Central Intelligence Agency", "href": "/wiki/Central_Intelligence_Agency", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}, {"title": "United States Department of Defense", "href": "/wiki/United_States_Department_of_Defense", "description": "The United States Department of Defense is an executive branch department of the federal government charged with coordinating and supervising all agencies and functions of the government directly related to national security and the United States Armed Forces. The DOD is the largest employer in the world, with over 1.3 million active-duty service members as of 2020. More employees include over 826"}, {"title": "United States Air Force", "href": "/wiki/United_States_Air_Force", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}, {"title": "Joint Chiefs of Staff", "href": "/wiki/Joint_Chiefs_of_Staff", "description": "The Joint Chiefs of Staff (JCS) is the body of the most senior uniformed leaders within the United States Department of Defense, that advises the president of the United States, the secretary of defense, the Homeland Security Council and the National Security Council on military matters. The composition of the Joint Chiefs of Staff is defined by statute and consists of a chairman (CJCS), a vice ch"}, {"title": "United States National Security Council", "href": "/wiki/United_States_National_Security_Council", "description": "The White House National Security Council (NSC) is the principal forum used by the President of the United States for consideration of national security, military, and foreign policy matters with senior national security advisors and Cabinet officials and is part of the Executive Office of the President of the United States. Since its inception under Harry S. Truman, the function of the Council ha"}]}, {"heading": "Events", "year": "1948", "date": "July 26", "txt": "U.S. President Harry S. Truman signs Executive Order 9981, desegregating the military of the United States.", "entities": [{"title": "Harry S. Truman", "href": "/wiki/Harry_S._Truman", "description": "Harry S. Truman was the 33rd president of the United States, serving from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as the 34th vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO to contain communist expansion. He proposed numerous liberal domestic reforms, but few were enacted"}, {"title": "Executive Order 9981", "href": "/wiki/Executive_Order_9981", "description": "Executive Order 9981 was issued on July 26, 1948, by President Harry S. Truman. This executive order abolished discrimination \"on the basis of race, color, religion or national origin\" in the United States Armed Forces, and led to the end of segregation in the services during the Korean War (1950–1953). It was a crucial event in the post-World War II civil rights movement and a major achievement o"}]}, {"heading": "Events", "year": "1951", "date": "July 26", "txt": "Walt Disney's 13th animated film, Alice in Wonderland, premieres in London, England, United Kingdom.", "entities": [{"title": "Walt Disney", "href": "/wiki/Walt_Disney", "description": "Walter Elias Disney was an American entrepreneur, animator, writer, voice actor, and film producer. A pioneer of the American animation industry, he introduced several developments in the production of cartoons. As a film producer, Disney holds the record for most Academy Awards earned by an individual, having won 22 Oscars from 59 nominations. He was presented with two Golden Globe Special Achiev"}, {"title": "Animation", "href": "/wiki/Animation", "description": "Animation is a method in which figures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film. Today, most animations are made with computer-generated imagery (CGI). Computer animation can be very detailed 3D animation, while 2D computer animation can be used for stylistic re"}]}, {"heading": "Events", "year": "1952", "date": "July 26", "txt": "King Farouk of Egypt abdicates in favor of his son Fuad.", "entities": [{"title": "Farouk of Egypt", "href": "/wiki/Farouk_of_Egypt", "description": "Farouk I was the tenth ruler of Egypt from the Muhammad Ali dynasty and the penultimate King of Egypt and the Sudan, succeeding his father, Fuad I, in 1936."}, {"title": "Fuad II of Egypt", "href": "/wiki/Fuad_II_of_Egypt", "description": "Fuad II is a member of the Egyptian Muhammad Ali dynasty. He formally reigned as the last King of Egypt and the Sudan from July 1952 to June 1953, when he was deposed."}]}, {"heading": "Events", "year": "1953", "date": "July 26", "txt": "Cold War: Fidel Castro leads an unsuccessful attack on the Moncada Barracks, thus beginning the Cuban Revolution. The movement took the name of the date: 26th of July Movement", "entities": [{"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}, {"title": "Moncada Barracks", "href": "/wiki/Moncada_Barracks", "description": "The Moncada Barracks was a military barracks in Santiago de Cuba, named after the General Guillermón Moncada, a hero of the Cuban War of Independence. On 26 July 1953, the barracks was the site of an armed attack by a small group of revolutionaries led by Fidel Castro. The attack failed and the surviving revolutionaries were imprisoned. This armed attack is widely accepted as the beginning of the "}, {"title": "Cuban Revolution", "href": "/wiki/Cuban_Revolution", "description": "The Cuban Revolution was an armed revolt conducted by Fidel Castro's revolutionary 26th of July Movement and its allies against the military dictatorship of Cuban President Fulgencio Batista. The revolution began in July 1953, and continued sporadically until the rebels finally ousted Batista on 31 December 1958, replacing his government. 26 July 1953 is celebrated in Cuba as the Day of the Revolu"}, {"title": "26th of July Movement", "href": "/wiki/26th_of_July_Movement", "description": "The 26th of July Movement was a Cuban vanguard revolutionary organization and later a political party led by Fidel Castro. The movement's name commemorates its 26 July 1953 attack on the army barracks on Santiago de Cuba in an attempt to start the overthrowing of the dictator Fulgencio Batista."}]}, {"heading": "Events", "year": "1953", "date": "July 26", "txt": "Arizona Governor John Howard Pyle orders an anti-polygamy law enforcement crackdown on residents of Short Creek, Arizona, which becomes known as the Short Creek raid.", "entities": [{"title": "John Howard Pyle", "href": "/wiki/John_Howard_Pyle", "description": "John Howard Pyle was the ninth governor of the U.S. state of Arizona, serving from 1951 to 1955. He was a Republican. As an opponent of polygamy, he authorized a raid on a Mormon compound. He served as an official in the Eisenhower administration."}, {"title": "Polygamy", "href": "/wiki/Polygamy", "description": "Polygamy is the practice of marrying multiple spouses. When a man is married to more than one wife at the same time, sociologists call this polygyny. When a woman is married to more than one husband at a time, it is called polyandry."}, {"title": "Colorado City, Arizona", "href": "/wiki/Colorado_City,_Arizona", "description": "Colorado City is a town in Mohave County, Arizona, United States, and is located in a region known as the Arizona Strip. According to the 2010 census, the population of the town was 4,821. At least three Jesus Christ of Latter Day Saint fundamentalist sects are said to have been based there."}, {"title": "Short Creek raid", "href": "/wiki/Short_Creek_raid", "description": "The Short Creek raid was an Arizona Department of Public Safety and Arizona National Guard action against Mormon fundamentalists that took place on the morning of July 26, 1953, at Short Creek, Arizona. The Short Creek raid was the largest mass arrest of polygamists in American history. At the time, it was described as \"the largest mass arrest of men and women in modern American history.\""}]}, {"heading": "Events", "year": "1953", "date": "July 26", "txt": "Soldiers from the 2nd Battalion, Royal Australian Regiment repel a number of Chinese assaults against a key position known as The Hook during the Battle of the Samichon River, just hours before the Armistice Agreement is signed, ending the Korean War.", "entities": [{"title": "Battle of the Samichon River", "href": "/wiki/Battle_of_the_Samichon_River", "description": "The Battle of the Samichon River was fought during the final days of the Korean War between United Nations (UN) forces—primarily Australian and American—and the Chinese People's Volunteer Army (PVA). The fighting took place on a key position on the Jamestown Line known as \"the Hook\", and resulted in the defending UN troops, including the 2nd Battalion, Royal Australian Regiment from the 28th Briti"}, {"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}]}, {"heading": "Events", "year": "1956", "date": "July 26", "txt": "Following the World Bank's refusal to fund building the Aswan Dam, Egyptian leader Gamal Abdel Nasser nationalizes the Suez Canal, sparking international condemnation.", "entities": [{"title": "World Bank", "href": "/wiki/World_Bank", "description": "The World Bank is an international financial institution that provides loans and grants to the governments of low- and middle-income countries for the purpose of pursuing capital projects. It comprises two institutions: the International Bank for Reconstruction and Development (IBRD), and the International Development Association (IDA). The World Bank is a component of the World Bank Group."}, {"title": "Aswan Dam", "href": "/wiki/Aswan_Dam", "description": "The Aswan Dam, or more specifically since the 1960s, the Aswan High Dam, is the world's largest embankment dam, which was built across the Nile in Aswan, Egypt, between 1960 and 1970. Its significance largely eclipsed the previous Aswan Low Dam initially completed in 1902 downstream. Based on the success of the Low Dam, then at its maximum utilization, construction of the High Dam became a key obj"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Gamal Abdel Nasser", "href": "/wiki/Gamal_Abdel_Nasser", "description": "Gamal Abdel Nasser Hussein was an Egyptian politician who served as the second President of Egypt from 1954 until his death in 1970. Nasser led the 1952 overthrow of the monarchy and introduced far-reaching land reforms the following year. Following a 1954 attempt on his life by a Muslim Brotherhood member, he cracked down on the organization, put President Mohamed Naguib under house arrest and as"}, {"title": "Suez Canal", "href": "/wiki/Suez_Canal", "description": "The Suez Canal is an artificial sea-level waterway in Egypt, connecting the Mediterranean Sea to the Red Sea through the Isthmus of Suez and dividing Africa and Asia. In 1858, Ferdinand de Lesseps formed the Suez Canal Company for the express purpose of building the canal. Construction of the canal lasted from 1859 to 1869 and took place under the regional authority of the Ottoman Empire. The cana"}, {"title": "Suez crisis", "href": "/wiki/Suez_crisis", "description": "The Suez Crisis, or the Second Arab–Israeli war, also called the Tripartite Aggression in the Arab world and the Sinai War in Israel,\nwas an invasion of Egypt in late 1956 by Israel, followed by the United Kingdom and France. The aims were to regain control of the Suez Canal for the Western powers and to remove Egyptian president Gamal Abdel Nasser, who had just nationalised the canal. After the f"}]}, {"heading": "Events", "year": "1957", "date": "July 26", "txt": "Carlos Castillo Armas, dictator of Guatemala, is assassinated.", "entities": [{"title": "Carlos Castillo Armas", "href": "/wiki/Carlos_Castillo_Armas", "description": "Carlos Castillo Armas was a Guatemalan military officer and politician who was the 28th president of Guatemala, serving from 1954 to 1957 after taking power in a coup d'état. A member of the right-wing National Liberation Movement (MLN) party, his authoritarian government was closely allied with the United States."}, {"title": "Guatemala", "href": "/wiki/Guatemala", "description": "Guatemala, officially the Republic of Guatemala, is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America and has the 11th largest national populatio"}]}, {"heading": "Events", "year": "1958", "date": "July 26", "txt": "Explorer program: Explorer 4 is launched.", "entities": [{"title": "Explorer program", "href": "/wiki/Explorer_program", "description": "The Explorers Program is a United States space exploration program that provides flight opportunities for physics, geophysics, heliophysics, and astrophysics investigations from space. Launched in 1958, Explorer 1 was the first spacecraft of the United States to achieve orbit. Over 90 space missions have been launched since. Starting with Explorer 6, it has been operated by NASA, with regular coll"}]}, {"heading": "Events", "year": "1963", "date": "July 26", "txt": "Syncom 2, the world's first geosynchronous satellite, is launched from Cape Canaveral on a Delta B booster.", "entities": [{"title": "Syncom", "href": "/wiki/Syncom#Syncom_2", "description": "Syncom started as a 1961 NASA program for active geosynchronous communication satellites, all of which were developed and manufactured by the Space and Communications division of Hughes Aircraft Company. Syncom 2, launched in 1963, was the world's first geosynchronous communications satellite. Syncom 3, launched in 1964, was the world's first geostationary satellite."}, {"title": "Geosynchronous satellite", "href": "/wiki/Geosynchronous_satellite", "description": "A geosynchronous satellite is a satellite in geosynchronous orbit, with an orbital period the same as the Earth's rotation period. Such a satellite returns to the same position in the sky after each sidereal day, and over the course of a day traces out a path in the sky that is typically some form of analemma. A special case of geosynchronous satellite is the geostationary satellite, which has a g"}]}, {"heading": "Events", "year": "1963", "date": "July 26", "txt": "An earthquake in Skopje, Yugoslavia (present-day North Macedonia) leaves 1,100 dead.", "entities": [{"title": "Skopje", "href": "/wiki/Skopje", "description": "Skopje is the capital and largest city of North Macedonia. It is the country's political, cultural, economic, and academic centre."}, {"title": "Yugoslavia", "href": "/wiki/Yugoslavia", "description": "Yugoslavia was a country in Southeast Europe and Central Europe for most of the 20th century. It came into existence after World War I in 1918 under the name of the Kingdom of Serbs, Croats and Slovenes by the merger of the provisional State of Slovenes, Croats and Serbs with the Kingdom of Serbia, and constituted the first union of the South Slavic people as a sovereign state, following centuries"}, {"title": "North Macedonia", "href": "/wiki/North_Macedonia", "description": "North Macedonia, officially the Republic of North Macedonia, is a country in Southeast Europe. It gained independence in 1991 as one of the successor states of Yugoslavia. North Macedonia is a landlocked country bordering with Kosovo to the northwest, Serbia to the north, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larg"}]}, {"heading": "Events", "year": "1963", "date": "July 26", "txt": "The Organisation for Economic Co-operation and Development votes to admit Japan.", "entities": [{"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}]}, {"heading": "Events", "year": "1968", "date": "July 26", "txt": "Vietnam War: South Vietnamese opposition leader Trương Đình Dzu is sentenced to five years hard labor for advocating the formation of a coalition government as a way to move toward an end to the war.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Trương Đình Dzu", "href": "/wiki/Tr%C6%B0%C6%A1ng_%C4%90%C3%ACnh_Dzu", "description": "Trương Đình Dzu was a Vietnamese lawyer and politician who unsuccessfully ran as a candidate for the presidency in the 1967 elections against Nguyễn Văn Thiệu and his running mate Nguyễn Cao Kỳ, who were the leaders of the incumbent military junta. Dzu finished second in the election and won 17% of the vote on a platform of negotiating with the National Liberation Front for South Vietnam. Politici"}, {"title": "Penal labour", "href": "/wiki/Penal_labour#Prison_labour", "description": "Penal labour is a generic term for various kinds of unfree labour which prisoners are required to perform, typically manual labour. The work may be light or hard, depending on the context. Forms of sentence involving penal labour have included involuntary servitude, penal servitude, and imprisonment with hard labour. The term may refer to several related scenarios: labour as a form of punishment, "}, {"title": "Coalition government", "href": "/wiki/Coalition_government", "description": "A coalition government is a form of government in which political parties cooperate to form a government. The usual reason for such an arrangement is that no single party has achieved an absolute majority after an election. A coalition government might also be created in a time of national difficulty or crisis to, give a government the high degree of perceived political legitimacy or collective id"}]}, {"heading": "Events", "year": "1971", "date": "July 26", "txt": "Apollo program: Launch of Apollo 15 on the first Apollo \"J-Mission\", and first use of a Lunar Roving Vehicle.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "List of Apollo missions", "href": "/wiki/List_of_Apollo_missions#Alphabetical_mission_types", "description": "The Apollo program was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which accomplished landing the first humans on the Moon from 1969 to 1972. During the Apollo 11 mission, astronauts Neil Armstrong and Buzz Aldrin landed their Apollo Lunar Module (LM) and walked on the lunar surface, while Michael Collins remained in lu"}, {"title": "Lunar Roving Vehicle", "href": "/wiki/Lunar_Roving_Vehicle", "description": "The Lunar Roving Vehicle (LRV) is a battery-powered four-wheeled rover used on the Moon in the last three missions of the American Apollo program during 1971 and 1972. It is popularly called the Moon buggy, a play on the term dune buggy."}]}, {"heading": "Events", "year": "1974", "date": "July 26", "txt": "Greek Prime Minister Konstantinos Karamanlis forms the country's first civil government after seven years of military rule.", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}, {"title": "Konstantinos Karamanlis", "href": "/wiki/Konstantinos_Karamanlis", "description": "Konstantinos G. Karamanlis, commonly anglicised to Constantine Karamanlis or just Caramanlis, was a four-time Prime Minister and twice President of the Third Hellenic Republic, and a towering figure of Greek politics, whose political career spanned much of the latter half of the 20th century."}, {"title": "Greek military junta of 1967–74", "href": "/wiki/Greek_military_junta_of_1967%E2%80%9374", "description": "The Greek junta or Regime of the Colonels was a far-right military junta that ruled Greece from 1967 to 1974. On 21 April 1967, a group of colonels overthrew the caretaker government a month before scheduled elections which Georgios Papandreou's Centre Union was favoured to win. The dictatorship was characterised by right-wing cultural policies, restrictions on civil liberties, and the imprisonmen"}]}, {"heading": "Events", "year": "1977", "date": "July 26", "txt": "The National Assembly of Quebec imposes the use of French as the official language of the provincial government.", "entities": [{"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}]}, {"heading": "Events", "year": "1989", "date": "July 26", "txt": "A federal grand jury indicts Cornell University student Robert T. Morris, Jr. for releasing the Morris worm, thus becoming the first person to be prosecuted under the 1986 Computer Fraud and Abuse Act.", "entities": [{"title": "Grand jury", "href": "/wiki/Grand_jury", "description": "A grand jury is a jury—a group of citizens—empowered by law to conduct legal proceedings, investigate potential criminal conduct, and determine whether criminal charges should be brought. A grand jury may subpoena physical evidence or a person to testify. A grand jury is separate from the courts, which do not preside over its functioning."}, {"title": "Cornell University", "href": "/wiki/Cornell_University", "description": "Cornell University is a private, statutory, Ivy League and land-grant research university in Ithaca, New York. Founded in 1865 by Ezra Cornell and Andrew Dickson White, the university was intended to teach and make contributions in all fields of knowledge—from the classics to the sciences, and from the theoretical to the applied. These ideals, unconventional for the time, are captured in Cornell's"}, {"title": "Robert Tappan Morris", "href": "/wiki/Robert_Tappan_Morris", "description": "Robert Tappan Morris is an American computer scientist and entrepreneur. He is best known for creating the Morris worm in 1988, considered the first computer worm on the Internet."}, {"title": "Morris worm", "href": "/wiki/Morris_worm", "description": "The Morris worm or Internet worm of November 2, 1988, was one of the first computer worms distributed via the Internet, and the first to gain significant mainstream media attention. It also resulted in the first felony conviction in the US under the 1986 Computer Fraud and Abuse Act. It was written by a graduate student at Cornell University, Robert Tappan Morris, and launched on November 2, 1988,"}, {"title": "Computer Fraud and Abuse Act", "href": "/wiki/Computer_Fraud_and_Abuse_Act", "description": "The Computer Fraud and Abuse Act (CFAA) is a United States cybersecurity bill that was enacted in 1986 as an amendment to existing computer fraud law, which had been included in the Comprehensive Crime Control Act of 1984. The law prohibits accessing a computer without authorization, or in excess of authorization. Prior to computer-specific criminal laws, computer crimes were prosecuted as mail an"}]}, {"heading": "Events", "year": "1990", "date": "July 26", "txt": "The Americans with Disabilities Act of 1990 is signed into law by President George H.W. Bush.", "entities": [{"title": "Americans with Disabilities Act of 1990", "href": "/wiki/Americans_with_Disabilities_Act_of_1990", "description": "The Americans with Disabilities Act of 1990 or ADA is a civil rights law that prohibits discrimination based on disability. It affords similar protections against discrimination to Americans with disabilities as the Civil Rights Act of 1964, which made discrimination based on race, religion, sex, national origin, and other characteristics illegal, and later sexual orientation. In addition, unlike "}, {"title": "George H.W. Bush", "href": "/wiki/George_H.W._Bush", "description": "George Herbert Walker Bush was an American politician, diplomat and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, Bush also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence."}]}, {"heading": "Events", "year": "1993", "date": "July 26", "txt": "Asiana Airlines Flight 733 crashes into a ridge on Mt. Ungeo on its third attempt to land at Mokpo Airport, South Korea. Sixty-eight of the 116 people onboard are killed.", "entities": [{"title": "Asiana Airlines Flight 733", "href": "/wiki/Asiana_Airlines_Flight_733", "description": "Asiana Airlines Flight 733 was a domestic Asiana Airlines passenger flight from Seoul-Gimpo International Airport to Mokpo Airport (MPK), South Korea. The Boeing 737 crashed on July 26, 1993, in the Hwawon area of Haenam County, South Jeolla Province. The cause of the accident was determined to be pilot error leading to controlled flight into terrain. 68 of the 116 passengers and crew on board wer"}, {"title": "Mokpo Airport", "href": "/wiki/Mokpo_Airport", "description": "Mokpo Air Base is an air base in Mokpo, South Korea. In 2006, 16,909 passengers utilized the airport. This airport was closed when the nearby Muan International Airport opened in November 2007."}, {"title": "South Korea", "href": "/wiki/South_Korea", "description": "South Korea, officially the Republic of Korea (ROK), is a country in East Asia, constituting the southern part of the Korean Peninsula, and sharing a land border with North Korea. 25 million people, around half of the country's population of 51 million, live in the Seoul Capital Area, the fifth-largest metropolitan area in the world."}]}, {"heading": "Events", "year": "1999", "date": "July 26", "txt": "Kargil conflict officially comes to an end. The Indian Army announces the complete eviction of Pakistani intruders.", "entities": [{"title": "Kargil War", "href": "/wiki/Kargil_War", "description": "The Kargil War, also known as the Kargil conflict, was an armed conflict fought between India and Pakistan from May to July 1999 in the Kargil district of Kashmir and elsewhere along the Line of Control (LoC). In India, the conflict is also referred to as Operation Vijay, which was the name of the Indian military operation to clear out the Kargil sector. The Indian Air Force's role in acting joint"}]}, {"heading": "Events", "year": "2005", "date": "July 26", "txt": "Space Shuttle program: STS-114 Mission: Launch of Discovery, NASA's first scheduled flight mission after the Columbia Disaster in 2003.", "entities": [{"title": "Space Shuttle program", "href": "/wiki/Space_Shuttle_program", "description": "The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for de"}, {"title": "STS-114", "href": "/wiki/STS-114", "description": "STS-114 was the first \"Return to Flight\" Space Shuttle mission following the Space Shuttle Columbia disaster. Discovery launched at 10:39 EDT, 26 July 2005. The launch, 907 days after the loss of Columbia, was approved despite unresolved fuel sensor anomalies in the external tank that had prevented the shuttle from launching on 13 July, its originally scheduled date."}, {"title": "Space Shuttle Discovery", "href": "/wiki/Space_Shuttle_Discovery", "description": "Space Shuttle Discovery is one of the orbiters from NASA's Space Shuttle program and the third of five fully operational orbiters to be built. Its first mission, STS-41-D, flew from August 30 to September 5, 1984. Over 27 years of service it launched and landed 39 times, aggregating more spaceflights than any other spacecraft to date. The Space Shuttle launch vehicle has three main components: the"}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Space Shuttle Columbia disaster", "href": "/wiki/Space_Shuttle_Columbia_disaster", "description": "The Space Shuttle Columbia disaster was a fatal incident in the United States space program that occurred on February 1, 2003, when the Space Shuttle Columbia (OV-102) disintegrated as it reentered the atmosphere, killing all seven crew members. The disaster was the second fatal accident in the Space Shuttle program, after the 1986 breakup of Challenger soon after liftoff."}, {"title": "2003", "href": "/wiki/2003", "description": "2003 (MMIII) was a common year starting on Wednesday of the Gregorian calendar, the 2003rd year of the Common Era (CE) and Anno Domini (AD) designations, the 3rd year of the 3rd millennium, the 3rd year of the 21st century, and the 4th year of the 2000s decade. "}]}, {"heading": "Events", "year": "2005", "date": "July 26", "txt": "Mumbai, India receives 99.5cm of rain (39.17 inches) within 24 hours, resulting in floods killing over 5,000 people.", "entities": [{"title": "Maharashtra floods of 2005", "href": "/wiki/Maharashtra_floods_of_2005", "description": "The 2005 Maharashtra floods impacted many parts of the Indian state of Maharashtra including large areas of the metropolis Mumbai, a city located on the coast of the Arabian Sea, on the Western coast of India, in which approximately 1,094 people died. It occurred just one month after the June 2005 Gujarat floods. The term 26 July, is used to refer to the day when the city of Mumbai came to a stand"}]}, {"heading": "Events", "year": "2008", "date": "July 26", "txt": "Fifty-six people are killed and over 200 people are injured, in the Ahmedabad bombings in India.", "entities": [{"title": "2008 Ahmedabad bombings", "href": "/wiki/2008_Ahmedabad_bombings", "description": "The 2008 Ahmedabad bombings were a series of 21 bomb blasts that hit Ahmedabad, India, on 26 July 2008, within a span of 70 minutes. Fifty-six people were killed and over 200 people were injured. Ahmedabad is the cultural and commercial heart of Gujarat state, and a large part of western India. The blasts were considered to be of low intensity, and were similar to the Bangalore blasts, Karnataka w"}]}, {"heading": "Events", "year": "2009", "date": "July 26", "txt": "The militant Nigerian Islamist group Boko Haram attacks a police station in Bauchi, leading to reprisals by the Nigeria Police Force and four days of violence across multiple cities.", "entities": [{"title": "Nigeria", "href": "/wiki/Nigeria", "description": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its southern coast is on the Gulf of Guinea in the Atlantic Ocean. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. Lagos, one of the largest me"}, {"title": "Islamism", "href": "/wiki/Islamism", "description": "Islamism refers to a \"broad set of political ideologies that utilize and draw inspiration from Islamic symbols and traditions in pursuit of a sociopolitical objective.\""}, {"title": "Boko Haram", "href": "/wiki/Boko_Haram", "description": "Boko Haram, officially known as Jamā'at Ahl as-Sunnah lid-Da'wah wa'l-Jihād, and Wilāyat Garb Ifrīqīyā, meaning \"West African Province\", is a jihadist terrorist organization based in northeastern Nigeria, which is also active in Chad, Niger and northern Cameroon."}, {"title": "Bauchi", "href": "/wiki/Bauchi", "description": "Bauchi is a city in northeast Nigeria, the capital of Bauchi State, of the Bauchi Local Government Area within that State, and of the traditional Bauchi Emirate. It is located on the northern edge of the Jos Plateau, at an elevation of 616 m. The Local Government Area covers an area of 3,687 km2 and had a population of 493,810 at the time of the 2006"}, {"title": "Nigeria Police Force", "href": "/wiki/Nigeria_Police_Force", "description": "The Nigeria Police is the principal law enforcement and the lead security agency in Nigeria with a staff strength of about 371,800. There are currently plans to increase the force to 650,000, adding 280,000 new recruits to the existing 370,000. The NPF is a very large organisation consisting of 36 State commands grouped into 12 zones and 7 administrative organs. The agency is currently headed by I"}, {"title": "2009 Boko Haram Uprising", "href": "/wiki/2009_Boko_Haram_Uprising", "description": "The 2009 Boko Haram uprising was a conflict between Boko Haram, a militant Islamist group, and Nigerian security forces. Violence across several states in northeastern Nigeria resulted in more than 1,000 dead, with around 700 killed in the city of Maiduguri alone, according to one military official."}]}, {"heading": "Events", "year": "2016", "date": "July 26", "txt": "The Sagamihara stabbings occur in Kanagawa Prefecture in Japan. Nineteen people are killed.", "entities": [{"title": "Sagamihara stabbings", "href": "/wiki/Sagamihara_stabbings", "description": "The Sagamihara stabbings were committed on 26 July 2016 in Midori Ward, Sagamihara, Kanagawa, Japan. Nineteen people were killed and twenty-six others were injured, thirteen severely, at a care home for disabled people. The suspect was a 26-year-old man, identified as Satoshi Uematsu , a former employee of the care facility. Uematsu surrendered at a nearby police station with a bag of knives and w"}, {"title": "Kanagawa Prefecture", "href": "/wiki/Kanagawa_Prefecture", "description": "Kanagawa Prefecture  is a prefecture of Japan located in the Kantō region of Honshu. Kanagawa Prefecture is the second-most populous prefecture of Japan at 9,058,094 and has a geographic area of 2,415 km2 (932 sq mi). Kanagawa Prefecture borders Tokyo to the north, Yamanashi Prefecture to the northwest and Shizuoka Prefecture to the west."}]}, {"heading": "Events", "year": "2016", "date": "July 26", "txt": "Hillary Clinton becomes the first female nominee for President of the United States by a major political party at the Democratic National Convention in Philadelphia.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Democratic National Convention", "href": "/wiki/Democratic_National_Convention", "description": "The Democratic National Convention (DNC) is a series of presidential nominating conventions held every four years since 1832 by the United States Democratic Party. They have been administered by the Democratic National Committee since the 1852 national convention. The primary goal of the Democratic National Convention is to officially nominate a candidate for president and vice president, adopt a "}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "2016", "date": "July 26", "txt": "Solar Impulse 2 becomes the first solar-powered aircraft to circumnavigate the Earth.", "entities": [{"title": "Earth", "href": "/wiki/Earth", "description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. About 29.2% of Earth's surface is land consisting of continents and islands. The remaining 70.8% is covered with water, mostly by oceans, seas, gulfs, and other salt-water bodies, but also by lakes, rivers, and other fresh water, which together constitute the hydrosphere. Much of Earth's polar regions are"}]}, {"heading": "Births", "year": "1030", "date": "July 26", "txt": "Stanislaus of Szczepanów, Polish bishop and saint (d. 1079)", "entities": [{"title": "Stanislaus of Szczepanów", "href": "/wiki/Stanislaus_of_Szczepan%C3%B3w", "description": "Stanislaus of Szczepanów, or Stanisław Szczepanowski, was a Bishop of Kraków known chiefly for having been martyred by the Polish king Bolesław II the Generous. Stanislaus is venerated in the Roman Catholic Church as Saint Stanislaus the Martyr."}]}, {"heading": "Births", "year": "1308", "date": "July 26", "txt": "Stefan Dušan, emperor of Serbia  (d. 1355)", "entities": [{"title": "Stefan Dušan", "href": "/wiki/Stefan_Du%C5%A1an", "description": "Stefan Uroš IV Dušan, known as Dušan the Mighty, was the King of Serbia from 8 September 1331 and Tsar and autocrat of the Serbs and Greeks from 16 April 1346 until his death. Dušan conquered a large part of southeast Europe, becoming one of the most powerful monarchs of the era. Under Dušan's rule, Serbia was the major power in the Balkans, and an Eastern Orthodox multi-ethnic and multi-lingual e"}]}, {"heading": "Births", "year": "1400", "date": "July 26", "txt": "Isabel le Despenser, Countess of Worcester, English noble (d. 1439)", "entities": [{"title": "Isabel le Despenser, Countess of Worcester", "href": "/wiki/Isabel_le_Despenser,_Countess_of_Worcester", "description": "Isabel le Despenser, Countess of Worcester and Warwick, LG was the posthumous daughter and eventually the sole heiress of Thomas le Despenser, 1st Earl of Gloucester by his wife, Constance of York, daughter of Edmund of Langley. She was born six months after her father had been beheaded for plotting against King Henry IV of England (1399–1413)."}]}, {"heading": "Births", "year": "1502", "date": "July 26", "txt": "Christian Egenolff, German printer (d. 1555)", "entities": [{"title": "Christian Egenolff", "href": "/wiki/Christian_Egenolff", "description": "Christian Egenolff or Egenolph, also known as Christian Egenolff, the Elder, was the first important printer and publisher operating from Frankfurt-am-Main, and best known for his Kräuterbuch and re-issue of books by Adam Ries, Erasmus von Rotterdam and Ulrich von Hutten."}]}, {"heading": "Births", "year": "1678", "date": "July 26", "txt": "Joseph I, Holy Roman Emperor (d. 1711)", "entities": [{"title": "Joseph I, Holy Roman Emperor", "href": "/wiki/Joseph_I,_Holy_Roman_Emperor", "description": "Joseph I was Holy Roman Emperor and ruler of the Austrian Habsburg Monarchy from 1705 until his death in 1711. He was the eldest son of Emperor Leopold I from his third wife, Eleonor Magdalene of Neuburg. Joseph was crowned King of Hungary at the age of nine in 1687 and King in Germany at the age of eleven in 1690. He succeeded to the thrones of Bohemia and the Holy Roman Empire when his father di"}]}, {"heading": "Births", "year": "1711", "date": "July 26", "txt": "Lorenz Christoph Mizler, German physician, mathematician, and historian (d. 1778)", "entities": [{"title": "Lorenz Christoph Mizler", "href": "/wiki/Lorenz_Christoph_Mizler", "description": "Lorenz Christoph Mizler von Kolof was a German physician, historian, printer, mathematician, Baroque music composer, and precursor of the Polish Enlightenment."}]}, {"heading": "Births", "year": "1739", "date": "July 26", "txt": "George Clinton, American general and politician, 4th Vice President of the United States (d. 1812)", "entities": [{"title": "George Clinton (vice president)", "href": "/wiki/George_Clinton_(vice_president)", "description": "George Clinton was an American soldier and statesman, considered one of the Founding Fathers of the United States. A prominent Democratic-Republican, Clinton served as the fourth vice president of the United States from 1805 until his death in 1812. He also served as governor of New York from 1777 to 1795 and from 1801 to 1804. Along with John C. Calhoun, he is one of two vice presidents to hold o"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1782", "date": "July 26", "txt": "John Field, Irish pianist and composer (d. 1837)", "entities": [{"title": "John Field (composer)", "href": "/wiki/John_Field_(composer)", "description": "John Field was an Irish pianist, composer, and teacher. Field is best known as the inventor of the nocturne, but there is evidence to suggest that this is a posthumous accolade. He is mentioned in passing in War and Peace when Countess Rostova calls on the Rostov household musician to play her favourite nocturne."}]}, {"heading": "Births", "year": "1791", "date": "July 26", "txt": "Franz Xaver Wolfgang Mozart, Austrian pianist, composer, and conductor (d. 1844)", "entities": [{"title": "Franz Xaver Wolfgang Mozart", "href": "/wiki/Franz_Xaver_Wolfgang_Mozart", "description": "Franz Xaver Wolfgang Mozart, also known as Wolfgang Amadeus Mozart, Jr., was the youngest child of six born to Wolfgang Amadeus Mozart and his wife Constanze. He was the younger of his parents' two surviving children. He was a composer, pianist, conductor, and teacher of the late classical period whose musical style was of an early Romanticism, heavily influenced by his father's mature style."}]}, {"heading": "Births", "year": "1796", "date": "July 26", "txt": "George Catlin, American painter, author, and traveler (d. 1872)", "entities": [{"title": "George Catlin", "href": "/wiki/George_Catlin", "description": "George Catlin was an American lawyer, painter, author, and traveler, who specialized in portraits of Native Americans in the Old West."}]}, {"heading": "Births", "year": "1802", "date": "July 26", "txt": "Mariano Arista, Mexican general and politician, 42nd President of Mexico (d. 1855)", "entities": [{"title": "Mariano Arista", "href": "/wiki/Mariano_Arista", "description": "José Mariano Martín Buenaventura Ignacio Nepomuceno García de Arista Nuez was a noted veteran of many of Mexico's nineteenth-century wars. He served as president of Mexico from 15 January 1851 to 6 January 1853. He was the first president of Mexico to be born in the 19th century."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1819", "date": "July 26", "txt": "Justin Holland, American guitarist and educator (d. 1887)", "entities": [{"title": "Justin Holland", "href": "/wiki/Justin_Holland", "description": "Justin Holland was an American classical guitarist, a music teacher, a community leader, a black man who worked with white people to help slaves on the Underground Railroad, and an activist for equal rights for African Americans."}]}, {"heading": "Births", "year": "1829", "date": "July 26", "txt": "Auguste Beernaert, Belgian politician, 14th Prime Minister of Belgium, Nobel Prize laureate (d. 1912)", "entities": [{"title": "Auguste Beernaert", "href": "/wiki/Auguste_Beernaert", "description": "Auguste Marie François Beernaert was the Prime Minister of Belgium from October 1884 to March 1894, and the 1909 Nobel Peace Prize laureate."}, {"title": "Prime Minister of Belgium", "href": "/wiki/Prime_Minister_of_Belgium", "description": "The Prime Minister of Belgium or the Premier of Belgium is the head of the federal government of Belgium, and the most powerful person in Belgian politics."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1841", "date": "July 26", "txt": "Carl Robert Jakobson, Estonian journalist and politician (d. 1882)", "entities": [{"title": "Carl Robert Jakobson", "href": "/wiki/Carl_Robert_Jakobson", "description": "Carl Robert Jakobson was an Estonian writer, politician and teacher active in the Governorate of Livonia, Russian Empire. He was one of the most important persons of the Estonian national awakening in the second half of the 19th century."}]}, {"heading": "Births", "year": "1842", "date": "July 26", "txt": "Alfred Marshall, English economist and academic (d. 1924)", "entities": [{"title": "Alfred Marshall", "href": "/wiki/Alfred_Marshall", "description": "Alfred Marshall was an English economist, who was one of the most influential economists of his time. His book, Principles of Economics (1890), was the dominant economic textbook in England for many years. It brings the ideas of supply and demand, marginal utility, and costs of production into a coherent whole. He is known as one of the founders of neoclassical economics."}]}, {"heading": "Births", "year": "1844", "date": "July 26", "txt": "Stefan Drzewiecki, Ukrainian-Polish engineer and journalist (d. 1938)", "entities": [{"title": "Stefan Drzewiecki", "href": "/wiki/Stefan_Drzewiecki", "description": "Stefan Drzewiecki was a Polish scientist, journalist, engineer, constructor and inventor, working in France and the Russian Empire. He built the first submarine in the world with electric battery-powered propulsion (1884)."}]}, {"heading": "Births", "year": "1853", "date": "July 26", "txt": "Philip Cowen, American Jewish publisher and author (d. 1943)", "entities": [{"title": "Philip Cowen", "href": "/wiki/Philip_Cowen", "description": "Philip Cowen was an American Jewish publisher and author, best known for being the founder of the weekly magazine The American Hebrew."}]}, {"heading": "Births", "year": "1854", "date": "July 26", "txt": "Philippe Gaucher, French dermatologist and academic (d. 1918)", "entities": [{"title": "Philippe Gaucher", "href": "/wiki/Philippe_Gaucher", "description": "Philippe Charles Ernest Gaucher was a French dermatologist born in the department of Nièvre."}]}, {"heading": "Births", "year": "1855", "date": "July 26", "txt": "Ferdinand Tönnies, German sociologist and philosopher (d. 1936)", "entities": [{"title": "Ferdinand Tönnies", "href": "/wiki/Ferdinand_T%C3%B6nnies", "description": "Ferdinand Tönnies was a German sociologist, economist, and philosopher. He was a major contributor to sociological theory and field studies, best known for his distinction between two types of social groups, Gemeinschaft and Gesellschaft. He co-founded the German Society for Sociology together with Max Weber and Georg Simmel and many other founders. He was president of the society from 1909 to 193"}]}, {"heading": "Births", "year": "1856", "date": "July 26", "txt": "George Bernard Shaw, Irish playwright and critic, Nobel Prize laureate (d. 1950)", "entities": [{"title": "George Bernard Shaw", "href": "/wiki/George_Bernard_Shaw", "description": "George Bernard Shaw, known at his insistence simply as Bernard Shaw, was an Irish playwright, critic, polemicist and political activist. His influence on Western theatre, culture and politics extended from the 1880s to his death and beyond. He wrote more than sixty plays, including major works such as Man and Superman (1902), Pygmalion (1912) and Saint Joan (1923). With a range incorporating both "}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1858", "date": "July 26", "txt": "Tom Garrett, Australian cricketer and lawyer (d. 1943)", "entities": [{"title": "Tom Garrett", "href": "/wiki/Tom_Garrett", "description": "Thomas William Garrett was an early Australian Test cricketer and, later, a distinguished public servant."}]}, {"heading": "Births", "year": "1863", "date": "July 26", "txt": "Jāzeps Vītols, Latvian composer (d. 1948)", "entities": [{"title": "Jāzeps Vītols", "href": "/wiki/J%C4%81zeps_V%C4%ABtols", "description": "Jāzeps Vītols was a Latvian composer, pedagogue and music critic. He is considered one of the fathers of Latvian classical music."}]}, {"heading": "Births", "year": "1865", "date": "July 26", "txt": "Philipp Scheidemann, German journalist and politician, 10th Chancellor of Germany (d. 1939)", "entities": [{"title": "Philipp Scheidemann", "href": "/wiki/Philipp_Scheidemann", "description": "Philipp Heinrich Scheidemann was a German politician of the Social Democratic Party of Germany (SPD). On 9 November 1918, in the midst of the German Revolution of 1918–19, he proclaimed Germany a republic. Later, beginning in the early part of the following year, he became the second head of government of the Weimar Republic, acting in this post for 127 days."}, {"title": "Chancellor of Germany", "href": "/wiki/Chancellor_of_Germany", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Births", "year": "1865", "date": "July 26", "txt": "Rajanikanta Sen, Indian poet and composer (d. 1910)", "entities": []}, {"heading": "Births", "year": "1874", "date": "July 26", "txt": "Serge Koussevitzky, Russian-American bassist, composer, and conductor (d. 1951)", "entities": [{"title": "Serge Koussevitzky", "href": "/wiki/Serge_Koussevitzky", "description": "Serge Alexandrovich Koussevitzky was a Russian-born conductor, composer and double-bassist, known for his long tenure as music director of the Boston Symphony Orchestra from 1924 to 1949."}]}, {"heading": "Births", "year": "1875", "date": "July 26", "txt": "Carl Jung, Swiss psychiatrist and psychotherapist (d. 1961)", "entities": [{"title": "Carl Jung", "href": "/wiki/Carl_Jung", "description": "Carl Gustav Jung, was a Swiss psychiatrist and psychoanalyst who founded analytical psychology. Jung's work has been influential in the fields of psychiatry, anthropology, archaeology, literature, philosophy and religious studies. Jung worked as a research scientist at the famous Burghölzli hospital, under Eugen Bleuler. During this time, he came to the attention of Sigmund Freud, the founder of p"}]}, {"heading": "Births", "year": "1875", "date": "July 26", "txt": "Ernesta Di Capua, Italian botanist and explorer (d. 1943)", "entities": []}, {"heading": "Births", "year": "1875", "date": "July 26", "txt": "Antonio Machado, Spanish poet and academic (d. 1939)", "entities": []}, {"heading": "Births", "year": "1877", "date": "July 26", "txt": "Jesse Lauriston Livermore, American investor and security analyst, \"Great Bear of Wall Street\" (d. 1940)", "entities": []}, {"heading": "Births", "year": "1878", "date": "July 26", "txt": "Ernst Hoppenberg, German swimmer and water polo player (d. 1937)", "entities": [{"title": "Ernst Hoppenberg", "href": "/wiki/Ernst_Hoppenberg", "description": "Ernst Hoppenberg was a German swimmer and water polo player who competed in the late 19th century and early 20th century in the 200 metre events. He participated in Swimming at the 1900 Summer Olympics in Paris and won two gold medals in the 200 metre backstroke and 200 m team race for Germany."}]}, {"heading": "Births", "year": "1879", "date": "July 26", "txt": "Shunroku Hata, Japanese field marshal and politician, 48th Japanese Minister of War (d. 1962)", "entities": [{"title": "Shunroku Hata", "href": "/wiki/Shunroku_Hata", "description": " Shunroku Hata  was a Field Marshal (Gensui) in the Imperial Japanese Army during World War II. He was the last surviving Japanese military officer with a marshal's rank. Hata was convicted of war crimes and sentenced to life imprisonment in 1948, but was paroled in 1954."}, {"title": "Ministry of War of Japan", "href": "/wiki/Ministry_of_War_of_Japan", "description": "The Army Ministry , also known as the Ministry of War, was the cabinet-level ministry in the Empire of Japan charged with the administrative affairs of the Imperial Japanese Army (IJA). It existed from 1872 to 1945."}]}, {"heading": "Births", "year": "1880", "date": "July 26", "txt": "Volodymyr Vynnychenko, Ukrainian playwright and politician, 1st Prime Minister of Ukrainian People's Republic (d. 1951)", "entities": [{"title": "Volodymyr Vynnychenko", "href": "/wiki/Volodymyr_Vynnychenko", "description": "Volodymyr Kyrylovych Vynnychenko was a Ukrainian statesman, political activist, writer, playwright, artist, who served as the first Prime Minister of Ukraine."}, {"title": "List of Prime Ministers of Ukraine", "href": "/wiki/List_of_Prime_Ministers_of_Ukraine", "description": "The Prime Minister of Ukraine is Ukraine's head of government presiding over the Cabinet of Ministers of Ukraine, which is the highest body of the executive branch of the Ukrainian government."}]}, {"heading": "Births", "year": "1882", "date": "July 26", "txt": "Albert Dunstan, Australian politician, 33rd Premier of Victoria (d. 1950)", "entities": [{"title": "Albert Dunstan", "href": "/wiki/Albert_Dunstan", "description": "Sir Albert Arthur Dunstan, KCMG was an Australian politician. A member of the Country Party, Dunstan was the 33rd premier of Victoria. His term as premier was the second-longest in the state's history, behind Sir Henry Bolte. Dunstan, who was premier from 2 April 1935 to 14 September 1943, and again from 18 September 1943 to 2 October 1945, was the first premier of Victoria to hold that office as "}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1885", "date": "July 26", "txt": "Roy Castleton, American Major League Baseball player (d.1967) ", "entities": [{"title": "Roy Castleton", "href": "/wiki/Roy_Castleton", "description": "Royal Eugene Castleton was a relief pitcher for the New York Highlanders and Cincinnati Reds. The first native of the state of Utah and the first Mormon to play in the major leagues, Castleton made his debut with the Highlanders on April 16, 1907, and played his final game with the Reds on May 29, 1910."}]}, {"heading": "Births", "year": "1885", "date": "July 26", "txt": "André Maurois, French soldier and author (d. 1967)", "entities": []}, {"heading": "Births", "year": "1886", "date": "July 26", "txt": "Lars Hanson, Swedish actor (d. 1965)", "entities": [{"title": "Lars Hanson", "href": "/wiki/Lars_Hanson", "description": "Lars Mauritz Hanson was a Swedish film and stage actor, internationally mostly remembered for his motion picture roles during the silent film era."}]}, {"heading": "Births", "year": "1888", "date": "July 26", "txt": "Reginald Hands, South African cricketer and rugby player (d. 1918)", "entities": [{"title": "Reginald Hands", "href": "/wiki/Reginald_Hands", "description": "Reginald Harry Myburgh Hands was a South African cricketer who played in one Test match in February 1914. He died in France as a result of injuries sustained on the Western Front during the First World War. His death was an indirect cause of the tradition of the two-minute silence, instigated by his father Sir Harry Hands when Mayor of Cape Town."}]}, {"heading": "Births", "year": "1890", "date": "July 26", "txt": "Daniel J. Callaghan, American admiral, Medal of Honor recipient (d. 1942)", "entities": [{"title": "Daniel J. Callaghan", "href": "/wiki/Daniel_J._Callaghan", "description": "Daniel Judson Callaghan was a United States Navy officer who received the Medal of Honor posthumously for his actions during the Naval Battle of Guadalcanal. In a career spanning three decades, he served his country in two wars. Callaghan served on several ships during his first 20 years of service, including escort duties during World War I, and also filled some shore-based administrative roles. "}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1892", "date": "July 26", "txt": "Sad Sam Jones, American baseball player and manager (d. 1966)", "entities": [{"title": "Sad Sam Jones", "href": "/wiki/Sad_Sam_Jones", "description": "Samuel Pond \"Sad Sam\" Jones was an American Major League Baseball pitcher with the Cleveland Indians, Boston Red Sox, New York Yankees, St. Louis Browns, Washington Senators and the Chicago White Sox between 1914 and 1935. Jones batted and threw right-handed. His sharp breaking curveball also earned him the nickname \"Horsewhips Sam\"."}]}, {"heading": "Births", "year": "1893", "date": "July 26", "txt": "George Grosz, German painter and illustrator (d. 1959)", "entities": [{"title": "George Grosz", "href": "/wiki/George_Grosz", "description": "George Grosz was a German artist known especially for his caricatural drawings and paintings of Berlin life in the 1920s. He was a prominent member of the Berlin Dada and New Objectivity groups during the Weimar Republic. He immigrated to the United States in 1933, and became a naturalized citizen in 1938. Abandoning the style and subject matter of his earlier work, he exhibited regularly and taug"}]}, {"heading": "Births", "year": "1894", "date": "July 26", "txt": "Aldous Huxley, English novelist and philosopher (d. 1963)", "entities": [{"title": "Aldous Huxley", "href": "/wiki/Aldous_Huxley", "description": "Aldous Leonard Huxley was an English writer and philosopher. He wrote nearly 50 books—both novels and non-fiction works—as well as wide-ranging essays, narratives, and poems."}]}, {"heading": "Births", "year": "1895", "date": "July 26", "txt": "Gracie Allen, American actress and comedian (d. 1964)", "entities": [{"title": "Gracie Allen", "href": "/wiki/Gracie_Allen", "description": "Grace Ethel Cecile Rosalie Allen was an American vaudevillian and comedian who became internationally famous as the zany partner and comic foil of husband George Burns, her straight man, appearing with her on radio, television, and film as the duo Burns and Allen."}]}, {"heading": "Births", "year": "1896", "date": "July 26", "txt": "Tim Birkin, English soldier and race car driver (d. 1933)", "entities": [{"title": "Tim Birkin", "href": "/wiki/Tim_Birkin", "description": "Sir Henry Ralph Stanley \"Tim\" Birkin, 3rd Baronet was a British racing driver, one of the \"Bentley Boys\" of the 1920s."}]}, {"heading": "Births", "year": "1897", "date": "July 26", "txt": "Harold D. Cooley, American lawyer and politician (d. 1974)", "entities": [{"title": "Harold D. Cooley", "href": "/wiki/Harold_D._Cooley", "description": "Harold Dunbar Cooley was an American politician of the Democratic Party. He represented the Fourth Congressional district of North Carolina from 1934 to 1966."}]}, {"heading": "Births", "year": "1897", "date": "July 26", "txt": "Paul Gallico, American journalist and author (d. 1976)", "entities": []}, {"heading": "Births", "year": "1900", "date": "July 26", "txt": "Sarah Kafrit, Israeli politician and teacher (d. 1983)", "entities": [{"title": "Sarah Kafrit", "href": "/wiki/Sarah_Kafrit", "description": "Sarah Kafrit was an Israeli politician who served as a member of the Knesset for Mapai between 1951 and 1959."}]}, {"heading": "Births", "year": "1903", "date": "July 26", "txt": "Estes Kefauver, American lawyer and politician (d. 1963)", "entities": [{"title": "Estes Kefauver", "href": "/wiki/Estes_Kefauver", "description": "Carey Estes Kefauver was an American politician from Tennessee. A member of the Democratic Party, he served in the U.S. House of Representatives from 1939 to 1949 and in the Senate from 1949 until his death in 1963."}]}, {"heading": "Births", "year": "1904", "date": "July 26", "txt": "Edwin Albert Link, American industrialist and entrepreneur, invented the flight simulator (d. 1981)", "entities": [{"title": "Edwin Albert Link", "href": "/wiki/Edwin_Albert_Link", "description": "Edwin Albert Link was an American inventor, entrepreneur and pioneer in aviation, underwater archaeology, and submersibles. He invented the flight simulator, which was called the \"Blue Box\" or \"Link Trainer\". It was commercialized in 1929, starting a now multibillion-dollar industry. In total, he obtained more than 27 patents for aeronautics, navigation and oceanographic equipment."}, {"title": "Flight simulator", "href": "/wiki/Flight_simulator", "description": "A flight simulator is a device that artificially re-creates aircraft flight and the environment in which it flies, for pilot training, design, or other purposes. It includes replicating the equations that govern how aircraft fly, how they react to applications of flight controls, the effects of other aircraft systems, and how the aircraft reacts to external factors such as air density, turbulence,"}]}, {"heading": "Births", "year": "1906", "date": "July 26", "txt": "Irena Iłłakowicz, German-Polish lieutenant (d. 1943)", "entities": [{"title": "Irena Iłłakowicz", "href": "/wiki/Irena_I%C5%82%C5%82akowicz", "description": "Irena Morzycka-Iłłakowicz was a Polish second Lieutenant of the National Armed Forces and intelligence agent. The daughter of Bolesław Morzycki and Władysława Zakrzewska and the sister of Jerzy, she was also a polyglot who spoke seven languages: Polish, French, English, Persian, Finnish, German and Russian."}]}, {"heading": "Births", "year": "1908", "date": "July 26", "txt": "Lucien Wercollier, Luxembourger sculptor (d. 2002)", "entities": [{"title": "Lucien Wercollier", "href": "/wiki/Lucien_Wercollier", "description": "Lucien Wercollier was a sculptor from Luxembourg."}]}, {"heading": "Births", "year": "1909", "date": "July 26", "txt": "Peter Thorneycroft, Baron Thorneycroft, English lawyer and politician, Chancellor of the Exchequer (d. 1994)", "entities": [{"title": "Peter Thorneycroft, Baron Thorneycroft", "href": "/wiki/Peter_Thorneycroft,_Baron_Thorneycroft", "description": "George Edward Peter Thorneycroft, Baron Thorneycroft, was a British Conservative Party politician. He served as Chancellor of the Exchequer between 1957 and 1958."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1909", "date": "July 26", "txt": "Vivian Vance, American actress and singer (d. 1979)", "entities": []}, {"heading": "Births", "year": "1913", "date": "July 26", "txt": "Kan Yuet-keung, Hong Kong banker, lawyer, and politician (d. 2012)", "entities": [{"title": "Kan Yuet-keung", "href": "/wiki/Kan_Yuet-keung", "description": "Sir Yuet-keung Kan was a Hong Kong banker, politician and lawyer who was successively appointed Senior Unofficial Member of the Legislative Council and Executive Council in the 1960s and 1970s. He also served as chairman of the Bank of East Asia for 20 years."}]}, {"heading": "Births", "year": "1914", "date": "July 26", "txt": "C. Farris Bryant, American soldier, lawyer, and politician, 34th Governor of Florida (d. 2002)", "entities": [{"title": "C. Farris Bryant", "href": "/wiki/C._Farris_Bryant", "description": "Cecil Farris Bryant was the 34th Governor of Florida. He also served on the United States National Security Council and in the Office of Emergency Planning during the administration of President Lyndon B. Johnson."}, {"title": "List of Governors of Florida", "href": "/wiki/List_of_Governors_of_Florida", "description": "The governor of Florida is the head of the executive branch of Florida's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws and the power to either approve or veto bills passed by the Florida Legislature, convene the legislature and grant pardons, except in cases of impeachment."}]}, {"heading": "Births", "year": "1914", "date": "July 26", "txt": "Erskine Hawkins, American trumpet player and bandleader (d. 1993)", "entities": []}, {"heading": "Births", "year": "1914", "date": "July 26", "txt": "Ellis Kinder, American baseball player (d. 1968)", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 26", "txt": "Dean Brooks, American physician and actor (d. 2013)", "entities": [{"title": "Dean Brooks", "href": "/wiki/Dean_Brooks", "description": "Dean Kent Brooks was an American physician and actor. Brooks was the superintendent of Oregon State Hospital for 27 years from 1955 to 1982. He was born in Colony, Kansas."}]}, {"heading": "Births", "year": "1916", "date": "July 26", "txt": "Jaime Luiz Coelho, Brazilian archbishop (d. 2013)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 26", "txt": "Marjorie Lord, American actress (d. 2015)", "entities": [{"title": "Marjorie Lord", "href": "/wiki/Marjorie_Lord", "description": "Marjorie Lord was an American television and film actress. She played Kathy \"Clancy\" O'Hara Williams, opposite Danny Thomas's character on The Danny Thomas Show and later Make Room for Granddaddy."}]}, {"heading": "Births", "year": "1919", "date": "July 26", "txt": "Virginia Gilmore, American actress (d. 1986)", "entities": [{"title": "Virginia Gilmore", "href": "/wiki/Virginia_Gilmore", "description": "Virginia Gilmore was an American film, stage, and television actress."}]}, {"heading": "Births", "year": "1919", "date": "July 26", "txt": "James Lovelock, English biologist and chemist", "entities": []}, {"heading": "Births", "year": "1920", "date": "July 26", "txt": "Bob Waterfield, American football player and coach (d. 1983)", "entities": [{"title": "Bob Waterfield", "href": "/wiki/Bob_Waterfield", "description": "Robert Stanton Waterfield was an American football player and coach and motion picture actor and producer. He played quarterback for the UCLA Bruins and Cleveland/Los Angeles Rams and was inducted into the Pro Football Hall of Fame in 1965. His No. 7 jersey was retired by the Los Angeles Rams in 1952."}]}, {"heading": "Births", "year": "1921", "date": "July 26", "txt": "Tom Saffell, American baseball player and manager (d. 2012)", "entities": [{"title": "Tom Saffell", "href": "/wiki/Tom_Saffell", "description": "Thomas Judson Saffell was an American professional baseball outfielder. He played in Major League Baseball (MLB) for the Pittsburgh Pirates and Kansas City Athletics."}]}, {"heading": "Births", "year": "1921", "date": "July 26", "txt": "Jean Shepherd, American radio host, actor, and screenwriter (d. 1999)", "entities": []}, {"heading": "Births", "year": "1922", "date": "July 26", "txt": "Blake Edwards, American director, producer, and screenwriter (d. 2010)", "entities": [{"title": "Blake Edwards", "href": "/wiki/Blake_Edwards", "description": "William Blake Crump, better known by his stage name, Blake Edwards, was an American filmmaker."}]}, {"heading": "Births", "year": "1922", "date": "July 26", "txt": "Jim Foglesong, American record producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1922", "date": "July 26", "txt": "Jason Robards, American actor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 26", "txt": "Jan Berenstain, American author and illustrator (d. 2012)", "entities": [{"title": "Jan Berenstain", "href": "/wiki/Jan_Berenstain", "description": "Stanley Melvin Berenstain and Janice Marian Berenstain were American writers and illustrators best known for creating the children's book series The Berenstain Bears."}]}, {"heading": "Births", "year": "1923", "date": "July 26", "txt": "Hoyt Wilhelm, American baseball player and coach (d. 2002)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 26", "txt": "Jerzy Einhorn, Polish-Swedish physician and politician (d. 2000)", "entities": [{"title": "Jerzy Einhorn", "href": "/wiki/Jerzy_Einhorn", "description": "Jerzy Einhorn was a Polish-born Swedish medical doctor, researcher and politician (Kristdemokrat). His Hebrew name was Chil Josef, after his paternal grandfather."}]}, {"heading": "Births", "year": "1925", "date": "July 26", "txt": "Joseph Engelberger, American physicist and engineer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 26", "txt": "Gene Gutowski, Polish-American film producer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 26", "txt": "Ana María Matute, Spanish author and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 26", "txt": "James Best, American actor, director, and screenwriter (d. 2015)", "entities": [{"title": "James Best", "href": "/wiki/James_Best", "description": "Jewel Franklin Guy, known professionally as James Best, was an American television, film, stage, and voice actor, as well as a writer, director, acting coach, artist, college professor, and musician. During a career that spanned more than 60 years, he performed not only in feature films but also in scores of television series, as well as appearing on various country music programs and talk shows. "}]}, {"heading": "Births", "year": "1926", "date": "July 26", "txt": "Dorothy E. Smith, Canadian sociologist", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 26", "txt": "Gulabrai Ramchand, Indian cricketer (d. 2003)", "entities": [{"title": "Gulabrai Ramchand", "href": "/wiki/Gulabrai_Ramchand", "description": "Gulabrai Sipahimalani \"Ram\" Ramchand pronunciation (help·info) was an Indian cricketer who played for the national team in 33 Test matches between 1952 and 1960. In his only series as captain, he led India to its first win against Australia. According to Wisden Asia, he was one of the first cricketers to have endorsed commercial brands."}]}, {"heading": "Births", "year": "1928", "date": "July 26", "txt": "Don Beauman, English race car driver (d. 1955)", "entities": [{"title": "Don Beauman", "href": "/wiki/Don_Beauman", "description": "Donald Bentley Beauman was a British Formula One driver who took part in one World Championship Grand Prix."}]}, {"heading": "Births", "year": "1928", "date": "July 26", "txt": "Francesco Cossiga, Italian academic and politician, 8th President of Italy (d. 2010)", "entities": [{"title": "President of Italy", "href": "/wiki/President_of_Italy", "description": "The president of Italy, officially denoted as President of the Italian Republic is the head of state of Italy. In that role, the officeholder represents national unity, guarantees that Italian politics comply with the Constitution of Italy and is the head of the Italian Armed Forces. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Matt"}]}, {"heading": "Births", "year": "1928", "date": "July 26", "txt": "Elliott Erwitt, French-American photographer and director", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 26", "txt": "Ibn-e-Safi, Indian-Pakistani author and poet (d. 1980)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 26", "txt": "Joe Jackson, American talent manager, father of Michael Jackson (d. 2018)", "entities": [{"title": "Michael Jackson", "href": "/wiki/Michael_Jackson", "description": "Michael Joseph Jackson was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century. Through stage and video performances, he popularized complicated dance moves such as the moonwalk, to which he gave the name, and the robot. His sound and style have influenced artists of various genres, and his contrib"}]}, {"heading": "Births", "year": "1928", "date": "July 26", "txt": "Stanley Kubrick, American director, producer, screenwriter, and cinematographer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 26", "txt": "Peter Lougheed, Canadian lawyer and politician, 10th Premier of Alberta (d. 2012)", "entities": [{"title": "Premier of Alberta", "href": "/wiki/Premier_of_Alberta", "description": "The premier of Alberta is the first minister for the Canadian province of Alberta, and the province's head of government. The current premier is Jason Kenney, leader of the United Conservative Party, who was sworn in on April 30, 2019."}]}, {"heading": "Births", "year": "1928", "date": "July 26", "txt": "Sally Oppenheim-Barnes, Baroness Oppenheim-Barnes, Irish-born English politician", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 26", "txt": "Bernice Rubens, Welsh author (d. 2004)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 26", "txt": "Marc Lalonde, Canadian lawyer and politician, 34th Canadian Minister of Justice", "entities": [{"title": "Marc Lalonde", "href": "/wiki/Marc_Lalonde", "description": "Marc Lalonde is a Canadian retired politician and cabinet minister."}, {"title": "Minister of Justice (Canada)", "href": "/wiki/Minister_of_Justice_(Canada)", "description": "The minister of justice and attorney general of Canada is a dual-role portfolio in the Canadian Cabinet."}]}, {"heading": "Births", "year": "1929", "date": "July 26", "txt": "Alexis Weissenberg, Bulgarian-French pianist and educator (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 26", "txt": "Plínio de Arruda Sampaio, Brazilian lawyer and politician (d. 2014)", "entities": [{"title": "Plínio de Arruda Sampaio", "href": "/wiki/Pl%C3%ADnio_de_Arruda_Sampaio", "description": "Plínio Soares de Arruda Sampaio was a Brazilian intellectual and political activist, who was affiliated with the Partido Socialismo e Liberdade (PSOL). He ran as a candidate for the presidency of the Federative Republic of Brazil in 2010."}]}, {"heading": "Births", "year": "1930", "date": "July 26", "txt": "Barbara Jefford, English actress", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 26", "txt": "Telê Santana, Brazilian footballer and manager (d. 2006)", "entities": [{"title": "Telê Santana", "href": "/wiki/Tel%C3%AA_Santana", "description": "Telê Santana da Silva, also known as Telê Santana was a Brazilian football manager and former player. He was born in Itabirito, Minas Gerais."}]}, {"heading": "Births", "year": "1934", "date": "July 26", "txt": "Tommy McDonald, American football player (d. 2018)", "entities": [{"title": "Tommy McDonald (American football)", "href": "/wiki/Tommy_McDonald_(American_football)", "description": "Thomas Franklin McDonald was an American football flanker in the National Football League (NFL) for the Philadelphia Eagles, Dallas Cowboys, Los Angeles Rams, Atlanta Falcons, and Cleveland Browns. He played college football for the Oklahoma Sooners. He is a member of the Pro Football Hall of Fame and College Football Hall of Fame."}]}, {"heading": "Births", "year": "1936", "date": "July 26", "txt": "Tsutomu Koyama, Japanese volleyball player and coach (d. 2012)", "entities": [{"title": "Tsutomu Koyama", "href": "/wiki/Tsutomu_Koyama", "description": "Tsutomu Koyama  was a Japanese volleyball player. He was a member of the Men's National Volleyball Team that claimed the bronze medal at the 1964 Summer Olympics in Tokyo, Japan. He later served as the head coach of the Men's National Team."}]}, {"heading": "Births", "year": "1936", "date": "July 26", "txt": "Lawrie McMenemy, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 26", "txt": "Bobby Hebb, American singer-songwriter (d. 2010)", "entities": [{"title": "Bobby Hebb", "href": "/wiki/Bobby_Hebb", "description": "Robert Von \"Bobby\" Hebb was an American R&B and soul singer, musician, songwriter, recording artist, and performer known for his 1966 hit entitled \"Sunny\"."}]}, {"heading": "Births", "year": "1938", "date": "July 26", "txt": "Keith Peters, Welsh physician and academic", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 26", "txt": "Jun Henmi, Japanese author and poet (d. 2011)", "entities": [{"title": "Jun Henmi", "href": "/wiki/Jun_Henmi", "description": "Jun Henmi , real name Mayumi Shimizu , was a Japanese writer and poet born in Mizuhashi, Toyama Prefecture, Japan. She was known for her works of fiction and nonfiction about people affected by World War II. Henmi was the daughter of Gen'yoshi Kadokawa, founder of publisher Kadokawa Shoten and the older sister of Haruki Kadokawa."}]}, {"heading": "Births", "year": "1939", "date": "July 26", "txt": "John Howard, Australian lawyer and politician, 25th Prime Minister of Australia", "entities": [{"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1939", "date": "July 26", "txt": "Bob Lilly, American football player and photographer", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 26", "txt": "Richard Marlow, English organist and conductor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1940", "date": "July 26", "txt": "Dobie Gray, American singer-songwriter and producer (d. 2011)", "entities": [{"title": "Dobie Gray", "href": "/wiki/Dobie_Gray", "description": "Dobie Gray was an American singer and songwriter, whose musical career spanned soul, country, pop, and musical theater. His hit songs included \"The 'In' Crowd\" in 1965 and \"Drift Away\", which was one of the biggest hits of 1973, sold over one million copies, and remains a staple of radio airplay."}]}, {"heading": "Births", "year": "1940", "date": "July 26", "txt": "Brian Mawhinney, Baron Mawhinney, Northern Irish-British academic and politician, Secretary of State for Transport", "entities": [{"title": "Secretary of State for Transport", "href": "/wiki/Secretary_of_State_for_Transport", "description": "The Secretary of State for Transport, also referred to as the Transport Secretary, is the member of the cabinet responsible for the British Department for Transport. The office used to be called the Minister of Transport and has been merged with the Secretary of State for the Environment at various times."}]}, {"heading": "Births", "year": "1940", "date": "July 26", "txt": "Bobby Rousseau, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 26", "txt": "Jean Baubérot, French historian and sociologist", "entities": [{"title": "Jean Baubérot", "href": "/wiki/Jean_Baub%C3%A9rot", "description": "Jean Baubérot, is a French historian and sociologist specializing in sociology of religions. He is the founder of the sociology of secularism."}]}, {"heading": "Births", "year": "1941", "date": "July 26", "txt": "Darlene Love, American singer and actress", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 26", "txt": "Brenton Wood, American R&B singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 26", "txt": "Vladimír Mečiar, Slovak politician, 1st Prime Minister of Slovakia", "entities": [{"title": "Vladimír Mečiar", "href": "/wiki/Vladim%C3%ADr_Me%C4%8Diar", "description": "Vladimír Mečiar is a Slovak politician who served as Prime Minister of Slovakia three times, from 1990 to 1991, from 1992 to 1994 and from 1994 to 1998. He was the leader of the People's Party - Movement for a Democratic Slovakia (ĽS-HZDS). Mečiar led Slovakia during the dissolution of Czechoslovakia in 1992–93 and was one of the leading presidential candidates in Slovakia in 1999 and 2004. He has"}, {"title": "Prime Minister of Slovakia", "href": "/wiki/Prime_Minister_of_Slovakia", "description": "The chairman of the government of the Slovak Republic, also known as the prime minister of Slovakia, is the head of the government of the Slovak Republic. On paper, the officeholder is the third highest constitutional official in Slovakia after the president of the republic (appointer) and speaker of the National Council; in practice, the appointee is the country's leading political figure."}]}, {"heading": "Births", "year": "1942", "date": "July 26", "txt": "Teddy Pilette, Belgian race car driver", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 26", "txt": "Peter Hyams, American director, screenwriter, and cinematographer", "entities": [{"title": "Peter Hyams", "href": "/wiki/Peter_Hyams", "description": "Peter Hyams is an American film director, screenwriter and cinematographer known for directing Capricorn One, the 1981 science fiction-thriller Outland, the 1984 science fiction film 2010: The Year We Make Contact, the 1986 action/comedy Running Scared, the comic book adaptation Timecop, the action film Sudden Death, and the horror films The Relic and End of Days."}]}, {"heading": "Births", "year": "1943", "date": "July 26", "txt": "Mick Jagger, English singer-songwriter, producer, and actor", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 26", "txt": "Betty Davis, American singer-songwriter", "entities": [{"title": "Betty Davis", "href": "/wiki/Betty_Davis", "description": "Betty Davis is an American funk and soul singer. She is known for her memorable live performances."}]}, {"heading": "Births", "year": "1945", "date": "July 26", "txt": "Helen Mirren, English actress ", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 26", "txt": "Emilio de Villota, Spanish race car driver", "entities": [{"title": "Emilio de Villota", "href": "/wiki/Emilio_de_Villota", "description": "Emilio de Villota Ruíz is a former racing driver from Spain, born in Madrid. He entered 15 Formula One World Championship Grands Prix between 1976 and 1982, qualifying twice. He entered most Spanish Grand Prix between 1976 and 1982 and became a major force in the short-lived Aurora AFX Formula One Championship for F1 cars, winning the title in 1980."}]}, {"heading": "Births", "year": "1948", "date": "July 26", "txt": "Luboš Andršt, Czech guitarist and songwriter", "entities": [{"title": "Luboš Andršt", "href": "/wiki/Lubo%C5%A1_Andr%C5%A1t", "description": "Luboš Andršt is a Czech jazz fusion, rock, and blues guitarist, composer, producer, and guitar teacher. Known primarily for his electric rock-influenced guitar playing, he frequently played acoustic guitar on jazz fusion recordings in the 1970s. Since the late 1990s, he has been best known as a key figure in the Czech blues and blues rock scene with his Luboš Andršt Blues Band, and has shared the "}]}, {"heading": "Births", "year": "1948", "date": "July 26", "txt": "Herbert Wiesinger, German figure skater", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 26", "txt": "Thaksin Shinawatra, Thai businessman and politician, 23rd Prime Minister of Thailand", "entities": [{"title": "Thaksin Shinawatra", "href": "/wiki/Thaksin_Shinawatra", "description": "Thaksin Shinawatra is a Thai businessman, politician and visiting professor. He served in the Thai Police from 1973 to 1987, and was the Prime Minister of Thailand from 2001 to 2006. After being ousted from power, he was found guilty of corruption in 2008 and is now living in self-exile."}, {"title": "Prime Minister of Thailand", "href": "/wiki/Prime_Minister_of_Thailand", "description": "The prime minister of Thailand is the head of government of Thailand. The prime minister is also the chair of the Cabinet of Thailand. The post has existed since the Revolution of 1932, when the country became a constitutional monarchy."}]}, {"heading": "Births", "year": "1949", "date": "July 26", "txt": "Roger Taylor, English singer-songwriter, drummer, and producer", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 26", "txt": "Nelinho, Brazilian footballer and manager", "entities": [{"title": "Nelinho", "href": "/wiki/Nelinho", "description": "Manoel Rezende de Mattos Cabral, known as Nelinho, is a former Brazilian association footballer who played as right back. He played for several clubs in his home country and abroad, most notably Belo Horizonte rivals Cruzeiro and Atlético Mineiro. Nelinho also represented the Brazilian national team in two FIFA World Cups."}]}, {"heading": "Births", "year": "1950", "date": "July 26", "txt": "Nicholas Evans, English journalist, screenwriter, and producer", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 26", "txt": "Susan George, English actress and producer", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 26", "txt": "Anne Rafferty, English lawyer and judge", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 26", "txt": "Rich Vogler, American race car driver (d. 1990)", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 26", "txt": "Rick Martin, Canadian-American ice hockey player (d. 2011)", "entities": [{"title": "Rick Martin", "href": "/wiki/Rick_Martin", "description": "Richard Lionel Martin was a Canadian professional ice hockey winger who played in the NHL with the Buffalo Sabres and Los Angeles Kings for 11 seasons between 1971 and 1982. He was most famous for playing on the Sabres' French Connection line with Gilbert Perreault and Rene Robert."}]}, {"heading": "Births", "year": "1952", "date": "July 26", "txt": "Glynis Breakwell, English psychologist and academic", "entities": [{"title": "Glynis Breakwell", "href": "/wiki/Glynis_Breakwell", "description": "\n\nDame Glynis Marie Breakwell is the former Vice-Chancellor of the University of Bath in Bath. She is a social psychologist and an active public policy adviser and researcher specialising in leadership, identity process and risk management. In January 2014 she was listed in the Science Council's list of '100 leading UK practising scientists'."}]}, {"heading": "Births", "year": "1953", "date": "July 26", "txt": "Felix Magath, German footballer and manager", "entities": [{"title": "Felix Magath", "href": "/wiki/Felix_Magath", "description": "Wolfgang Felix Magath is a German football manager and former player who played as a midfielder."}]}, {"heading": "Births", "year": "1953", "date": "July 26", "txt": "Robert Phillips, American guitarist", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 26", "txt": "Henk Bleker, Dutch politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 26", "txt": "Earl Tatum, American professional basketball player", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 26", "txt": "Vitas Gerulaitis, American tennis player and coach (d. 1994)", "entities": [{"title": "Vitas Gerulaitis", "href": "/wiki/Vitas_Gerulaitis", "description": "Vytautas Kevin Gerulaitis was an American professional tennis player. In 1975, Gerulaitis won the men's doubles title at Wimbledon, partnering with Sandy Mayer. He won the men's singles title at one of the two Australian Open tournaments held in 1977. Gerulaitis also won two Italian Open titles, in 1977 and 1979, and the WCT Finals in Dallas, in 1978."}]}, {"heading": "Births", "year": "1955", "date": "July 26", "txt": "Aleksandrs Starkovs, Latvian footballer and coach", "entities": [{"title": "Aleksandrs Starkovs", "href": "/wiki/Aleksandrs_Starkovs", "description": "Aleksandrs Starkovs is a Latvian football coach and a former footballer. Most recently he coached FK Liepāja."}]}, {"heading": "Births", "year": "1955", "date": "July 26", "txt": "Asif Ali Zardari, Pakistani businessman and politician, 11th President of Pakistan", "entities": [{"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Births", "year": "1956", "date": "July 26", "txt": "Peter Fincham, English screenwriter and producer", "entities": [{"title": "Peter Fincham", "href": "/wiki/Peter_Fincham", "description": "Peter Arthur Fincham is a British television producer and executive. From 2008 until 2016, he was the Director of Television for the ITV network. He was also formerly the Controller of BBC One, the primary television channel of the British Broadcasting Corporation, until his resignation on 5 October 2007, following criticism over the handling of the A Year with the Queen debacle."}]}, {"heading": "Births", "year": "1956", "date": "July 26", "txt": "Dorothy Hamill, American figure skater", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 26", "txt": "Tommy Rich, American wrestler", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 26", "txt": "Tim Tremlett, English cricketer and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "July 26", "txt": "Norman Baker, Scottish politician", "entities": [{"title": "Norman Baker", "href": "/wiki/Norman_Baker", "description": "Norman John Baker is a Liberal Democrat politician in the United Kingdom who was the Member of Parliament (MP) for Lewes in East Sussex from the 1997 general election until his defeat in 2015."}]}, {"heading": "Births", "year": "1957", "date": "July 26", "txt": "Nana Visitor, American actress", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 26", "txt": "Monti Davis, American basketball player (d. 2013)", "entities": [{"title": "Monti Davis", "href": "/wiki/Monti_Davis", "description": "DaMon William \"Monti\" Davis was an American professional basketball player. He was a 6'7\" (201 cm) 205 lb (93 kg) forward and played collegiately at Tennessee State University."}]}, {"heading": "Births", "year": "1958", "date": "July 26", "txt": "Angela Hewitt, Canadian-English pianist", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 26", "txt": "Rick Bragg, American author and journalist", "entities": [{"title": "Rick Bragg", "href": "/wiki/Rick_Bragg", "description": "Rick Bragg is an American journalist and writer known for non-fiction books, especially those about his family in Alabama. He won a Pulitzer Prize in 1996 recognizing his work at The New York Times."}]}, {"heading": "Births", "year": "1959", "date": "July 26", "txt": "Kevin Spacey, American actor and director", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 26", "txt": "Gary Cherone, American singer-songwriter", "entities": [{"title": "Gary Cherone", "href": "/wiki/Gary_Cherone", "description": "Gary Francis Caine Cherone is an American rock singer and songwriter. Cherone is known for his work as the lead vocalist of the Boston rock group Extreme and for his short stint as the lead vocalist for Van Halen. He has also released solo recordings. In 2007, he reunited with Extreme."}]}, {"heading": "Births", "year": "1961", "date": "July 26", "txt": "Andy Connell, English keyboard player and songwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 26", "txt": "Felix Dexter, Caribbean-English comedian and actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 26", "txt": "Jeff Stoughton, Canadian curler", "entities": [{"title": "Jeff Stoughton", "href": "/wiki/Jeff_Stoughton", "description": "Jeffrey R. \"Jeff\" Stoughton is a Canadian retired curler. He is a three-time Brier champion and two-time World champion as skip. Stoughton retired from competitive curling in 2015. He is one of the most successful Manitoba skips in curling history, and one of the most successful players in Canadian curling history. He is currently the National Men's Coach and Program Manager for Curling Canada, as"}]}, {"heading": "Births", "year": "1964", "date": "July 26", "txt": "Sandra Bullock, American actress and producer", "entities": [{"title": "Sandra Bullock", "href": "/wiki/Sandra_Bullock", "description": "Sandra Annette Bullock is an American actress and producer. She was the world's highest-paid actress in 2010 and 2014. In 2015, she was named People's Most Beautiful Woman and was included in Time's 100 most influential people in the world in 2010. She is the recipient of several awards, including an Academy Award and a Golden Globe Award."}]}, {"heading": "Births", "year": "1964", "date": "July 26", "txt": "Ralf Metzenmacher, German painter and designer", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 26", "txt": "Anne Provoost, Belgian author", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 26", "txt": "Jeremy Piven, American actor and producer", "entities": [{"title": "Jeremy Piven", "href": "/wiki/Jeremy_Piven", "description": "Jeremy Samuel Piven is an American actor, comedian, and producer. He is best known for his role as Ari Gold in the comedy series Entourage, for which he won a Golden Globe Award and three consecutive Emmy Awards. He also starred in the British period drama Mr Selfridge, which tells the story of the man who created the English department store Selfridges, and portrayed Spence Kovak on Ellen DeGener"}]}, {"heading": "Births", "year": "1965", "date": "July 26", "txt": "Jim Lindberg, American singer and guitarist", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 26", "txt": "Angelo di Livio, Italian footballer", "entities": [{"title": "Angelo di Livio", "href": "/wiki/Angelo_di_Livio", "description": "Angelo Di Livio is an Italian former professional football midfielder and defender. He played for several Italian clubs in Serie A throughout his career, coming to prominence with Juventus, where he won several domestic and international titles. At international level he also played for the Italian national side in two FIFA World Cups and two UEFA European Championships, reaching the final of UEFA"}]}, {"heading": "Births", "year": "1967", "date": "July 26", "txt": "Martin Baker, English organist and conductor", "entities": [{"title": "Martin Baker (organist)", "href": "/wiki/Martin_Baker_(organist)", "description": "Martin Baker is a past President of the Royal College of Organists, and was from 2000 until 2019 Master of Music at Westminster Cathedral."}]}, {"heading": "Births", "year": "1967", "date": "July 26", "txt": "Tim Schafer, American video game designer, founded Double Fine Productions", "entities": [{"title": "Double Fine Productions", "href": "/wiki/Double_Fine_Productions", "description": "Double Fine Productions, Inc. is an American first-party video game developer of Xbox Game Studios based in San Francisco, California. Founded in July 2000 by Tim Schafer shortly after his departure from LucasArts, Double Fine's first two games – Psychonauts and Brütal Legend – underperformed publishers' expectations despite critical praise. The future of the company was assured when Schafer turne"}]}, {"heading": "Births", "year": "1967", "date": "July 26", "txt": "Jason Statham, English actor", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 26", "txt": "Frédéric Diefenthal, French actor and director", "entities": [{"title": "Frédéric Diefenthal", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Diefenthal", "description": "Frédéric Diefenthal is a French actor and director."}]}, {"heading": "Births", "year": "1968", "date": "July 26", "txt": "Jim Naismith, Scottish biologist and academic", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 26", "txt": "Olivia Williams, English actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 26", "txt": "Greg Colbrunn, American baseball player and coach", "entities": [{"title": "Greg Colbrunn", "href": "/wiki/Greg_Colbrunn", "description": "Gregory Joseph Colbrunn is an American former Major League baseball player and hitting coach. Primarily a first baseman during his active career, the Fontana, California, native played in the Major Leagues for 13 seasons (1992–2004) and seven different teams. He threw and batted right-handed and was listed at 6 feet (1.8 m) tall and 190 pounds (86 kg). He served as the Boston Red Sox hitting coach"}]}, {"heading": "Births", "year": "1969", "date": "July 26", "txt": "Tanni Grey-Thompson, Welsh baroness and wheelchair racer", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 26", "txt": "Khaled Mahmud, Bangladeshi cricketer and coach", "entities": [{"title": "Khaled Mahmud", "href": "/wiki/Khaled_Mahmud", "description": "Khaled Mahmud is a former Bangladeshi cricketer and a former Test and ODI captain. A medium-pace bowler and middle-order batsman, he played international cricket for Bangladesh from 1998 to 2006, captaining the team from 2003 to 2004. He started his role as Technical Director of Bangladesh National Cricket Team before the tri-series 2018, where Bangladesh, Sri Lanka and Zimbabwe are participators."}]}, {"heading": "Births", "year": "1971", "date": "July 26", "txt": "Chris Harrison, America television personality", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 26", "txt": "Nathan Buckley, Australian footballer and coach", "entities": [{"title": "Nathan Buckley", "href": "/wiki/Nathan_Buckley", "description": "Nathan Charles Buckley is a professional Australian rules football coach, and a former player and commentator."}]}, {"heading": "Births", "year": "1973", "date": "July 26", "txt": "Kate Beckinsale, English actress", "entities": [{"title": "Kate Beckinsale", "href": "/wiki/Kate_Beckinsale", "description": "Kathrin Romary Beckinsale is an English actress and model. After some minor television roles, her film debut was Much Ado About Nothing (1993) while a student at the University of Oxford. She appeared in British costume dramas such as Prince of Jutland (1994), Cold Comfort Farm (1995), Emma (1996), and The Golden Bowl (2000), in addition to various stage and radio productions. She started film wor"}]}, {"heading": "Births", "year": "1973", "date": "July 26", "txt": "Mariano Raffo, Argentinian director and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 26", "txt": "Iron & Wine, American singer-songwriter", "entities": [{"title": "Iron & Wine", "href": "/wiki/Iron_%26_Wine", "description": "Samuel \"Sam\" Ervin Beam, better known by his stage and recording name Iron & Wine, is an American singer-songwriter. He has released six studio albums, several EPs and singles, as well as a few download-only releases, which include a live album. He occasionally tours with a full band."}]}, {"heading": "Births", "year": "1974", "date": "July 26", "txt": "Kees Meeuws, New Zealand rugby player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 26", "txt": "Dean Sturridge, English footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 26", "txt": "Ingo Schultz, German sprinter", "entities": [{"title": "Ingo Schultz", "href": "/wiki/Ingo_Schultz", "description": "Ingo Schultz is a retired German track and field athlete who competed in the 400 metres."}]}, {"heading": "Births", "year": "1975", "date": "July 26", "txt": "Joe Smith, American basketball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 26", "txt": "Elizabeth Truss, English accountant and politician, Secretary of State for Environment, Food and Rural Affairs", "entities": [{"title": "Secretary of State for Environment, Food and Rural Affairs", "href": "/wiki/Secretary_of_State_for_Environment,_Food_and_Rural_Affairs", "description": "The Secretary of State for Environment, Food and Rural Affairs, also referred to as the Environment Secretary, is a British Cabinet level position, in charge of the Department for Environment, Food and Rural Affairs, and the successor to the positions of Minister of Agriculture, Fisheries and Food and Secretary of State for the Environment, Transport and the Regions."}]}, {"heading": "Births", "year": "1976", "date": "July 26", "txt": "Elena Kustarova, Russian ice dancer and coach", "entities": [{"title": "Elena Kustarova", "href": "/wiki/Elena_Kustarova", "description": "Elena Vladimirovna Kustarova is a Russian ice dancing coach and former competitor. She is a two-time World Junior medalist with Sergei Romashkin, a two-time Russian national medalist with Oleg Ovsyannikov, and the 1995 Russian silver medalist with Vazgen Azroyan."}]}, {"heading": "Births", "year": "1977", "date": "July 26", "txt": "Joaquín Benoit, Dominican baseball player", "entities": [{"title": "Joaquín Benoit", "href": "/wiki/Joaqu%C3%ADn_Benoit", "description": "Joaquín Antonio Benoit Peña is a Dominican former professional baseball pitcher. He played for the Texas Rangers, Tampa Bay Rays, Detroit Tigers, San Diego Padres, Seattle Mariners, Toronto Blue Jays, Philadelphia Phillies, Pittsburgh Pirates, and Washington Nationals."}]}, {"heading": "Births", "year": "1977", "date": "July 26", "txt": "Martin Laursen, Danish footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 26", "txt": "Tanja Szewczenko, German figure skater", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 26", "txt": "Friedrich Michau, German rugby player", "entities": [{"title": "Friedrich Michau", "href": "/wiki/Friedrich_Michau", "description": "Friedrich Michau is a German international rugby union player, playing for the FC St. Pauli Rugby in the 2nd Rugby-Bundesliga and the German national rugby union team."}]}, {"heading": "Births", "year": "1979", "date": "July 26", "txt": "Derek Paravicini, English pianist", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 26", "txt": "Peter Sarno, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 26", "txt": "Erik Westrum, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 26", "txt": "Juliet Rylance, English actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 26", "txt": "Jacinda Ardern, 40th Prime Minister of New Zealand", "entities": [{"title": "Jacinda Ardern", "href": "/wiki/Jacinda_Ardern", "description": "Jacinda Kate Laurell Ardern is a New Zealand politician who has been serving as the 40th prime minister of New Zealand and leader of the Labour Party since 2017. First elected to the House of Representatives as a list MP in 2008, she has been the member of Parliament (MP) for Mount Albert since March 2017."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1980", "date": "July 26", "txt": "Dave Baksh, Canadian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 26", "txt": "Robert Gallery, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 26", "txt": "Abe Forsythe, Australian actor, director, and screenwriter", "entities": [{"title": "Abe Forsythe", "href": "/wiki/Abe_Forsythe", "description": "Abraham Forsythe is an Australian film and television actor, director, writer and producer. He is the son of actor and comedian Drew Forsythe."}]}, {"heading": "Births", "year": "1981", "date": "July 26", "txt": "Maicon Sisenando, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 26", "txt": "Gilad Hochman, Israeli composer", "entities": [{"title": "Gilad Hochman", "href": "/wiki/Gilad_Hochman", "description": "Gilad Hochman is an Israeli classical music composer."}]}, {"heading": "Births", "year": "1982", "date": "July 26", "txt": "Christopher Kane, Scottish fashion designer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 26", "txt": "Kelly Clark, American snowboarder", "entities": [{"title": "Kelly Clark", "href": "/wiki/Kelly_Clark", "description": "\n\nKelly Clark is an American snowboarder who won halfpipe gold at the 2002 Winter Olympics. Clark was born in Newport, Rhode Island. She started snowboarding when she was 7 years old, began competing in 1999, and became a member of the US Snowboard team in 2000. On January 25, 2019 at the Winter X Games in Aspen, she announced her retirement from the sport."}]}, {"heading": "Births", "year": "1983", "date": "July 26", "txt": "Stephen Makinwa, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 26", "txt": "Roderick Strong, American wrestler", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 26", "txt": "Naomi van As, Dutch field hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 26", "txt": "Ken Wallace, Australian kayaker", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 26", "txt": "Delonte West, American basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 26", "txt": "Kyriakos Ioannou, Cypriot high jumper", "entities": [{"title": "Kyriakos Ioannou", "href": "/wiki/Kyriakos_Ioannou", "description": "Kyriakos Ioannou is a Cypriot high jumper. He has twice won medals at the World Championships in Athletics and was the bronze medallist at the IAAF World Indoor Championships in 2008. He is the only medalist for Cyprus at the World Athletics Championships since its creation in 1983. He's also the Cypriot record holder, both outdoors and indoors. Ioannou is a two-time medallist at the Commonwealth "}]}, {"heading": "Births", "year": "1984", "date": "July 26", "txt": "Benjamin Kayser, French rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 26", "txt": "Sabri Sarıoğlu, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 26", "txt": "Marcus Benard, American football player", "entities": [{"title": "Marcus Benard", "href": "/wiki/Marcus_Benard", "description": "Marcus Benard is a former American football linebacker. He was signed by the Cleveland Browns as an undrafted free agent in 2009. He played college football at Jackson State."}]}, {"heading": "Births", "year": "1985", "date": "July 26", "txt": "Gaël Clichy, French footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 26", "txt": "Audrey De Montigny, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 26", "txt": "Mat Gamel, American baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 26", "txt": "Leonardo Ulloa, Argentinian footballer", "entities": [{"title": "Leonardo Ulloa", "href": "/wiki/Leonardo_Ulloa", "description": "José Leonardo Ulloa Fernández is an Argentine professional footballer who plays as a striker for Spanish club Rayo Vallecano."}]}, {"heading": "Births", "year": "1986", "date": "July 26", "txt": "John White, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 26", "txt": "Panagiotis Kone, Greek footballer", "entities": [{"title": "Panagiotis Kone", "href": "/wiki/Panagiotis_Kone", "description": "Panagiotis Kone is a Greek former professional footballer who played as an attacking midfielder. He is the current director of football of AEK Athens."}]}, {"heading": "Births", "year": "1987", "date": "July 26", "txt": "Jordie Benn, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 26", "txt": "Fredy Montero, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 26", "txt": "Yurie Omi, Japanese female announcer", "entities": [{"title": "Yurie Omi", "href": "/wiki/Yurie_Omi", "description": "Yurie Omi  \nis a Japanese former announcer and news anchor for NHK. She left NHK in March 2021. She was famous for being the co-host of NHK's morning talk show Asaichi as well as its geological television series Bura Tamori."}]}, {"heading": "Births", "year": "1988", "date": "July 26", "txt": "Sayaka Akimoto, Filipino–Japanese actress and singer", "entities": []}, {"heading": "Births", "year": "1991", "date": "July 26", "txt": "Tyson Barrie, Canadian ice hockey player", "entities": [{"title": "Tyson Barrie", "href": "/wiki/Tyson_Barrie", "description": "Tyson Barrie is a Canadian professional ice hockey defenceman who is currently playing for the Edmonton Oilers of the National Hockey League (NHL). He has previously played for the Colorado Avalanche and Toronto Maple Leafs. He was drafted by the Avalanche in the third round, 64th overall, of the 2009 NHL Entry Draft."}]}, {"heading": "Births", "year": "1992", "date": "July 26", "txt": "Marika Koroibete, Fijian rugby player", "entities": [{"title": "Marika Koroibete", "href": "/wiki/Marika_Koroibete", "description": "Marika Koroibete is a dual-code international rugby league and rugby union footballer. He has been capped for Australia's national rugby union team, and plays as a winger for the Melbourne Rebels in Super Rugby. Koroibete previously played rugby league for the Melbourne Storm and Wests Tigers in the National Rugby League, and was a member of the Fiji national rugby league team."}]}, {"heading": "Births", "year": "1993", "date": "July 26", "txt": "Raymond Faitala-Mariner, New Zealand rugby league player", "entities": [{"title": "Raymond Faitala-Mariner", "href": "/wiki/Raymond_Faitala-Mariner", "description": "Raymond Faitala-Mariner is a professional rugby league footballer who plays as a second-row forward for the Canterbury-Bankstown Bulldogs in the NRL. He has played for both Samoa and New Zealand at international level."}]}, {"heading": "Births", "year": "1994", "date": "July 26", "txt": "Ella Leivo, Finnish tennis player", "entities": [{"title": "Ella Leivo", "href": "/wiki/Ella_Leivo", "description": "Ella Leivo is a Finnish tennis player."}]}, {"heading": "Births", "year": "1996", "date": "July 26", "txt": "Olivia Breen, British Paralympic athlete", "entities": [{"title": "Olivia Breen", "href": "/wiki/Olivia_Breen", "description": "Olivia \"Livvy\" Breen is a Welsh Paralympian athlete, who competes mainly in T38 sprint and F38 long jump events. In 2012, she qualified for the 2012 Summer Paralympics, selected for the T38 100m and 200m sprint and is also part of the T35-38 women's relay team. She has also represented Wales at both the 2014 and 2018 Commonwealth Games, winning gold in the long jump at the Gold Coast games in 2018"}]}, {"heading": "Births", "year": "2000", "date": "July 26", "txt": "Thomasin McKenzie, New Zealand actress.", "entities": [{"title": "Thomasin McKenzie", "href": "/wiki/Thomasin_McKenzie", "description": "Thomasin Harcourt McKenzie is a New Zealand actress. She rose to prominence and garnered critical acclaim for playing the lead role in Debra Granik's 2018 drama film Leave No Trace. She has also appeared in supporting roles in Jojo Rabbit and True History of the Kelly Gang."}]}, {"heading": "Deaths", "year": "342", "date": "July 26", "txt": "Cheng of Jin, emperor of the Jin Dynasty (b. 321)", "entities": [{"title": "Emperor Cheng of Jin", "href": "/wiki/Emperor_Cheng_of_Jin", "description": "Emperor Cheng of Jin, personal name Sima Yan (司馬衍), courtesy name Shigen (世根), was an emperor of the Eastern Jin Dynasty (265-420). He was the eldest son of Emperor Ming and became the crown prince on April 1, 325. During his reign, the administration was largely dominated by a succession of regents—initially his uncle Yu Liang, then Wang Dao, then the joint administration of He Chong and another "}]}, {"heading": "Deaths", "year": "432", "date": "July 26", "txt": "Celestine I, pope of the Catholic Church", "entities": [{"title": "Pope Celestine I", "href": "/wiki/Pope_Celestine_I", "description": "Pope Celestine I was the bishop of Rome from 10 September 422 to his death on 1 August 432. Celestine's tenure was largely spent combatting various ideologies deemed heretical. He supported the mission of the Gallic bishops that sent Germanus of Auxerre in 429, to Britain to address Pelagianism, and later commissioned Palladius as bishop to the Scots of Ireland and northern Britain. In 430, he hel"}]}, {"heading": "Deaths", "year": "811", "date": "July 26", "txt": "Nikephoros I, Byzantine emperor", "entities": [{"title": "Nikephoros I", "href": "/wiki/Nikephoros_I", "description": "Nikephoros I or Nicephorus I was Byzantine Emperor from 802 to 811, when he was killed in the Battle of Pliska. Prior to his accession, he had served as genikos logothetēs, whence he is sometimes surnamed \"the Logothete\" and \"Genikos\" or \"Genicus\"."}]}, {"heading": "Deaths", "year": "899", "date": "July 26", "txt": "Li Hanzhi, Chinese warlord (b. 842)", "entities": [{"title": "Li Hanzhi", "href": "/wiki/Li_Hanzhi", "description": "Li Hanzhi, formally the Prince of Longxi (隴西王), nickname Li Moyun (李摩雲), was a warlord of the late Tang dynasty. He was initially a follower of the major agrarian rebel Huang Chao, and later became a Tang general, mostly known for his service under Li Keyong. He was known for ferocity in carrying out raids."}]}, {"heading": "Deaths", "year": "943", "date": "July 26", "txt": "Motoyoshi, Japanese nobleman and poet (b. 890)", "entities": [{"title": "Prince Motoyoshi", "href": "/wiki/Prince_Motoyoshi", "description": "Prince Motoyoshi was a poet and nobleman of the Heian period. One of his poems is included in the Ogura Hyakunin Isshu as number 20 in the anthology. Twenty of his poems were included in the Gosen Wakashū; a personal anthology entitled Motoyoshi Shinnō-shū (元良親王集) is also extant."}]}, {"heading": "Deaths", "year": "990", "date": "July 26", "txt": "Fujiwara no Kaneie, Japanese statesman (b. 929)", "entities": [{"title": "Fujiwara no Kaneie", "href": "/wiki/Fujiwara_no_Kaneie", "description": "Fujiwara no Kaneie  was a Japanese statesman, courtier and politician during the Heian period."}]}, {"heading": "Deaths", "year": "1380", "date": "July 26", "txt": "Kōmyō, emperor of Japan (b. 1322)", "entities": [{"title": "Emperor Kōmyō", "href": "/wiki/Emperor_K%C5%8Dmy%C5%8D", "description": "Emperor Kōmyō  was the second of the Emperors of Northern Court, although he was the first to be supported by the Ashikaga Bakufu. According to pre-Meiji scholars, his reign spanned the years from 1336 through 1348."}]}, {"heading": "Deaths", "year": "1450", "date": "July 26", "txt": "Cecily Neville, duchess of Warwick (b. 1424)", "entities": [{"title": "Cecily Neville, Duchess of Warwick", "href": "/wiki/Cecily_Neville,_Duchess_of_Warwick", "description": "Cecily Neville, Duchess of Warwick, Countess of Worcester was a daughter of Richard Neville, 5th Earl of Salisbury and Alice Montacute, 5th Countess of Salisbury. Her siblings included Richard Neville, 16th Earl of Warwick; John Neville, 1st Marquess of Montagu; George Neville, ; Katherine Neville, Baroness Hastings; and Alice Neville, Baroness FitzHugh."}]}, {"heading": "Deaths", "year": "1471", "date": "July 26", "txt": "Paul II, pope of the Catholic Church (b. 1417)", "entities": [{"title": "Pope Paul II", "href": "/wiki/Pope_Paul_II", "description": "Pope Paul II, born Pietro Barbo, was head of the Catholic Church and ruler of the Papal States \nfrom 30 August 1464 to his death in 1471. When his maternal uncle Eugene IV became pope, Barbo switched from training to be a merchant to religious studies. His rise in the Church was relatively rapid. Elected pope in 1464, Paul amassed a great collection of art and antiquities."}]}, {"heading": "Deaths", "year": "1533", "date": "July 26", "txt": "Atahualpa, Inca emperor abducted and murdered by Francisco Pizarro (b. ca. 1500)", "entities": [{"title": "Atahualpa", "href": "/wiki/Atahualpa", "description": "Atahualpa, Atawallpa (Quechua), also Atabalica, Atahuallpa, Atabalipa was the last Inca Emperor. After defeating his brother, Atahualpa became very briefly the last Sapa Inca of the Inca Empire (Tawantinsuyu) before the Spanish conquest ended his reign."}, {"title": "Francisco Pizarro", "href": "/wiki/Francisco_Pizarro", "description": "Francisco Pizarro González was a Spanish conquistador, best known for his expeditions that led to the Spanish conquest of Peru."}]}, {"heading": "Deaths", "year": "1592", "date": "July 26", "txt": "Armand de Gontant, French marshal (b. 1524)", "entities": [{"title": "Armand de Gontaut, baron de Biron", "href": "/wiki/Armand_de_Gontaut,_baron_de_Biron", "description": "Armand de Gontaut, baron de Biron was a celebrated French soldier of the 16th century."}]}, {"heading": "Deaths", "year": "1605", "date": "July 26", "txt": "Miguel de Benavides, Spanish archbishop and sinologist (b. 1552)", "entities": [{"title": "Miguel de Benavides", "href": "/wiki/Miguel_de_Benavides", "description": "Miguel de Benavides y Añoza, O.P. was a Spanish clergyman and sinologist who was the third Archbishop of Manila. He previously served as the first Bishop of the Diocese of Nueva Segovia, and was the founder of the University of Santo Tomas in the City of Manila."}]}, {"heading": "Deaths", "year": "1611", "date": "July 26", "txt": "Horio Yoshiharu, Japanese daimyō (b. 1542)", "entities": [{"title": "Horio Yoshiharu", "href": "/wiki/Horio_Yoshiharu", "description": "Horio Yoshiharu  was a Japanese daimyō during the Azuchi–Momoyama and Edo periods. He was appointed to the position of one of san-chūrō by Toyotomi Hideyoshi along with Ikoma Chikamasa and Nakamura Kazuuji. He was the first leader of the Matsue clan and also known as Horio Mosuke."}]}, {"heading": "Deaths", "year": "1630", "date": "July 26", "txt": "Charles Emmanual I, duke of Savoy (b. 1562)", "entities": [{"title": "Charles Emmanuel I, Duke of Savoy", "href": "/wiki/Charles_Emmanuel_I,_Duke_of_Savoy", "description": "Charles Emmanuel I, known as the Great, was the Duke of Savoy from 1580 to 1630. He was nicknamed Testa d'feu for his rashness and military aggression."}]}, {"heading": "Deaths", "year": "1659", "date": "July 26", "txt": "Mary Frith, English female criminal (b. 1584)", "entities": [{"title": "Mary Frith", "href": "/wiki/Mary_Frith", "description": "Mary Frith, alias Moll Cutpurse, was a notorious pickpocket and fence of the London underworld."}]}, {"heading": "Deaths", "year": "1680", "date": "July 26", "txt": "John Wilmot, 2nd Earl of Rochester, English poet and courtier (b. 1647)", "entities": [{"title": "John Wilmot, 2nd Earl of Rochester", "href": "/wiki/John_Wilmot,_2nd_Earl_of_Rochester", "description": "John Wilmot was an English poet and courtier of King Charles II's Restoration court. The Restoration reacted against the \"spiritual authoritarianism\" of the Puritan era. Rochester embodied this new era, and he became as well known for his rakish lifestyle as his poetry, although the two were often interlinked. He died as a result of venereal disease at the age of 33."}]}, {"heading": "Deaths", "year": "1684", "date": "July 26", "txt": "Elena Cornaro Piscopia, Italian mathematician and philosopher (b. 1646)", "entities": [{"title": "Elena Cornaro Piscopia", "href": "/wiki/Elena_Cornaro_Piscopia", "description": "Elena Lucrezia Cornaro Piscopia or Elena Lucrezia Corner, also known in English as Helen Cornaro, was a Venetian philosopher of noble descent who in 1678 became one of the first women to receive an academic degree from a university, and the first to receive a Doctor of Philosophy degree."}]}, {"heading": "Deaths", "year": "1693", "date": "July 26", "txt": "Ulrika Eleonora of Denmark, queen of Sweden (b. 1656)", "entities": [{"title": "Ulrika Eleonora of Denmark", "href": "/wiki/Ulrika_Eleonora_of_Denmark", "description": "Ulrika Eleonora of Denmark and Norway was Queen of Sweden as the wife of King Charles XI."}]}, {"heading": "Deaths", "year": "1712", "date": "July 26", "txt": "Thomas Osborne, 1st Duke of Leeds, English politician, Lord High Treasurer (b. 1631)", "entities": [{"title": "Thomas Osborne, 1st Duke of Leeds", "href": "/wiki/Thomas_Osborne,_1st_Duke_of_Leeds", "description": "Thomas Osborne, 1st Duke of Leeds,, was a prominent English politician. Under King Charles II, he was the leading figure in the government for around five years in the mid 1670s. He fell out of favour due to corruption and other scandals, and was impeached and eventually imprisoned in the Tower of London for five years until the accession of James II of England in 1685. In 1688 he was one of the I"}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Deaths", "year": "1723", "date": "July 26", "txt": "Robert Bertie, 1st Duke of Ancaster and Kesteven, English politician, Chancellor of the Duchy of Lancaster (b. 1660)", "entities": [{"title": "Robert Bertie, 1st Duke of Ancaster and Kesteven", "href": "/wiki/Robert_Bertie,_1st_Duke_of_Ancaster_and_Kesteven", "description": "Robert Bertie, 1st Duke of Ancaster and Kesteven PC, styled 17th Baron Willoughby de Eresby between 1666 and 1701, and known as 4th Earl of Lindsey between 1701 and 1706, and as 1st Marquess of Lindsey between 1706 and 1715, was a British statesman and nobleman."}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Deaths", "year": "1801", "date": "July 26", "txt": "Maximilian Francis, archduke of Austria (b. 1756)", "entities": [{"title": "Archduke Maximilian Francis of Austria", "href": "/wiki/Archduke_Maximilian_Francis_of_Austria", "description": "Archduke Maximilian Francis of Austria was Elector of Cologne, and Grand Master of the Teutonic Knights. He was the youngest child of the Habsburg ruler of Austria, Maria Theresa, and her husband, Francis I, Holy Roman Emperor, for whom he was named. His siblings included emperors Joseph II and Leopold II, the Sicilian queen Maria Carolina, and the French queen Marie Antoinette. He was the last fu"}]}, {"heading": "Deaths", "year": "1863", "date": "July 26", "txt": "Sam Houston, American general and politician, 7th Governor of Texas (b. 1793)", "entities": [{"title": "Sam Houston", "href": "/wiki/Sam_Houston", "description": "Samuel Houston was an American general. He was an important leader of the Texas Revolution, Houston served as the first and third president of the Republic of Texas, and was one of the first two individuals to represent Texas in the United States Senate. He also served as the sixth governor of Tennessee and the seventh governor of Texas, the only American to be elected governor of two different st"}, {"title": "Governor of Texas", "href": "/wiki/Governor_of_Texas", "description": "The governor of Texas is the head of state, head of government and chief executive of Texas. The governor directs the legislative branch and the executive branch of the state government and is the commander in chief of the Texas military forces. The governor has the power to either approve or veto bills passed by the Texas Legislature, and to convene the legislature. The governor may grant pardons"}]}, {"heading": "Deaths", "year": "1867", "date": "July 26", "txt": "Otto, king of Greece (b. 1815)", "entities": [{"title": "Otto, King of Greece", "href": "/wiki/Otto,_King_of_Greece", "description": "Otto Friedrich Ludwig was a Bavarian prince who ruled as King of Greece from the establishment of the monarchy on 27 May 1832, under the Convention of London, until he was deposed on 23 October 1862."}]}, {"heading": "Deaths", "year": "1899", "date": "July 26", "txt": "Ulises Heureaux, 22nd, 26th, and 27th President of the Dominican Republic (b. 1845)", "entities": [{"title": "Ulises Heureaux", "href": "/wiki/Ulises_Heureaux", "description": "Ulises Hilarión Heureaux Lebert nicknamed Lilís, was president of the Dominican Republic from 1 September 1882 to 1 September 1884, from 6 January to 27 February 1887 and again from 30 April 1889 maintaining power between his terms until his assassination by Ramon Caceres."}, {"title": "President of the Dominican Republic", "href": "/wiki/President_of_the_Dominican_Republic", "description": "The President of the Dominican Republic is both the head of state and head of government of the Dominican Republic. The presidential system was established in 1844, following the proclamation of the republic during the Dominican War of Independence. The President of the Dominican Republic is styled Your Excellency, Mr. President during his time in office. His official residence is the National Pal"}]}, {"heading": "Deaths", "year": "1915", "date": "July 26", "txt": "James Murray, Scottish lexicographer and philologist (b. 1837)", "entities": [{"title": "James Murray (lexicographer)", "href": "/wiki/James_Murray_(lexicographer)", "description": "Sir James Augustus Henry Murray, FBA was a Scottish lexicographer and philologist. He was the primary editor of the Oxford English Dictionary (OED) from 1879 until his death."}]}, {"heading": "Deaths", "year": "1919", "date": "July 26", "txt": "Edward Poynter, English painter and illustrator (b. 1836)", "entities": [{"title": "Edward Poynter", "href": "/wiki/Edward_Poynter", "description": "Sir Edward John Poynter, 1st Baronet was an English painter, designer, and draughtsman, who served as President of the Royal Academy."}]}, {"heading": "Deaths", "year": "1921", "date": "July 26", "txt": "Howard Vernon, Australian actor (b. 1848)", "entities": [{"title": "Howard Vernon (Australian actor)", "href": "/wiki/Howard_Vernon_(Australian_actor)", "description": "Howard Vernon was an Australian actor best known for his performances in comic roles of the Gilbert and Sullivan operas with the J. C. Williamson company."}]}, {"heading": "Deaths", "year": "1925", "date": "July 26", "txt": "Antonio Ascari, Italian race car driver (b. 1888)", "entities": [{"title": "Antonio Ascari", "href": "/wiki/Antonio_Ascari", "description": "Antonio Ascari was an Italian Grand Prix motor racing champion."}]}, {"heading": "Deaths", "year": "1925", "date": "July 26", "txt": "Gottlob Frege, German mathematician and philosopher (b. 1848)", "entities": []}, {"heading": "Deaths", "year": "1925", "date": "July 26", "txt": "William Jennings Bryan, American lawyer and politician, 41st United States Secretary of State (b. 1860)", "entities": [{"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Deaths", "year": "1926", "date": "July 26", "txt": "Robert Todd Lincoln, American lawyer and politician, 35th United States Secretary of War, son of Abraham Lincoln (b. 1843)", "entities": [{"title": "Robert Todd Lincoln", "href": "/wiki/Robert_Todd_Lincoln", "description": "Robert Todd Lincoln was an American lawyer, businessman, and politician. He was the eldest child of President Abraham Lincoln and Mary Todd Lincoln, and the only one of their four children to live to adulthood. Robert Lincoln became a business lawyer and company president, and served as U.S. Secretary of War and U.S. Ambassador to the United Kingdom."}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}]}, {"heading": "Deaths", "year": "1930", "date": "July 26", "txt": "Pavlos Karolidis, Greek historian and academic (b. 1849)", "entities": [{"title": "Pavlos Karolidis", "href": "/wiki/Pavlos_Karolidis", "description": "Pavlos Karolidis or Karolides was one of the most eminent Greek historians of the late 19th and early 20th centuries."}]}, {"heading": "Deaths", "year": "1932", "date": "July 26", "txt": "Fred Duesenberg, German-American businessman, co-founded the Duesenberg Company (b. 1876)", "entities": [{"title": "Fred Duesenberg", "href": "/wiki/Fred_Duesenberg", "description": "Frederick Samuel Duesenberg was a German-born American automobile and engine designer, manufacturer and sportsman who was internationally known as a designer of racecars and racing engines. Duesenberg's engineering expertise influenced the development of the automobile, especially during the 1910s and 1920s. He is credited with introducing an eight-cylinder engine, also known as the Duesenberg Str"}, {"title": "Duesenberg", "href": "/wiki/Duesenberg", "description": "Duesenberg Motors Company was an American manufacturer of racing cars and high-end luxury automobiles. It was founded by brothers August and Frederick Duesenberg in 1913 in Saint Paul, Minnesota, where they built engines and racing cars. The brothers moved their operations to Elizabeth, New Jersey, in 1916 to manufacture engines for World War I. In 1919, when their government contracts were cancel"}]}, {"heading": "Deaths", "year": "1934", "date": "July 26", "txt": "Winsor McCay, American cartoonist, animator, producer, and screenwriter (b. 1871)", "entities": [{"title": "Winsor McCay", "href": "/wiki/Winsor_McCay", "description": "Zenas Winsor McCay was an American cartoonist and animator. He is best known for the comic strip Little Nemo and the animated film Gertie the Dinosaur (1914). For contractual reasons, he worked under the pen name Silas on the comic strip Dream of the Rarebit Fiend."}]}, {"heading": "Deaths", "year": "1941", "date": "July 26", "txt": "Henri Lebesgue, French mathematician and academic (b. 1875)", "entities": [{"title": "Henri Lebesgue", "href": "/wiki/Henri_Lebesgue", "description": "Henri Léon Lebesgue was a French mathematician known for his theory of integration, which was a generalization of the 17th-century concept of integration—summing the area between an axis and the curve of a function defined for that axis. His theory was published originally in his dissertation Intégrale, longueur, aire at the University of Nancy during 1902."}]}, {"heading": "Deaths", "year": "1942", "date": "July 26", "txt": "Roberto Arlt, Argentinian author and playwright (b. 1900)", "entities": [{"title": "Roberto Arlt", "href": "/wiki/Roberto_Arlt", "description": "Roberto Arlt was an Argentine novelist, storyteller, playwright, journalist and inventor."}]}, {"heading": "Deaths", "year": "1951", "date": "July 26", "txt": "James Mitchell, Australian politician, 13th Premier of Western Australia (b. 1866)", "entities": [{"title": "James Mitchell (Australian politician)", "href": "/wiki/James_Mitchell_(Australian_politician)", "description": "Sir James Mitchell, was an Australian politician. He was the 13th Premier of Western Australia, serving on two occasions, the Lieutenant-Governor of Western Australia for 15 years, and the 22nd Governor of Western Australia from 1948 to 1951."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Deaths", "year": "1952", "date": "July 26", "txt": "Eva Perón, Argentinian politician, 25th First Lady of Argentina (b. 1919)", "entities": [{"title": "Eva Perón", "href": "/wiki/Eva_Per%C3%B3n", "description": "María Eva Duarte de Perón, better known as Eva Perón and Evita, was the wife of Argentine President Juan Perón (1895–1974) and First Lady of Argentina from June 1946 until her death in July 1952. She was born in poverty in the rural village of Los Toldos, in the Pampas, as the youngest of five children. In 1934 at the age of 15, she moved to the nation's capital of Buenos Aires to pursue a career "}, {"title": "First Lady of Argentina", "href": "/wiki/First_Lady_of_Argentina", "description": "First Lady or First Gentleman of Argentina, also known as First Lady or First Gentleman of the Argentine Nation, is the unofficial and protocol title of the spouse of the sitting president of Argentina."}]}, {"heading": "Deaths", "year": "1953", "date": "July 26", "txt": "Nikolaos Plastiras, Greek general and politician, 135th Prime Minister of Greece (b. 1883)", "entities": [{"title": "Nikolaos Plastiras", "href": "/wiki/Nikolaos_Plastiras", "description": "Nikolaos Plastiras was a Greek general and politician, who served thrice as Prime Minister of Greece. A distinguished soldier known for his personal bravery, he became famous as \"The Black Rider\" during the Greco-Turkish War of 1919–1922, where he commanded the 5/42 Evzone Regiment. After the Greek defeat in the war, along with other Venizelist officers he launched the 11 September 1922 Revolution"}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1957", "date": "July 26", "txt": "Carlos Castillo Armas, Authoritarian ruler of Guatemala (1954-1957)", "entities": [{"title": "Carlos Castillo Armas", "href": "/wiki/Carlos_Castillo_Armas", "description": "Carlos Castillo Armas was a Guatemalan military officer and politician who was the 28th president of Guatemala, serving from 1954 to 1957 after taking power in a coup d'état. A member of the right-wing National Liberation Movement (MLN) party, his authoritarian government was closely allied with the United States."}]}, {"heading": "Deaths", "year": "1960", "date": "July 26", "txt": "Cedric Gibbons, British art director and production designer (b. 1893)", "entities": [{"title": "Cedric Gibbons", "href": "/wiki/Cedric_Gibbons", "description": "Austin Cedric Gibbons was an Irish-American art director and production designer for the film industry. He also made a significant contribution to motion picture theater architecture from the 1930s to 1950s. Gibbons designed the Oscar statuette in 1928, but tasked the sculpting to George Stanley, a Los Angeles artist. He was nominated 39 times for the Academy Award for Best Production Design and w"}]}, {"heading": "Deaths", "year": "1964", "date": "July 26", "txt": "Francis Curzon, 5th Earl Howe, English race car driver and politician (b. 1884)", "entities": [{"title": "Francis Curzon, 5th Earl Howe", "href": "/wiki/Francis_Curzon,_5th_Earl_Howe", "description": "Francis Richard Henry Penn Curzon, 5th Earl Howe,, styled as Viscount Curzon from 1900 to 1929, was a British naval officer, Member of Parliament, and motor racing driver and promoter. In the 1918 UK General Election he won the Battersea South seat as the candidate of the Conservative Party, which he held until 1929. While in Parliament he took up motor racing, and later won the 1931 24 Hours of L"}]}, {"heading": "Deaths", "year": "1968", "date": "July 26", "txt": "Cemal Tollu, Turkish lieutenant and painter (b. 1899)", "entities": [{"title": "Cemal Tollu", "href": "/wiki/Cemal_Tollu", "description": "Cemal Tollu was a Turkish painter. He served in the Turkish war of independence as a cavalry lieutenant. and witnessed the Fire of Manisa. In 1933 he founded the \"D Group\" with several other painters who were devoted to Cubism and Constructivism. In his later life he was to teach at the Fine Arts Academy of Istanbul until 1965."}]}, {"heading": "Deaths", "year": "1970", "date": "July 26", "txt": "Robert Taschereau, Canadian lawyer and jurist, 11th Chief Justice of Canada (b. 1896)", "entities": [{"title": "Robert Taschereau", "href": "/wiki/Robert_Taschereau", "description": "Robert Taschereau, was a lawyer who became the 11th Chief Justice of the Supreme Court of Canada and who briefly served as acting Governor General of Canada following the death of Georges Vanier in 1967."}, {"title": "Chief Justice of Canada", "href": "/wiki/Chief_Justice_of_Canada", "description": "The chief justice of Canada is the presiding judge of the nine-member Supreme Court of Canada, the highest judicial body in Canada. As such, the chief justice is the highest-ranking judge of the Canadian court system. The Supreme Court Act makes the chief justice, a Crown in Council appointment, meaning the Crown acting on the advice of the prime minister and minister of justice. The chief justice"}]}, {"heading": "Deaths", "year": "1971", "date": "July 26", "txt": "Diane Arbus, American photographer and academic (b. 1923)", "entities": [{"title": "Diane Arbus", "href": "/wiki/Diane_Arbus", "description": "Diane Arbus was an American photographer. Arbus worked to normalize marginalized groups and highlight the importance of proper representation of all people. She worked with a wide range of subjects including; strippers, carnival performers, nudists, dwarves, children, mothers, couples, elderly people, and middle-class families. She photographed her subjects in familiar settings: their homes, on th"}]}, {"heading": "Deaths", "year": "1984", "date": "July 26", "txt": "George Gallup, American mathematician and statistician, founded the Gallup Company (b. 1901)", "entities": [{"title": "George Gallup", "href": "/wiki/George_Gallup", "description": "George Horace Gallup was an American pioneer of survey sampling techniques and inventor of the Gallup poll, a successful statistical method of survey sampling for measuring public opinion."}, {"title": "Gallup (company)", "href": "/wiki/Gallup_(company)", "description": "Gallup, Inc. is an American analytics and advisory company based in Washington, D.C. Founded by George Gallup in 1935, the company became known for its public opinion polls conducted worldwide. Starting in the 1980s, Gallup transitioned its business to focus on providing analytics and management consulting to organizations globally. In addition to its analytics, management consulting, and Gallup P"}]}, {"heading": "Deaths", "year": "1984", "date": "July 26", "txt": "Ed Gein, American serial killer (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "July 26", "txt": "W. Averell Harriman, American politician and diplomat, 11th United States Secretary of Commerce (b. 1891)", "entities": [{"title": "W. Averell Harriman", "href": "/wiki/W._Averell_Harriman", "description": "William Averell Harriman, better known as Averell Harriman, was an American Democratic politician, businessman, and diplomat. The son of railroad baron E. H. Harriman, he served as Secretary of Commerce under President Harry S. Truman, and later as the 48th Governor of New York. He was a candidate for the Democratic presidential nomination in 1952 and 1956, as well as a core member of the group of"}, {"title": "United States Secretary of Commerce", "href": "/wiki/United_States_Secretary_of_Commerce", "description": "The United States secretary of commerce (SecCom) is the head of the United States Department of Commerce. The secretary serves as the principal advisor to the president of the United States on all matters relating to commerce. The secretary reports directly to the president and is a statutory member of Cabinet of the United States. The secretary is appointed by the president, with the advice and c"}]}, {"heading": "Deaths", "year": "1988", "date": "July 26", "txt": "Fazlur Rahman Malik, Pakistani philosopher, scholar, and academic (b. 1919)", "entities": [{"title": "Fazlur Rahman Malik", "href": "/wiki/Fazlur_Rahman_Malik", "description": "Fazlur Rahman Malik, generally known as Fazlur Rahman, was a modernist scholar and philosopher of Islam from today's Pakistan. He is renowned as a prominent liberal reformer of Islam, who devoted himself to educational reform and the revival of independent reasoning (ijtihad). His works are subject of widespread interest in countries such as Pakistan, Malaysia, Indonesia and Turkey."}]}, {"heading": "Deaths", "year": "1992", "date": "July 26", "txt": "Mary Wells, American singer-songwriter (b. 1943)", "entities": [{"title": "Mary Wells", "href": "/wiki/Mary_Wells", "description": "Mary Esther Wells was an American singer, who helped to define the emerging sound of Motown in the early 1960s. Along with The Supremes, The Miracles, The Temptations, and the Four Tops, Wells was said to have been part of the charge in black music onto radio stations and record shelves of mainstream America, \"bridging the color lines in music at the time.\""}]}, {"heading": "Deaths", "year": "1993", "date": "July 26", "txt": "Matthew Ridgway, American general (b. 1895)", "entities": [{"title": "Matthew Ridgway", "href": "/wiki/Matthew_Ridgway", "description": "General Matthew Bunker Ridgway was a senior officer in the United States Army, who served as Supreme Allied Commander Europe (1952–1953) and the 19th Chief of Staff of the United States Army (1953–1955). He fought with distinction during World War II, where he was the Commanding General of the 82nd Airborne Division, leading it in action in Sicily, Italy and Normandy, before taking command of the "}]}, {"heading": "Deaths", "year": "1994", "date": "July 26", "txt": "James Luther Adams, American theologian and academic (b. 1901)", "entities": [{"title": "James Luther Adams", "href": "/wiki/James_Luther_Adams", "description": "James Luther Adams (1901–1994), an American professor at Harvard Divinity School, Andover Newton Theological School, and Meadville Lombard Theological School, and a Unitarian parish minister, was the most influential theologian among American Unitarian Universalists in the 20th century."}]}, {"heading": "Deaths", "year": "1995", "date": "July 26", "txt": "Laurindo Almeida, Brazilian-American guitarist and composer (b. 1917)", "entities": [{"title": "Laurindo Almeida", "href": "/wiki/Laurindo_Almeida", "description": "Laurindo Almeida was a Brazilian guitarist and composer in classical, jazz, and Latin music. He and Bud Shank were pioneers in the creation of bossa nova. Almeida was the first guitarist to receive Grammy Awards for both classical and jazz performances. His discography encompasses more than a hundred recordings over five decades."}]}, {"heading": "Deaths", "year": "1995", "date": "July 26", "txt": "Raymond Mailloux, Canadian lawyer and politician (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "July 26", "txt": "George W. Romney, American businessman and politician, 43rd Governor of Michigan (b. 1907)", "entities": [{"title": "Governor of Michigan", "href": "/wiki/Governor_of_Michigan", "description": "The governor of Michigan is the chief executive of the U.S. state of Michigan. The current governor is Gretchen Whitmer, a member of the Democratic Party, who was inaugurated on January 1, 2019, as the state's 49th governor. The governor is elected to a 4-year term and is limited to two terms."}]}, {"heading": "Deaths", "year": "1996", "date": "July 26", "txt": "Max Winter, American businessman and sports executive (b. 1903)", "entities": [{"title": "Max Winter", "href": "/wiki/Max_Winter", "description": "Max Winter was a Minneapolis businessman and sport executive who helped found the Minnesota Vikings."}]}, {"heading": "Deaths", "year": "1999", "date": "July 26", "txt": "Walter Jackson Bate, American author and critic (b. 1918)", "entities": [{"title": "Walter Jackson Bate", "href": "/wiki/Walter_Jackson_Bate", "description": "Walter Jackson Bate was an American literary critic and biographer. He is known for Pulitzer Prize for Biography or Autobiography-winning biographies of Samuel Johnson (1978) and John Keats (1964). \nSamuel Johnson also won the 1978 U.S. National Book Award in Biography."}]}, {"heading": "Deaths", "year": "1999", "date": "July 26", "txt": "Phaedon Gizikis, Greek general and politician, President of Greece (b. 1917)", "entities": [{"title": "List of heads of state of Greece", "href": "/wiki/List_of_heads_of_state_of_Greece", "description": "This is a list of the heads of state of the modern Greek state, from its establishment during the Greek Revolution to the present day."}]}, {"heading": "Deaths", "year": "2000", "date": "July 26", "txt": "John Tukey, American mathematician and academic (b. 1915)", "entities": [{"title": "John Tukey", "href": "/wiki/John_Tukey", "description": "John Wilder Tukey was an American mathematician best known for development of the Fast Fourier Transform (FFT) algorithm and box plot. The Tukey range test, the Tukey lambda distribution, the Tukey test of additivity, and the Teichmüller–Tukey lemma all bear his name. He is also credited with coining the term 'bit' and the first published use of the word software."}]}, {"heading": "Deaths", "year": "2001", "date": "July 26", "txt": "Rex T. Barber, American colonel and pilot (b. 1917)", "entities": [{"title": "Rex T. Barber", "href": "/wiki/Rex_T._Barber", "description": "Colonel Rex T. Barber was a World War II fighter pilot from the United States. He is best known as a member of the top secret mission to intercept the aircraft carrying Japanese Admiral Isoroku Yamamoto in April 1943."}]}, {"heading": "Deaths", "year": "2001", "date": "July 26", "txt": "Peter von Zahn, German journalist and author (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "July 26", "txt": "William A. Mitchell, American chemist, created Pop Rocks and Cool Whip (b. 1911)", "entities": [{"title": "William A. Mitchell", "href": "/wiki/William_A._Mitchell", "description": "Dr. William A. \"Bill\" Mitchell was an American food chemist who, while working for General Foods Corporation between 1941 and 1976, was the key inventor behind Pop Rocks, Tang, Cool Whip, and powdered egg whites. During his career he received over 70 patents."}, {"title": "Pop Rocks", "href": "/wiki/Pop_Rocks", "description": "Pop Rocks is a candy, owned by Zeta Espacial S.A. Pop Rocks ingredients include sugar, lactose, and flavoring. It differs from typical hard candy in that pressurized carbon dioxide gas bubbles are embedded inside of the candy, creating a small popping reaction when it dissolves in one's mouth."}, {"title": "Cool Whip", "href": "/wiki/Cool_Whip", "description": "Cool Whip is a brand of imitation whipped cream, referred to as a whipped topping by its manufacturer, Kraft Heinz. It is used in North America as a topping for desserts, and in some no-bake pie recipes as a convenience food or ingredient that does not require physical whipping and can maintain its texture without melting over time."}]}, {"heading": "Deaths", "year": "2005", "date": "July 26", "txt": "Alexander Golitzen, Russian-born American production designer and art director (b. 1908)", "entities": [{"title": "Alexander Golitzen", "href": "/wiki/Alexander_Golitzen", "description": "Prince Alexander Golitzen (Golitsyn), was a Russian-born American production designer who oversaw art direction on more than 300 movies."}]}, {"heading": "Deaths", "year": "2005", "date": "July 26", "txt": "Jack Hirshleifer, American economist and academic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "July 26", "txt": "Gilles Marotte, Canadian ice hockey player (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 26", "txt": "Lars Forssell, Swedish author, poet, and playwright (b. 1928)", "entities": [{"title": "Lars Forssell", "href": "/wiki/Lars_Forssell", "description": "Lars Hans Carl Abraham Forssell was a Swedish writer and member of the Swedish Academy. Forssell was a versatile writer who worked within many genres, including poetry, drama and songwriting. He was married from 1951 until his death to Kerstin Hane, and was the father of Jonas and Malte Forssell."}]}, {"heading": "Deaths", "year": "2007", "date": "July 26", "txt": "Skip Prosser, American basketball player and coach (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "July 26", "txt": "Merce Cunningham, American dancer and choreographer (b. 1919)", "entities": [{"title": "Merce Cunningham", "href": "/wiki/Merce_Cunningham", "description": "Mercier Philip \"Merce\" Cunningham was an American dancer and choreographer who was at the forefront of American modern dance for more than 50 years. He was notable for frequent collaboration with artists of other disciplines, including musicians John Cage, David Tudor, Brian Eno, and graphic artists Robert Rauschenberg, Bruce Nauman, Andy Warhol, Roy Lichtenstein, Frank Stella, and Jasper Johns; a"}]}, {"heading": "Deaths", "year": "2010", "date": "July 26", "txt": "Sivakant Tiwari, Indian-Singaporean politician (b. 1945)", "entities": [{"title": "Sivakant Tiwari", "href": "/wiki/Sivakant_Tiwari", "description": "Sivakant Tiwari, P.P.A.(E.), P.B.S., P.P.A.(E.)(L.), P.J.G., known professionally as S. Tiwari, was a senior legal officer of the Singapore Legal Service. He was educated at the University of Singapore, graduating in law in 1971. He then made the Legal Service his career, serving as head of the Ministry of Defence's legal department (1974), and head of the Attorney-General's Chambers' Civil Divisi"}]}, {"heading": "Deaths", "year": "2011", "date": "July 26", "txt": "Joe Arroyo, Colombian singer-songwriter and composer (b. 1955)", "entities": [{"title": "Joe Arroyo", "href": "/wiki/Joe_Arroyo", "description": "Álvaro José Arroyo González was a Colombian salsa and tropical music singer, composer and songwriter. He was considered one of the greatest performers of Caribbean music in his country."}]}, {"heading": "Deaths", "year": "2011", "date": "July 26", "txt": "Richard Harris, American-Canadian football player and coach (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "July 26", "txt": "Sakyo Komatsu, Japanese author and screenwriter (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "July 26", "txt": "Margaret Olley, Australian painter and philanthropist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 26", "txt": "Don Bagley, American bassist and composer (b. 1927)", "entities": [{"title": "Don Bagley", "href": "/wiki/Don_Bagley", "description": "Donald Neff Bagley was an American jazz bassist."}]}, {"heading": "Deaths", "year": "2012", "date": "July 26", "txt": "Karl Benjamin, American painter and educator (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 26", "txt": "Miriam Ben-Porat, Russian-Israeli lawyer and jurist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 26", "txt": "Lupe Ontiveros, American actress (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 26", "txt": "James D. Watkins, American admiral and politician, 6th United States Secretary of Energy (b. 1927)", "entities": [{"title": "United States Secretary of Energy", "href": "/wiki/United_States_Secretary_of_Energy", "description": "The United States secretary of energy is the head of the United States Department of Energy, a member of the Cabinet of the United States, and fifteenth in the presidential line of succession. The position was formed on October 1, 1977 with the creation of the Department of Energy when President Jimmy Carter signed the Department of Energy Organization Act. Originally the post focused on energy pr"}]}, {"heading": "Deaths", "year": "2013", "date": "July 26", "txt": "Luther F. Cole, American lawyer and politician (b. 1925)", "entities": [{"title": "Luther F. Cole", "href": "/wiki/Luther_F._Cole", "description": "Luther Francis Cole was a lawyer and politician from Baton Rouge, Louisiana, who served as a state legislator and then as a judge."}]}, {"heading": "Deaths", "year": "2013", "date": "July 26", "txt": "Harley Flanders, American mathematician and academic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 26", "txt": "Sung Jae-gi, South Korean philosopher and activist (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 26", "txt": "George P. Mitchell, American businessman and philanthropist (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 26", "txt": "Oleh Babayev, Ukrainian businessman and politician (b. 1965)", "entities": [{"title": "Oleh Babayev", "href": "/wiki/Oleh_Babayev", "description": "Oleh Meydanovych Babaiev was a Ukrainian politician and an owner of two professional football clubs in the Poltava Oblast. In 2010, he was elected Mayor of Kremenchuk."}]}, {"heading": "Deaths", "year": "2014", "date": "July 26", "txt": "Charles R. Larson, American admiral (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 26", "txt": "Richard MacCormac, English architect, founded MJP Architects (b. 1938)", "entities": [{"title": "MJP Architects", "href": "/wiki/MJP_Architects", "description": "MJP Architects is an employee-owned British architectural practice established in 1972 by Sir Richard MacCormac, and based in Spitalfields, London. The practice officially changed its name from MacCormac Jamieson Prichard to MJP Architects in June 2008."}]}, {"heading": "Deaths", "year": "2014", "date": "July 26", "txt": "Sergei O. Prokofieff, Russian anthropologist and author (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 26", "txt": "Roland Verhavert, Belgian director, producer, and screenwriter (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 26", "txt": "Bijoy Krishna Handique, Indian lawyer and politician, Indian Minister of Mines (b. 1934)", "entities": [{"title": "Bijoy Krishna Handique", "href": "/wiki/Bijoy_Krishna_Handique", "description": "Bijoy Krishna Handique was an Indian politician who was a member of the 15th Lok Sabha of India. He represented the Jorhat constituency of Assam and was a member of the Indian National Congress (INC) political party. He was the only son of Krishna Kanta Handique, a renowned Indologist. B K Handique was a senior Member of Parliament from the North Eastern Region and represented the Jorhat Lok Sabha"}, {"title": "Ministry of Mines (India)", "href": "/wiki/Ministry_of_Mines_(India)", "description": "The Ministry of Mines, a branch of the Government of India, is the apex body for formulation and administration of the rules and regulations and laws relating to mines in India. The head of the ministry is Pralhad Joshi since June 2019."}]}, {"heading": "Deaths", "year": "2015", "date": "July 26", "txt": "Flora MacDonald, Canadian banker and politician, 10th Canadian Minister of Communications (b. 1926)", "entities": [{"title": "Minister of Communications (Canada)", "href": "/wiki/Minister_of_Communications_(Canada)", "description": "The Minister of Communications of Canada is a now-defunct cabinet post which existed from 1969 to 1996, when it was abolished. Its telecommunications policy functions were transferred to the Minister of Industry and its cultural role was assumed by the Minister of Canadian Heritage."}]}, {"heading": "Deaths", "year": "2015", "date": "July 26", "txt": "Leo Reise, Jr., Canadian ice hockey player (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 26", "txt": "Ann Rule, American police officer and author (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "July 26", "txt": "June Foray, American voice actress (b. 1917)", "entities": [{"title": "June Foray", "href": "/wiki/June_Foray", "description": "June Foray was an American voice actress who was best known as the voice of such animated characters as Rocky the Flying Squirrel, Nell Fenwick, Lucifer from Disney's Cinderella, Cindy Lou Who, Jokey Smurf, Granny from the Warner Bros. cartoons directed by Friz Freleng, Grammi Gummi from Disney's Adventures of the Gummi Bears series, and Magica De Spell, among many others."}]}, {"heading": "Deaths", "year": "2017", "date": "July 26", "txt": "Patti Deutsch, American voice artist and comedic actress (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "July 26", "txt": "Ronald Phillips, American criminal (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "July 26", "txt": "Adem Demaci, Kosovo Albanian politician and writer (b. 1936) ", "entities": [{"title": "Adem Demaci", "href": "/wiki/Adem_Demaci", "description": "Adem Demaçi was a Kosovo Albanian politician and writer."}, {"title": "Kosovo Albanian", "href": "/wiki/Kosovo_Albanian", "description": "The Albanians of Kosovo, also commonly called Kosovo Albanians or Kosovar Albanians, constitute the largest ethnic group in Kosovo."}]}, {"heading": "Deaths", "year": "2018", "date": "July 26", "txt": "John Kline, American basketball player (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "July 26", "txt": "Russi Taylor, American voice actress (b. 1944)", "entities": [{"title": "Russi Taylor", "href": "/wiki/Russi_Taylor", "description": "Russi Taylor was an American voice actress. She is best remembered as the voice of Minnie Mouse for 33 years, and was married to voice actor Wayne Allwine until his death on May 18, 2009. She also voiced several characters in The Simpsons."}]}, {"heading": "Deaths", "year": "2019", "date": "July 26", "txt": "Jaime Lucas Ortega y Alamino, Cuban Roman Catholic prelate (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "July 26", "txt": "Olivia de Havilland, American actress (b. 1916)", "entities": [{"title": "Olivia de Havilland", "href": "/wiki/Olivia_de_Havilland", "description": "Dame Olivia Mary de Havilland was a British-American actress. The major works of her cinematic career spanned from 1935 to 1988. She appeared in 49 feature films and was one of the leading actors of her time. She was the oldest living and earliest surviving Academy Award winner until her death in July 2020. Her younger sister was the actress Joan Fontaine."}]}]