[{"heading": "Events", "year": "328", "date": "July 5", "txt": "The official opening of Constantine's Bridge built over the Danube between Sucidava (Corabia, Romania) and Oescus (Gigen, Bulgaria) by the Roman architect Theophilus Patricius.", "entities": [{"title": "Constantine's Bridge (Danube)", "href": "/wiki/Constantine%27s_Bridge_(Danube)", "description": "Constantine's Bridge was a Roman bridge over the Danube in order to reconquer Dacia. It was completed or rebuilt in 328 AD and remained in use for no more than four decades."}, {"title": "Danube", "href": "/wiki/Danube", "description": "The Danube is Europe's second-longest river after the Volga, flowing through much of Central and Southeastern Europe, from the Black Forest into the Black Sea. Its longest headstream Breg rises in Furtwangen im Schwarzwald, while the river carries its name from its source confluence in Donaueschingen onwards."}, {"title": "Sucidava", "href": "/wiki/Sucidava", "description": "Sucidava is a Dacian and Daco-Roman historical site, situated in Corabia, Romania, on the north bank of the Danube. The first Christian Basilica established in Romania can be found there and the foot of a Roman bridge over the Danube built by Constantine the Great to link Sucidava with Oescus, in order to start the reconquest of Dacia. There is also a secret underground fountain which flows under "}, {"title": "Corabia", "href": "/wiki/Corabia", "description": "Corabia is a small Danube port located in Olt County, Oltenia, Romania, which used to be part of the now-dissolved Romanaţi County before World War II. Across the Danube from Corabia lies the Bulgarian village of Gigen."}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "Oescus", "href": "/wiki/Oescus", "description": "Oescus, Palatiolon or Palatiolum was an important ancient city on the Danube river in Roman Moesia. It later became known as Ulpia Oescus. It lay northwest of the modern Bulgarian city of Pleven, near the village of Gigen."}, {"title": "Gigen", "href": "/wiki/Gigen", "description": "Gigen is a village in northern Bulgaria, part of Gulyantsi Municipality, Pleven Province. It is located near the Danube River, close to the place where the Iskar River empties into it, opposite the Romanian town of Corabia."}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Roman Empire", "href": "/wiki/Roman_Empire", "description": "The Roman Empire was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, Northern Africa, and Western Asia ruled by emperors. From the accession of Caesar Augustus to the military anarchy of the 3rd century, it was a principate with Italy as metropole of the provinces and the city of Rome as sole capital. After the "}]}, {"heading": "Events", "year": "1316", "date": "July 5", "txt": "The Burgundian and Majorcan claimants of the Principality of Achaea meet in the Battle of Manolada.", "entities": [{"title": "Duchy of Burgundy", "href": "/wiki/Duchy_of_Burgundy", "description": "The Duchy of Burgundy emerged in the 9th century as one of the successors of the ancient Kingdom of the Burgundians, which after its conquest in 532 had formed a constituent part of the Frankish Empire. Upon the 9th-century partitions, the French remnants of the Burgundian kingdom were reduced to a ducal rank by King Robert II of France in 1004. Robert II's son and heir, King Henry I of France, in"}, {"title": "Kingdom of Majorca", "href": "/wiki/Kingdom_of_Majorca", "description": "The Kingdom of Majorca was a realm on the east coast of Spain, including Mediterranean islands, and founded by James I of Aragon, also known as James The Conqueror. After the death of his firstborn son Alfonso, a will was written in 1262 and created the kingdom to cede it to his son James. The disposition was maintained during successive versions of his will and so when James I died in 1276, the C"}, {"title": "Principality of Achaea", "href": "/wiki/Principality_of_Achaea", "description": "The Principality of Achaea or Principality of Morea was one of the three vassal states of the Latin Empire, which replaced the Byzantine Empire after the capture of Constantinople during the Fourth Crusade. It became a vassal of the Kingdom of Thessalonica, along with the Duchy of Athens, until Thessalonica was captured by Theodore, the despot of Epirus, in 1224. After this, Achaea became for a wh"}, {"title": "Battle of Manolada", "href": "/wiki/Battle_of_Manolada", "description": "The Battle of Manolada was fought on July 5, 1316 at Manolada, on the plains of Elis in the Peloponnese. The two leaders were Louis of Burgundy and the infante Ferdinand of Majorca, both of whom claimed the Principality of Achaea in right of their wives. The defeat and death of Ferdinand ensured the continued Angevin supremacy over Achaea and checked the further movement of his allies, the Catalan"}]}, {"heading": "Events", "year": "1594", "date": "July 5", "txt": "Portuguese forces under the command of Pedro Lopes de Sousa begin an unsuccessful invasion of the Kingdom of Kandy during the Campaign of Danture in Sri Lanka.", "entities": [{"title": "Portuguese Empire", "href": "/wiki/Portuguese_Empire", "description": "The Portuguese Empire, also known as the Portuguese Overseas or the Portuguese Colonial Empire, was composed of the overseas colonies and territories governed by Portugal. One of the longest-lived empires in world history, it existed for almost six centuries, from the capture of Ceuta in 1415, to the handover of Portuguese Macau to China in 1999. The empire began in the 15th century, and from the "}, {"title": "Pedro Lopes de Sousa", "href": "/wiki/Pedro_Lopes_de_Sousa", "description": "Pedro Lopes de Sousa was the 1st Governor of Portuguese Ceylon. The office of Captain-major was abolished in 1594 and de Sousa was appointed in the same year under Philip I of Portugal. He died that year in the Campaign of Danture."}, {"title": "Kingdom of Kandy", "href": "/wiki/Kingdom_of_Kandy", "description": "The Kingdom of Kandy was a monarchy on the island of Sri Lanka, located in the central and eastern portion of the island. It was founded in the late 15th century and endured until the early 19th century."}, {"title": "Campaign of Danture", "href": "/wiki/Campaign_of_Danture", "description": "The Danture campaign comprised a series of encounters between the Portuguese and the Kingdom of Kandy in 1594, part of the Sinhalese–Portuguese War. It is considered a turning point in the indigenous resistance to Portuguese expansion. For the first time in Sri Lanka a Portuguese army was essentially annihilated, when they were on the verge of the total conquest of the island. A 20,000-strong Port"}, {"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}]}, {"heading": "Events", "year": "1610", "date": "July 5", "txt": "John Guy sets sail from Bristol with 39 other colonists for Newfoundland.", "entities": [{"title": "John Guy (governor)", "href": "/wiki/John_Guy_(governor)", "description": "John Guy was an English merchant adventurer, colonist and politician who sat in the House of Commons from 1621 to 1624. He was the first proprietary governor of Newfoundland Colony, the first attempt to establish a colony on Newfoundland."}, {"title": "Bristol", "href": "/wiki/Bristol", "description": "Bristol is a city, ceremonial county and unitary authority in England. With a population of 463,400, it is the most populous city in South West England. The wider Bristol Built-Up Area has the 10th-largest population in England. The urban area population of 670,000 is the 11th-largest in the United Kingdom. The city lies between Gloucestershire to the north and Somerset to the south. South Wales l"}, {"title": "Colonists", "href": "/wiki/Colonists", "description": "A settler is a person who has migrated to an area and established a permanent residence there, often to colonize the area."}, {"title": "Newfoundland (island)", "href": "/wiki/Newfoundland_(island)", "description": "Newfoundland is a large island off the east coast of the North American mainland, and the most populous part of the Canadian province of Newfoundland and Labrador. It has 29 percent of the province's land area. The island is separated from the Labrador Peninsula by the Strait of Belle Isle and from Cape Breton Island by the Cabot Strait. It blocks the mouth of the Saint Lawrence River, creating th"}]}, {"heading": "Events", "year": "1687", "date": "July 5", "txt": "Isaac Newton publishes Philosophiæ Naturalis Principia Mathematica.", "entities": [{"title": "Isaac Newton", "href": "/wiki/Isaac_Newton", "description": "Sir Isaac Newton was an English mathematician, physicist, astronomer, theologian, and author who is widely recognised as one of the greatest mathematicians and most influential scientists of all time and as a key figure in the scientific revolution. His book Philosophiæ Naturalis Principia Mathematica, first published in 1687, established classical mechanics. Newton also made seminal contributions"}]}, {"heading": "Events", "year": "1770", "date": "July 5", "txt": "The Battle of Chesma between the Russian Empire and the Ottoman Empire begins.", "entities": [{"title": "Battle of Chesma", "href": "/wiki/Battle_of_Chesma", "description": "The naval Battle of Chesme took place on 5–7 July 1770 during the Russo-Turkish War (1768–1774) near and in Çeşme Bay, in the area between the western tip of Anatolia and the island of Chios, which was the site of a number of past naval battles between the Ottoman Empire and the Republic of Venice. It was a part of the Orlov Revolt of 1770, a precursor to the later Greek War of Independence (1821–"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1775", "date": "July 5", "txt": "The Second Continental Congress adopts the Olive Branch Petition.", "entities": [{"title": "Second Continental Congress", "href": "/wiki/Second_Continental_Congress", "description": "The Second Continental Congress was a meeting of delegates from the Thirteen Colonies in America that united in the American Revolutionary War. It convened on May 10, 1775, with representatives from 12 of the colonies in Philadelphia, Pennsylvania shortly after the Battles of Lexington and Concord, succeeding the First Continental Congress which met in Philadelphia from September 5 to October 26, "}, {"title": "Olive Branch Petition", "href": "/wiki/Olive_Branch_Petition", "description": "The Olive Branch Petition was adopted by the Second Continental Congress on July 5, 1775, and signed on July 8 in a final attempt to avoid war between Great Britain and the Thirteen Colonies in America. The Congress had already authorized the invasion of Canada more than a week earlier, but the petition affirmed American loyalty to Great Britain and beseeched King George III to prevent further con"}]}, {"heading": "Events", "year": "1803", "date": "July 5", "txt": "The Convention of Artlenburg is signed, leading to the French occupation of the Electorate of Hanover (which had been ruled by the British king).", "entities": [{"title": "Convention of Artlenburg", "href": "/wiki/Convention_of_Artlenburg", "description": "The Convention of Artlenburg or Elbkonvention was the surrender of the Electorate of Hanover to Napoleon's army, signed at Artlenburg on 5 July 1803 by Oberbefehlshaber Johann Ludwig von Wallmoden-Gimborn. It disbanded the Electorate of Hanover and instigated its occupation by French troops."}, {"title": "Electorate of Hanover", "href": "/wiki/Electorate_of_Hanover", "description": "The Electorate of Hanover was an Electorate of the Holy Roman Empire, located in northwestern Germany and taking its name from the capital city of Hanover. It was formally known as the Electorate of Brunswick-Lüneburg. For most of its existence, the electorate was ruled in personal union with Great Britain and Ireland following the Hanoverian Succession."}]}, {"heading": "Events", "year": "1807", "date": "July 5", "txt": "In Buenos Aires the local militias repel the British soldiers within the Second English Invasion.", "entities": [{"title": "Buenos Aires", "href": "/wiki/Buenos_Aires", "description": "Buenos Aires, officially Autonomous City of Buenos Aires, is the capital and largest city of Argentina. The city is located on the western shore of the Río de la Plata, on South America's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra S"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "British invasions of the River Plate", "href": "/wiki/British_invasions_of_the_River_Plate", "description": "The British invasions of the River Plate were a series of unsuccessful British attempts to seize control of areas in the Spanish colonial Viceroyalty of the Río de la Plata that were located around the Río de la Plata in South America — in present-day Argentina and Uruguay. The invasions took place between 1806 and 1807, as part of the Napoleonic Wars, when Spain was an ally of Napoleonic France."}]}, {"heading": "Events", "year": "1809", "date": "July 5", "txt": "The largest battle of the Napoleonic Wars, the Battle of Wagram is fought between the French and Austrian Empires.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Battle of Wagram", "href": "/wiki/Battle_of_Wagram", "description": "The Battle of Wagram was a military engagement of the Napoleonic Wars that ended in a costly but decisive victory for Emperor Napoleon Bonaparte's French and allied army against the Austrian army under the command of Archduke Charles of Austria-Teschen. The battle led to the breakup of the Fifth Coalition, the Austrian and British-led alliance against France."}, {"title": "First French Empire", "href": "/wiki/First_French_Empire", "description": "The First French Empire, officially the French Republic then the French Empire, was the empire ruled by Napoleon Bonaparte, who established French hegemony over much of continental Europe at the beginning of the 19th century. Although France had already established a colonial empire overseas since the early 17th century, the French state had remained a kingdom under the Bourbons and a republic aft"}, {"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}]}, {"heading": "Events", "year": "1811", "date": "July 5", "txt": "The Venezuelan Declaration of Independence is adopted by a congress of the provinces.", "entities": [{"title": "Venezuelan Declaration of Independence", "href": "/wiki/Venezuelan_Declaration_of_Independence", "description": "The Venezuelan Declaration of Independence is a statement adopted by a congress of Venezuelan provinces on July 5, 1811, through which Venezuelans made the decision to separate from the Spanish Crown in order to establish a new nation based on the premises of equality of individuals, abolition of censorship and dedication to freedom of expression. These principles were enshrined as a constitutiona"}]}, {"heading": "Events", "year": "1813", "date": "July 5", "txt": "War of 1812: Three weeks of British raids on Fort Schlosser, Black Rock and Plattsburgh, New York commence.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}, {"title": "Fort Schlosser", "href": "/wiki/Fort_Schlosser", "description": "Fort Schlosser was a fortification built in Western New York in the United States around 1760 by British Colonial forces, in order to guard the upper entrance to the portage around Niagara Falls, near the Porter-Barton Dock."}, {"title": "Black Rock, Buffalo, New York", "href": "/wiki/Black_Rock,_Buffalo,_New_York", "description": "Black Rock, once an independent municipality, is now a neighborhood of the northwest section of the city of Buffalo, New York. In the 1820s, Black Rock was the rival of Buffalo for the terminus of the Erie Canal, but Buffalo, with its larger harbor capacity and greater distance from the shores of Canada, a recent antagonist during the War of 1812, won the competition. Black Rock took its name from"}, {"title": "Plattsburgh (city), New York", "href": "/wiki/Plattsburgh_(city),_New_York", "description": "Plattsburgh is a city in and the seat of Clinton County, New York, United States situated on the north-western shore of Lake Champlain. The population was 19,989 at the 2010 census. The population of the unincorporated areas within the surrounding Town of Plattsburgh was 11,870 as of the 2010 census, making the combined population for all of Plattsburgh to be 31,859. Plattsburgh lies just to the n"}]}, {"heading": "Events", "year": "1814", "date": "July 5", "txt": "War of 1812: Battle of Chippawa: American Major General Jacob Brown defeats British General Phineas Riall at Chippawa, Ontario.", "entities": [{"title": "Battle of Chippawa", "href": "/wiki/Battle_of_Chippawa", "description": "The Battle of Chippawa was a victory for the United States Army in the War of 1812, during its invasion on July 5, 1814 of the British Empire's colony of Upper Canada along the Niagara River. This battle and the subsequent Battle of Lundy's Lane demonstrated that trained American troops could hold their own against British regulars. The battlefield is preserved as a National Historic Site of Canad"}, {"title": "Major General", "href": "/wiki/Major_General", "description": "Major general is a military rank used in many countries. It is derived from the older rank of sergeant major general. The disappearance of the \"sergeant\" in the title explains the apparent confusion of a lieutenant general outranking a major general, whereas a major outranks a lieutenant."}, {"title": "Jacob Brown", "href": "/wiki/Jacob_Brown", "description": "Jacob Jennings Brown was known for his victories as an American army officer in the War of 1812, where he reached the rank of general. His successes on the northern border during that war made him a national hero, and he was awarded a Congressional Gold Medal."}, {"title": "Phineas Riall", "href": "/wiki/Phineas_Riall", "description": "General Sir Phineas Riall, KCH was the British general who succeeded John Vincent as commanding officer of the Niagara Peninsula in Upper Canada during the War of 1812. In 1816, he was appointed Governor of Grenada."}, {"title": "Chippawa, Ontario", "href": "/wiki/Chippawa,_Ontario", "description": "Chippawa is a community located within the city of Niagara Falls, Ontario."}]}, {"heading": "Events", "year": "1833", "date": "July 5", "txt": "Lê Văn Khôi along with 27 soldiers stage a mutiny taking over the Phiên An citadel, developing into the Lê Văn Khôi revolt against Emperor Minh Mạng.", "entities": [{"title": "Lê Văn Khôi", "href": "/wiki/L%C3%AA_V%C4%83n_Kh%C3%B4i", "description": "Lê Văn Khôi was the adopted son of the Vietnamese general Lê Văn Duyệt. He led the 1833–1835 Lê Văn Khôi revolt against Emperor Minh Mạng, but died in 1834."}, {"title": "Citadel of Saigon", "href": "/wiki/Citadel_of_Saigon", "description": "The Citadel of Saigon also known as the Citadel of Gia Định was a late 18th-century fortress that stood in Saigon, Vietnam from its construction in 1790 until its destruction in February 1859. The citadel was only used once prior to its destruction, when it was captured by Lê Văn Khôi in 1833 and used in a revolt against Emperor Minh Mạng. It was destroyed in a French naval bombardment as part of "}, {"title": "Lê Văn Khôi revolt", "href": "/wiki/L%C3%AA_V%C4%83n_Kh%C3%B4i_revolt", "description": "The Lê Văn Khôi revolt was an important revolt in 19th-century Vietnam, in which southern Vietnamese, Vietnamese Catholics, French Catholic missionaries and Chinese settlers under the leadership of Lê Văn Khôi opposed the Imperial rule of Emperor Minh Mạng."}, {"title": "Minh Mạng", "href": "/wiki/Minh_M%E1%BA%A1ng", "description": "Minh Mạng was the second emperor of the Nguyễn dynasty of Vietnam, reigning from 14 February 1820 until his death, on 20 January 1841. He was the fourth son of Emperor Gia Long, whose eldest son, Nguyễn Phúc Cảnh, had died in 1801. He was well known for his opposition to French involvement in Vietnam and his rigid Confucian orthodoxy."}]}, {"heading": "Events", "year": "1833", "date": "July 5", "txt": "Admiral Charles Napier vanquishes the navy of the Portuguese usurper Dom Miguel at the third Battle of Cape St. Vincent.", "entities": [{"title": "Charles Napier (Royal Navy officer)", "href": "/wiki/Charles_Napier_(Royal_Navy_officer)", "description": "Admiral Sir Charles John Napier KCB GOTE RN was a British naval officer whose sixty years in the Royal Navy included service in the War of 1812, the Napoleonic Wars, Syrian War and the Crimean War, and a period commanding the Portuguese navy in the Liberal Wars. An innovator concerned with the development of iron ships, and an advocate of humane reform in the Royal Navy, he was also active in poli"}, {"title": "Kingdom of Portugal", "href": "/wiki/Kingdom_of_Portugal", "description": "The Kingdom of Portugal was a monarchy on the Iberian Peninsula and the predecessor of the modern Portuguese Republic. It was in existence from 1139 until 1910. After 1415, it was also known as the Kingdom of Portugal and the Algarves, and between 1815 and 1822, it was known as the United Kingdom of Portugal, Brazil and the Algarves. The name is also often applied to the Portuguese Empire, the rea"}, {"title": "Usurper", "href": "/wiki/Usurper", "description": "A usurper is an illegitimate or controversial claimant to power, often but not always in a monarchy. In other words, a person who takes the power of a country, city, or established region for themselves, without any formal or legal right to claim it as their own. Usurpers can rise to power in a region by often unexpected physical force, as well as through political influence and deceit. One tactic"}, {"title": "Dom Miguel", "href": "/wiki/Dom_Miguel", "description": "Dom Miguel I, nicknamed The Absolutist, The Traditionalist and The Usurper, was the King of Portugal between 1828 and 1834, the seventh child and third son of King João VI (John VI) and his queen, Carlota Joaquina of Spain."}, {"title": "Battle of Cape St. Vincent (1833)", "href": "/wiki/Battle_of_Cape_St._Vincent_(1833)", "description": "The Battle of Cape St. Vincent was a naval encounter off Cape St. Vincent between a Liberal fleet under the command of British naval officer Charles Napier against a Miguelite fleet under the command of Portuguese naval officer Manuel Marreiros, which was fought on 5 July 1833 during the Liberal Wars and resulted in a decisive victory for the Liberal fleet. Over the course of the battle, the Liber"}]}, {"heading": "Events", "year": "1841", "date": "July 5", "txt": "Thomas Cook organises the first package excursion, from Leicester to Loughborough.", "entities": [{"title": "Thomas Cook", "href": "/wiki/Thomas_Cook", "description": "Thomas Cook was an English businessman. He is best known for founding the travel agency Thomas Cook & Son."}, {"title": "Leicester", "href": "/wiki/Leicester", "description": "Leicester is a city and unitary authority area in the East Midlands of England, and the county town of Leicestershire. The city lies on the River Soar and close to the eastern end of the National Forest. It is to the north-east of Birmingham and Coventry, south of Nottingham, and west of Peterborough."}, {"title": "Loughborough", "href": "/wiki/Loughborough", "description": "Loughborough is a town in the Charnwood borough of Leicestershire, England, seat of Charnwood Borough Council and home to Loughborough University. It had 59,933 inhabitants in the 2011 census and an estimated 67,956 in 2019, making it the second largest settlement in Leicestershire, It is close to the Nottinghamshire border and within short distances of Leicester, Nottingham, East Midlands Airport"}]}, {"heading": "Events", "year": "1884", "date": "July 5", "txt": "Germany takes possession of Cameroon.", "entities": [{"title": "German Empire", "href": "/wiki/German_Empire", "description": "The German Empire or the Imperial State of Germany, also referred to as Imperial Germany, the Second Reich, the Kaiserreich, as well as simply Germany, was the period of the German Reich from the unification of Germany in 1871 until the November Revolution in 1918, when the German Reich changed its form of government from a monarchy to a republic."}, {"title": "Kamerun", "href": "/wiki/Kamerun", "description": "Kamerun was an African colony of the German Empire from 1884 to 1916 in the region of today's Republic of Cameroon. Kamerun also included northern parts of Gabon and the Congo with western parts of the Central African Republic, southwestern parts of Chad and far eastern parts of Nigeria."}]}, {"heading": "Events", "year": "1915", "date": "July 5", "txt": "The Liberty Bell leaves Philadelphia by special train on its way to the Panama–Pacific International Exposition.  This is the last trip outside Philadelphia that the custodians of the bell intend to permit.", "entities": [{"title": "Liberty Bell", "href": "/wiki/Liberty_Bell", "description": "The Liberty Bell, previously called the State House Bell or Old State House Bell, is an iconic symbol of American independence, located in Philadelphia, Pennsylvania. Once placed in the steeple of the Pennsylvania State House, the bell today is located across the street in the Liberty Bell Center in Independence National Historical Park. The bell was commissioned in 1752 by the Pennsylvania Provin"}, {"title": "Panama–Pacific International Exposition", "href": "/wiki/Panama%E2%80%93Pacific_International_Exposition", "description": "The Panama–Pacific International Exposition was a world's fair held in San Francisco, California, United States, from February 20 to December 4, 1915. Its stated purpose was to celebrate the completion of the Panama Canal, but it was widely seen in the city as an opportunity to showcase its recovery from the 1906 earthquake. The fair was constructed on a 636 acre (1 sq. mi., 2.6 km2) site along th"}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1934", "date": "July 5", "txt": "\"Bloody Thursday\": Police open fire on striking longshoremen in San Francisco.", "entities": [{"title": "1934 West Coast waterfront strike", "href": "/wiki/1934_West_Coast_waterfront_strike", "description": "The 1934 West Coast Waterfront Strike lasted eighty-three days, and began on May 9, 1934 when longshoremen in every US West Coast port walked out. The strike peaked with the death of two workers on \"Bloody Thursday\" and the San Francisco General Strike which stopped all work in the major port city for four days and led ultimately to the settlement of the West Coast Longshoremen's Strike."}, {"title": "Police", "href": "/wiki/Police", "description": "The police are a constituted body of persons empowered by a state, with the aim to enforce the law, to ensure the safety, health and possessions of citizens, and to prevent crime and civil disorder. Their lawful powers include arrest and the use of force legitimized by the state via the monopoly on violence. The term is most commonly associated with the police forces of a sovereign state that are "}, {"title": "Longshoremen", "href": "/wiki/Longshoremen", "description": "A stevedore, also called a longshoreman, a docker or a dockworker, is a waterfront manual laborer who is involved in loading and unloading ships, trucks, trains or airplanes."}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}]}, {"heading": "Events", "year": "1935", "date": "July 5", "txt": "The National Labor Relations Act, which governs labor relations in the United States, is signed into law by President Franklin D. Roosevelt.", "entities": [{"title": "National Labor Relations Act", "href": "/wiki/National_Labor_Relations_Act", "description": "The National Labor Relations Act of 1935 is a foundational statute of United States labor law that guarantees the right of private sector employees to organize into trade unions, engage in collective bargaining, and take collective action such as strikes. Central to the act was a ban on company unions. The act was written by Senator Robert F. Wagner, passed by the 74th United States Congress, and "}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}]}, {"heading": "Events", "year": "1937", "date": "July 5", "txt": "Spam, the luncheon meat, is introduced into the market by the Hormel Foods Corporation.", "entities": [{"title": "Spam (food)", "href": "/wiki/Spam_(food)", "description": "Spam is a brand of canned cooked pork made by Hormel Foods Corporation. It was introduced by Hormel in 1937 and gained popularity worldwide after its use during World War II. By 2003, Spam was sold in 41 countries on six continents and trademarked in over 100 countries."}, {"title": "Hormel", "href": "/wiki/Hormel", "description": "Hormel Foods Corporation is an American company founded in 1891 in Austin, Minnesota, by George A. Hormel as George A. Hormel & Company. Originally focusing on the packaging and selling of ham, Spam, sausage and other pork, chicken, beef and lamb products to consumers; by the 1980s, Hormel began offering a wider range of packaged and refrigerated foods. The company changed its name to Hormel Foods"}]}, {"heading": "Events", "year": "1940", "date": "July 5", "txt": "World War II: Foreign relations of Vichy France are severed with the United Kingdom.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Foreign relations of Vichy France", "href": "/wiki/Foreign_relations_of_Vichy_France", "description": "The French State, popularly known as Vichy France, as led by Marshal Philippe Pétain after the Fall of France in 1940 before Nazi Germany, was quickly recognized by the Allies, as well as by the Soviet Union, until 30 June 1941 and Operation Barbarossa. However France broke with the United Kingdom after the destruction of the French Fleet at Mers-el-Kebir. Canada maintained diplomatic relations un"}]}, {"heading": "Events", "year": "1941", "date": "July 5", "txt": "World War II: Operation Barbarossa: German troops reach the Dnieper river.", "entities": [{"title": "Operation Barbarossa", "href": "/wiki/Operation_Barbarossa", "description": "Operation Barbarossa also known as the German invasion of the Soviet Union was the code name for the invasion of the Soviet Union by Nazi Germany and some of its Axis allies, which started on Sunday, 22 June 1941, during World War II. The operation put into action Nazi Germany's ideological goal of conquering the western Soviet Union so as to repopulate it with Germans. The German Generalplan Ost "}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Dnieper", "href": "/wiki/Dnieper", "description": "The Dnieper is one of the major rivers of Europe, rising in the Valdai Hills near Smolensk, Russia, before flowing through Belarus and Ukraine to the Black Sea. It is the longest river of Ukraine and Belarus and the fourth-longest river in Europe, after Volga, Danube and Ural. \nThe total length is approximately 2,200 km (1,400 mi) with a drainage basin of 504,000 square kilometres (195,000 sq mi)."}]}, {"heading": "Events", "year": "1943", "date": "July 5", "txt": "World War II: An Allied invasion fleet sails for Sicily (Operation Husky, July 10, 1943).", "entities": [{"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Sicily", "href": "/wiki/Sicily", "description": "Sicily is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana. The region has 5 million inhabitants. Its capital city is Palermo."}, {"title": "Operation Husky", "href": "/wiki/Operation_Husky", "description": "The Allied invasion of Sicily, codenamed Operation Husky, was a major campaign of World War II, in which the Allies took the island of Sicily from the Axis powers. It began with a large amphibious and airborne operation, followed by a six-week land campaign, and initiated the Italian Campaign."}, {"title": "July 10", "href": "/wiki/July_10", "description": "July 10 is the 191st day of the year in the Gregorian calendar; 174 days remain until the end of the year."}]}, {"heading": "Events", "year": "1943", "date": "July 5", "txt": "World War II: German forces begin a massive offensive against the Soviet Union at the Battle of Kursk, also known as Operation Citadel.", "entities": [{"title": "Battle of Kursk", "href": "/wiki/Battle_of_Kursk", "description": "The Battle of Kursk was a Second World War engagement between German and Soviet forces on the Eastern Front near Kursk in the Soviet Union, during July and August 1943. The battle began with the launch of the German offensive Operation Citadel, on 5 July, which had the objective of pinching off the Kursk salient with attacks on the base of the salient from north and south simultaneously. After the"}]}, {"heading": "Events", "year": "1946", "date": "July 5", "txt": "Micheline Bernardini models the first modern bikini at a swimming pool in Paris.", "entities": [{"title": "Micheline Bernardini", "href": "/wiki/Micheline_Bernardini", "description": "Micheline Bernardini is a French former nude dancer at the Casino de Paris who agreed to model, on 5 July 1946, Louis Réard's two-piece swimsuit, which he called the bikini, named four days after the first test of an American nuclear weapon at the Bikini Atoll."}]}, {"heading": "Events", "year": "1948", "date": "July 5", "txt": "National Health Service Acts create the national public health system in the United Kingdom.", "entities": [{"title": "National Health Service", "href": "/wiki/National_Health_Service", "description": "The National Health Service (NHS) is the umbrella term for the publicly funded healthcare systems of the United Kingdom (UK). Since 1948 they have been funded out of general taxation. There are three systems which make up the \"NHS\". Health and Social Care in Northern Ireland was created separately and although it does not use the name \"NHS\" it is still often to referred to as such, particularly in"}]}, {"heading": "Events", "year": "1950", "date": "July 5", "txt": "Korean War: Task Force Smith: American and North Korean forces first clash, in the Battle of Osan.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "Task Force Smith", "href": "/wiki/Task_Force_Smith", "description": "The Battle of Osan was the first engagement between United States and North Korea during the Korean War. On July 5, 1950, Task Force Smith, an American task force of 540 infantry supported by an artillery battery, was moved to Osan, south of Seoul, the capital of South Korea, and was ordered to fight as a rearguard to delay the advancing North Korean forces while more US troops arrived to form a s"}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "Battle of Osan", "href": "/wiki/Battle_of_Osan", "description": "The Battle of Osan was the first engagement between United States and North Korea during the Korean War. On July 5, 1950, Task Force Smith, an American task force of 540 infantry supported by an artillery battery, was moved to Osan, south of Seoul, the capital of South Korea, and was ordered to fight as a rearguard to delay the advancing North Korean forces while more US troops arrived to form a s"}]}, {"heading": "Events", "year": "1950", "date": "July 5", "txt": "Zionism: The Knesset passes the Law of Return which grants all Jews the right to immigrate to Israel.", "entities": [{"title": "Knesset", "href": "/wiki/Knesset", "description": "The Knesset is the unicameral national legislature of Israel. As the legislative branch of the Israeli government, the Knesset passes all laws, elects the president and prime minister, approves the cabinet, and supervises the work of the government. In addition, the Knesset elects the state comptroller. It also has the power to waive the immunity of its members, remove the president and the state "}, {"title": "Law of Return", "href": "/wiki/Law_of_Return", "description": "The Law of Return is an Israeli law, passed on 5 July 1950, which gives Jews the right to come and live in Israel and to gain Israeli citizenship. Section 1 of the Law of Return declares:\"every Jew has the right to come to this country as an oleh [immigrant].\""}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "1954", "date": "July 5", "txt": "The BBC broadcasts its first television news bulletin.", "entities": [{"title": "BBC", "href": "/wiki/BBC", "description": "The British Broadcasting Corporation (BBC) is a public service broadcaster, headquartered at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees, employing over 22,000 staff in total, of whom more than 19,000 are in public sector broadcasting. The total number of BBC staff amounts to 35,402 includ"}]}, {"heading": "Events", "year": "1954", "date": "July 5", "txt": "Elvis Presley records his first single, \"That's All Right\", at Sun Records in Memphis, Tennessee.", "entities": [{"title": "That's All Right", "href": "/wiki/That%27s_All_Right", "description": "\"That's All Right Mama\" is a song written and originally performed by blues singer Arthur Crudup and recorded in 1946. It \"stands as a convincing front-runner for rock ‘n’ roll’s ground zero\", according to one source. It is best known as the debut single recorded and released by Elvis Presley. Presley's version was recorded on July 5, 1954, and released on July 19, 1954 with \"Blue Moon of Kentucky"}, {"title": "Sun Records", "href": "/wiki/Sun_Records", "description": "Sun Records is an American independent record label founded by producer Sam Phillips in Memphis, Tennessee in February 1952. Sun was the first label to record Elvis Presley, Charlie Rich, Roy Orbison, Jerry Lee Lewis, Carl Perkins, and Johnny Cash. Prior to that, Sun had concentrated mainly on African-American musicians because Phillips loved rhythm and blues and wanted to bring it to a white audi"}, {"title": "Memphis, Tennessee", "href": "/wiki/Memphis,_Tennessee", "description": "Memphis is a city along the Mississippi River in southwestern Shelby County, Tennessee, United States. Its 2019 estimated population was 651,073, making it Tennessee's second-most populous city behind Nashville, the nation's 28th-largest, and the largest city proper situated along the Mississippi River. Greater Memphis is the 42nd-largest metropolitan area in the United States, with a population o"}]}, {"heading": "Events", "year": "1962", "date": "July 5", "txt": "The official independence of Algeria is proclaimed after an 8-year-long war with France.", "entities": [{"title": "Independence Day (Algeria)", "href": "/wiki/Independence_Day_(Algeria)", "description": "Independence Day, observed annually on July 5 every year, is a National Holiday in Algeria commemorating Algeria's independence from France on July 5, 1962."}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}, {"title": "Algerian War", "href": "/wiki/Algerian_War", "description": "The Algerian War, also known as the Algerian Revolution or the Algerian War of Independence, and sometimes in Algeria as the War of 1 November, was fought between France and the Algerian National Liberation Front from 1954 to 1962, which led to Algeria winning its independence from France. An important decolonization war, it was a complex conflict characterized by guerrilla warfare and the use of "}, {"title": "French colonial empire", "href": "/wiki/French_colonial_empire", "description": "The French Colonial Empire comprised the overseas colonies, protectorates and mandate territories that came under French rule from the 16th century onward. A distinction is generally made between the \"First French Colonial Empire,\" that existed until 1814, by which time most of it had been lost or sold, and the \"Second French Colonial Empire\", which began with the conquest of Algiers in 1830. At i"}]}, {"heading": "Events", "year": "1971", "date": "July 5", "txt": "The Twenty-sixth Amendment to the United States Constitution, lowering the voting age from 21 to 18 years, is formally certified by President Richard Nixon.", "entities": [{"title": "Twenty-sixth Amendment to the United States Constitution", "href": "/wiki/Twenty-sixth_Amendment_to_the_United_States_Constitution", "description": "The Twenty-sixth Amendment to the United States Constitution prohibits the states and the federal government from using age as a reason for denying the right to vote to citizens of the United States who are at least eighteen years old. It was proposed by Congress on March 23, 1971, and three-fourths of the states ratified it by July 1, 1971."}, {"title": "Voting age", "href": "/wiki/Voting_age", "description": "A voting age is a minimum age established by law that a person must attain before they become eligible to vote in a public election. As of the present day, the most common voting age is 18 years; however, voting ages as low as 16 and as high as 25 currently exist \n(see list below). Most countries have set a minimum voting age, often set in their constitution. In a number of countries voting is com"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}]}, {"heading": "Events", "year": "1973", "date": "July 5", "txt": "A boiling liquid expanding vapor explosion (BLEVE) in Kingman, Arizona, following a fire that broke out as propane was being transferred from a railroad car to a storage tank, kills eleven firefighters.", "entities": [{"title": "Boiling liquid expanding vapor explosion", "href": "/wiki/Boiling_liquid_expanding_vapor_explosion", "description": "A boiling liquid expanding vapor explosion is an explosion caused by the rupture of a vessel containing a pressurized liquid that has reached temperatures above its boiling point. Because the boiling point of a liquid rises with pressure, the contents of the pressurized vessel can remain liquid so long as the vessel is intact. If the vessel's integrity is compromised, the loss of pressure and drop"}, {"title": "Kingman, Arizona", "href": "/wiki/Kingman,_Arizona", "description": "Kingman is a city in and the county seat of Mohave County, Arizona, United States. According to the 2010 census, the population of the city is 28,068. Kingman is located approximately 105 miles (169 km) southeast of Las Vegas, Nevada and about 165 miles (266 km) northwest of the state capital, Phoenix."}, {"title": "Propane", "href": "/wiki/Propane", "description": "Propane is a three-carbon alkane with the molecular formula C3H8. It is a gas at standard temperature and pressure, but compressible to a transportable liquid. A by-product of natural gas processing and petroleum refining, it is commonly used as a fuel in domestic and industrial applications and in low-emissions public transportation. Discovered in 1857 by the French chemist Marcellin Berthelot, i"}, {"title": "Kingman Explosion", "href": "/wiki/Kingman_Explosion", "description": "The Kingman explosion, also known as the Doxol disaster or Kingman BLEVE, was a catastrophic boiling liquid expanding vapor explosion (BLEVE) that occurred on July 5, 1973, in Kingman, Arizona."}]}, {"heading": "Events", "year": "1975", "date": "July 5", "txt": "Arthur Ashe becomes the first black man to win the Wimbledon singles title.", "entities": [{"title": "Arthur Ashe", "href": "/wiki/Arthur_Ashe", "description": "Arthur Robert Ashe Jr. was an American professional tennis player who won three Grand Slam singles titles. He was the first black player selected to the United States Davis Cup team and the only black man ever to win the singles title at Wimbledon, the US Open, and the Australian Open. He retired in 1980. He was ranked world No. 1 by Harry Hopman in 1968 and by Lance Tingay of The Daily Telegraph "}, {"title": "The Championships, Wimbledon", "href": "/wiki/The_Championships,_Wimbledon", "description": "The Championships, Wimbledon, commonly known simply as Wimbledon or The Championships, is the oldest tennis tournament in the world and is widely regarded as the most prestigious. It has been held at the All England Club in Wimbledon, London, since 1877 and is played on outdoor grass courts, and since 2009 with a retractable roof over Centre Court, and since 2019, over No. 1 Court."}]}, {"heading": "Events", "year": "1975", "date": "July 5", "txt": "Cape Verde gains its independence from Portugal.", "entities": []}, {"heading": "Events", "year": "1977", "date": "July 5", "txt": "Military coup in Pakistan: Zulfikar Ali Bhutto, the first elected Prime Minister of Pakistan, is overthrown.", "entities": [{"title": "Military coup", "href": "/wiki/Military_coup", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Zulfikar Ali Bhutto", "href": "/wiki/Zulfikar_Ali_Bhutto", "description": "Zulfikar Ali Bhutto was a Pakistani barrister and politician who served as the 9th Prime Minister of Pakistan from 1973 to 1977, and prior to that as the fourth President of Pakistan from 1971 to 1973. He was also the founder of the Pakistan People's Party (PPP) and served as its chairman until his execution in 1979."}, {"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}]}, {"heading": "Events", "year": "1980", "date": "July 5", "txt": "Swedish tennis player Björn Borg wins his fifth Wimbledon final and becomes the first male tennis player to win the championships five times in a row (1976–1980).", "entities": [{"title": "Björn Borg", "href": "/wiki/Bj%C3%B6rn_Borg", "description": "Björn Rune Borg is a Swedish former world No. 1 tennis player. Between 1974 and 1981, he became the first man in the Open Era to win 11 Grand Slam singles titles, but he never won the US Open despite four finals appearances. He is the first male player to win five Wimbledon titles in the Open Era. He won four consecutive French Open titles (1978–81) and is 6–0 in French Open finals, the fourth-bes"}]}, {"heading": "Events", "year": "1987", "date": "July 5", "txt": "Sri Lankan Civil War: The LTTE uses suicide attacks on the Sri Lankan Army for the first time. The Black Tigers are born and, in the following years, will continue to kill with the tactic.", "entities": [{"title": "Sri Lankan Civil War", "href": "/wiki/Sri_Lankan_Civil_War", "description": "The Sri Lankan Civil War was a civil war fought in Sri Lanka from 1983 to 2009. Beginning on 23 July 1983, there was an intermittent insurgency against the government by the Velupillai Prabhakaran led Liberation Tigers of Tamil Eelam. The LTTE fought to create an independent Tamil state called Tamil Eelam in the north-east of the island, due to the continuous discrimination and violent persecution"}, {"title": "Liberation Tigers of Tamil Eelam", "href": "/wiki/Liberation_Tigers_of_Tamil_Eelam", "description": "The Liberation Tigers of Tamil Eelam (LTTE) was a Tamil militant organization that was based in northeastern Sri Lanka. Its aim was to secure an independent state of Tamil Eelam in the north and east in response to the state policies of successive Sri Lankan governments that were widely considered to be discriminatory towards the minority Sri Lankan Tamils, as well as the oppressive actions—includ"}, {"title": "Sri Lankan Army", "href": "/wiki/Sri_Lankan_Army", "description": "The Sri Lankan Army (SLA) is the oldest and largest of the Sri Lanka Armed Forces. Established as the Ceylon Army in 1949, it was renamed when Sri Lanka became a republic in 1972. In 2010, the Army had approximately 200,000 regular personnel, between 20,000 and 40,000 reserve (volunteer) personnel and 18,000 National Guardsmen and comprises 13 operational divisions, one air-mobile brigade, one com"}, {"title": "Black Tigers", "href": "/wiki/Black_Tigers", "description": "\nThe Black Tigers were a wing of the Liberation Tigers of Tamil Eelam (LTTE), a militant Tamil separatist organization. They were specially selected and trained LTTE cadres whose missions included mounting suicide attacks, military and political targets, among them Sri Lankan President Ranasinghe Premadasa and former Indian Prime Minister Rajiv Gandhi. From their formation in 1987 until the defeat"}]}, {"heading": "Events", "year": "1989", "date": "July 5", "txt": "Iran–Contra affair: Oliver North is sentenced by U.S. District Judge Gerhard A. Gesell to a three-year suspended prison term, two years probation, $150,000 in fines and 1,200 hours community service. His convictions are later overturned.", "entities": [{"title": "Iran–Contra affair", "href": "/wiki/Iran%E2%80%93Contra_affair", "description": "The Iran–Contra affair, popularized in Iran as the McFarlane affair, the Iran–Contra scandal, or simply Iran–Contra, was a political scandal in the United States that occurred during the second term of the Reagan Administration. Senior administration officials secretly facilitated the sale of arms to the Khomeini government of the Islamic Republic of Iran, which was the subject of an arms embargo."}, {"title": "Oliver North", "href": "/wiki/Oliver_North", "description": "Oliver Laurence North is an American political commentator, television host, military historian, author, and retired United States Marine Corps lieutenant colonel."}, {"title": "U.S. District Judge", "href": "/wiki/U.S._District_Judge", "description": "The United States district courts are the general trial courts of the United States federal judiciary. Both civil and criminal cases are filed in district courts, each of which is a court of law, equity, and admiralty. There is a United States bankruptcy court associated with each United States district court. Each federal judicial district has at least one courthouse, and many districts have more"}, {"title": "Gerhard A. Gesell", "href": "/wiki/Gerhard_A._Gesell", "description": "Gerhard Alden Gesell was a United States District Judge of the United States District Court for the District of Columbia."}]}, {"heading": "Events", "year": "1995", "date": "July 5", "txt": "Armenia adopts its constitution, four years after its independence from the Soviet Union.", "entities": [{"title": "Armenia", "href": "/wiki/Armenia", "description": "Armenia, officially the Republic of Armenia, is a landlocked country located in the Armenian Highlands of Western Asia. It is a part of the Caucasus region; and is bordered by Turkey to the west, Georgia to the north, the Lachin corridor under a Russian peacekeeping force, and Azerbaijan to the east, and Iran and the Azerbaijani exclave of Nakhchivan to the south."}, {"title": "Constitution of Armenia", "href": "/wiki/Constitution_of_Armenia", "description": "The Constitution of Armenia was adopted by a nationwide Armenian referendum on July 5, 1995. This constitution established Armenia as a democratic, sovereign, social, and constitutional state. Yerevan is defined as the state's capital. Power is vested in its citizens, who exercise it directly through the election of government representatives. Decisions related to changes in constitutional status "}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1996", "date": "July 5", "txt": "Dolly the sheep becomes the first mammal cloned from an adult cell.", "entities": [{"title": "Dolly (sheep)", "href": "/wiki/Dolly_(sheep)", "description": "Dolly was a female domestic sheep, and the first mammal cloned from an adult somatic cell, using the process of nuclear transfer."}]}, {"heading": "Events", "year": "1997", "date": "July 5", "txt": "Sri Lankan Civil War: Sri Lankan Tamil MP A. Thangathurai is shot dead at Sri Shanmuga Hindu Ladies College in Trincomalee.", "entities": [{"title": "Sri Lankan Civil War", "href": "/wiki/Sri_Lankan_Civil_War", "description": "The Sri Lankan Civil War was a civil war fought in Sri Lanka from 1983 to 2009. Beginning on 23 July 1983, there was an intermittent insurgency against the government by the Velupillai Prabhakaran led Liberation Tigers of Tamil Eelam. The LTTE fought to create an independent Tamil state called Tamil Eelam in the north-east of the island, due to the continuous discrimination and violent persecution"}, {"title": "A. Thangathurai", "href": "/wiki/A._Thangathurai", "description": "Arunasalam Thangathurai was a Sri Lankan Tamil lawyer, politician and Member of Parliament."}, {"title": "Sri Shanmuga Hindu Ladies College", "href": "/wiki/Sri_Shanmuga_Hindu_Ladies_College", "description": "Sri Shanmuga Hindu Ladies College is a national school in Trincomalee, Sri Lanka."}, {"title": "Trincomalee", "href": "/wiki/Trincomalee", "description": "Trincomalee also known as Gokanna/Gokarna, is the administrative headquarters of the Trincomalee District and major resort port city of Eastern Province, Sri Lanka. Located on the east coast of the island overlooking the Trincomalee Harbour, 237 kilometres (147 mi) north-east of Colombo, 182 kilometres (113 mi) south-east of Jaffna and 111 kilometres (69 mi) miles north of Batticaloa, Trincomalee "}]}, {"heading": "Events", "year": "1999", "date": "July 5", "txt": "U.S. President Bill Clinton imposes trade and economic sanctions against the Taliban regime in Afghanistan.", "entities": [{"title": "United Nations Security Council Resolution 1267", "href": "/wiki/United_Nations_Security_Council_Resolution_1267", "description": "United Nations Security Council resolution 1267 was adopted unanimously on 15 October 1999. After recalling resolutions 1189 (1998), 1193 (1998) and 1214 (1998) on the situation in Afghanistan, the Council designated Osama bin Laden and associates as terrorists and established a sanctions regime to cover individuals and entities associated with Al-Qaida, Osama bin Laden and/or the Taliban wherever"}]}, {"heading": "Events", "year": "2004", "date": "July 5", "txt": "The first direct Indonesian presidential election is held.", "entities": [{"title": "Direct election", "href": "/wiki/Direct_election", "description": "Direct election is a system of choosing political officeholders in which the voters directly cast ballots for the persons or political party that they desire to see elected. The method by which the winner or winners of a direct election are chosen depends upon the electoral system used. The most commonly used systems are the plurality system and the two-round system for single-winner elections, su"}, {"title": "Indonesian presidential election, 2004", "href": "/wiki/Indonesian_presidential_election,_2004", "description": "The first direct presidential election in Indonesia was held in two rounds on 5 July and 20 September 2004. Before a 2002 amendment to the Constitution of Indonesia, the President and Vice President were elected by the country's top legislative body, the People's Consultative Assembly (MPR)."}]}, {"heading": "Events", "year": "2006", "date": "July 5", "txt": "North Korea tests four short-range missiles, one medium-range missile and a long-range Taepodong-2. The long-range Taepodong-2 reportedly fails in mid-air over the Sea of Japan.", "entities": [{"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "2006 North Korean missile test", "href": "/wiki/2006_North_Korean_missile_test", "description": "\nTwo rounds of North Korean missile tests were conducted on July 5, 2006. The Democratic People's Republic of Korea reportedly fired at least seven separate missiles. These included one long-range Taepodong-2 missile and short-range Scud derived missiles including the enlarged Nodong missile. The Taepodong-2 was estimated by United States intelligence agencies as having a potential range reaching "}, {"title": "Taepodong-2", "href": "/wiki/Taepodong-2", "description": "The Taepodong-2 is a designation used to indicate what was initially believed to be a North Korean two or three-stage ballistic missile design that is the successor to the Taepodong-1 technology demonstrator. In 2012 the U.S. Department of Defense assessed that the Taepodong-2 had not been deployed as a missile. The Taepodong-2 is the technology base for the Unha space launch vehicle, and was like"}, {"title": "Sea of Japan", "href": "/wiki/Sea_of_Japan", "description": "The Sea of Japan (see below for other names) is the marginal sea between the Japanese archipelago, Sakhalin, the Korean Peninsula, and the Russian mainland. The Japanese archipelago separates the sea from the Pacific Ocean. Like the Mediterranean Sea, it has almost no tides due to its nearly complete enclosure from the Pacific Ocean. This isolation also affects faunal diversity and salinity, both "}]}, {"heading": "Events", "year": "2009", "date": "July 5", "txt": "A series of violent riots break out in Ürümqi, the capital city of the Xinjiang Uyghur Autonomous Region in China.", "entities": [{"title": "July 2009 Ürümqi riots", "href": "/wiki/July_2009_%C3%9Cr%C3%BCmqi_riots", "description": "The July 2009 Ürümqi riots were a series of violent riots over several days that broke out on 5 July 2009 in Ürümqi, the capital city of the Xinjiang Uyghur Autonomous Region (XUAR), in Northwestern China. The first day's rioting, which involved at least 1,000 Uyghurs, began as a protest but escalated into violent attacks that mainly targeted Han people. China's People's Armed Police were deployed"}, {"title": "Ürümqi", "href": "/wiki/%C3%9Cr%C3%BCmqi", "description": "Ürümqi or Urumchi, formerly known as Dihua or Tihwa, is the capital of the Xinjiang Uyghur Autonomous Region in the far northwest of the People's Republic of China. Ürümqi was a major hub on the Silk Road during China's Tang dynasty and developed its reputation as a leading cultural and commercial center during the Qing dynasty in the 19th century."}, {"title": "Xinjiang Uyghur Autonomous Region", "href": "/wiki/Xinjiang_Uyghur_Autonomous_Region", "description": "Xinjiang, officially the Xinjiang Uygur Autonomous Region (XUAR), is an autonomous region of the People's Republic of China (PRC), located in the northwest of the country close to Central Asia. Being the largest province-level division of China and the 8th-largest country subdivision in the world, Xinjiang spans over 1.6 million square kilometres (620,000 sq mi) and has about 25 million inhabitant"}]}, {"heading": "Events", "year": "2009", "date": "July 5", "txt": "The largest hoard of Anglo-Saxon gold ever discovered in England, consisting of more than 1,500 items, is found near the village of Hammerwich, near Lichfield, Staffordshire.", "entities": [{"title": "Staffordshire Hoard", "href": "/wiki/Staffordshire_Hoard", "description": "The Staffordshire Hoard is the largest hoard of Anglo-Saxon gold and silver metalwork yet found. It consists of almost 4,600 items and metal fragments, amounting to a total of 5.1 kg (11 lb) of gold, 1.4 kg (3 lb) of silver and some 3,500 pieces of garnet cloisonné jewellery."}, {"title": "Hammerwich", "href": "/wiki/Hammerwich", "description": "Hammerwich is a small village and civil parish in Lichfield District, Staffordshire, England, south-east of Burntwood."}, {"title": "Lichfield", "href": "/wiki/Lichfield", "description": "Lichfield is a cathedral city and civil parish in Staffordshire, England. Lichfield is situated roughly 16 mi (26 km) north of Birmingham, 8.1 miles (13.0 km) southeast of Rugeley, 9 miles (14 km) northeast of Walsall, 7.9 miles (12.7 km) northwest of Tamworth, 13 miles (21 km) southwest of Burton Upon Trent and 18 miles (29 km) southeast of the county town of Stafford. At the time of the 2011 Cen"}]}, {"heading": "Events", "year": "2012", "date": "July 5", "txt": "The Shard in London is inaugurated as the tallest building in Europe, with a height of 310 metres (1,020 ft).", "entities": [{"title": "The Shard", "href": "/wiki/The_Shard", "description": "The Shard, also referred to as the Shard of Glass, Shard London Bridge and formerly London Bridge Tower, is a 72-storey skyscraper, designed by the Italian architect Renzo Piano, in Southwark, London, that forms part of the Shard Quarter development. Standing 309.6 metres high, the Shard is the tallest building in the United Kingdom, and the seventh-tallest building in Europe. It is also the secon"}, {"title": "List of tallest buildings in Europe", "href": "/wiki/List_of_tallest_buildings_in_Europe", "description": "This list of tallest buildings in Europe ranks skyscrapers in Europe by height exceeding 150 meters. For decades, only a few major cities, such as Frankfurt, London, Madrid, Moscow, Paris, Warsaw contained skyscrapers. In recent years, however, construction has spread to many other cities on the continent, including Benidorm, Manchester, Milan, Rotterdam, Vienna and Istanbul. The tallest building "}]}, {"heading": "Events", "year": "2015", "date": "July 5", "txt": "The United States women's national soccer team defeated 2011 champions Japan 5–2 at the 2015 FIFA Women's World Cup Final.", "entities": [{"title": "United States women's national soccer team", "href": "/wiki/United_States_women%27s_national_soccer_team", "description": "The United States women's national soccer team (USWNT) represents the United States in international women's soccer. The team is the most successful in international women's soccer, winning four Women's World Cup titles, four Olympic gold medals, and eight CONCACAF Gold Cups. It medaled in every World Cup and Olympic tournament in women's soccer from 1991 to 2015, before being knocked out in the q"}, {"title": "Japan women's national football team", "href": "/wiki/Japan_women%27s_national_football_team", "description": "The Japan women's national football team , or nicknamed Nadeshiko Japan (なでしこジャパン), represents Japan in women's association football and is run by the Japan Football Association (JFA). It is the most successful women's national team from the Asian Football Confederation. Its highest ranking in the FIFA Women's World Rankings is 3rd, achieved in December 2011."}, {"title": "2015 FIFA Women's World Cup Final", "href": "/wiki/2015_FIFA_Women%27s_World_Cup_Final", "description": "The 2015 FIFA Women's World Cup Final was a women's association football match that took place on 5 July 2015 at BC Place, in Vancouver, British Columbia, Canada, to determine the winner of the 2015 FIFA Women's World Cup. It was played between Japan and the United States, in a rematch of the 2011 final. The stakes were high for both sides: if the United States won the match, it would be the only "}]}, {"heading": "Events", "year": "2016", "date": "July 5", "txt": "The Juno space probe arrives at Jupiter and begins a 20-month survey of the planet.", "entities": [{"title": "Juno (spacecraft)", "href": "/wiki/Juno_(spacecraft)", "description": "Juno is a NASA space probe orbiting the planet Jupiter. It was built by Lockheed Martin and is operated by NASA's Jet Propulsion Laboratory. The spacecraft was launched from Cape Canaveral Air Force Station on 5 August 2011 UTC, as part of the New Frontiers program. Juno entered a polar orbit of Jupiter on 5 July 2016 UTC, to begin a scientific investigation of the planet. After completing its mis"}, {"title": "Jupiter", "href": "/wiki/Jupiter", "description": "Jupiter is the fifth planet from the Sun and the largest in the Solar System. It is a gas giant with a mass two and a half times that of all the other planets in the Solar System combined, but less than one-thousandth the mass of the Sun. Jupiter is the third-brightest natural object in the Earth's night sky after the Moon and Venus. It has been observed since pre-historic times and is named after"}]}, {"heading": "Births", "year": "465", "date": "July 5", "txt": "Ahkal Mo' Naab' I, Mayan ruler (d. 524)", "entities": [{"title": "Ahkal Mo' Naab' I", "href": "/wiki/Ahkal_Mo%27_Naab%27_I", "description": "Ahkal Moʼ Nahb I, also known as Chaacal and Akul Anab I,, was an ajaw of the Maya city of Palenque. He ruled from June 5, 501 AD to his death."}]}, {"heading": "Births", "year": "980", "date": "July 5", "txt": "Mokjong of Goryeo, Korean king (d. 1009)", "entities": [{"title": "Mokjong of Goryeo", "href": "/wiki/Mokjong_of_Goryeo", "description": "Mokjong of Goryeo was the seventh ruler of the Goryeo dynasty of Korea."}]}, {"heading": "Births", "year": "1029", "date": "July 5", "txt": "Al-Mustansir Billah, Fatimid caliph (d. 1094)", "entities": [{"title": "Al-Mustansir Billah", "href": "/wiki/Al-Mustansir_Billah", "description": "Abū Tamīm Ma‘ad al-Mustanṣir bi-llāh was the eighth Fatimid Caliph from 1036 until 1094. He was one of the longest reigning Muslim rulers."}]}, {"heading": "Births", "year": "1057", "date": "July 5", "txt": "Al-Ghazali, Iranian jurist, philosopher, and mystic (d. 1111)", "entities": [{"title": "Al-Ghazali", "href": "/wiki/Al-Ghazali", "description": "Al-Ghazali, known in Persian-speaking countries as Imam Muhammad-i Ghazali, was a Persian philosopher who was one of the most prominent and influential philosophers, theologians, jurists, logicians and mystics, of Sunni Islam."}]}, {"heading": "Births", "year": "1321", "date": "July 5", "txt": "Joan of the Tower, English consort of David II of Scotland (d. 1362)", "entities": [{"title": "Joan of the Tower", "href": "/wiki/Joan_of_the_Tower", "description": "Joan of England, known as Joan of the Tower because she was born in the Tower of London, was the first wife and Queen consort of David II of Scotland."}, {"title": "David II of Scotland", "href": "/wiki/David_II_of_Scotland", "description": "David II was King of Scotland for nearly 42 years, from 1329 until his death in 1371. He was the last male of the House of Bruce. Although David spent long periods in exile or captivity, he managed to ensure the survival of his kingdom and left the Scottish monarchy in a strong position."}]}, {"heading": "Births", "year": "1466", "date": "July 5", "txt": "Giovanni Sforza, Italian nobleman (d. 1510)", "entities": [{"title": "Giovanni Sforza", "href": "/wiki/Giovanni_Sforza", "description": "Giovanni Sforza d'Aragona was an Italian condottiero, lord of Pesaro and Gradara from 1483 until his death. He is best known as the first husband of Lucrezia Borgia. Their marriage was annulled on claims of his impotence in March 1497."}]}, {"heading": "Births", "year": "1547", "date": "July 5", "txt": "Garzia de' Medici, Tuscan son of Cosimo I de' Medici, Grand Duke of Tuscany (d. 1562)", "entities": [{"title": "Garzia de' Medici", "href": "/wiki/Garzia_de%27_Medici", "description": "Garzia de' Medici was the son of Cosimo I de' Medici, Grand Duke of Tuscany, and Eleanor of Toledo. He was the subject of a famous painting by Bronzino when he was an infant. He was born in Florence and died of malaria along with his mother while traveling to Pisa, a few days after his brother, Cardinal Giovanni, also died of the disease."}, {"title": "Cosimo I de' Medici, Grand Duke of Tuscany", "href": "/wiki/Cosimo_I_de%27_Medici,_Grand_Duke_of_Tuscany", "description": "Cosimo I de' Medici was the second Duke of Florence from 1537 until 1569, when he became the first Grand Duke of Tuscany, a title he held until his death."}]}, {"heading": "Births", "year": "1549", "date": "July 5", "txt": "Francesco Maria del Monte, Italian cardinal and art collector (d. 1627)", "entities": [{"title": "Francesco Maria del Monte", "href": "/wiki/Francesco_Maria_del_Monte", "description": "Francesco Maria del Monte, full name Francesco Maria Bourbon del Monte Santa Maria, was an Italian Cardinal, diplomat and connoisseur of the arts. His fame today rests on his early patronage of the important Baroque master Caravaggio, and on his art collection which provides provenance for many important works of the period."}]}, {"heading": "Births", "year": "1554", "date": "July 5", "txt": "Elisabeth of Austria, French queen (d. 1592)", "entities": [{"title": "Elisabeth of Austria, Queen of France", "href": "/wiki/Elisabeth_of_Austria,_Queen_of_France", "description": "Elisabeth of Austria was Queen of France from 1570 to 1574 as the wife of King Charles IX. A member of the House of Habsburg, she was the daughter of Maximilian II, Holy Roman Emperor, and Maria of Spain."}]}, {"heading": "Births", "year": "1580", "date": "July 5", "txt": "Carlo Contarini, doge of Venice (d. 1656)", "entities": [{"title": "Carlo Contarini", "href": "/wiki/Carlo_Contarini", "description": "Carlo Contarini was the 100th Doge of Venice, reigning from his election on 27 March 1655 until his death a little over a year later."}]}, {"heading": "Births", "year": "1586", "date": "July 5", "txt": "Thomas Hooker, English-born founder of the Colony of Connecticut (d. 1647)", "entities": [{"title": "Thomas Hooker", "href": "/wiki/Thomas_Hooker", "description": "Thomas Hooker was a prominent English colonial leader, who founded the Colony of Connecticut after dissenting with Puritan leaders in Massachusetts. He was known as an outstanding speaker and an advocate of universal Christian suffrage."}, {"title": "Colony of Connecticut", "href": "/wiki/Colony_of_Connecticut", "description": "The Connecticut Colony or Colony of Connecticut, originally known as the Connecticut River Colony or simply the River Colony, was an English colony in New England which became the state of Connecticut. It was organized on March 3, 1636 as a settlement for a Puritan congregation, and the English permanently gained control of the region in 1637 after struggles with the Dutch. The colony was later th"}]}, {"heading": "Births", "year": "1593", "date": "July 5", "txt": "Achille d'Étampes de Valençay, French military leader (d. 1646)", "entities": [{"title": "Achille d'Étampes de Valençay", "href": "/wiki/Achille_d%27%C3%89tampes_de_Valen%C3%A7ay", "description": "Achille d'Étampes de Valençay was a French military leader, a Knight of Malta and later a Catholic Cardinal."}]}, {"heading": "Births", "year": "1653", "date": "July 5", "txt": "Thomas Pitt, English businessman and politician (d. 1726)", "entities": [{"title": "Thomas Pitt", "href": "/wiki/Thomas_Pitt", "description": "Thomas Pitt of Blandford St Mary in Dorset, later of Stratford in Wiltshire and of Boconnoc in Cornwall, known during life commonly as Governor Pitt, as Captain Pitt, or posthumously, as \"Diamond\" Pitt was an English merchant involved in trade with India who served as President of Madras and six times as a Member of Parliament. He was the grandfather of William Pitt, 1st Earl of Chatham and was gr"}]}, {"heading": "Births", "year": "1670", "date": "July 5", "txt": "Dorothea Sophie of Neuburg, countess palatine (d. 1748)", "entities": [{"title": "Countess Palatine Dorothea Sophie of Neuburg", "href": "/wiki/Countess_Palatine_Dorothea_Sophie_of_Neuburg", "description": "Dorothea Sophie of Neuburg was Duchess of Parma from 1695 to 1727. She was the sixth daughter of the Elector Palatine, Philip William of Neuburg, and Landgravine Elisabeth Amalie of Hesse-Darmstadt. Her sisters became Queen of Spain, Queen of Portugal and Holy Roman Empress. She was regent of the duchy of Parma from 1731 to 1735."}]}, {"heading": "Births", "year": "1675", "date": "July 5", "txt": "Mary Walcott, American accuser and witness at the Salem witch trials (d. 1719)", "entities": [{"title": "Mary Walcott (Salem witch trials)", "href": "/wiki/Mary_Walcott_(Salem_witch_trials)", "description": "Mary Walcott was one of the \"afflicted\" girls called as a witness at the Salem witch trials in early 1692-93."}, {"title": "Salem witch trials", "href": "/wiki/Salem_witch_trials", "description": "The Salem witch trials were a series of hearings and prosecutions of people accused of witchcraft in colonial Massachusetts between February 1692 and May 1693. More than two hundred people were accused. Thirty were found guilty, nineteen of whom were executed by hanging. One other man, Giles Corey, was pressed to death for refusing to plead, and at least five people died in jail."}]}, {"heading": "Births", "year": "1709", "date": "July 5", "txt": "Étienne de Silhouette, French translator and politician, Controller-General of Finances (d. 1767)", "entities": [{"title": "Étienne de Silhouette", "href": "/wiki/%C3%89tienne_de_Silhouette", "description": "Étienne de Silhouette was a French Ancien Régime Controller-General of Finances under Louis XV."}, {"title": "Controller-General of Finances", "href": "/wiki/Controller-General_of_Finances", "description": "The Controller-General or Comptroller-General of Finances was the name of the minister in charge of finances in France from 1661 to 1791. It replaced the former position of Superintendent of Finances, which was abolished with the downfall of Nicolas Fouquet. It did not hold any real political power until 1665, when First Minister Jean-Baptiste Colbert, who had acted upon financial matters since Fo"}]}, {"heading": "Births", "year": "1717", "date": "July 5", "txt": "Peter III, Portuguese king (d. 1786)", "entities": [{"title": "Peter III of Portugal", "href": "/wiki/Peter_III_of_Portugal", "description": "Peter III, nicknamed the Builder, became King of Portugal jure uxoris by the accession of his wife and niece Queen Maria I in 1777, and co-reigned alongside her until his death."}]}, {"heading": "Births", "year": "1718", "date": "July 5", "txt": "Francis Seymour-Conway, 1st Marquess of Hertford, English politician, Lord Lieutenant of Ireland (d. 1794)", "entities": [{"title": "Francis Seymour-Conway, 1st Marquess of Hertford", "href": "/wiki/Francis_Seymour-Conway,_1st_Marquess_of_Hertford", "description": "Francis Seymour-Conway, 1st Marquess of Hertford, KG, PC, PC (Ire) was a British courtier and politician."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Births", "year": "1745", "date": "July 5", "txt": "Carl Arnold Kortum, German physician and poet (d. 1824)", "entities": [{"title": "Carl Arnold Kortum", "href": "/wiki/Carl_Arnold_Kortum", "description": "Carl Arnold Kortum was a German physician, but best known for his writing and poetry."}]}, {"heading": "Births", "year": "1755", "date": "July 5", "txt": "Sarah Siddons, English actress (d. 1831)", "entities": [{"title": "Sarah Siddons", "href": "/wiki/Sarah_Siddons", "description": "Sarah Siddons was a Welsh-born English actress, the best-known tragedienne of the 18th century. Contemporaneous critic William Hazlitt dubbed Siddons as \"tragedy personified\"."}]}, {"heading": "Births", "year": "1780", "date": "July 5", "txt": "François Carlo Antommarchi, French physician (d. 1838)", "entities": [{"title": "François Carlo Antommarchi", "href": "/wiki/Fran%C3%A7ois_Carlo_Antommarchi", "description": "François Carlo Antommarchi was Napoleon's physician from 1818 to his death in 1821."}]}, {"heading": "Births", "year": "1793", "date": "July 5", "txt": "Pavel Pestel, Russian officer (d. 1826)", "entities": [{"title": "Pavel Pestel", "href": "/wiki/Pavel_Pestel", "description": "Colonel Pavel Ivanovich Pestel was a Russian revolutionary and ideologue of the Decembrists."}]}, {"heading": "Births", "year": "1794", "date": "July 5", "txt": "Sylvester Graham, American minister and activist (d. 1851)", "entities": [{"title": "Sylvester Graham", "href": "/wiki/Sylvester_Graham", "description": "The Reverend Sylvester Graham was an American Presbyterian minister and dietary reformer known for his emphasis on vegetarianism, the temperance movement, and eating whole-grain bread. His preaching\ninspired the graham flour, graham bread, and graham cracker products. Graham is often referred to as the \"Father of Vegetarianism\" in the United States of America."}]}, {"heading": "Births", "year": "1801", "date": "July 5", "txt": "David Farragut, American admiral (d. 1870)", "entities": [{"title": "David Farragut", "href": "/wiki/David_Farragut", "description": "David Glasgow Farragut was a flag officer of the United States Navy during the American Civil War. He was the first rear admiral, vice admiral, and admiral in the United States Navy. He is remembered for his order at the Battle of Mobile Bay usually paraphrased as \"Damn the torpedoes, full speed ahead\" in U.S. Navy tradition."}]}, {"heading": "Births", "year": "1802", "date": "July 5", "txt": "Pavel Nakhimov, Russian admiral (d. 1855)", "entities": [{"title": "Pavel Nakhimov", "href": "/wiki/Pavel_Nakhimov", "description": "Pavel Stepanovich Nakhimov, one of the most famous admirals in Russian naval history, is best remembered as the commander of naval and land forces during the Siege of Sevastopol (1854-1855) during the Crimean War."}]}, {"heading": "Births", "year": "1803", "date": "July 5", "txt": "George Borrow, British writer (d. 1881)", "entities": [{"title": "George Borrow", "href": "/wiki/George_Borrow", "description": "George Henry Borrow was an English writer of novels and of travel books based on his personal experiences in Europe. During his travels, he developed a close affinity with the Romani people of Europe, who figure prominently in his work. His best-known books are The Bible in Spain, and the novels Lavengro and The Romany Rye recalling his time with the English Romanichal (Gypsies)."}]}, {"heading": "Births", "year": "1805", "date": "July 5", "txt": "Robert FitzRoy, English captain, meteorologist, and politician, 2nd Governor of New Zealand (d. 1865)", "entities": [{"title": "Robert FitzRoy", "href": "/wiki/Robert_FitzRoy", "description": "Vice-Admiral Robert FitzRoy was an English officer of the Royal Navy and a scientist. He achieved lasting fame as the captain of HMS Beagle during Charles Darwin's famous voyage, FitzRoy's second expedition to Tierra del Fuego and the Southern Cone."}, {"title": "Governor of New Zealand", "href": "/wiki/Governor_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}]}, {"heading": "Births", "year": "1810", "date": "July 5", "txt": "P. T. Barnum, American businessman, co-founded Ringling Bros. and Barnum & Bailey Circus (d. 1891)", "entities": [{"title": "P. T. Barnum", "href": "/wiki/P._T._Barnum", "description": "Phineas Taylor Barnum was an American showman, politician, and businessman, remembered for promoting celebrated hoaxes and for founding the Barnum & Bailey Circus (1871–2017). He was also an author, publisher, and philanthropist, though he said of himself: \"I am a showman by profession ... and all the gilding shall make nothing else of me\". According to his critics, his personal aim was \"to put mo"}, {"title": "Ringling Bros. and Barnum & Bailey Circus", "href": "/wiki/Ringling_Bros._and_Barnum_%26_Bailey_Circus", "description": "Ringling Bros. and Barnum & Bailey Circus, also known as the Ringling Bros. Circus, Barnum & Bailey Circus, Ringling Bros., Barnum & Bailey or simply Ringling was an American traveling circus company billed as The Greatest Show on Earth. It and its predecessor shows ran from 1871 to 2017. Known as Ringling Bros. and Barnum & Bailey Combined Shows, the circus started in 1919 when the Barnum & Baile"}]}, {"heading": "Births", "year": "1820", "date": "July 5", "txt": "William John Macquorn Rankine, Scottish physicist, mathematician, and engineer (d. 1872)", "entities": [{"title": "William John Macquorn Rankine", "href": "/wiki/William_John_Macquorn_Rankine", "description": "William John Macquorn Rankine was a Scottish mechanical engineer who also contributed to civil engineering, physics and mathematics. He was a founding contributor, with Rudolf Clausius and William Thomson, to the science of thermodynamics, particularly focusing on the first of the three thermodynamic laws. He developed the Rankine scale, an equivalent to the Kelvin scale of temperature, but in deg"}]}, {"heading": "Births", "year": "1829", "date": "July 5", "txt": "Ignacio Mariscal, Mexican politician and diplomat, Secretary of Foreign Affairs for Mexico (d. 1910)", "entities": [{"title": "Ignacio Mariscal", "href": "/wiki/Ignacio_Mariscal", "description": "Ignacio Mariscal was a Mexican liberal lawyer, politician, writer, and diplomat. He was named Secretary of Foreign Affairs in 1871–72, for the first time during the Benito Juárez administration. During the Porfirio Diaz's government, he held the office in 1880–83 and 1885–1910. In 1909, he was the President of Mexican Academy of the Language."}, {"title": "Secretary of Foreign Affairs (Mexico)", "href": "/wiki/Secretary_of_Foreign_Affairs_(Mexico)", "description": "The Secretary of Exterior Relations is the foreign secretary of Mexico, responsible for implementing the country's foreign policy. The secretary is appointed by the President of Mexico to head the Secretariat of Foreign Affairs and is a member of the federal executive cabinet. The Secretary is commonly referred to as Canciller in Mexico."}]}, {"heading": "Births", "year": "1832", "date": "July 5", "txt": "Pavel Chistyakov, Russian painter and educator (d. 1919)", "entities": [{"title": "Pavel Chistyakov", "href": "/wiki/Pavel_Chistyakov", "description": "Pavel Petrovich Chistyakov was a Russian Imperial painter and art teacher; known for historical and genre scenes as well as portraits."}]}, {"heading": "Births", "year": "1841", "date": "July 5", "txt": "William Collins Whitney, American financier and politician, 31st United States Secretary of the Navy (d. 1904)", "entities": [{"title": "William Collins Whitney", "href": "/wiki/William_Collins_Whitney", "description": "William Collins Whitney was an American political leader and financier and a prominent descendant of the John Whitney family. He served as Secretary of the Navy in the first administration of President Grover Cleveland from 1885 through 1889. A conservative reformer, he was considered a Bourbon Democrat."}, {"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Births", "year": "1849", "date": "July 5", "txt": "William Thomas Stead, English journalist (d. 1912)", "entities": [{"title": "William Thomas Stead", "href": "/wiki/William_Thomas_Stead", "description": "William Thomas Stead was a British newspaper editor who, as a pioneer of investigative journalism, became a controversial figure of the Victorian era. Stead published a series of hugely influential campaigns whilst editor of The Pall Mall Gazette, and he is best known for his 1885 series of articles, The Maiden Tribute of Modern Babylon. These were written in support of a bill, later dubbed the \"S"}]}, {"heading": "Births", "year": "1853", "date": "July 5", "txt": "Cecil Rhodes, English-South African businessman and politician, 6th Prime Minister of the Cape Colony (d. 1902)", "entities": [{"title": "Cecil Rhodes", "href": "/wiki/Cecil_Rhodes", "description": "Cecil John Rhodes was a British mining magnate, and politician in southern Africa who served as Prime Minister of the Cape Colony from 1890 to 1896. An ardent believer in British imperialism, Rhodes and his British South Africa Company founded the southern African territory of Rhodesia, which the company named after him in 1895. South Africa's Rhodes University is also named after him. He also put"}, {"title": "Prime Minister of the Cape Colony", "href": "/wiki/Prime_Minister_of_the_Cape_Colony", "description": "The Cape Colony, also known as the Cape of Good Hope, was a British colony in present-day South Africa named after the Cape of Good Hope. The British colony was preceded by an earlier Corporate colony that became a Dutch colony of the same name, the Dutch Cape Colony, established in 1652 by the Dutch East India Company (VOC). The Cape was under VOC rule from 1652 to 1795 and under rule of the Napo"}]}, {"heading": "Births", "year": "1857", "date": "July 5", "txt": "Clara Zetkin, German theorist and activist (d. 1933)", "entities": [{"title": "Clara Zetkin", "href": "/wiki/Clara_Zetkin", "description": "Clara Zetkin was a German Marxist theorist, communist activist, and advocate for women's rights."}]}, {"heading": "Births", "year": "1857", "date": "July 5", "txt": "Julien Tiersot, French musicologist and composer (d. 1936)", "entities": []}, {"heading": "Births", "year": "1860", "date": "July 5", "txt": "Robert Bacon, American colonel and politician, 39th United States Secretary of State (d. 1919)", "entities": [{"title": "Robert Bacon", "href": "/wiki/Robert_Bacon", "description": "Robert Bacon was an American statesman and diplomat. A leading banker and businessman, who worked closely with Secretary of State Elihu Root, 1905-1909, and served as United States Secretary of State from January to March 1909. He served as ambassador to France 1909 to 1912. He was a leader in the Preparedness Movement setting up training programs for would-be Soldiers before the United States ent"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1860", "date": "July 5", "txt": "Mathieu Jaboulay, French surgeon (d. 1913)", "entities": []}, {"heading": "Births", "year": "1862", "date": "July 5", "txt": "George Nuttall, American-British bacteriologist (d. 1937)", "entities": [{"title": "George Nuttall", "href": "/wiki/George_Nuttall", "description": "George Henry Falkiner Nuttall FRS was an American-British bacteriologist who contributed much to the knowledge of parasites and of insect carriers of diseases. He made significant, innovative discoveries in immunology, about life under aseptic conditions, in blood chemistry, and about diseases transmitted by arthropods, especially ticks. He carried out investigations into the distribution of Anoph"}]}, {"heading": "Births", "year": "1862", "date": "July 5", "txt": "Horatio Caro, English chess master (d. 1920)", "entities": []}, {"heading": "Births", "year": "1864", "date": "July 5", "txt": "Stephan Krehl, German composer (d. 1924)", "entities": [{"title": "Stephan Krehl", "href": "/wiki/Stephan_Krehl", "description": "Stephan Krehl was a German composer, teacher, and theoretician. His writings include Traité général de la musique and Théorie de la musique et de science de la composition; and his important pupils include the Spanish composer Pablo Sorozábal."}]}, {"heading": "Births", "year": "1867", "date": "July 5", "txt": "A. E. Douglass, American astronomer (d. 1962)", "entities": [{"title": "A. E. Douglass", "href": "/wiki/A._E._Douglass", "description": "A. E. Douglass was an American astronomer. He discovered a correlation between tree rings and the sunspot cycle, and founded the discipline of dendrochronology, which is a method of dating wood by analyzing the growth ring pattern. He started his discoveries in this field in 1894 when he was working at the Lowell Observatory. During this time he was an assistant to Percival Lowell, but fell out wi"}]}, {"heading": "Births", "year": "1872", "date": "July 5", "txt": "Édouard Herriot, French lawyer and politician, Prime Minister of France (d. 1957)", "entities": [{"title": "Édouard Herriot", "href": "/wiki/%C3%89douard_Herriot", "description": "Édouard Marie Herriot was a French Radical politician of the Third Republic who served three times as Prime Minister and for many years as President of the Chamber of Deputies. He was leader of the first Cartel des Gauches."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1874", "date": "July 5", "txt": "Eugen Fischer, German physician and academic (d. 1967)", "entities": [{"title": "Eugen Fischer", "href": "/wiki/Eugen_Fischer", "description": "Eugen Fischer was a German professor of medicine, anthropology, and eugenics, and a member of the Nazi Party. He served as director of the Kaiser Wilhelm Institute of Anthropology, Human Heredity, and Eugenics, and also served as rector of the Frederick William University of Berlin."}]}, {"heading": "Births", "year": "1879", "date": "July 5", "txt": "Dwight F. Davis, American tennis player and politician, 49th United States Secretary of War (d. 1945)", "entities": [{"title": "Dwight F. Davis", "href": "/wiki/Dwight_F._Davis", "description": "Dwight Filley Davis, Sr. was an American tennis player and politician. He is best remembered as the founder of the Davis Cup international tennis competition. He was the Assistant Secretary of War from 1923 to 1925 and Secretary of War from 1925 to 1929."}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}]}, {"heading": "Births", "year": "1879", "date": "July 5", "txt": "Wanda Landowska, Polish-French harpsichord player and educator (d. 1959)", "entities": [{"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Births", "year": "1880", "date": "July 5", "txt": "Jan Kubelík, Czech violinist and composer (d. 1940)", "entities": [{"title": "Jan Kubelík", "href": "/wiki/Jan_Kubel%C3%ADk", "description": "Jan Kubelík was a Czech violinist and composer."}]}, {"heading": "Births", "year": "1880", "date": "July 5", "txt": "Constantin Tănase, Romanian actor and playwright (d. 1945)", "entities": []}, {"heading": "Births", "year": "1882", "date": "July 5", "txt": "Inayat Khan, Indian mystic and educator (d. 1927)", "entities": [{"title": "Inayat Khan", "href": "/wiki/Inayat_Khan", "description": "Inayat Rehmat Khan Pathan was the founder of the Sufi Order in the West in 1914 (London) and teacher of Universal Sufism. He initially came to the West as a Northern Indian classical musician, having received the honorific \"Tansen\" from the Nizam of Hyderabad, but he soon turned to the introduction and transmission of Sufi thought and practice. Later, in 1923, the Sufi Order of the London period w"}]}, {"heading": "Births", "year": "1883", "date": "July 5", "txt": "Gustave Lanctot, Canadian historian, author, and academic (d. 1975)", "entities": [{"title": "Gustave Lanctot", "href": "/wiki/Gustave_Lanctot", "description": "Gustave Lanctot, also spelled Gustave Lanctôt, was a Canadian historian and archivist."}]}, {"heading": "Births", "year": "1884", "date": "July 5", "txt": "Enrico Dante, Italian cardinal (d. 1967)", "entities": [{"title": "Enrico Dante", "href": "/wiki/Enrico_Dante", "description": "Enrico Dante was an Italian Cardinal of the Roman Catholic Church. He served as Papal Master of Ceremonies from 1947 until his death, and was elevated to the cardinalate in 1965."}]}, {"heading": "Births", "year": "1885", "date": "July 5", "txt": "Blas Infante, Spanish historian and politician (d. 1936)", "entities": [{"title": "Blas Infante", "href": "/wiki/Blas_Infante", "description": "Blas Infante Pérez de Vargas was a Spanish Andalucista politician, Georgist, writer, historian and musicologist, known as the father of Andalusian nationalism (Padre de la Patria Andaluza)."}]}, {"heading": "Births", "year": "1885", "date": "July 5", "txt": "André Lhote, French sculptor and painter (d. 1962)", "entities": []}, {"heading": "Births", "year": "1886", "date": "July 5", "txt": "Willem Drees, Dutch politician and historian, Prime Minister of the Netherlands (1948–1958) (d. 1988)", "entities": [{"title": "Willem Drees", "href": "/wiki/Willem_Drees", "description": "Willem Drees Sr. was a Dutch politician of the defunct Social Democratic Workers' Party (SDAP) and later co-founder of the Labour Party (PvdA) and historian who served as Prime Minister of the Netherlands from 7 August 1948 to 22 December 1958."}, {"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Births", "year": "1886", "date": "July 5", "txt": "Prince John Konstantinovich of Russia (d. 1918)", "entities": []}, {"heading": "Births", "year": "1888", "date": "July 5", "txt": "Herbert Spencer Gasser, American physiologist and academic, Nobel Prize laureate (d. 1963)", "entities": [{"title": "Herbert Spencer Gasser", "href": "/wiki/Herbert_Spencer_Gasser", "description": "Herbert Spencer Gasser was an American physiologist, and recipient of the Nobel Prize for Physiology or Medicine in 1944 for his work with action potentials in nerve fibers while on the faculty of Washington University in St. Louis, awarded jointly with Joseph Erlanger."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1888", "date": "July 5", "txt": "Louise Freeland Jenkins, American astronomer and academic (d. 1970)", "entities": []}, {"heading": "Births", "year": "1889", "date": "July 5", "txt": "Jean Cocteau, French novelist, poet, and playwright (d. 1963)", "entities": [{"title": "Jean Cocteau", "href": "/wiki/Jean_Cocteau", "description": "Jean Maurice Eugène Clément Cocteau was a French poet, playwright, novelist, designer, filmmaker, visual artist and critic."}]}, {"heading": "Births", "year": "1890", "date": "July 5", "txt": "Frederick Lewis Allen, American historian and journalist (d. 1954)", "entities": [{"title": "Frederick Lewis Allen", "href": "/wiki/Frederick_Lewis_Allen", "description": "Frederick Lewis Allen was the editor of Harper's Magazine and also notable as an American historian of the first half of the twentieth century. His specialty was writing about recent and popular history."}]}, {"heading": "Births", "year": "1891", "date": "July 5", "txt": "John Howard Northrop, American chemist and academic, Nobel Prize laureate (d. 1987)", "entities": [{"title": "John Howard Northrop", "href": "/wiki/John_Howard_Northrop", "description": "John Howard Northrop was an American biochemist who, with James Batcheller Sumner and Wendell Meredith Stanley, won the 1946 Nobel Prize in Chemistry. The award was given for these scientists' isolation, crystallization, and study of enzymes, proteins, and viruses. Northrop was a Professor of Bacteriology and Medical Physics, Emeritus, at University of California, Berkeley."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1891", "date": "July 5", "txt": "Tin Ujević, Croatian poet and translator (d. 1955)", "entities": []}, {"heading": "Births", "year": "1893", "date": "July 5", "txt": "Anthony Berkeley Cox, English writer (d. 1971)", "entities": [{"title": "Anthony Berkeley Cox", "href": "/wiki/Anthony_Berkeley_Cox", "description": "Anthony Berkeley Cox was an English crime writer. He wrote under several pen-names, including Francis Iles, Anthony Berkeley and A. Monmouth Platts."}]}, {"heading": "Births", "year": "1893", "date": "July 5", "txt": "Giuseppe Caselli, Italian painter (d. 1976)", "entities": []}, {"heading": "Births", "year": "1894", "date": "July 5", "txt": "Ants Lauter, Estonian actor and director (d. 1973)", "entities": [{"title": "Ants Lauter", "href": "/wiki/Ants_Lauter", "description": "Ants Lauter was an Estonian actor, theatre director and pedagogue, People's Artist of the USSR (1948). He was born in Veski, Märjamaa Parish, and died, aged 79, in Tallinn."}]}, {"heading": "Births", "year": "1896", "date": "July 5", "txt": "Thomas Playford IV, Australian politician, 33rd Premier of South Australia (d. 1981)", "entities": [{"title": "Thomas Playford IV", "href": "/wiki/Thomas_Playford_IV", "description": "Sir Thomas Playford was an Australian politician from the state of South Australia. He served continuously as Premier of South Australia and leader of the Liberal and Country League (LCL) from 5 November 1938 to 10 March 1965. Though controversial, it was the longest term of any elected government leader in Australian history. His tenure as premier was marked by a period of population and economic"}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1898", "date": "July 5", "txt": "Georgios Grivas, Greek general (d. 1974)", "entities": [{"title": "Georgios Grivas", "href": "/wiki/Georgios_Grivas", "description": "Georgios Grivas, also known by his nickname Digenis, was a Greek Cypriot general in the Greek Army and the leader of the EOKA organisation."}]}, {"heading": "Births", "year": "1899", "date": "July 5", "txt": "Marcel Achard, French playwright, screenwriter, and author (d. 1974)", "entities": [{"title": "Marcel Achard", "href": "/wiki/Marcel_Achard", "description": "Marcel Achard was a French playwright and screenwriter whose popular sentimental comedies maintained his position as a highly recognizable name in his country's theatrical and literary circles for five decades. He was elected to the Académie française in 1959."}]}, {"heading": "Births", "year": "1900", "date": "July 5", "txt": "Yoshimaro Yamashina, Japanese ornithologist, founded the Yamashina Institute for Ornithology (d. 1989)", "entities": [{"title": "Yoshimaro Yamashina", "href": "/wiki/Yoshimaro_Yamashina", "description": "Marquis Yoshimaro Yamashina  was a Japanese ornithologist. He was the founder of the Yamashina Institute for Ornithology."}, {"title": "Yamashina Institute for Ornithology", "href": "/wiki/Yamashina_Institute_for_Ornithology", "description": "The Yamashina Institute for Ornithology  is a non-profit scientific research organization in Japan, specializing in ornithology studies."}]}, {"heading": "Births", "year": "1900", "date": "July 5", "txt": "Bernardus Johannes Alfrink, Dutch cardinal (d. 1987)", "entities": []}, {"heading": "Births", "year": "1901", "date": "July 5", "txt": "Julio Libonatti, Italian-Argentinian footballer (d. 1981)", "entities": [{"title": "Julio Libonatti", "href": "/wiki/Julio_Libonatti", "description": "Julio Libonatti was a football manager and former footballer who played as a forward for the Argentina national team and Italy national team."}]}, {"heading": "Births", "year": "1902", "date": "July 5", "txt": "Henry Cabot Lodge Jr., American colonel and politician, 3rd United States Ambassador to the United Nations (d. 1985)", "entities": [{"title": "Henry Cabot Lodge Jr.", "href": "/wiki/Henry_Cabot_Lodge_Jr.", "description": "Henry Cabot Lodge Jr. was a Republican United States senator from Massachusetts in both Senate seats in non-consecutive terms of service and a United States ambassador. He was considered as a Presidential running mate, most significantly in 1952 by Dwight Eisenhower. Later, largely due to Eisenhower's advice and encouragement, he ended up being chosen as the Republican nominee for Vice President i"}, {"title": "United States Ambassador to the United Nations", "href": "/wiki/United_States_Ambassador_to_the_United_Nations", "description": "The United States ambassador to the United Nations is the leader of the U.S. delegation, the U.S. Mission to the United Nations. The position is formally known as the permanent representative of the United States of America to the United Nations, with the rank and status of ambassador extraordinary and plenipotentiary, and representative of the United States of America in the United Nations Securi"}]}, {"heading": "Births", "year": "1904", "date": "July 5", "txt": "Harold Acton, English scholar and author (d. 1994)", "entities": [{"title": "Harold Acton", "href": "/wiki/Harold_Acton", "description": "Sir Harold Mario Mitchell Acton, was a British writer, scholar, and aesthete who was a prominent member of the Bright Young Things. He wrote fiction, biography, and autobiography. During his stay in China, he studied Chinese language, traditional drama, and poetry, some of which he translated."}]}, {"heading": "Births", "year": "1904", "date": "July 5", "txt": "Ernst Mayr, German-American biologist and ornithologist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1904", "date": "July 5", "txt": "Milburn Stone, American actor (d. 1980)", "entities": []}, {"heading": "Births", "year": "1905", "date": "July 5", "txt": "Madeleine Sylvain-Bouchereau, Haitian sociologist and educator (d. 1970)", "entities": [{"title": "Madeleine Sylvain-Bouchereau", "href": "/wiki/Madeleine_Sylvain-Bouchereau", "description": "Madeleine Sylvain-Bouchereau was a pioneering Haitian sociologist and educator. In 1934, she was one of the principal founders of the Ligue Féminine d'Action Sociale, the first feminist organization in Haiti."}]}, {"heading": "Births", "year": "1908", "date": "July 5", "txt": "Henri of Orléans, (d. 1999)", "entities": [{"title": "Henri, Count of Paris (1908–1999)", "href": "/wiki/Henri,_Count_of_Paris_(1908%E2%80%931999)", "description": "Henri of Orléans, Count of Paris, was the Orléanist claimant to the throne of France as Henry VI from 1940 until his death."}]}, {"heading": "Births", "year": "1908", "date": "July 5", "txt": "Lyman S. Ayres II, American businessman (d. 1996)", "entities": []}, {"heading": "Births", "year": "1910", "date": "July 5", "txt": "Georges Vedel, French lawyer and academic (d. 2002)", "entities": [{"title": "Georges Vedel", "href": "/wiki/Georges_Vedel", "description": "Georges Vedel was a French public law professor from Auch, France."}]}, {"heading": "Births", "year": "1911", "date": "July 5", "txt": "Endel Aruja, Estonian-Canadian physicist and academic (d. 2008)", "entities": [{"title": "Endel Aruja", "href": "/wiki/Endel_Aruja", "description": "Endel Aruja was an Estonian physicist specialising in X-ray crystallography, encyclopedian, librarian, supporter of libraries and a long-term Estonian expatriate activist."}]}, {"heading": "Births", "year": "1911", "date": "July 5", "txt": "Haydn Bunton, Sr., Australian footballer and coach (d. 1955)", "entities": []}, {"heading": "Births", "year": "1911", "date": "July 5", "txt": "Giorgio Borġ Olivier, Maltese lawyer and politician, 7th Prime Minister of Malta (d. 1980)", "entities": [{"title": "Prime Minister of Malta", "href": "/wiki/Prime_Minister_of_Malta", "description": "The Prime Minister of Malta is the head of government, which is the highest official of Malta."}]}, {"heading": "Births", "year": "1911", "date": "July 5", "txt": "Georges Pompidou, French banker and politician, 19th President of France (d. 1974)", "entities": [{"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1913", "date": "July 5", "txt": "George Costakis, Russian art collector (d. 1990)", "entities": [{"title": "George Costakis", "href": "/wiki/George_Costakis", "description": "George Costakis was a collector of Russian art whose collection became the most representative body of Modern Russian avant-garde art anywhere. In the years surrounding the 1917 revolution, artists in Russia produced the first non-figurative art, which was to become the defining art of the 20th century. Costakis by chance discovered some constructivist paintings in a Moscow studio in 1946, and he "}]}, {"heading": "Births", "year": "1913", "date": "July 5", "txt": "Smiley Lewis, American singer-songwriter and guitarist (d. 1966)", "entities": []}, {"heading": "Births", "year": "1914", "date": "July 5", "txt": "John Thomas Dunlop, American administrator and labor scholar (d. 2003)", "entities": [{"title": "John Thomas Dunlop", "href": "/wiki/John_Thomas_Dunlop", "description": "John Thomas Dunlop was an American administrator, labor economist, and educator. Dunlop was the United States Secretary of Labor between 1975 and 1976 under President Gerald Ford. He was Director of the United States Cost of Living Council from 1973 to 1974, Chairman of the United States Commission on the Future of Worker-Management Relations from 1993 to 1995, which produced the Dunlop Report in "}]}, {"heading": "Births", "year": "1914", "date": "July 5", "txt": "Annie Fischer, Hungarian pianist and composer (d. 1995)", "entities": [{"title": "Annie Fischer", "href": "/wiki/Annie_Fischer", "description": "Annie Fischer was a Hungarian \nclassical pianist."}]}, {"heading": "Births", "year": "1915", "date": "July 5", "txt": "Babe Paley, American socialite (d. 1978)", "entities": [{"title": "Babe Paley", "href": "/wiki/Babe_Paley", "description": "Barbara \"Babe\" Cushing Mortimer Paley was an American socialite and style icon, whose second husband was the founder of CBS, William S. Paley. She was known by the nickname \"Babe\" for most of her life. She was named to the International Best Dressed List Hall of Fame in 1958."}]}, {"heading": "Births", "year": "1915", "date": "July 5", "txt": "John Woodruff, American runner and commander (d. 2007)", "entities": []}, {"heading": "Births", "year": "1915", "date": "July 5", "txt": "Al Timothy, Trinidadian musician and songwriter (d. 2000)", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 5", "txt": "Lívia Rév, Hungarian classical pianist (d. 2018)", "entities": [{"title": "Lívia Rév", "href": "/wiki/L%C3%ADvia_R%C3%A9v", "description": "Lívia Rév was a Hungarian classical concert pianist."}]}, {"heading": "Births", "year": "1916", "date": "July 5", "txt": "Ivor Powell, Welsh footballer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 5", "txt": "K. Karunakaran, Indian lawyer and politician, 7th Chief Minister of Kerala (d. 2010)", "entities": [{"title": "K. Karunakaran", "href": "/wiki/K._Karunakaran", "description": "Kannoth Karunakaran was an Indian politician and member of the Indian National Congress (INC). He served as the Chief Minister of Kerala four times: for a brief period from March 1977 to April 1977, another short term from December 1981 to March 1982, after which president's rule was invoked in the state, and subsequently served from May 1982 to May 1987, and eventually from June 1991 to May 1995."}, {"title": "Chief Minister of Kerala", "href": "/wiki/Chief_Minister_of_Kerala", "description": "The Chief Minister of Kerala is the chief executive of the Kerala state of India. In accordance with the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Kerala Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor app"}]}, {"heading": "Births", "year": "1918", "date": "July 5", "txt": "Brian James, Australian actor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 5", "txt": "Zakaria Mohieddin, Egyptian general and politician, 33rd Prime Minister of Egypt (d. 2012)", "entities": [{"title": "Prime Minister of Egypt", "href": "/wiki/Prime_Minister_of_Egypt", "description": "The Prime Minister of Egypt is the head of the Egyptian government."}]}, {"heading": "Births", "year": "1918", "date": "July 5", "txt": "George Rochberg, American composer and educator (d. 2005)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 5", "txt": "Viktor Kulikov, Russian marshal (d. 2013)", "entities": [{"title": "Viktor Kulikov", "href": "/wiki/Viktor_Kulikov", "description": "Viktor Georgiyevich Kulikov was the Warsaw Pact commander-in-chief from 1977 to 1989. He was awarded the rank of the Marshal of the Soviet Union on 14 January 1977."}]}, {"heading": "Births", "year": "1921", "date": "July 5", "txt": "Nanos Valaoritis, Greek author, poet, and playwright (d. 2019)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 5", "txt": "George Moore, Australian jockey (d. 2008)", "entities": [{"title": "George Moore (jockey)", "href": "/wiki/George_Moore_(jockey)", "description": "George Thomas Donald Moore OBE was an Australian jockey and Thoroughbred horse trainer. He began his career in racing in 1939 in Brisbane where he quickly became one of the top apprentice jockeys and where in 1943 he won the Senior Jockeys' Premiership. He then relocated to Sydney and in 1949 went to work for trainer Tommy J. Smith with whom he would have considerable success."}]}, {"heading": "Births", "year": "1923", "date": "July 5", "txt": "Mitsuye Yamada, Japanese American activist", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 5", "txt": "János Starker, Hungarian-American cellist and educator (d. 2013)", "entities": [{"title": "János Starker", "href": "/wiki/J%C3%A1nos_Starker", "description": "János Starker was a Hungarian-American cellist. From 1958 until his death, he taught at the Indiana University Jacobs School of Music, where he held the title of Distinguished Professor. Starker is considered one of the greatest cellists of all time."}]}, {"heading": "Births", "year": "1924", "date": "July 5", "txt": "Edward Cassidy, Australian Roman Catholic cardinal priest (d. 2021)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 5", "txt": "Fernando de Szyszlo, Peruvian painter and sculptor (d. 2017)", "entities": [{"title": "Fernando de Szyszlo", "href": "/wiki/Fernando_de_Szyszlo", "description": "Fernando de Szyszlo Valdelomar was a Peruvian painter, sculptor, printmaker, and teacher who was a key figure in advancing abstract art in Latin America since the mid-1950s, and one of the leading plastic artists in Peru."}]}, {"heading": "Births", "year": "1925", "date": "July 5", "txt": "Jean Raspail, French author and explorer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 5", "txt": "Diana Lynn, American actress (d. 1971)", "entities": [{"title": "Diana Lynn", "href": "/wiki/Diana_Lynn", "description": "Diana Marie Lynn was an American actress."}]}, {"heading": "Births", "year": "1928", "date": "July 5", "txt": "Pierre Mauroy, French educator and politician, Prime Minister of France (d. 2013)", "entities": [{"title": "Pierre Mauroy", "href": "/wiki/Pierre_Mauroy", "description": "Pierre Mauroy was a French Socialist politician who was Prime Minister of France from 1981 to 1984 under President François Mitterrand. Mauroy also served as Mayor of Lille from 1973 to 2001. At the time of his death Mauroy was the emeritus mayor of the city of Lille. He died from complications of lung cancer on 7 June 2013 at the age of 84. He is the namesake of Lille's new stadium, Stade Pierre-"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1928", "date": "July 5", "txt": "Warren Oates, American actor (d. 1982)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 5", "txt": "Jimmy Carruthers, Australian boxer (d. 1990)", "entities": [{"title": "Jimmy Carruthers", "href": "/wiki/Jimmy_Carruthers", "description": "James William Carruthers was an Australian boxer, who became world champion in the bantamweight division."}]}, {"heading": "Births", "year": "1929", "date": "July 5", "txt": "Katherine Helmond, American actress and director (d. 2019)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 5", "txt": "Tony Lock, English cricketer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 5", "txt": "Jovan Rašković, Serbian psychiatrist, academic, and politician (d. 1992)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 5", "txt": "Jiří Reynek, Czech poet and graphic artist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 5", "txt": "Chikao Ohtsuka, Japanese voice actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 5", "txt": "Ismail Mahomed, South African lawyer and politician, 17th Chief Justice of South Africa (d. 2000)", "entities": [{"title": "Ismail Mahomed", "href": "/wiki/Ismail_Mahomed", "description": "Ismail Mahomed SCOB SC was a South African lawyer who served as the Chief Justice of South Africa and the Supreme Court of Namibia, and co-authored the constitution of Namibia."}, {"title": "Chief Justice of South Africa", "href": "/wiki/Chief_Justice_of_South_Africa", "description": "The Chief Justice of South Africa is the most senior judge of the \nConstitutional Court and head of the judiciary of South Africa, who exercises final authority over the functioning and management of all the courts."}]}, {"heading": "Births", "year": "1932", "date": "July 5", "txt": "Gyula Horn, Hungarian politician, 37th Prime Minister of Hungary (d. 2013)", "entities": [{"title": "Gyula Horn", "href": "/wiki/Gyula_Horn", "description": "Gyula Horn was a Hungarian politician who served as the third Prime Minister of the Republic of Hungary from 1994 to 1998."}, {"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}]}, {"heading": "Births", "year": "1933", "date": "July 5", "txt": "Paul-Gilbert Langevin, French musicologist, critic and physicist (d. 1986)", "entities": [{"title": "Paul-Gilbert Langevin", "href": "/wiki/Paul-Gilbert_Langevin", "description": "Paul-Gilbert Langevin was a French musicologist, who wrote books on Anton Bruckner, Franz Schubert and 19th-century classical music."}]}, {"heading": "Births", "year": "1936", "date": "July 5", "txt": "Shirley Knight, American actress (d. 2020)", "entities": [{"title": "Shirley Knight", "href": "/wiki/Shirley_Knight", "description": "Shirley Knight Hopkins was an American actress who appeared in more than 50 feature films, television films, television series, and Broadway and Off-Broadway productions in her career, playing leading and character roles. She was a member of the Actors Studio."}]}, {"heading": "Births", "year": "1936", "date": "July 5", "txt": "James Mirrlees, Scottish economist and academic, Nobel Prize laureate (d. 2018)", "entities": [{"title": "Nobel Prize in Economics", "href": "/wiki/Nobel_Prize_in_Economics", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1938", "date": "July 5", "txt": "Ronnie Self, American singer-songwriter (d. 1981)", "entities": [{"title": "Ronnie Self", "href": "/wiki/Ronnie_Self", "description": "Ronnie Self was a United States rockabilly singer and songwriter. His solo career was unsuccessful, despite being signed to contracts with Columbia and then Decca from the late 1950s through the early 1960s. His only charted single was \"Bop-A-Lena\"; recorded in 1957 and released in 1958, it reached No. 68 on the Billboard charts. His boastful country anthem \"Ain't I'm a Dog\" was a regional hit in "}]}, {"heading": "Births", "year": "1940", "date": "July 5", "txt": "Chuck Close, American painter and photographer", "entities": [{"title": "Chuck Close", "href": "/wiki/Chuck_Close", "description": "Charles Thomas Close is an American painter, artist and photographer. He makes massive-scale photorealist portraits. Close often paints abstract portraits of himself and others, which hang in collections internationally. Close also creates photo portraits using a very large format camera. Even though a catastrophic spinal artery collapse in 1988 left him severely paralyzed, he has continued to pai"}]}, {"heading": "Births", "year": "1941", "date": "July 5", "txt": "Terry Cashman, American singer-songwriter and record producer", "entities": [{"title": "Terry Cashman", "href": "/wiki/Terry_Cashman", "description": "Terry Cashman is a record producer and singer-songwriter, best known for his 1981 hit, \"Talkin' Baseball\". While the song is well recognized today, it was all but ignored by typical Top 40 radio during its chart life, making only the Billboard Adult Contemporary chart."}]}, {"heading": "Births", "year": "1941", "date": "July 5", "txt": "Epeli Nailatikau, Fijian chief, President of Fiji", "entities": [{"title": "Ratu", "href": "/wiki/Ratu", "description": "Ratu is an Austronesian title used by male Fijians of chiefly rank. An equivalent title, Adi, is used by females of chiefly rank. In the Malay language, the title Ratu is also the traditional honorific title to refer to the ruling king or queen in Javanese culture. Thus in Java, a royal palace is called \"keraton\", constructed from the circumfix ke- -an and Ratu, to describe the residence of the Ra"}, {"title": "President of Fiji", "href": "/wiki/President_of_Fiji", "description": "The president of the Republic of Fiji is the head of state of Fiji. The President is appointed by the Parliament of Fiji for a three-year term under the terms of the 2013 Constitution of Fiji. Although not entirely a figurehead, the president's role in government is mostly ceremonial, but there are important reserve powers that may be exercised in the event of a crisis. In addition, the president "}]}, {"heading": "Births", "year": "1942", "date": "July 5", "txt": "Matthias Bamert, Swiss composer and conductor", "entities": [{"title": "Matthias Bamert", "href": "/wiki/Matthias_Bamert", "description": "Matthias Bamert is a Swiss composer and conductor."}]}, {"heading": "Births", "year": "1942", "date": "July 5", "txt": "Hannes Löhr, German footballer, coach, and manager (d. 2016)", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 5", "txt": "Curt Blefary, American baseball player and coach (d. 2001)", "entities": [{"title": "Curt Blefary", "href": "/wiki/Curt_Blefary", "description": "Curtis Leroy \"Clank\" Blefary was an American professional baseball left fielder who played in Major League Baseball for the Baltimore Orioles (1965–1968), Houston Astros (1969), New York Yankees (1970–1971), Oakland Athletics (1971–1972) and the San Diego Padres (1972). A native of Brooklyn, New York, he batted left-handed and threw right-handed."}]}, {"heading": "Births", "year": "1943", "date": "July 5", "txt": "Mark Cox, English tennis player, coach and sportscaster", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 5", "txt": "Robbie Robertson, Canadian singer-songwriter, guitarist, producer, and actor", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 5", "txt": "Pierre Villepreux, French rugby player and coach", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 5", "txt": "Leni Björklund, Swedish politician, 28th Swedish Minister of Defence for Sweden", "entities": [{"title": "Leni Björklund", "href": "/wiki/Leni_Bj%C3%B6rklund", "description": "Leni Christina Elisabeth Björklund is a Swedish Social Democratic politician. She served as Minister for Defence from 2002 to 2006."}, {"title": "Minister for Defence (Sweden)", "href": "/wiki/Minister_for_Defence_(Sweden)", "description": "The Minister for Defence of Sweden is a member of the Government of Sweden. The Minister heads the Ministry for Defence and is appointed and dismissed at the sole discretion of the Prime Minister of Sweden."}]}, {"heading": "Births", "year": "1945", "date": "July 5", "txt": "Michael Blake, American author and screenwriter (d. 2015)", "entities": [{"title": "Michael Blake (author)", "href": "/wiki/Michael_Blake_(author)", "description": "Michael Lennox Blake was an American author, best known for the film adaptation of his novel Dances with Wolves, for which he won an Academy Award for Best Adapted Screenplay."}]}, {"heading": "Births", "year": "1945", "date": "July 5", "txt": "Humberto Benítez Treviño, Mexican lawyer and politician, Attorney General of Mexico", "entities": [{"title": "Attorney General of Mexico", "href": "/wiki/Attorney_General_of_Mexico", "description": "The Attorney General of the Republic is the head of the Attorney General's Office (Fiscalía General de la República, FGR) and the Federal Public Ministry of the United Mexican States, an institution belonging to the Federal Government's constitutional autonomous organism that is responsible for the investigation and prosecution of federal crimes. \nThe office is governed mainly by the Constitution "}]}, {"heading": "Births", "year": "1946", "date": "July 5", "txt": "Pierre-Marc Johnson, Canadian lawyer, physician, and politician, 24th Premier of Quebec", "entities": [{"title": "Pierre-Marc Johnson", "href": "/wiki/Pierre-Marc_Johnson", "description": "Pierre-Marc Johnson, is a Quebec lawyer, physician and politician. He was the 24th Premier of Quebec from October 3 to December 12, 1985, making him the province's shortest-serving premier."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1946", "date": "July 5", "txt": "Paul Smith, English fashion designer", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 5", "txt": "Gerard 't Hooft, Dutch physicist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1946", "date": "July 5", "txt": "Vladimir Mikhailovich Zakharov, Russian dancer and choreographer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 5", "txt": "Todd Akin, American politician", "entities": [{"title": "Todd Akin", "href": "/wiki/Todd_Akin", "description": "William Todd Akin is an American politician and businessman who is a former U.S. Representative for Missouri's 2nd congressional district, serving from 2001 to 2013. He is a member of the Republican Party."}]}, {"heading": "Births", "year": "1949", "date": "July 5", "txt": "Ludwig G. Strauss, German physician and academic (d. 2013)", "entities": [{"title": "Ludwig G. Strauss", "href": "/wiki/Ludwig_G._Strauss", "description": "Ludwig Georg Strauss was a German nuclear medicine physician and professor of radiology at the University of Heidelberg."}]}, {"heading": "Births", "year": "1950", "date": "July 5", "txt": "Carlos Caszely, Chilean footballer", "entities": [{"title": "Carlos Caszely", "href": "/wiki/Carlos_Caszely", "description": "Carlos Humberto Caszely Garrido is a Chilean former footballer, nicknamed \"Rey del metro cuadrado\", who played as a forward."}]}, {"heading": "Births", "year": "1950", "date": "July 5", "txt": "Huey Lewis, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 5", "txt": "Michael Monarch, American guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 5", "txt": "Goose Gossage, American baseball player", "entities": [{"title": "Goose Gossage", "href": "/wiki/Goose_Gossage", "description": "Richard Michael \"Goose\" Gossage is a former Major League Baseball right-handed relief pitcher. During a 22-year baseball career (1972–1994), he pitched for nine different teams, spending his best years with the New York Yankees and San Diego Padres."}]}, {"heading": "Births", "year": "1951", "date": "July 5", "txt": "Roger Wicker, American colonel, lawyer, and politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 5", "txt": "Caryn Navy, American mathematician and computer scientist", "entities": [{"title": "Caryn Navy", "href": "/wiki/Caryn_Navy", "description": "Caryn Linda Navy is an American mathematician and computer scientist. Blind since childhood, she is chiefly known for her work in set-theoretic topology and Braille technology."}]}, {"heading": "Births", "year": "1954", "date": "July 5", "txt": "Jimmy Crespo, American guitarist and songwriter", "entities": [{"title": "Jimmy Crespo", "href": "/wiki/Jimmy_Crespo", "description": "Jimmy Crespo is an American guitarist. He was the lead guitarist for Aerosmith from 1979 until 1984. He co-wrote \"Rock in a Hard Place\" with Steven Tyler, and has performed or recorded with Rod Stewart, Billy Squier, Meat Loaf, Stevie Nicks, Robert Fleischman, Rough Cutt, Renegade, Flame and others."}]}, {"heading": "Births", "year": "1954", "date": "July 5", "txt": "John Wright, New Zealand cricketer and coach", "entities": []}, {"heading": "Births", "year": "1955", "date": "July 5", "txt": "Tony Hadley, English footballer", "entities": [{"title": "Tony Hadley (footballer)", "href": "/wiki/Tony_Hadley_(footballer)", "description": "Anthony Paul Frederick Hadley is an English former professional footballer who played as a central defender."}]}, {"heading": "Births", "year": "1955", "date": "July 5", "txt": "Peter McNamara, Australian tennis player and coach (d. 2019)", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 5", "txt": "Horacio Cartes, Paraguayan businessman and politician, President of Paraguay", "entities": [{"title": "Horacio Cartes", "href": "/wiki/Horacio_Cartes", "description": "Horacio Manuel Cartes Jara OSC is a Paraguayan businessman and politician. He was the president of Paraguay from 2013 to 2018. He is a member of the Colorado Party."}, {"title": "President of Paraguay", "href": "/wiki/President_of_Paraguay", "description": "The president of Paraguay, officially known as the president of the Republic of Paraguay, is according to the Constitution of Paraguay the head of the executive branch of the Government of Paraguay, both head of state and head of government. His honorific title is Su Excelencia."}]}, {"heading": "Births", "year": "1956", "date": "July 5", "txt": "James Lofton, American football player and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "July 5", "txt": "Carlo Thränhardt, German high jumper", "entities": [{"title": "Carlo Thränhardt", "href": "/wiki/Carlo_Thr%C3%A4nhardt", "description": "Carlo Thränhardt is a retired German high jumper. He excelled at indoor competitions, setting the world indoor record on three occasions between 1984 and 1988. His best mark of 2.42 meters ranks him second on the indoor all-time list one-centimetre behind world record holder Javier Sotomayor of Cuba. The only superior outdoor performances are Sotomayor's world record of 2.45, and Mutaz Essa Barshi"}]}, {"heading": "Births", "year": "1957", "date": "July 5", "txt": "Doug Wilson, Canadian-American ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 5", "txt": "Veronica Guerin, Irish journalist (d. 1996)", "entities": [{"title": "Veronica Guerin", "href": "/wiki/Veronica_Guerin", "description": "Veronica Guerin was an Irish crime reporter who was murdered by drug lords. Born in Dublin, she was an athlete in school and later played on the Irish national teams for both football and basketball. After studying accountancy she ran a public-relations firm for seven years, before working for Fianna Fáil and as an election agent for Seán Haughey. She became a reporter in 1990, writing for the Sun"}]}, {"heading": "Births", "year": "1958", "date": "July 5", "txt": "Bill Watterson, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 5", "txt": "Marc Cohn, American singer-songwriter and keyboard player", "entities": [{"title": "Marc Cohn", "href": "/wiki/Marc_Cohn", "description": "Marc Craig Cohn is an American singer-songwriter and musician. He won the Grammy Award for Best New Artist in 1992. Cohn is best known for the song \"Walking in Memphis\" from his eponymous 1991 album;, which was a Top 40 hit."}]}, {"heading": "Births", "year": "1960", "date": "July 5", "txt": "Pruitt Taylor Vince, American actor and director", "entities": [{"title": "Pruitt Taylor Vince", "href": "/wiki/Pruitt_Taylor_Vince", "description": "Pruitt Taylor Vince is an American character actor. He became best known for his roles in the films Shy People (1987) and Mississippi Burning (1988). He also appeared in Jacob's Ladder (1990), Nobody's Fool (1994), Heavy (1995), Beautiful Girls (1996), The Legend of 1900 (1998), Identity (2003), Constantine (2005), Gotti (2018), and Bird Box (2018)."}]}, {"heading": "Births", "year": "1962", "date": "July 5", "txt": "Sarina Hülsenbeck, German swimmer", "entities": [{"title": "Sarina Hülsenbeck", "href": "/wiki/Sarina_H%C3%BClsenbeck", "description": "Sarina Hülsenbeck is an East German swimmer who competed in the late 1970s and early 1980s. She won a gold medal at the 1980 Summer Olympics in Moscow in the women's 4 × 100 m freestyle and competed in the 4 × 100 m medley relay qualifying round, but not in the final."}]}, {"heading": "Births", "year": "1963", "date": "July 5", "txt": "Edie Falco, American actress", "entities": [{"title": "Edie Falco", "href": "/wiki/Edie_Falco", "description": "Edith Falco is an American actress, best known for her roles as Carmela Soprano on the HBO series The Sopranos (1999–2007), in which she received six Emmy nominations, winning three for Outstanding Lead Actress in a Drama Series, as well as winning two Golden Globes and five Screen Actors Guild Awards, and as Nurse Jackie Peyton on the Showtime series Nurse Jackie (2009–2015), earning a further si"}]}, {"heading": "Births", "year": "1964", "date": "July 5", "txt": "Ronald D. Moore, American screenwriter and producer", "entities": [{"title": "Ronald D. Moore", "href": "/wiki/Ronald_D._Moore", "description": "Ronald Dowl Moore is an American screenwriter and television producer. He is best known for his work on Star Trek; on the re-imagined Battlestar Galactica television series, for which he won a Peabody Award and an Emmy Award; and on Outlander, based on the novels of Diana Gabaldon. In 2019, he created and wrote the series For All Mankind for Apple TV+."}]}, {"heading": "Births", "year": "1965", "date": "July 5", "txt": "Kathryn Erbe, American actress", "entities": [{"title": "Kathryn Erbe", "href": "/wiki/Kathryn_Erbe", "description": "Kathryn Elsbeth Erbe is an American actress. She is best known for her role as Alexandra Eames on Law & Order: Criminal Intent, a spin-off of Law & Order, and Shirley Bellinger in the HBO series Oz."}]}, {"heading": "Births", "year": "1965", "date": "July 5", "txt": "Eyran Katsenelenbogen, Israeli-American pianist and educator", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 5", "txt": "Susannah Doyle, English actress, director, and playwright", "entities": [{"title": "Susannah Doyle", "href": "/wiki/Susannah_Doyle", "description": "Susannah Doyle is an English actress, best known for her roles as Joy Merryweather in Drop The Dead Donkey and as Avril Burke in Ballykissangel."}]}, {"heading": "Births", "year": "1966", "date": "July 5", "txt": "Gianfranco Zola, Italian footballer and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 5", "txt": "Ken Akamatsu, Japanese illustrator", "entities": [{"title": "Ken Akamatsu", "href": "/wiki/Ken_Akamatsu", "description": "Ken Akamatsu  is a Japanese manga artist from Tokyo. After success with A.I. Love You from 1994–1997, he wrote Love Hina from 1998 to 2001. His longest work to date has been Negima! Magister Negi Magi from 2003 to 2012. His current serial, UQ Holder!, is a sequel to Negima. Akamatsu is also the creator of the J-Comi website, a free digital distributor of out-of-print manga."}]}, {"heading": "Births", "year": "1968", "date": "July 5", "txt": "Kenji Ito, Japanese pianist and composer", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 5", "txt": "Nardwuar the Human Serviette, Canadian singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 5", "txt": "Hedi Slimane, French fashion designer and photographer", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 5", "txt": "Alex Zülle, Swiss cyclist", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 5", "txt": "Susan Wojcicki, Polish-American technology executive, CEO of YouTube", "entities": [{"title": "YouTube", "href": "/wiki/YouTube", "description": "YouTube is an online video platform owned by Google. In total, users watch more than one billion hours of YouTube videos each day, and hundreds of hours of video content are uploaded to YouTube servers every minute."}]}, {"heading": "Births", "year": "1969", "date": "July 5", "txt": "Jenji Kohan, American screenwriter and producer", "entities": [{"title": "Jenji Kohan", "href": "/wiki/Jenji_Kohan", "description": "Jenji Leslie Kohan is an American television writer and producer. She is best known as the creator of the Showtime comedy-drama series Weeds and the Netflix comedy-drama series Orange Is the New Black. She has received nine Emmy Award nominations, winning one as supervising producer of the comedy series Tracey Takes On...."}]}, {"heading": "Births", "year": "1969", "date": "July 5", "txt": "Armin Kõomägi, Estonian author and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 5", "txt": "John LeClair, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 5", "txt": "RZA, American rapper, producer, actor, and director", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 5", "txt": "Mac Dre, American rapper and producer, founded Thizz Entertainment (d. 2004)", "entities": [{"title": "Mac Dre", "href": "/wiki/Mac_Dre", "description": "Andre Louis Hicks, known by his stage name Mac Dre, was an American rapper, hip hop pioneer, and record producer based in Vallejo, California. He was an instrumental figure in the emergence of hyphy, a cultural movement in the Bay Area hip hop scene that emerged in the early 2000s. Hicks is considered one of the movement's key pioneers that fueled its popularity into mainstream, releasing songs wi"}, {"title": "Thizz Entertainment", "href": "/wiki/Thizz_Entertainment", "description": "Thizz Entertainment is a San Francisco Bay Area-based, independent record label, started in 1999 by rapper and music producer Andre Hicks, who was professionally known as rapper Mac Dre. Best known as a poster child of the hyphy movement that swept through the Bay Area in the 1990s and early 2000s."}]}, {"heading": "Births", "year": "1970", "date": "July 5", "txt": "Valentí Massana, Spanish race walker", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 5", "txt": "Derek McInnes, Scottish footballer and manager", "entities": [{"title": "Derek McInnes", "href": "/wiki/Derek_McInnes", "description": "Derek John McInnes is a Scottish professional football manager and former player who was most recently the manager of Aberdeen. He featured prominently for Greenock Morton, Rangers, West Bromwich Albion and Dundee United during his playing career. He won two caps for the Scotland national football team while with West Bromwich."}]}, {"heading": "Births", "year": "1972", "date": "July 5", "txt": "Matthew Birir, Kenyan runner", "entities": [{"title": "Matthew Birir", "href": "/wiki/Matthew_Birir", "description": "Matthew Kiprotich Birir is a former athlete from Kenya, winner of 3000 m steeplechase at the 1992 Summer Olympics."}]}, {"heading": "Births", "year": "1972", "date": "July 5", "txt": "Robert Esmie, Canadian sprinter", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 5", "txt": "Gary Shteyngart, American writer", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 5", "txt": "Marcus Allbäck, Swedish footballer and coach", "entities": [{"title": "Marcus Allbäck", "href": "/wiki/Marcus_Allb%C3%A4ck", "description": "Marcus Christian Allbäck, is a Swedish former professional footballer who played as a striker. He was known for his sharp finishing ability and represented clubs in Sweden, Denmark, Italy, the Netherlands, England, and Germany during his career. A full international between 1999 and 2008, he won 74 caps for the Sweden national team and scored 30 goals. He represented Sweden at three UEFA European "}]}, {"heading": "Births", "year": "1973", "date": "July 5", "txt": "Bengt Lagerberg, Swedish drummer", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 5", "txt": "Róisín Murphy, Irish singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 5", "txt": "Márcio Amoroso, Brazilian footballer", "entities": [{"title": "Márcio Amoroso", "href": "/wiki/M%C3%A1rcio_Amoroso", "description": "Márcio Amoroso dos Santos, simply known as Márcio Amoroso, is a Brazilian football pundit and retired footballer who played as a forward or on occasion as an attacking midfielder. He played for several teams in his home country, Japan, Italy, Germany, Spain and Greece, while also representing Brazil at international level, winning the 1999 Copa América. In his prime, he was a very talented striker"}]}, {"heading": "Births", "year": "1974", "date": "July 5", "txt": "Sarah Taylor, Jersey squash player", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 5", "txt": "Hernán Crespo, Argentinian footballer and coach", "entities": [{"title": "Hernán Crespo", "href": "/wiki/Hern%C3%A1n_Crespo", "description": "Hernán Jorge Crespo is an Argentine professional football coach and former player. He is the current manager of Brazilian club São Paulo."}]}, {"heading": "Births", "year": "1975", "date": "July 5", "txt": "Ai Sugiyama, Japanese tennis player", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 5", "txt": "Bizarre, American rapper", "entities": [{"title": "Bizarre (rapper)", "href": "/wiki/Bizarre_(rapper)", "description": "Rufus Arthur Johnson, better known by his stage name Bizarre, is an American rapper, best known for his work with the Detroit-based hip hop group D12."}]}, {"heading": "Births", "year": "1976", "date": "July 5", "txt": "Nuno Gomes, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 5", "txt": "Nicolas Kiefer, German tennis player", "entities": [{"title": "Nicolas Kiefer", "href": "/wiki/Nicolas_Kiefer", "description": "Nicolas Kiefer, is a former German professional tennis player. He reached the semifinal of the 2006 Australian Open and won a silver medal in men's doubles with partner Rainer Schüttler at the 2004 Summer Olympics in Athens. Kiefer's career-high singles ranking was world No. 4, achieved in January 2000."}]}, {"heading": "Births", "year": "1977", "date": "July 5", "txt": "Steven Sharp Nelson, American cellist", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 5", "txt": "Britta Oppelt, German rower", "entities": [{"title": "Britta Oppelt", "href": "/wiki/Britta_Oppelt", "description": "Britta Oppelt is a German Olympic-medal winning sculler."}]}, {"heading": "Births", "year": "1978", "date": "July 5", "txt": "Allan Simonsen, Danish race car driver (d. 2013)", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 5", "txt": "İsmail YK, German-Turkish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 5", "txt": "Shane Filan, Irish singer-songwriter", "entities": [{"title": "Shane Filan", "href": "/wiki/Shane_Filan", "description": "Shane Steven Filan is an Irish singer and songwriter. He is one of the two lead singers of boy band Westlife, which was formed in 1998, disbanded in 2012, and regrouped in 2018. Westlife have released thirteen albums, embarked on twelve world tours, and won several awards, becoming one of the most successful musical groups of all time."}]}, {"heading": "Births", "year": "1979", "date": "July 5", "txt": "Amélie Mauresmo, French-Swiss tennis player", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 5", "txt": "Stiliyan Petrov, Bulgarian footballer and manager", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 5", "txt": "David Rozehnal, Czech footballer", "entities": [{"title": "David Rozehnal", "href": "/wiki/David_Rozehnal", "description": "David Sebastian Klement Rozehnal is a Czech former footballer who last played as a defender for amateur club Sokol Kožušany. He previously played for a host of European clubs, making over 400 appearances in a career spanning almost two decades, and retired from the professional game in April 2018."}]}, {"heading": "Births", "year": "1980", "date": "July 5", "txt": "Mads Tolling, Danish-American violinist and composer", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 5", "txt": "Jason Wade, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 5", "txt": "Fabrício de Souza, Brazilian footballer", "entities": [{"title": "Fabrício de Souza", "href": "/wiki/Fabr%C3%ADcio_de_Souza", "description": "Fabrício de Souza or simply Fabrício is a Brazilian footballer who plays for Vasco da Gama, as a defensive midfielder."}]}, {"heading": "Births", "year": "1982", "date": "July 5", "txt": "Alexander Dimitrenko, Ukrainian-German boxer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 5", "txt": "Alberto Gilardino, Italian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 5", "txt": "Philippe Gilbert, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 5", "txt": "Kate Gynther, Australian water polo player", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 5", "txt": "Dave Haywood, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 5", "txt": "Paíto, Mozambican footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 5", "txt": "Javier Paredes, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 5", "txt": "Szabolcs Perenyi, Romanian-Hungarian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 5", "txt": "Beno Udrih, Slovenian basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 5", "txt": "Tuba Büyüküstün, Turkish actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 5", "txt": "Junri Namigata, Japanese tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 5", "txt": "Marco Estrada, Mexican baseball player", "entities": [{"title": "Marco Estrada (baseball)", "href": "/wiki/Marco_Estrada_(baseball)", "description": "Marco René Estrada is a Mexican-American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Washington Nationals, Milwaukee Brewers, Toronto Blue Jays, and Oakland Athletics. He was an All-Star in 2016."}]}, {"heading": "Births", "year": "1983", "date": "July 5", "txt": "Jonás Gutiérrez, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 5", "txt": "Zheng Jie, Chinese tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 5", "txt": "Taavi Peetre, Estonian shot putter (d. 2010)", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 5", "txt": "Danay Garcia, Cuban actress", "entities": [{"title": "Danay Garcia", "href": "/wiki/Danay_Garcia", "description": "Danay García is a Cuban-born actress and model. She is best known for her roles as Sofía Lugo on Fox's drama series Prison Break (2007–2009) and Luciana Galvez on AMC's horror drama series Fear the Walking Dead (2016–present)."}]}, {"heading": "Births", "year": "1984", "date": "July 5", "txt": "Zack Miller, American golfer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 5", "txt": "Alexandre R. Picard, Canadian ice hockey player", "entities": [{"title": "Alexandre R. Picard", "href": "/wiki/Alexandre_R._Picard", "description": "Alexandre Remi Picard is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1985", "date": "July 5", "txt": "Megan Rapinoe, American soccer player", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 5", "txt": "Iurii Cheban, Ukrainian canoe sprinter", "entities": [{"title": "Iurii Cheban", "href": "/wiki/Iurii_Cheban", "description": "Yuriy Volodymyrovych Cheban is a retired Ukrainian sprint canoeist. He is the 2012 and 2016 Olympic champion in C-1 200 metres."}]}, {"heading": "Births", "year": "1986", "date": "July 5", "txt": "Piermario Morosini, Italian footballer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 5", "txt": "Alexander Radulov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 5", "txt": "Owl City, American singer, songwriter and composer", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 5", "txt": "Ji Chang-wook, South Korean actor", "entities": [{"title": "Ji Chang-wook", "href": "/wiki/Ji_Chang-wook", "description": "Ji Chang-wook is a South Korean actor and singer. He rose to fame for playing the lead role of Dong-hae in daily drama series Smile Again (2010–2011), and had notable lead roles in television series such as Warrior Baek Dong-soo (2011), Empress Ki (2013–2014), Healer (2014–2015), The K2 (2016), Suspicious Partner (2017), Melting Me Softly (2019), Backstreet Rookie (2020), and Lovestruck in the Cit"}]}, {"heading": "Births", "year": "1987", "date": "July 5", "txt": "Mohd Safiq Rahim, Malaysian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 5", "txt": "Andrija Kaluđerović, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 5", "txt": "Alexander Kristoff, Norwegian cyclist", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 5", "txt": "Martin Liivamägi, Estonian swimmer", "entities": [{"title": "Martin Liivamägi", "href": "/wiki/Martin_Liivam%C3%A4gi", "description": "Martin Liivamägi is an Estonian swimmer, who specialized in breaststroke and individual medley events. He is a two-time Olympian, a 2010 Pac-10 champion in the 200 m individual medley, a double NCAA team titleholder, a 43-time Estonian swimming champion, and a 24-time national record holder in different age groups. He also won a silver medal in the same stroke at the 2006 European Junior Swimming "}]}, {"heading": "Births", "year": "1988", "date": "July 5", "txt": "Samir Ujkani, Albanian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 5", "txt": "Charlie Austin, English footballer", "entities": [{"title": "Charlie Austin", "href": "/wiki/Charlie_Austin", "description": "Charles Austin is an English professional footballer who plays as a forward for Championship club Queens Park Rangers on loan from West Bromwich Albion."}]}, {"heading": "Births", "year": "1989", "date": "July 5", "txt": "Georgios Efrem, Cypriot footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 5", "txt": "Dwight King, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 5", "txt": "Abeba Aregawi, Ethiopian-Swedish runner", "entities": [{"title": "Abeba Aregawi", "href": "/wiki/Abeba_Aregawi", "description": "Abeba Aregawi Gebretsadik is an Ethiopian-born middle-distance runner from Tigray, who specialised in the 1500 metres. Her personal best for the event is 3:56.54. Aregawi is the 2013 world champion over 1500 metres. She represented Ethiopia and Sweden internationally."}]}, {"heading": "Births", "year": "1992", "date": "July 5", "txt": "Alberto Moreno, Spanish footballer", "entities": [{"title": "Alberto Moreno (footballer)", "href": "/wiki/Alberto_Moreno_(footballer)", "description": "Alberto Moreno Pérez is a Spanish professional footballer who plays as a left-back for La Liga club Villarreal. He has also appeared for the Spain national team."}]}, {"heading": "Births", "year": "1992", "date": "July 5", "txt": "Chiara Scholl, American tennis player", "entities": []}, {"heading": "Births", "year": "1993", "date": "July 5", "txt": "Yaroslav Kosov, Russian ice hockey player", "entities": [{"title": "Yaroslav Kosov", "href": "/wiki/Yaroslav_Kosov", "description": "Yaroslav Kosov is a Russian professional ice hockey player. He is currently playing with Traktor Chelyabinsk in the Kontinental Hockey League (KHL). Kosov was selected by the Florida Panthers in the 5th round of the 2011 NHL Entry Draft."}]}, {"heading": "Births", "year": "1994", "date": "July 5", "txt": "Diana Harkusha, Ukrainian lawyer, dancer, model and beauty queen", "entities": [{"title": "Diana Harkusha", "href": "/wiki/Diana_Harkusha", "description": "Diana Ruslanivna Harkusha, sometimes transliterated as Diana Garkusha, is a Ukrainian lawyer, actress, model, dancer, and beauty pageant titleholder who was crowned Miss Ukraine Universe 2014. She later represented Ukraine at the Miss Universe 2014 pageant, where she placed as the second runner-up."}]}, {"heading": "Births", "year": "1994", "date": "July 5", "txt": "Shohei Ohtani, Japanese baseball player", "entities": []}, {"heading": "Births", "year": "1998", "date": "July 5", "txt": "Emily Fox, American soccer player and first pick of the 2021 NWSL Draft", "entities": [{"title": "Emily Fox (soccer)", "href": "/wiki/Emily_Fox_(soccer)", "description": "Emily Ann Fox is an American professional soccer player who plays as a defender for Racing Louisville FC of the National Women's Soccer League (NWSL). She played college soccer for the North Carolina Tar Heels."}, {"title": "2021 NWSL Draft", "href": "/wiki/2021_NWSL_Draft", "description": "The 2021 NWSL Draft was the 9th annual meeting of National Women's Soccer League (NWSL) franchises to select eligible college players. It was held on January 13, 2021. Due to the COVID-19 pandemic, it was the first NWSL Draft to be held virtually via videoconferencing and web streaming."}]}, {"heading": "Deaths", "year": "905", "date": "July 5", "txt": "Cui Yuan, Chinese chancellor", "entities": [{"title": "Cui Yuan (died 905)", "href": "/wiki/Cui_Yuan_(died_905)", "description": "Cui Yuan (崔遠), courtesy name Changzhi (昌之), formally the Baron of Boling (博陵男), was an official of the Chinese dynasty Tang Dynasty, serving two terms as chancellor during the reigns of Emperor Zhaozong and Emperor Zhaozong's son Emperor Ai. He was killed in a purge of high-level Tang officials by the warlord Zhu Quanzhong the military governor (Jiedushi) of Xuanwu Circuit, who was then preparing "}, {"title": "Chancellor of the Tang dynasty", "href": "/wiki/Chancellor_of_the_Tang_dynasty", "description": "The chancellor was a semi-formally designated office position for a number of high-level officials at one time during the Tang dynasty. This list includes chancellors of the reign of Wu Zetian, which she referred to as the \"Zhou dynasty\" (周), rather than \"Tang\" (唐)."}]}, {"heading": "Deaths", "year": "905", "date": "July 5", "txt": "Dugu Sun, Chinese chancellor", "entities": []}, {"heading": "Deaths", "year": "905", "date": "July 5", "txt": "Lu Yi, Chinese chancellor (b. 847)", "entities": []}, {"heading": "Deaths", "year": "905", "date": "July 5", "txt": "Pei Shu, Chinese chancellor (b. 841)", "entities": []}, {"heading": "Deaths", "year": "905", "date": "July 5", "txt": "Wang Pu, Chinese chancellor", "entities": []}, {"heading": "Deaths", "year": "936", "date": "July 5", "txt": "Xu Ji, Chinese official and chancellor", "entities": [{"title": "Xu Ji", "href": "/wiki/Xu_Ji", "description": "Xu Ji (許寂), courtesy name Xianxian (閑閑), was an official of the Chinese Five Dynasties and Ten Kingdoms Period state Former Shu, serving as a chancellor during the reign of its last emperor Wang Zongyan."}]}, {"heading": "Deaths", "year": "967", "date": "July 5", "txt": "Murakami, Japanese emperor (b. 926)", "entities": [{"title": "Emperor Murakami", "href": "/wiki/Emperor_Murakami", "description": "Emperor Murakami  was the 62nd emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1080", "date": "July 5", "txt": "Ísleifur Gissurarson, Icelandic bishop (b. 1006)", "entities": [{"title": "Ísleifur Gissurarson", "href": "/wiki/%C3%8Dsleifur_Gissurarson", "description": "Ísleifur Gissurarson, an Icelandic clergyman, became the first bishop of Iceland, following the adoption of Christianity in 1000 AD."}]}, {"heading": "Deaths", "year": "1091", "date": "July 5", "txt": "William of Hirsau, German abbot", "entities": [{"title": "William of Hirsau", "href": "/wiki/William_of_Hirsau", "description": "William of Hirsau was a Benedictine abbot and monastic reformer. He was abbot of Hirsau Abbey, for whom he created the Constitutiones Hirsaugienses, based on the uses of Cluny, and was the father of the Hirsau Reforms, which influenced many Benedictine monasteries in Germany. He supported the papacy in the Investiture Controversy. In the Roman Catholic Church, he is a Blessed, the second of three "}]}, {"heading": "Deaths", "year": "1316", "date": "July 5", "txt": "Ferdinand, prince of Majorca (b. 1278)", "entities": [{"title": "Ferdinand of Majorca", "href": "/wiki/Ferdinand_of_Majorca", "description": "Ferdinand of Majorca was an infante of the Kingdom of Majorca; he was born at Perpignan, the third son of King James II. He was Viscount of Aumelas and Lord of Frontignan from 1311 and claimed the title of Prince of Achaea from 1315."}]}, {"heading": "Deaths", "year": "1375", "date": "July 5", "txt": "Charles III, French nobleman (b. 1337)", "entities": [{"title": "Charles III, Count of Alençon", "href": "/wiki/Charles_III,_Count_of_Alen%C3%A7on", "description": "Charles III of Alençon was the eldest son of Charles II of Alençon and Maria de la Cerda."}]}, {"heading": "Deaths", "year": "1413", "date": "July 5", "txt": "Musa Çelebi, Ottoman prince and co-ruler", "entities": [{"title": "Musa Çelebi", "href": "/wiki/Musa_%C3%87elebi", "description": "Musa Çelebi was an Ottoman prince and a co-ruler of the empire for three years during the Ottoman Interregnum."}]}, {"heading": "Deaths", "year": "1507", "date": "July 5", "txt": "Crinitus, Italian scholar and academic (b. 1475)", "entities": [{"title": "Crinitus", "href": "/wiki/Crinitus", "description": "Pietro Crinito, known as Crinitus, or Pietro Del Riccio Baldi, was a Florentine humanist scholar and poet who was a disciple of Poliziano."}]}, {"heading": "Deaths", "year": "1539", "date": "July 5", "txt": "Anthony Maria Zaccaria, Italian saint (b. 1502)", "entities": [{"title": "Anthony Maria Zaccaria", "href": "/wiki/Anthony_Maria_Zaccaria", "description": "Anthony Maria Zaccaria, also known as Saint Anthony Zaccaria, was an early leader of the Counter Reformation, the founder of religious orders (Barnabites) and a promoter of the devotion to the Passion of Christ, the Eucharist and the renewal of the religious life among the lay people. His feast day is celebrated on 5 July."}]}, {"heading": "Deaths", "year": "1661", "date": "July 5", "txt": "Sir Hugh Speke, 1st Baronet", "entities": [{"title": "Sir Hugh Speke, 1st Baronet", "href": "/wiki/Sir_Hugh_Speke,_1st_Baronet", "description": "\n\nSir Hugh Speke, 1st Baronet was an English politician who sat in the House of Commons in 1661."}]}, {"heading": "Deaths", "year": "1666", "date": "July 5", "txt": "Albert VI, German nobleman (b. 1584)", "entities": [{"title": "Albert VI, Duke of Bavaria", "href": "/wiki/Albert_VI,_Duke_of_Bavaria", "description": "Albert VI of Bavaria son of William V, Duke of Bavaria and Renata of Lorraine, born and died in Munich."}]}, {"heading": "Deaths", "year": "1676", "date": "July 5", "txt": "Carl Gustaf Wrangel, Swedish field marshal and politician (b. 1613)", "entities": [{"title": "Carl Gustaf Wrangel", "href": "/wiki/Carl_Gustaf_Wrangel", "description": "Fältmarskalk Carl Gustaf Wrangel was a Swedish statesman and military commander who commanded the Swedish forces in the Thirty Years', Torstenson, Bremen, Second Northern and Scanian Wars."}]}, {"heading": "Deaths", "year": "1715", "date": "July 5", "txt": "Charles Ancillon, French jurist and diplomat (b. 1659)", "entities": [{"title": "Charles Ancillon", "href": "/wiki/Charles_Ancillon", "description": "Charles Ancillon was a French jurist and diplomat."}]}, {"heading": "Deaths", "year": "1719", "date": "July 5", "txt": "Meinhardt Schomberg, 3rd Duke of Schomberg, German-English general (b. 1641)", "entities": [{"title": "Meinhardt Schomberg, 3rd Duke of Schomberg", "href": "/wiki/Meinhardt_Schomberg,_3rd_Duke_of_Schomberg", "description": "Meinhardt Schomberg, 3rd Duke of Schomberg, 1st Duke of Leinster, KG, was a general in the service of Willem, Prince of Orange and Stadtholder of Holland, later King William III of England. He fought in the Franco-Dutch War, then played a crucial role at the Battle of the Boyne in July 1690 during the Williamite War in Ireland and finally commanded the British troops deployed to Portugal during th"}]}, {"heading": "Deaths", "year": "1773", "date": "July 5", "txt": "Francisco José Freire, Portuguese historian and philologist (b. 1719)", "entities": [{"title": "Francisco José Freire", "href": "/wiki/Francisco_Jos%C3%A9_Freire", "description": "Francisco José Freire, Portuguese historian and philologist, was born in Lisbon."}]}, {"heading": "Deaths", "year": "1819", "date": "July 5", "txt": "William Cornwallis, English admiral and politician (b.1744)", "entities": [{"title": "William Cornwallis", "href": "/wiki/William_Cornwallis", "description": "Admiral of the Red Sir William Cornwallis, was a Royal Navy officer. He was the brother of Charles Cornwallis, the 1st Marquess Cornwallis, British commander at the siege of Yorktown. Cornwallis took part in a number of decisive battles including the siege of Louisbourg in 1758, when he was 14, and the Battle of the Saintes but is best known as a friend of Lord Nelson and as the commander-in-chief"}]}, {"heading": "Deaths", "year": "1826", "date": "July 5", "txt": "Stamford Raffles, English politician, founded Singapore (b. 1782)", "entities": [{"title": "Stamford Raffles", "href": "/wiki/Stamford_Raffles", "description": "Sir Thomas Stamford Bingley Raffles, FRS was a British statesman, Lieutenant-Governor of the Dutch East Indies (1811–1816) and Lieutenant-Governor of Bencoolen (1818–1824), best known for his founding of modern Singapore and the Straits Settlements."}, {"title": "Singapore", "href": "/wiki/Singapore", "description": "Singapore, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia. It lies about one degree of latitude north of the equator, off the southern tip of the Malay Peninsula, bordering the Straits of Malacca to the west, the Riau Islands (Indonesia) to the south, and the South China Sea to the east. The country's territory is composed of one main island, 63 s"}]}, {"heading": "Deaths", "year": "1833", "date": "July 5", "txt": "Nicéphore Niépce, French inventor, created the first known photograph (b. 1765)", "entities": [{"title": "Nicéphore Niépce", "href": "/wiki/Nic%C3%A9phore_Ni%C3%A9pce", "description": "Joseph Nicéphore Niépce, commonly known or referred to simply as Nicéphore Niépce, was a French inventor, usually credited as the inventor of photography and a pioneer in that field. Niépce developed heliography, a technique he used to create the world's oldest surviving product of a photographic process: a print made from a photoengraved printing plate in 1825. In 1826 or 1827, he used a primitiv"}, {"title": "View from the Window at Le Gras", "href": "/wiki/View_from_the_Window_at_Le_Gras", "description": "View from the Window at Le Gras is a heliographic image and the oldest surviving camera photograph. It was created by French inventor Nicéphore Niépce in 1827 in Saint-Loup-de-Varennes, France, and shows parts of the buildings and surrounding countryside of his estate, Le Gras, as seen from a high window."}]}, {"heading": "Deaths", "year": "1859", "date": "July 5", "txt": "Charles Cagniard de la Tour, French physicist and engineer (b. 1777)", "entities": [{"title": "Charles Cagniard de la Tour", "href": "/wiki/Charles_Cagniard_de_la_Tour", "description": "Baron Charles Cagniard de la Tour was a French engineer and physicist. Charles Cagniard was born in Paris, and after attending the École Polytechnique became one of the ingénieurs géographiques. He examined the mechanism of voice-production, invented a blowing machine and contributed to acoustics by inventing an improved siren. He also studied yeast."}]}, {"heading": "Deaths", "year": "1862", "date": "July 5", "txt": "Heinrich Georg Bronn, German geologist and paleontologist (b. 1800)", "entities": [{"title": "Heinrich Georg Bronn", "href": "/wiki/Heinrich_Georg_Bronn", "description": "Heinrich Georg Bronn was a German geologist and paleontologist. He was the first to translate Charles Darwin's On the Origin of Species into German in 1860, although not without introducing his own interpretations, as also a chapter critiquing the work."}]}, {"heading": "Deaths", "year": "1863", "date": "July 5", "txt": "Lewis Armistead, American general (b. 1817)", "entities": [{"title": "Lewis Armistead", "href": "/wiki/Lewis_Armistead", "description": "Lewis Addison Armistead was a career United States Army officer who became a brigadier general in the Confederate States Army during the American Civil War. On July 3, 1863, as part of Pickett's Charge during the Battle of Gettysburg, Armistead led his brigade to the farthest point reached by Confederate forces during the charge, a point now referred to as the high-water mark of the Confederacy. H"}]}, {"heading": "Deaths", "year": "1884", "date": "July 5", "txt": "Victor Massé, French composer (b. 1822)", "entities": [{"title": "Victor Massé", "href": "/wiki/Victor_Mass%C3%A9", "description": "Victor Massé was a French composer."}]}, {"heading": "Deaths", "year": "1908", "date": "July 5", "txt": "Jonas Lie, Norwegian author, poet, and playwright (b. 1833)", "entities": [{"title": "Jonas Lie (writer)", "href": "/wiki/Jonas_Lie_(writer)", "description": "Jonas Lauritz Idemil Lie was a Norwegian novelist, poet, and playwright who, together with Henrik Ibsen, Bjørnstjerne Bjørnson and Alexander Kielland, is considered to have been one of the Four Greats of 19th century Norwegian literature."}]}, {"heading": "Deaths", "year": "1920", "date": "July 5", "txt": "Max Klinger,  German painter and sculptor (b. 1857)", "entities": [{"title": "Max Klinger", "href": "/wiki/Max_Klinger", "description": "Max Klinger was a German artist who produced significant work in painting, sculpture, prints and graphics, as well as writing a treatise articulating his ideas on art and the role of graphic arts and printmaking in relation to painting. He is associated with symbolism, the Vienna Secession, and Jugendstil the German manifestation of Art Nouveau. He is best known today for his many prints, particul"}]}, {"heading": "Deaths", "year": "1927", "date": "July 5", "txt": "Albrecht Kossel, German physician and academic, Nobel Prize laureate (b. 1853)", "entities": [{"title": "Albrecht Kossel", "href": "/wiki/Albrecht_Kossel", "description": "Ludwig Karl Martin Leonhard Albrecht Kossel was a German biochemist and pioneer in the study of genetics. He was awarded the Nobel Prize for Physiology or Medicine in 1910 for his work in determining the chemical composition of nucleic acids, the genetic substance of biological cells."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1929", "date": "July 5", "txt": "Henry Johnson, American sergeant (b. 1897)", "entities": [{"title": "Henry Johnson (World War I soldier)", "href": "/wiki/Henry_Johnson_(World_War_I_soldier)", "description": "William Henry Johnson, commonly known as Henry Johnson, was a United States Army soldier who performed heroically in the first African American unit of the United States Army to engage in combat in World War I. On watch in the Argonne Forest on May 14, 1918, he fought off a German raid in hand-to-hand combat, killing multiple German soldiers and rescuing a fellow soldier while experiencing 21 woun"}]}, {"heading": "Deaths", "year": "1932", "date": "July 5", "txt": "Sasha Chorny, Russian poet and author (b. 1880)", "entities": [{"title": "Sasha Chorny", "href": "/wiki/Sasha_Chorny", "description": "Alexander Mikhailovich Glikberg, better known as Sasha Chorny, was a Russian poet, satirist and children's writer."}]}, {"heading": "Deaths", "year": "1935", "date": "July 5", "txt": "Bernard de Pourtalès, Swiss captain and sailor (b. 1870)", "entities": [{"title": "Bernard de Pourtalès", "href": "/wiki/Bernard_de_Pourtal%C3%A8s", "description": "Bernard Alexandre George Edmond de Pourtalès was a Swiss infantry captain and sailor who competed in the 1900 Summer Olympics."}]}, {"heading": "Deaths", "year": "1937", "date": "July 5", "txt": "Daniel Sawyer, American golfer (b. 1884)", "entities": [{"title": "Daniel Sawyer", "href": "/wiki/Daniel_Sawyer", "description": "Daniel Edward \"Ned\" Sawyer was an American golfer who competed in the 1904 Summer Olympics. In 1904 Sawyer was part of the American team that won the gold medal. He finished second in this competition. In the individual competition, he finished ninth in the qualification and was eliminated in the quarter-finals of the match play."}]}, {"heading": "Deaths", "year": "1943", "date": "July 5", "txt": "Kazimierz Junosza-Stępowski, Polish actor (b. 1880)", "entities": [{"title": "Kazimierz Junosza-Stępowski", "href": "/wiki/Kazimierz_Junosza-St%C4%99powski", "description": "Kazimierz Junosza-Stępowski was a Polish stage and film actor. He was a legendary figure in Polish cinema who had appeared in the earliest Polish films in 1902. Junosza-Stępowski was killed while trying to protect his wife from members of the Polish Home Army, who had discovered she was an informer for the Gestapo."}]}, {"heading": "Deaths", "year": "1943", "date": "July 5", "txt": "Karin Swanström, Swedish actress, director, and producer (b. 1873)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "July 5", "txt": "John Curtin, Australian journalist and politician, 14th Prime Minister of Australia (b. 1885)", "entities": [{"title": "John Curtin", "href": "/wiki/John_Curtin", "description": "John Curtin was an Australian politician who served as the 14th Prime Minister of Australia from 1941 until his death in 1945. He led the country for the majority of World War II, including all but the last few weeks of the war in the Pacific. He was the leader of the Australian Labor Party (ALP) from 1935 to 1945, and its longest serving leader until Gough Whitlam. Curtin's leadership skills and "}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1948", "date": "July 5", "txt": "Georges Bernanos, French soldier and author (b. 1888)", "entities": [{"title": "Georges Bernanos", "href": "/wiki/Georges_Bernanos", "description": "Louis Émile Clément Georges Bernanos was a French author, and a soldier in World War I. A Roman Catholic with monarchist leanings, he was critical of elitist thought and was opposed to what he identified as defeatism. He believed this had led to France's defeat and eventual occupation by Germany in 1940 during World War II. His two major novels \"Sous le soleil de Satan\" (1926) and the \"Journal d’u"}]}, {"heading": "Deaths", "year": "1948", "date": "July 5", "txt": "Carole Landis, American actress (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "July 5", "txt": "Piet Aalberse, Dutch politician (b. 1871)", "entities": []}, {"heading": "Deaths", "year": "1957", "date": "July 5", "txt": "Anugrah Narayan Sinha, Indian lawyer and politician, 1st Deputy Chief Minister of Bihar (b. 1887)", "entities": [{"title": "Anugrah Narayan Sinha", "href": "/wiki/Anugrah_Narayan_Sinha", "description": "Dr. Anugrah Narayan Sinha, known as Bihar Vibhuti, was an Indian nationalist statesman, participant in Champaran Satyagraha, Gandhian & one of the architects of modern Bihar, who was the first Deputy Chief Minister and the Finance Minister of the Indian state of Bihar (1946–1957). He was also a Member of the Constituent Assembly of India, which was elected to write the Constitution of India and se"}, {"title": "Deputy Chief Minister of Bihar", "href": "/wiki/Deputy_Chief_Minister_of_Bihar", "description": null}]}, {"heading": "Deaths", "year": "1965", "date": "July 5", "txt": "Porfirio Rubirosa, Dominican race car driver, polo player, and diplomat (b. 1909)", "entities": [{"title": "Porfirio Rubirosa", "href": "/wiki/Porfirio_Rubirosa", "description": "Porfirio Rubirosa Ariza was a Dominican diplomat, race car driver, soldier and polo player. He was a supporter of dictator Rafael Trujillo, and was also rumored to be a political assassin under his regime. Rubirosa made his mark as an international playboy for his jetsetting lifestyle and his legendary sexual prowess with women. His five spouses included two of the richest women in the world."}]}, {"heading": "Deaths", "year": "1966", "date": "July 5", "txt": "George de Hevesy, Hungarian-German chemist and academic, Nobel Prize laureate (b. 1885)", "entities": [{"title": "George de Hevesy", "href": "/wiki/George_de_Hevesy", "description": "George Charles de Hevesy was a Hungarian radiochemist and Nobel Prize in Chemistry laureate, recognized in 1943 for his key role in the development of radioactive tracers to study chemical processes such as in the metabolism of animals. He also co-discovered the element hafnium."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1969", "date": "July 5", "txt": "Wilhelm Backhaus, German pianist and educator (b. 1884)", "entities": [{"title": "Wilhelm Backhaus", "href": "/wiki/Wilhelm_Backhaus", "description": "Wilhelm Backhaus was a German pianist and pedagogue. He was particularly well known for his interpretations of Mozart, Beethoven, Schumann, Chopin and Brahms. He was also much admired as a chamber musician."}]}, {"heading": "Deaths", "year": "1969", "date": "July 5", "txt": "Walter Gropius, German architect, designed the John F. Kennedy Federal Building and Werkbund Exhibition (b. 1883)", "entities": [{"title": "John F. Kennedy Federal Building", "href": "/wiki/John_F._Kennedy_Federal_Building", "description": "John Fitzgerald Kennedy Federal Building is a United States federal government office building located in the Government Center area of Boston, Massachusetts, adjacent to City Hall Plaza and diagonally across from Boston City Hall. An example of 1960s modern architecture, and designed by Walter Gropius and The Architects Collaborative with Samuel Glaser, it is a complex that consists of two offset"}, {"title": "Werkbund Exhibition (1914)", "href": "/wiki/Werkbund_Exhibition_(1914)", "description": "The first Werkbund Exhibition of 1914 was held at Rheinpark in Cologne, Germany. Bruno Taut's best-known building, the prismatic dome of the Glass Pavilion of which only black and white images survive today, was in reality a brightly colored landmark. Walter Gropius and Adolf Meyer designed a model factory for the exhibition. The Belgian architect Henri van de Velde designed a model theatre. Berli"}]}, {"heading": "Deaths", "year": "1969", "date": "July 5", "txt": "Tom Mboya, Kenyan politician, 1st Kenyan Minister of Justice (b. 1930)", "entities": [{"title": "Minister of Justice (Kenya)", "href": "/wiki/Minister_of_Justice_(Kenya)", "description": null}]}, {"heading": "Deaths", "year": "1969", "date": "July 5", "txt": "Leo McCarey, American director, producer, and screenwriter (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "July 5", "txt": "Gilda dalla Rizza, Italian soprano and actress (b. 1892)", "entities": [{"title": "Gilda dalla Rizza", "href": "/wiki/Gilda_dalla_Rizza", "description": "Gilda Dalla Rizza was an important Italian soprano."}]}, {"heading": "Deaths", "year": "1983", "date": "July 5", "txt": "Harry James, American trumpet player and actor (b. 1916)", "entities": [{"title": "Harry James", "href": "/wiki/Harry_James", "description": "Harry Haag James was an American musician who is best known as a trumpet-playing band leader who led a big band from 1939 to 1946. He broke up his band for a short period in 1947 but shortly after he reorganized and was active again with his band from then until his death in 1983. He was especially known among musicians for his technical proficiency as well as his tone, and was influential on new "}]}, {"heading": "Deaths", "year": "1984", "date": "July 5", "txt": "Chic Murray, Canadian politician, 2nd Mayor of Mississauga (b. 1914)", "entities": [{"title": "Chic Murray (politician)", "href": "/wiki/Chic_Murray_(politician)", "description": "Charles Myron \"Chic\" Murray was a Canadian politician who was the second Mayor of the Town of Mississauga, before it amalgamated with several surrounding towns to form the current City of Mississauga."}, {"title": "Mayor of Mississauga", "href": "/wiki/Mayor_of_Mississauga", "description": "This list includes the two mayors of the Town of Mississauga, and the four mayors of the City of Mississauga, collectively the mayors of Mississauga, Ontario:"}]}, {"heading": "Deaths", "year": "1991", "date": "July 5", "txt": "Howard Nemerov, American poet and essayist (b. 1920)", "entities": [{"title": "Howard Nemerov", "href": "/wiki/Howard_Nemerov", "description": "Howard Nemerov was an American poet. He was twice Poet Laureate Consultant in Poetry to the Library of Congress, from 1963 to 1964 and again from 1988 to 1990. For The Collected Poems of Howard Nemerov (1977), he won the National Book Award for Poetry,\nPulitzer Prize for Poetry,\nand Bollingen Prize."}]}, {"heading": "Deaths", "year": "1995", "date": "July 5", "txt": "Jüri Järvet, Estonian actor and screenwriter (b. 1919)", "entities": [{"title": "Jüri Järvet", "href": "/wiki/J%C3%BCri_J%C3%A4rvet", "description": "Jüri Järvet was an Estonian actor. His name sometimes appears as Yuri Yevgenyevich Yarvet, an incorrect back-transliteration from the Russian transliteration Юри Евгеньевич Ярвет. His birthname was Georgi Kuznetsov, and he took the Estonian form in 1938."}]}, {"heading": "Deaths", "year": "1997", "date": "July 5", "txt": "A. Thangathurai, Sri Lankan Tamil lawyer and politician (b. 1936)", "entities": [{"title": "A. Thangathurai", "href": "/wiki/A._Thangathurai", "description": "Arunasalam Thangathurai was a Sri Lankan Tamil lawyer, politician and Member of Parliament."}]}, {"heading": "Deaths", "year": "1998", "date": "July 5", "txt": "Sid Luckman, American football player (b. 1916)", "entities": [{"title": "Sid Luckman", "href": "/wiki/Sid_Luckman", "description": "Sidney Luckman was an American football quarterback for the Chicago Bears of the National Football League (NFL) from 1939 through 1950. During his 12 seasons with the Bears he led them to four NFL championships."}]}, {"heading": "Deaths", "year": "2002", "date": "July 5", "txt": "Katy Jurado, Mexican actress (b. 1924)", "entities": [{"title": "Katy Jurado", "href": "/wiki/Katy_Jurado", "description": "María Cristina Estela Marcela Jurado García, better known as Katy Jurado, was a Mexican actress of film, television, and theater. Jurado began her acting career in Mexico. She achieved some renown in her country's cinema during the period known as the Golden Age of Mexican cinema (1940s–1950s). In 1951, she was recruited by American filmmakers in Mexico and began her Hollywood career. She acted in"}]}, {"heading": "Deaths", "year": "2002", "date": "July 5", "txt": "Ted Williams, American baseball player and manager (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "July 5", "txt": "Hugh Shearer, Jamaican journalist and politician, 3rd Prime Minister of Jamaica (b. 1923)", "entities": [{"title": "Hugh Shearer", "href": "/wiki/Hugh_Shearer", "description": "Hugh Lawson Shearer was a Jamaican trade unionist and politician, who served as the 3rd Prime Minister of Jamaica, from 1967 to 1972."}, {"title": "Prime Minister of Jamaica", "href": "/wiki/Prime_Minister_of_Jamaica", "description": "The prime minister of Jamaica is Jamaica's head of government, currently Andrew Holness. Holness, as leader of the governing Jamaica Labour Party (JLP), was sworn in as Prime Minister on 7 September 2020, having been re-elected as a result of the JLP's landslide victory in the 2020 Jamaican general election."}]}, {"heading": "Deaths", "year": "2004", "date": "July 5", "txt": "Rodger Ward, American race car driver and sportscaster (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "July 5", "txt": "James Stockdale, American admiral (b. 1923)", "entities": [{"title": "James Stockdale", "href": "/wiki/James_Stockdale", "description": "James Bond Stockdale was a United States Navy vice admiral and aviator awarded the Medal of Honor in the Vietnam War, during which he was a prisoner of war for over seven years."}]}, {"heading": "Deaths", "year": "2006", "date": "July 5", "txt": "Gert Fredriksson, Swedish canoe racer (b. 1919)", "entities": [{"title": "Gert Fredriksson", "href": "/wiki/Gert_Fredriksson", "description": "Gert Fridolf Fredriksson was a Swedish sprint canoeist. Competing in four Summer Olympics, he won eight medals including six golds, one silver, and one bronze. At the 1964 Summer Olympics in Tokyo, Fredriksson was head coach of the Swedish team."}]}, {"heading": "Deaths", "year": "2006", "date": "July 5", "txt": "Thirunalloor Karunakaran, Indian poet and scholar (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "July 5", "txt": "Kenneth Lay, American businessman (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "July 5", "txt": "Amzie Strickland, American actress (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 5", "txt": "Régine Crespin, French soprano (b. 1927)", "entities": [{"title": "Régine Crespin", "href": "/wiki/R%C3%A9gine_Crespin", "description": "Régine Crespin was a French singer who had a major international career in opera and on the concert stage between 1950 and 1989. She started her career singing roles in the dramatic soprano and spinto soprano repertoire, drawing particular acclaim singing Wagner and Strauss heroines. She went on to sing a wider repertoire that embraced Italian, French, German, and Russian opera from a variety of m"}]}, {"heading": "Deaths", "year": "2007", "date": "July 5", "txt": "George Melly, English singer-songwriter and critic (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "July 5", "txt": "Hasan Doğan, Turkish businessman (b. 1956)", "entities": [{"title": "Hasan Doğan", "href": "/wiki/Hasan_Do%C4%9Fan", "description": "Hasan Doğan was the 37th president of the Turkish Football Federation. He died of a heart attack in Bodrum, a popular tourist destination in the southwest Turkish Riviera, where he was on vacation. He was incumbent for a relatively short period, beginning on 14 February 2008 and serving until his death on 5 July 2008."}]}, {"heading": "Deaths", "year": "2010", "date": "July 5", "txt": "Bob Probert, Canadian ice hockey player and radio host (b. 1965)", "entities": [{"title": "Bob Probert", "href": "/wiki/Bob_Probert", "description": "Robert Alan Probert was a Canadian professional ice hockey forward. Probert played for the National Hockey League's Detroit Red Wings and Chicago Blackhawks. While a successful player by some measures, including being voted to the 1987–88 Campbell Conference all-star team, Probert was best known for his activities as a fighter and enforcer, as well as being one half of the \"Bruise Brothers\" with t"}]}, {"heading": "Deaths", "year": "2011", "date": "July 5", "txt": "Cy Twombly, American-Italian painter, sculptor, and photographer (b. 1928)", "entities": [{"title": "Cy Twombly", "href": "/wiki/Cy_Twombly", "description": "Edwin Parker \"Cy\" Twombly Jr. was an American painter, sculptor and photographer. He belonged to the generation of Robert Rauschenberg and Jasper Johns."}]}, {"heading": "Deaths", "year": "2012", "date": "July 5", "txt": "Rob Goris, Belgian cyclist (b. 1982)", "entities": [{"title": "Rob Goris", "href": "/wiki/Rob_Goris", "description": "Rob Goris was a Belgian professional road racing cyclist who rode for UCI Professional Continental Team team Accent.jobs–Willems Veranda's."}]}, {"heading": "Deaths", "year": "2012", "date": "July 5", "txt": "Gerrit Komrij, Dutch author, poet, and playwright (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 5", "txt": "Colin Marshall, Baron Marshall of Knightsbridge, English businessman and politician (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 5", "txt": "Ruud van Hemert, Dutch actor, director, producer, and screenwriter (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 5", "txt": "Bud Asher, American lawyer and politician (b. 1925)", "entities": [{"title": "Bud Asher", "href": "/wiki/Bud_Asher", "description": "Baron Henry \"Bud\" Asher was an American politician, football coach and former lawyer. Asher served as the Mayor of Daytona Beach, Florida, for eight years from 1995 until 2003. Before becoming mayor, Asher was elected as a Daytona Beach City Commissioner in 1983, a position he held for twelve years from 1983 to 1995."}]}, {"heading": "Deaths", "year": "2013", "date": "July 5", "txt": "David Cargo, American politician, 22nd Governor of New Mexico (b. 1929)", "entities": [{"title": "Governor of New Mexico", "href": "/wiki/Governor_of_New_Mexico", "description": "The Governor of New Mexico is the chief executive of the state of New Mexico. The governor is the head of the executive branch of New Mexico's state government and the commander-in-chief of the state's military forces. Responsibilities include making annual State of the State addresses to the New Mexico State Legislature, submitting the budget, and ensuring that state laws are enforced. The office"}]}, {"heading": "Deaths", "year": "2013", "date": "July 5", "txt": "Lambert Jackson Woodburne, South African admiral (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 5", "txt": "Rosemary Murphy, American actress (b. 1925)", "entities": [{"title": "Rosemary Murphy", "href": "/wiki/Rosemary_Murphy", "description": "Rosemary Murphy was an American actress of stage, film, and television. She was nominated for three Tony Awards for her stage work, as well as two Emmy Awards for television work, winning once, for her performance in Eleanor and Franklin (1976)."}]}, {"heading": "Deaths", "year": "2014", "date": "July 5", "txt": "Volodymyr Sabodan, Ukrainian metropolitan (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 5", "txt": "Hans-Ulrich Wehler, German historian and academic (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 5", "txt": "Brett Wiesner, American soccer player (b. 1983)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 5", "txt": "Uffe Haagerup, Danish mathematician and academic (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 5", "txt": "Yoichiro Nambu, Japanese-American physicist and academic, Nobel Prize laureate (b. 1921)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}]