[{"heading": "Events", "year": "371 BC", "date": "July 6", "txt": "The Battle of Leuctra shatters Sparta's reputation of military invincibility.", "entities": [{"title": "Battle of Leuctra", "href": "/wiki/Battle_of_Leuctra", "description": "The Battle of Leuctra was a battle fought on 6 July 371 BC between the Boeotians led by the Thebans, and the Spartans along with their allies amidst the post-Corinthian War conflict. The battle took place in the neighbourhood of Leuctra, a village in Boeotia in the territory of Thespiae. The Theban victory shattered Sparta's immense influence over the Greek peninsula, which Sparta had gained long "}]}, {"heading": "Events", "year": "640", "date": "July 6", "txt": "Battle of Heliopolis: The Muslim Arab army under 'Amr ibn al-'As defeat the Byzantine forces near Heliopolis (Egypt).", "entities": [{"title": "Battle of Heliopolis", "href": "/wiki/Battle_of_Heliopolis", "description": "The Battle of Heliopolis or Ayn Shams was a decisive battle between Arab Muslim armies and Byzantine forces for the control of Egypt. Though there were several major skirmishes after this battle, it effectively decided the fate of the Byzantine rule in Egypt, and opened the door for the Muslim conquest of the Byzantine Exarchate of Africa."}, {"title": "'Amr ibn al-'As", "href": "/wiki/%27Amr_ibn_al-%27As", "description": "Amr ibn al-As al-Sahmi was the Arab commander who led the Muslim conquest of Egypt and served as its governor in 640–646 and 658–664. The son of a wealthy Qurayshite, Amr embraced Islam in c. 629 and was assigned important roles in the nascent Muslim community by the Islamic prophet Muhammad. The first caliph Abu Bakr appointed Amr as a commander of the conquest of Syria. He conquered most of Pale"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Heliopolis (Ancient Egypt)", "href": "/wiki/Heliopolis_(Ancient_Egypt)", "description": "Heliopolis was a major city of ancient Egypt. It was the capital of the 13th or Heliopolite Nome of Lower Egypt and a major religious centre. It is now located in Ayn Shams, a northeastern suburb of Cairo."}, {"title": "Diocese of Egypt (Late Antiquity)", "href": "/wiki/Diocese_of_Egypt_(Late_Antiquity)", "description": "The Diocese of Egypt was a diocese of the later Roman Empire, incorporating the provinces of Egypt and Cyrenaica. Its capital was at Alexandria, and its governor had the unique title of praefectus augustalis instead of the ordinary vicarius. The diocese was initially part of the Diocese of the East, but in ca. 380, it became a separate entity, which lasted until its territories were overrun by the"}]}, {"heading": "Events", "year": "1253", "date": "July 6", "txt": "Mindaugas is crowned King of Lithuania.", "entities": [{"title": "Mindaugas", "href": "/wiki/Mindaugas", "description": "Mindaugas was the first known Grand Duke of Lithuania and the only Christian King of Lithuania. Little is known of his origins, early life, or rise to power; he is mentioned in a 1219 treaty as an elder duke, and in 1236 as the leader of all the Lithuanians. The contemporary and modern sources discussing his ascent mention strategic marriages along with banishment or murder of his rivals. He exten"}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}]}, {"heading": "Events", "year": "1348", "date": "July 6", "txt": "Pope Clement VI issues a papal bull protecting the Jews accused of having caused the Black Death.", "entities": [{"title": "Pope Clement VI", "href": "/wiki/Pope_Clement_VI", "description": "Pope Clement VI, born Pierre Roger, was head of the Catholic Church from 7 May 1342 to his death in 1352. He was the fourth Avignon pope. Clement reigned during the first visitation of the Black Death (1348–1350), during which he granted remission of sins to all who died of the plague."}, {"title": "Papal bull", "href": "/wiki/Papal_bull", "description": "A papal bull is a type of public decree, letters patent, or charter issued by a pope of the Catholic Church. It is named after the leaden seal (bulla) that was traditionally appended to the end in order to authenticate it."}, {"title": "Antisemitism", "href": "/wiki/Antisemitism#Persecutions_during_the_Middle_Ages", "description": "Antisemitism is hostility to, prejudice, or discrimination against Jews. A person who holds such positions is called an antisemite. Antisemitism is generally considered to be a form of racism."}, {"title": "Jews in the Middle Ages", "href": "/wiki/Jews_in_the_Middle_Ages#Black_Death", "description": "History of European Jews in the Middle Ages covers Jewish history in the period from the 5th to the 15th century. During the course of this period, the Jewish population gradually shifted from their homeland in the Levant to Europe, primarily Central Europe dominated by the Holy Roman Empire or Southern Europe dominated by the Iberian kingdoms."}, {"title": "Black Death", "href": "/wiki/Black_Death", "description": "The Black Death was a bubonic plague pandemic occurring in Afro-Eurasia from 1346 to 1353. It is the most fatal pandemic recorded in human history, causing the death of 75–200 million people in Eurasia and North Africa, peaking in Europe from 1347 to 1351. Bubonic plague is caused by the bacterium Yersinia pestis, but it may also cause septicaemic or pneumonic plagues."}]}, {"heading": "Events", "year": "1411", "date": "July 6", "txt": "Ming China's Admiral Zheng He returns to Nanjing after the third treasure voyage and presents the Sinhalese king, captured during the Ming–Kotte War, to the Yongle Emperor.", "entities": [{"title": "Ming dynasty", "href": "/wiki/Ming_dynasty", "description": "The Ming dynasty, officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng, numerous rump regimes ruled by remnants of the Ming imperial family—collectively call"}, {"title": "Zheng He", "href": "/wiki/Zheng_He", "description": "Zheng He was a Chinese mariner, explorer, diplomat, fleet admiral, and court eunuch during China's early Ming dynasty. He was originally born as Ma He in a Muslim family and later adopted the surname Zheng conferred by the Yongle Emperor. Zheng commanded expeditionary treasure voyages to Southeast Asia, the Indian subcontinent, Western Asia, and East Africa from 1405 to 1433. According to legend, "}, {"title": "Nanjing", "href": "/wiki/Nanjing", "description": "Nanjing, formerly romanized as Nanking, is the capital of Jiangsu province of the People's Republic of China and the second largest city in the East China region. With 11 districts, Nanjing, which is located in southwestern Jiangsu, has an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,505,500 as of 2019."}, {"title": "Ming treasure voyages", "href": "/wiki/Ming_treasure_voyages#Third_voyage", "description": "The Ming treasure voyages were the seven maritime expeditions undertaken by Ming China's treasure fleet between 1405 and 1433. The Yongle Emperor started building the treasure fleet in 1403. The grand project resulted in seven far-reaching ocean voyages to the coastal territories and islands in and around the South China Sea, the Indian Ocean, and beyond. Admiral Zheng He was commissioned to comma"}, {"title": "Sinhalese people", "href": "/wiki/Sinhalese_people", "description": "Sinhalese people, also known as Hela are an Indo-Aryan ethnic group of the island of Sri Lanka. They constitute about 75% of the Sri Lankan population and number greater than 16.2 million. The Sinhalese identity is based on language, cultural heritage and nationality. The Sinhalese people speak Sinhala, an insular Indo-Aryan language, and are predominantly Theravada Buddhists, although a minority "}, {"title": "Ming–Kotte War", "href": "/wiki/Ming%E2%80%93Kotte_War", "description": "The Ming–Kotte War was a military conflict between the expeditionary forces of Ming China and the Sinhalese Kotte Kingdom in the southern territories of Ceylon. The conflict happened when Ming China's treasure fleet returned to Ceylon in 1410 or 1411 and resulted in the overthrow of King Alakeshvara, who was replaced by Parakramabahu VI of the previous royal family."}, {"title": "Yongle Emperor", "href": "/wiki/Yongle_Emperor", "description": "The Yongle Emperor — personal name Zhu Di — was the third Emperor of the Ming dynasty, reigning from 1402 to 1424."}]}, {"heading": "Events", "year": "1415", "date": "July 6", "txt": "Jan Hus is condemned by the assembly of the council in the cathedral as a heretic and sentenced to be burned at the stake. (See Deaths section.)", "entities": [{"title": "Jan Hus", "href": "/wiki/Jan_Hus", "description": "Jan Hus, sometimes anglicized as John Hus or John Huss, and referred to in historical texts as Iohannes Hus or Johannes Huss, was a Czech theologian and philosopher who became a Church reformer and the inspiration of Hussitism, a key predecessor to Protestantism and a seminal figure in the Bohemian Reformation. After John Wycliffe, the theorist of ecclesiastical reform, Hus is considered the secon"}]}, {"heading": "Events", "year": "1438", "date": "July 6", "txt": "A temporary compromise between the rebellious Transylvanian peasants and the noblemen is signed in Kolozsmonostor Abbey.", "entities": [{"title": "Transylvanian peasant revolt", "href": "/wiki/Transylvanian_peasant_revolt", "description": "The Transylvanian peasant revolt, also known as the peasant revolt of Bábolna or Bobâlna revolt, was a popular revolt in the eastern territories of the Kingdom of Hungary in 1437. The revolt broke out after George Lépes, bishop of Transylvania, had failed to collect the tithe for years because of a temporary debasement of the coinage, but then demanded the arrears in one sum when coins of higher v"}, {"title": "Kolozsmonostor Abbey", "href": "/wiki/Kolozsmonostor_Abbey", "description": "The Kolozsmonostor Abbey was a Benedictine Christian monastery at Kolozsmonostor in Transylvania in the medieval Kingdom of Hungary. According to modern scholars' consensus, the monastery was established by Ladislaus I of Hungary before 1095."}]}, {"heading": "Events", "year": "1483", "date": "July 6", "txt": "Richard III is crowned King of England.", "entities": [{"title": "Richard III of England", "href": "/wiki/Richard_III_of_England", "description": "Richard III was King of England and Lord of Ireland from 1483 until his death in 1485. He was the last king of the House of York and the last of the Plantagenet dynasty. His defeat and death at the Battle of Bosworth Field, the last decisive battle of the Wars of the Roses, marked the end of the Middle Ages in England. He is the protagonist of Richard III, one of William Shakespeare's history play"}]}, {"heading": "Events", "year": "1484", "date": "July 6", "txt": "Portuguese sea captain Diogo Cão finds the mouth of the Congo River.", "entities": [{"title": "Diogo Cão", "href": "/wiki/Diogo_C%C3%A3o", "description": "Diogo Cão, anglicised as Diogo Cam and also known as Diego Cam, was a Portuguese explorer and one of the most notable navigators of the Age of Discovery. He made two voyages sailing along the west coast of Africa in the 1480s, exploring the Congo River and the coasts of the present-day Angola and Namibia."}, {"title": "Congo River", "href": "/wiki/Congo_River", "description": "The Congo River, formerly also known as the Zaire River, is the second longest river in Africa, shorter only than the Nile, as well as the second largest river in the world by discharge volume, following only the Amazon. It is also the world's deepest recorded river, with measured depths in excess of 220 m (720 ft).\nThe Congo-Lualaba-Chambeshi River system has an overall length of 4,700 km (2,920 "}]}, {"heading": "Events", "year": "1495", "date": "July 6", "txt": "First Italian War: Battle of Fornovo: Charles VIII defeats the Holy League.", "entities": [{"title": "First Italian War", "href": "/wiki/First_Italian_War", "description": "The First Italian War, sometimes referred to as the Italian War of 1494 or Charles VIII's Italian War, was the opening phase of the Italian Wars. The war pitted Charles VIII of France, who had initial Milanese aid, against the Holy Roman Empire, Spain and an alliance of Italian powers led by Pope Alexander VI, known as the League of Venice."}, {"title": "Battle of Fornovo", "href": "/wiki/Battle_of_Fornovo", "description": "The Battle of Fornovo took place 30 km southwest of the city of Parma on 6 July 1495. It was fought as King Charles VIII of France left Naples upon hearing the news of the grand coalition assembled against him. Despite the numerical advantage of their opponents, the French came out triumphant of the engagement and Charles was able to march his army out of Italy. It was nonetheless devoid of any st"}, {"title": "Charles VIII of France", "href": "/wiki/Charles_VIII_of_France", "description": "Charles VIII, called the Affable, was King of France from 1483 to his death in 1498. He succeeded his father Louis XI at the age of 13. His elder sister Anne acted as regent jointly with her husband Peter II, Duke of Bourbon until 1491 when the young king turned 21 years of age. During Anne's regency, the great lords rebelled against royal centralisation efforts in a conflict known as the Mad War "}, {"title": "Italian War of 1494–98", "href": "/wiki/Italian_War_of_1494%E2%80%9398", "description": "The First Italian War, sometimes referred to as the Italian War of 1494 or Charles VIII's Italian War, was the opening phase of the Italian Wars. The war pitted Charles VIII of France, who had initial Milanese aid, against the Holy Roman Empire, Spain and an alliance of Italian powers led by Pope Alexander VI, known as the League of Venice."}]}, {"heading": "Events", "year": "1535", "date": "July 6", "txt": "Sir Thomas More is executed for treason against King Henry VIII of England.", "entities": [{"title": "Thomas More", "href": "/wiki/Thomas_More", "description": "Sir Thomas More, venerated in the Catholic Church as Saint Thomas More, was an English lawyer, judge, social philosopher, author, statesman, and noted Renaissance humanist. He also served Henry VIII as Lord High Chancellor of England from October 1529 to May 1532. He wrote Utopia, published in 1516, which describes the political system of an imaginary island state."}, {"title": "Treason", "href": "/wiki/Treason", "description": "Treason is the crime of attacking a state authority to which one owes allegiance. This typically includes acts such as participating in a war against one's native country, attempting to overthrow its government, spying on its military, its diplomats, or its secret services for a hostile and foreign power, or attempting to kill its head of state. A person who commits treason is known in law as a tr"}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}]}, {"heading": "Events", "year": "1557", "date": "July 6", "txt": "King Philip II of Spain, consort of Queen Mary I of England, sets out from Dover to war with France, which eventually resulted in the loss of the City of Calais, the last English possession on the continent, and Mary I never seeing her husband again.", "entities": [{"title": "Philip II of Spain", "href": "/wiki/Philip_II_of_Spain", "description": "Philip II was King of Spain (1556–1598), King of Portugal, King of Naples and Sicily, and jure uxoris King of England and Ireland. He was also Duke of Milan from 1540. From 1555 he was Lord of the Seventeen Provinces of the Netherlands."}, {"title": "Mary I of England", "href": "/wiki/Mary_I_of_England", "description": "Mary I, also known as Mary Tudor, and as \"Bloody Mary\" by her Protestant opponents, was Queen of England and Ireland from July 1553 until her death in 1558. She is best known for her vigorous attempt to reverse the English Reformation, which had begun during the reign of her father, Henry VIII. Her attempt to restore to the church the property confiscated in the previous two reigns was largely thw"}, {"title": "Dover", "href": "/wiki/Dover", "description": "Dover is a town and major ferry port in Kent, South East England. It faces France across the Strait of Dover, the narrowest part of the English Channel at 33 kilometres (21 mi) from Cap Gris Nez in France. It lies south-east of Canterbury and east of Maidstone. The town is the administrative centre of the Dover District and home of the Port of Dover."}, {"title": "Calais", "href": "/wiki/Calais", "description": "Calais is a city and major ferry port in northern France in the department of Pas-de-Calais, of which it is a sub-prefecture. Although Calais is by far the largest city in Pas-de-Calais, the department's prefecture is its third-largest town of Arras. The population of the city proper is 73,911, and that of the urban area is 128,931 (2017). Calais overlooks the Strait of Dover, the narrowest point "}, {"title": "Countries of the United Kingdom", "href": "/wiki/Countries_of_the_United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland (UK), since 1922, comprises four constituent countries: England, Scotland, and Wales, as well as Northern Ireland. The UK Prime Minister's website has used the phrase \"countries within a country\" to describe the United Kingdom. Some statistical summaries, such as those for the twelve NUTS 1 regions of the United Kingdom, refer to Scotland, W"}]}, {"heading": "Events", "year": "1560", "date": "July 6", "txt": "The Treaty of Edinburgh is signed by Scotland and England.", "entities": [{"title": "Treaty of Edinburgh", "href": "/wiki/Treaty_of_Edinburgh", "description": "\nThe Treaty of Edinburgh was a treaty drawn up on 5 July 1560 between the Commissioners of Queen Elizabeth I of England with the assent of the Scottish Lords of the Congregation, and the French representatives of King Francis II of France to formally conclude the siege of Leith and replace the Auld Alliance with France with a new Anglo-Scottish accord, while maintaining the peace between England a"}]}, {"heading": "Events", "year": "1573", "date": "July 6", "txt": "Córdoba, Argentina, is founded by Jerónimo Luis de Cabrera.", "entities": [{"title": "Córdoba, Argentina", "href": "/wiki/C%C3%B3rdoba,_Argentina", "description": "Córdoba is a city in central Argentina, in the foothills of the Sierras Chicas on the Suquía River, about 700 km (435 mi) northwest of the Buenos Aires. It is the capital of Córdoba Province and the second most populous city in Argentina after Buenos Aires, with about 1.3 million inhabitants according to the 2010 census. It was founded on 6 July 1573 by Jerónimo Luis de Cabrera, who named it after"}, {"title": "Jerónimo Luis de Cabrera", "href": "/wiki/Jer%C3%B3nimo_Luis_de_Cabrera", "description": "Jerónimo Luis de Cabrera was a Spanish conquistador, early colonial governor over much of what today is northwestern Argentina, and founder of the city of Córdoba."}]}, {"heading": "Events", "year": "1573", "date": "July 6", "txt": "French Wars of Religion: Siege of La Rochelle ends.", "entities": [{"title": "Siege of La Rochelle (1572–73)", "href": "/wiki/Siege_of_La_Rochelle_(1572%E2%80%9373)", "description": "The siege of La Rochelle of 1572–1573 was a massive military assault on the Huguenot city of La Rochelle by Catholic troops during the fourth phase of the French Wars of Religion, following the August 1572 St. Bartholomew's Day massacre. The conflict began in November 1572 when inhabitants of the city refused to receive Armand de Gontaut, baron de Biron, as royal governor. Beginning on 11 February"}]}, {"heading": "Events", "year": "1614", "date": "July 6", "txt": "Raid on Żejtun: The south east of Malta, and the town of Żejtun, suffer a raid from Ottoman forces. This was the last unsuccessful attempt by the Ottomans to conquer the island of Malta.", "entities": [{"title": "Raid on Żejtun", "href": "/wiki/Raid_on_%C5%BBejtun", "description": "The Raid on Żejtun was the last major attack made by the Ottoman Empire against the island of Malta, which was then ruled by the Order of St. John. The attack took place in July 1614, when raiders pillaged the town of Żejtun and the surrounding area before being beaten back to their ships by the Order's cavalry and by the inhabitants of the south-eastern towns and villages."}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}, {"title": "Żejtun", "href": "/wiki/%C5%BBejtun", "description": "Żejtun is a city in the South Eastern Region of Malta, with a population of 11,218 at end 2016. Żejtun is traditionally known as Città Beland, a title conferred by the grandmaster of the Order of the Knights of Malta, Ferdinand von Hompesch zu Bolheim in 1797. Before that, the village was known as Casale Santa Caterina, named after its patron saint and parish titular."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}]}, {"heading": "Events", "year": "1630", "date": "July 6", "txt": "Thirty Years' War: Four thousand Swedish troops under Gustavus Adolphus land in Pomerania, Germany.", "entities": [{"title": "Thirty Years' War", "href": "/wiki/Thirty_Years%27_War", "description": "The 1618 to 1648 Thirty Years' War was fought primarily in modern Germany and Central Europe. Considered one of the most destructive conflicts in European history, combined estimates of military and civilian deaths range from 4.5 to 8 million, while it has been suggested that up to 60% of the population died in some areas of Germany. Related conflicts include the Eighty Years' War, the War of the "}, {"title": "Gustavus Adolphus of Sweden", "href": "/wiki/Gustavus_Adolphus_of_Sweden", "description": "Gustavus Adolphus, also known in English as Gustav II Adolf or Gustav II Adolph, was the King of Sweden from 1611 to 1632, and is credited for the rise of Sweden as a great European power. During his reign, Sweden became one of the primary military forces in Europe during the Thirty Years' War, helping to determine the political and religious balance of power in Europe. He was formally and posthum"}, {"title": "Pomerania", "href": "/wiki/Pomerania", "description": "Pomerania is a historical region on the southern shore of the Baltic Sea in Central Europe, split between Poland and Germany. The western part of Pomerania belongs to the German states of Mecklenburg-Western Pomerania and Brandenburg, while the eastern part belongs to the West Pomeranian and Pomeranian voivodeships of Poland. Its historical border in the west is the Mecklenburg-Western Pomeranian "}]}, {"heading": "Events", "year": "1685", "date": "July 6", "txt": "Battle of Sedgemoor: Last battle of the Monmouth Rebellion. troops of King James II defeat troops of James Scott, 1st Duke of Monmouth.", "entities": [{"title": "Battle of Sedgemoor", "href": "/wiki/Battle_of_Sedgemoor", "description": "The Battle of Sedgemoor was the last and decisive engagement between the Kingdom of England and rebels led by the Duke of Monmouth during the Monmouth rebellion, fought on 6 July 1685, and took place at Westonzoyland near Bridgwater in Somerset, England, resulting in a victory for the English army."}, {"title": "Monmouth Rebellion", "href": "/wiki/Monmouth_Rebellion", "description": "The Monmouth Rebellion, also known as the Pitchfork Rebellion, the Revolt of the West or the West Country rebellion, was an attempt to overthrow James II. Prince James, Duke of York, had become King of England, Scotland, and Ireland upon the death of his elder brother Charles II on 6 February 1685. James II was a Roman Catholic and some Protestants under his rule opposed his kingship. James Scott,"}, {"title": "James Scott, 1st Duke of Monmouth", "href": "/wiki/James_Scott,_1st_Duke_of_Monmouth", "description": "James Scott, 1st Duke of Monmouth, 1st Duke of Buccleuch, KG, PC was a Dutch-born English nobleman. Originally called James Crofts or James Fitzroy, he was born in Rotterdam in the Netherlands, the eldest illegitimate son of Charles II of England, Scotland, and Ireland with his mistress Lucy Walter."}]}, {"heading": "Events", "year": "1751", "date": "July 6", "txt": "Pope Benedict XIV suppresses the Patriarchate of Aquileia and establishes from its territory the Archdiocese of Udine and Gorizia.", "entities": [{"title": "Pope Benedict XIV", "href": "/wiki/Pope_Benedict_XIV", "description": "Pope Benedict XIV, born Prospero Lorenzo Lambertini, was head of the Catholic Church from 17 August 1740 to his death in 1758."}, {"title": "Patriarchate of Aquileia", "href": "/wiki/Patriarchate_of_Aquileia", "description": "The Patriarchate of Aquileia was an episcopal see in northeastern Italy, centred on the ancient city of Aquileia situated at the head of the Adriatic, on what is now the Italian seacoast. For many centuries it played an important part in history, particularly in that of the Holy See and northern Italy, and a number of church councils were held there."}, {"title": "Diocese", "href": "/wiki/Diocese", "description": "In church governance, a diocese or bishopric is the ecclesiastical district under the jurisdiction of a bishop."}, {"title": "Udine", "href": "/wiki/Udine", "description": "Udine is a city and comune in north-eastern Italy, in the middle of the Friuli-Venezia Giulia region, between the Adriatic Sea and the Alps. Its population was 100,514 in 2012, 176,000 with the urban area."}, {"title": "Gorizia", "href": "/wiki/Gorizia", "description": "Gorizia, is a town and comune in northeastern Italy, in the autonomous region of Friuli Venezia Giulia. It is located at the foot of the Julian Alps, bordering Slovenia. It was the capital of the former Province of Gorizia and is a local center of tourism, industry, and commerce. Since 1947, a twin town of Nova Gorica has developed on the other side of the modern-day Italian–Slovenian border. The "}]}, {"heading": "Events", "year": "1777", "date": "July 6", "txt": "American Revolutionary War: Siege of Fort Ticonderoga: After a bombardment by British artillery under General John Burgoyne, American forces retreat from Fort Ticonderoga, New York.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Siege of Fort Ticonderoga (1777)", "href": "/wiki/Siege_of_Fort_Ticonderoga_(1777)", "description": "The 1777 Siege of Fort Ticonderoga occurred between the 2nd and 6 July 1777 at Fort Ticonderoga, near the southern end of Lake Champlain in the state of New York. Lieutenant General John Burgoyne's 8,000-man army occupied high ground above the fort, and nearly surrounded the defenses. These movements precipitated the occupying Continental Army, an under-strength force of 3,000 under the command of"}, {"title": "Artillery", "href": "/wiki/Artillery", "description": "Artillery is a class of heavy military ranged weapons built to launch munitions far beyond the range and power of infantry firearms. Early artillery development focused on the ability to breach defensive walls and fortifications during sieges, and led to heavy, fairly immobile siege engines. As technology improved, lighter, more mobile field artillery cannons developed for battlefield use. This de"}, {"title": "John Burgoyne", "href": "/wiki/John_Burgoyne", "description": "General John Burgoyne was a British army officer, dramatist and politician who sat in the House of Commons from 1761 to 1792. He first saw action during the Seven Years' War when he participated in several battles, most notably during the Portugal Campaign of 1762."}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Fort Ticonderoga", "href": "/wiki/Fort_Ticonderoga", "description": "Fort Ticonderoga, formerly Fort Carillon, is a large 18th-century star fort built by the French at a narrows near the south end of Lake Champlain, in northern New York, in the United States. It was constructed by Canadian-born French military engineer Michel Chartier de Lotbinière, Marquis de Lotbinière between October 1755 and 1757, during the action in the \"North American theater\" of the Seven Y"}]}, {"heading": "Events", "year": "1779", "date": "July 6", "txt": "Battle of Grenada: The French defeat British naval forces during the American Revolutionary War.", "entities": [{"title": "Battle of Grenada", "href": "/wiki/Battle_of_Grenada", "description": "The Battle of Grenada took place on 6 July 1779 during the American Revolutionary War in the West Indies between the British Royal Navy and the French Navy, just off the coast of Grenada. The British fleet of Admiral John Byron had sailed in an attempt to relieve Grenada, which the French forces of the Comte D'Estaing had just captured."}, {"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}]}, {"heading": "Events", "year": "1801", "date": "July 6", "txt": "First Battle of Algeciras: Outnumbered French Navy ships defeat the Royal Navy in the fortified Spanish port of Algeciras.", "entities": [{"title": "First Battle of Algeciras", "href": "/wiki/First_Battle_of_Algeciras", "description": "The First Battle of Algeciras was a naval battle fought on 6 July 1801 between a squadron of British Royal Navy ships of the line and a smaller French Navy squadron at anchor in the fortified Spanish port of Algeciras in the Strait of Gibraltar. The British outnumbered their opponents, but the French position was protected by Spanish gun batteries and the complicated shoals that obscured the entra"}, {"title": "French Navy", "href": "/wiki/French_Navy", "description": "The French Navy, informally 'La Royale', is the maritime arm of the French Armed Forces. Dating back to 1624, the French Navy is one of the world's oldest naval forces. It has participated in conflicts around the globe and played a key part in establishing the French colonial empire."}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Algeciras", "href": "/wiki/Algeciras", "description": "Algeciras is a municipality of Spain belonging to the province of Cádiz, Andalusia. Located in the southern end of the Iberian Peninsula, near the Strait of Gibraltar, it is the largest city on the Bay of Gibraltar. The Port of Algeciras is one of the largest ports in Europe and the world in three categories: container, cargo and transshipment. The urban area straddles the small Río de la Miel, wh"}]}, {"heading": "Events", "year": "1809", "date": "July 6", "txt": "The second day of the Battle of Wagram; France defeats the Austrian army in the largest battle to date of the Napoleonic Wars.", "entities": [{"title": "Battle of Wagram", "href": "/wiki/Battle_of_Wagram", "description": "The Battle of Wagram was a military engagement of the Napoleonic Wars that ended in a costly but decisive victory for Emperor Napoleon Bonaparte's French and allied army against the Austrian army under the command of Archduke Charles of Austria-Teschen. The battle led to the breakup of the Fifth Coalition, the Austrian and British-led alliance against France."}]}, {"heading": "Events", "year": "1854", "date": "July 6", "txt": "In Jackson, Michigan, the first convention of the United States Republican Party is held.", "entities": [{"title": "Jackson, Michigan", "href": "/wiki/Jackson,_Michigan", "description": "Jackson is the only city and county seat of Jackson County in the U.S. state of Michigan. As of the 2010 census, the city population was 33,534, down from 36,316 at the 2000 census. Located along Interstate 94 and U.S. Route 127, it is approximately 40 miles (64 km) west of Ann Arbor and 35 miles (56 km) south of Lansing. Jackson is the core city of the Jackson Metropolitan Statistical Area, which"}, {"title": "United States Republican Party", "href": "/wiki/United_States_Republican_Party", "description": "The Republican Party, also referred to as the GOP, is one of the two major contemporary political parties in the United States, along with its main historic rival, the Democratic Party."}]}, {"heading": "Events", "year": "1885", "date": "July 6", "txt": "Louis Pasteur successfully tests his vaccine against rabies on Joseph Meister, a boy who was bitten by a rabid dog.", "entities": [{"title": "Louis Pasteur", "href": "/wiki/Louis_Pasteur", "description": "Louis Pasteur was a French chemist and microbiologist renowned for his discoveries of the principles of vaccination, microbial fermentation, and pasteurization. His research in chemistry led to remarkable breakthroughs in the understanding of the causes and preventions of diseases, which laid down the foundations of hygiene, public health and much of modern medicine. His works are credited to savi"}, {"title": "Vaccine", "href": "/wiki/Vaccine", "description": "A vaccine is a biological preparation that provides active acquired immunity to a particular infectious disease. A vaccine typically contains an agent that resembles a disease-causing microorganism and is often made from weakened or killed forms of the microbe, its toxins, or one of its surface proteins. The agent stimulates the body's immune system to recognize the agent as a threat, destroy it, "}, {"title": "Rabies", "href": "/wiki/Rabies", "description": "Rabies is a viral disease that causes inflammation of the brain in humans and other mammals. Early symptoms can include fever and tingling at the site of exposure. These symptoms are followed by one or more of the following symptoms: nausea, vomiting, violent movements, uncontrolled excitement, fear of water, an inability to move parts of the body, confusion, and loss of consciousness. Once sympto"}, {"title": "Joseph Meister", "href": "/wiki/Joseph_Meister", "description": "Joseph Meister was the first person to be inoculated against rabies by Louis Pasteur, and the first person to be successfully treated for the infection."}]}, {"heading": "Events", "year": "1887", "date": "July 6", "txt": "David Kalākaua, monarch of the Kingdom of Hawaii, is forced to sign the Bayonet Constitution, which transfers much of the king's authority to the Legislature of the Kingdom of Hawaii.", "entities": [{"title": "David Kalākaua", "href": "/wiki/David_Kal%C4%81kaua", "description": "Kalākaua, sometimes called The Merrie Monarch, was the last king and penultimate monarch of the Kingdom of Hawaiʻi, reigning from February 12, 1874, until his death. Succeeding Lunalilo, he was elected to the vacant throne of Hawaiʻi against Queen Emma. Kalākaua had a convivial personality and enjoyed entertaining guests with his singing and ukulele playing. At his coronation and his birthday jubi"}, {"title": "Kingdom of Hawaii", "href": "/wiki/Kingdom_of_Hawaii", "description": "The Hawaiian Kingdom, or Kingdom of Hawaiʻi, was an independent state on the Hawaii Islands. The country originated in 1795, when the warrior chief Kamehameha the Great, of the independent island of Hawaiʻi, conquered the independent islands of Oʻahu, Maui, Molokaʻi, and Lānaʻi and unified them under one government. In 1810, the whole Hawaiian archipelago became unified when Kauaʻi and Niʻihau joi"}, {"title": "Bayonet Constitution", "href": "/wiki/Bayonet_Constitution", "description": "The 1887 Constitution of the Hawaiian Kingdom was a legal document prepared by anti-monarchists to strip the Hawaiian monarchy of much of its authority, initiating a transfer of power to American, European and native Hawaiian elites. It became known as the Bayonet Constitution for the use of intimidation by the armed militia which forced King Kalākaua to sign it or be deposed."}, {"title": "Legislature of the Kingdom of Hawaii", "href": "/wiki/Legislature_of_the_Kingdom_of_Hawaii", "description": "The Legislature of the Hawaiian Kingdom was the bicameral legislature of the Hawaiian Kingdom. A royal legislature was first provided by the 1840 Constitution and the 1852 Constitution was the first to use the term Legislature of the Hawaiian Islands, and the first to subject the monarch to certain democratic principles. Prior to this the monarchs ruled under a Council of Chiefs."}]}, {"heading": "Events", "year": "1892", "date": "July 6", "txt": "Three thousand eight hundred striking steelworkers engage in a day-long battle with Pinkerton agents during the Homestead Strike, leaving ten dead and dozens wounded.", "entities": [{"title": "Strike action", "href": "/wiki/Strike_action", "description": "Strike action, also called labor strike, labour strike, or simply strike, is a work stoppage, caused by the mass refusal of employees to work. A strike usually takes place in response to employee grievances. Strikes became common during the Industrial Revolution, when mass labor became important in factories and mines. In most countries, strike actions were quickly made illegal, as factory owners "}, {"title": "Pinkerton National Detective Agency", "href": "/wiki/Pinkerton_National_Detective_Agency", "description": "Pinkerton, founded as the Pinkerton National Detective Agency, is a private security guard and detective agency established in the United States by Scotsman Allan Pinkerton in 1850 and currently a subsidiary of Securitas AB. Pinkerton became famous when he claimed to have foiled a plot to assassinate president-elect Abraham Lincoln, who later hired Pinkerton agents for his personal security during"}, {"title": "Homestead Strike", "href": "/wiki/Homestead_Strike", "description": "The Homestead strike, also known as the Homestead steel strike, Homestead massacre, or Battle of Homestead was an industrial lockout and strike which began on July 1, 1892, culminating in a battle between strikers and private security agents on July 6, 1892. The battle was a pivotal event in U.S. labor history. The dispute occurred at the Homestead Steel Works in the Pittsburgh area town of Homest"}]}, {"heading": "Events", "year": "1917", "date": "July 6", "txt": "World War I: Arabian troops led by T. E. Lawrence (\"Lawrence of Arabia\") and Auda ibu Tayi capture Aqaba from the Ottoman Empire during the Arab Revolt.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Arab", "href": "/wiki/Arab", "description": "The Arabs are an ethnic group mainly inhabiting the Arab world. In modern usage the term refers to those who originate from an Arab country, whose native language is Arabic; this contrasts with the narrower traditional definition which referred to the descendants of the Tribes of the Arabian Peninsula. The term can encompass all Arabic-speaking peoples living from the Atlantic Coast of Mauritania,"}, {"title": "T. E. Lawrence", "href": "/wiki/T._E._Lawrence", "description": "Colonel Thomas Edward Lawrence was a British archaeologist, army officer, diplomat, and writer who became renowned for his role in the Arab Revolt (1916–1918) and the Sinai and Palestine Campaign (1915–1918) against the Ottoman Empire during the First World War. The breadth and variety of his activities and associations, and his ability to describe them vividly in writing, earned him international"}, {"title": "Auda ibu Tayi", "href": "/wiki/Auda_ibu_Tayi", "description": "Auda Abu-Tayeh \nwas the leader (shaikh) of a section of the Howeitat or Huwaytat tribe of Bedouin Arabs at the time of the Great Arab Revolt during the First World War. The Howeitat lived in what is now Saudi Arabia/Jordan."}, {"title": "Battle of Aqaba", "href": "/wiki/Battle_of_Aqaba", "description": "The Battle of Aqaba was fought for the Red Sea port of Aqaba during the Arab Revolt of World War I. The attacking forces, led by Sherif Nasir and Auda abu Tayi and advised by T. E. Lawrence, were victorious over the Ottoman Empire defenders."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Arab Revolt", "href": "/wiki/Arab_Revolt", "description": "The Arab Revolt or the Great Arab Revolt was a military uprising of Arab forces against the Ottoman Empire in the Middle Eastern theatre of World War I. On the basis of the McMahon–Hussein Correspondence, an agreement between the British government and Hussein bin Ali, Sharif of Mecca, the revolt was officially initiated at Mecca on June 10, 1916. The aim of the revolt was to create a single unifi"}]}, {"heading": "Events", "year": "1918", "date": "July 6", "txt": "The Left SR uprising in Russia starts with the assassination of German ambassador Wilhelm von Mirbach by Cheka members.", "entities": [{"title": "Left SR uprising", "href": "/wiki/Left_SR_uprising", "description": "The Left SR uprising, or Left SR revolt, was an uprising against the Bolsheviks by the Left Socialist Revolutionary Party. The uprising started on 6 July 1918 and was claimed to be intended to restart the war against Germany. It was one of a number of left-wing uprisings against the Bolsheviks that took place during the Russian Civil War."}, {"title": "Wilhelm von Mirbach", "href": "/wiki/Wilhelm_von_Mirbach", "description": "Wilhelm Maria Theodor Ernst Richard Graf von Mirbach-Harff was a German diplomat."}, {"title": "Cheka", "href": "/wiki/Cheka", "description": "The All-Russian Extraordinary Commission, abbreviated VChK, and commonly known as Cheka, was the first of a succession of Soviet secret-police organizations. Established on December 5 1917 by the Sovnarkom, it came under the leadership of Felix Dzerzhinsky, a Polish aristocrat-turned-communist.\nBy late 1918 hundreds of Cheka committees had sprung up in the RSFSR at the oblast, guberniya, raion, uy"}]}, {"heading": "Events", "year": "1919", "date": "July 6", "txt": "The British dirigible R34 lands in New York, completing the first crossing of the Atlantic Ocean by an airship.", "entities": [{"title": "R34 (airship)", "href": "/wiki/R34_(airship)", "description": "The R.33 class of British rigid airships were built for the Royal Naval Air Service during the First World War, but were not completed until after the end of hostilities, by which time the RNAS had become part of the Royal Air Force. The lead ship, R.33, served successfully for ten years and survived one of the most alarming and heroic incidents in airship history when she was torn from her moorin"}]}, {"heading": "Events", "year": "1933", "date": "July 6", "txt": "The first Major League Baseball All-Star Game is played in Chicago's Comiskey Park. The American League defeated the National League 4–2.", "entities": [{"title": "Major League Baseball All-Star Game", "href": "/wiki/Major_League_Baseball_All-Star_Game", "description": "The Major League Baseball All-Star Game, also known as the \"Midsummer Classic\", is an annual professional baseball game sanctioned by Major League Baseball (MLB) and contested between the all-stars from the American League (AL) and National League (NL). All-Stars are selected by fans for starting fielders, by managers for pitchers, and by managers and players for reserves."}, {"title": "Comiskey Park", "href": "/wiki/Comiskey_Park", "description": "Comiskey Park was a baseball park in Chicago, Illinois, located in the \nArmour Square neighborhood on the near-southwest side of the city. The stadium served as the home of the Chicago White Sox of the American League from 1910 through 1990. Built by White Sox owner Charles Comiskey and designed by Zachary Taylor Davis, Comiskey Park hosted four World Series and more than 6,000 Major League Baseba"}, {"title": "American League", "href": "/wiki/American_League", "description": "The American League of Professional Baseball Clubs, or simply the American League (AL), is one of two leagues that make up Major League Baseball (MLB) in the United States and Canada. It developed from the Western League, a minor league based in the Great Lakes states, which eventually aspired to major league status. It is sometimes called the Junior Circuit because it claimed Major League status "}, {"title": "National League", "href": "/wiki/National_League", "description": "The National League of Professional Baseball Clubs, known simply as the National League (NL), is the older of two leagues constituting Major League Baseball (MLB) in the United States and Canada, and the world's oldest extant professional team sports league. Founded on February 2, 1876, to replace the National Association of Professional Base Ball Players (NAPBBP) of 1871–1875, the NL is sometimes"}]}, {"heading": "Events", "year": "1936", "date": "July 6", "txt": "A major breach of the Manchester Bolton & Bury Canal in England sends millions of gallons of water cascading 200 feet (61 m) into the River Irwell.", "entities": [{"title": "Manchester Bolton & Bury Canal", "href": "/wiki/Manchester_Bolton_%26_Bury_Canal", "description": "The Manchester Bolton & Bury Canal is a disused canal in Greater Manchester, England, built to link Bolton and Bury with Manchester. The canal, when fully opened, was 15 miles 1 furlong (24 km) long. It was accessed via a junction with the River Irwell in Salford. Seventeen locks were required to climb to the summit as it passed through Pendleton, heading northwest to Prestolee before it split nor"}, {"title": "River Irwell", "href": "/wiki/River_Irwell", "description": "The River Irwell is a tributary of the River Mersey in north west England. It rises at Irwell Springs on Deerplay Moor, approximately 1.5 miles (2.4 km) north of Bacup and flows southwards for 39 mi (63 km) to meet the Mersey near Irlam. The Irwell marks the boundary between Manchester and Salford, and its lower reaches have been canalised and now form part of the Manchester Ship Canal."}]}, {"heading": "Events", "year": "1937", "date": "July 6", "txt": "Spanish Civil War: Battle of Brunete: The battle begins with Spanish Republican troops going on the offensive against the Nationalists to relieve pressure on Madrid.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Battle of Brunete", "href": "/wiki/Battle_of_Brunete", "description": "The Battle of Brunete, fought 24 kilometres (15 mi) west of Madrid, was a Republican attempt to alleviate the pressure exerted by the Nationalists on the capitol and on the north during the Spanish Civil War. Although initially successful, the Republicans were forced to retreat from Brunete and suffered devastating casualties from the battle."}]}, {"heading": "Events", "year": "1939", "date": "July 6", "txt": "Anti-Jewish legislation in prewar Nazi Germany closes the last remaining Jewish enterprises.", "entities": [{"title": "Anti-Jewish legislation in prewar Nazi Germany", "href": "/wiki/Anti-Jewish_legislation_in_prewar_Nazi_Germany", "description": "Anti-Jewish legislation in pre-war Nazi Germany comprised several laws that segregated the Jews from German society and restricted Jewish people's political, legal and civil rights. Major legislative initiatives included a series of restrictive laws passed in 1933, the Nuremberg Laws of 1935, and a final wave of legislation preceding Germany's entry into World War II."}]}, {"heading": "Events", "year": "1940", "date": "July 6", "txt": "Story Bridge, a major landmark in Brisbane, as well as Australia's longest cantilever bridge is formally opened.", "entities": [{"title": "Story Bridge", "href": "/wiki/Story_Bridge", "description": "The Story Bridge is a heritage-listed steel cantilever bridge spanning the Brisbane River that carries vehicular, bicycle and pedestrian traffic between the northern and the southern suburbs of Brisbane, Queensland, Australia. It is the longest cantilever bridge in Australia."}, {"title": "Brisbane", "href": "/wiki/Brisbane", "description": "Brisbane is the capital of and most populous city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.6 million, and it lies at the centre of the South East Queensland metropolitan region, which encompasses a population of approximately 3.8 million. The Brisbane central business district is situated "}]}, {"heading": "Events", "year": "1941", "date": "July 6", "txt": "The German army launches its offensive to encircle several Soviet armies near Smolensk.", "entities": [{"title": "Battle of Smolensk (1941)", "href": "/wiki/Battle_of_Smolensk_(1941)", "description": "The first Battle of Smolensk was a battle during the second phase of Operation Barbarossa, the Axis invasion of the Soviet Union, in World War II. It was fought around the city of Smolensk between 10 July and 10 September 1941, about 400 km (250 mi) west of Moscow. The Ostheer had advanced 500 km (310 mi) into the USSR in the 18 days after the invasion on 22 June 1941."}, {"title": "Smolensk", "href": "/wiki/Smolensk", "description": "Smolensk is a city and the administrative center of Smolensk Oblast, Russia, located on the Dnieper River, 360 kilometers (220 mi) west-southwest of Moscow."}]}, {"heading": "Events", "year": "1942", "date": "July 6", "txt": "Anne Frank and her family go into hiding in the \"Secret Annexe\" above her father's office in an Amsterdam warehouse.", "entities": [{"title": "Anne Frank", "href": "/wiki/Anne_Frank", "description": "Annelies Marie \"Anne\" Frank was a German-Dutch diarist of Jewish heritage. One of the most discussed Jewish victims of the Holocaust, she gained fame posthumously with the 1947 publication of The Diary of a Young Girl, in which she documents her life in hiding from 1942 to 1944, during the German occupation of the Netherlands in World War II. It is one of the world's best-known books and has been "}, {"title": "Anne Frank House", "href": "/wiki/Anne_Frank_House", "description": "The Anne Frank House is a writer's house and biographical museum dedicated to Jewish wartime diarist Anne Frank. The building is located on a canal called the Prinsengracht, close to the Westerkerk, in central Amsterdam in the Netherlands."}, {"title": "Amsterdam", "href": "/wiki/Amsterdam", "description": "Amsterdam is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,558,755 in the urban area and 2,480,394 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site."}]}, {"heading": "Events", "year": "1944", "date": "July 6", "txt": "Jackie Robinson refuses to move to the back of a bus, leading to a court-martial.", "entities": [{"title": "Jackie Robinson", "href": "/wiki/Jackie_Robinson", "description": "Jack Roosevelt Robinson was an American professional baseball player who became the first African American to play in Major League Baseball (MLB) in the modern era. Robinson broke the baseball color line when he started at first base for the Brooklyn Dodgers on April 15, 1947. When the Dodgers signed Robinson, they heralded the end of racial segregation in professional baseball that had relegated "}, {"title": "Court-martial", "href": "/wiki/Court-martial", "description": "A court-martial or court martial is a military court or a trial conducted in such a court. A court-martial is empowered to determine the guilt of members of the armed forces subject to military law, and, if the defendant is found guilty, to decide upon punishment. In addition, courts-martial may be used to try prisoners of war for war crimes. The Geneva Conventions require that POWs who are on tri"}]}, {"heading": "Events", "year": "1944", "date": "July 6", "txt": "The Hartford circus fire, one of America's worst fire disasters, kills approximately 168 people and injures over 700 in Hartford, Connecticut.", "entities": [{"title": "List of fires", "href": "/wiki/List_of_fires", "description": "This article is a list of notable fires."}, {"title": "Hartford, Connecticut", "href": "/wiki/Hartford,_Connecticut", "description": "Hartford is the capital city of the U.S. state of Connecticut. It was the seat of Hartford County until Connecticut disbanded county government in 1960. It is the core city in the Greater Hartford metropolitan area. Census estimates since the 2010 United States Census have indicated that Hartford is the fourth-largest city in Connecticut, behind the coastal cities of Bridgeport, New Haven, and Sta"}]}, {"heading": "Events", "year": "1947", "date": "July 6", "txt": "Referendum held in Sylhet to decide its fate in the Partition of India.", "entities": [{"title": "1947 Sylhet referendum", "href": "/wiki/1947_Sylhet_referendum", "description": "The 1947 Sylhet referendum was a referendum held in the British Raj's District of Sylhet to decide whether it would remain in Assam and join the Dominion of India, or leave Assam for East Bengal and thus join the Dominion of Pakistan. The referendum decided in favour of joining Pakistan; however, the district's Karimganj subdivision joined India."}, {"title": "Sylhet region", "href": "/wiki/Sylhet_region", "description": "Sylhet Division is the northeastern division of Bangladesh. It is bordered by the Indian states of Meghalaya, Assam and Tripura to the north, east and south respectively, and by the Bangladeshi divisions of Chittagong to the southwest and Dhaka and Mymensingh to the west."}, {"title": "Partition of India", "href": "/wiki/Partition_of_India", "description": "The Partition of India of 1947 was the division of British India into two independent dominion states, India and Pakistan. The Dominion of India is today the Republic of India; the Dominion of Pakistan is today the Islamic Republic of Pakistan and the People's Republic of Bangladesh. The partition involved the division of two provinces, Bengal and Punjab, based on district-wide non-Muslim or Musli"}]}, {"heading": "Events", "year": "1947", "date": "July 6", "txt": "The AK-47 goes into production in the Soviet Union.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1957", "date": "July 6", "txt": "Althea Gibson wins the Wimbledon championships, becoming the first black athlete to do so.", "entities": [{"title": "Althea Gibson", "href": "/wiki/Althea_Gibson", "description": "Althea Neale Gibson was an American tennis player and professional golfer, and one of the first Black athletes to cross the color line of international tennis. In 1956, she became the first African American to win a Grand Slam title. The following year she won both Wimbledon and the US Nationals, then won both again in 1958 and was voted Female Athlete of the Year by the Associated Press in both y"}, {"title": "Wimbledon championships", "href": "/wiki/Wimbledon_championships", "description": "The Championships, Wimbledon, commonly known simply as Wimbledon or The Championships, is the oldest tennis tournament in the world and is widely regarded as the most prestigious. It has been held at the All England Club in Wimbledon, London, since 1877 and is played on outdoor grass courts, and since 2009 with a retractable roof over Centre Court, and since 2019, over No. 1 Court."}]}, {"heading": "Events", "year": "1957", "date": "July 6", "txt": "John Lennon and Paul McCartney meet for the first time, as teenagers at Woolton Fete, three years before forming the Beatles.", "entities": [{"title": "Paul McCartney", "href": "/wiki/Paul_McCartney", "description": "Sir James Paul McCartney is an English singer, songwriter, musician, and record and film producer who gained worldwide fame as co-lead vocalist and bassist for the Beatles. His songwriting partnership with John Lennon remains the most successful in history. After the group disbanded in 1970, he pursued a solo career and formed the band Wings with his first wife, Linda, and Denny Laine."}]}, {"heading": "Events", "year": "1962", "date": "July 6", "txt": "As a part of Operation Plowshare, the Sedan nuclear test takes place.", "entities": [{"title": "Operation Plowshare", "href": "/wiki/Operation_Plowshare", "description": "Project Plowshare was the overall United States program for the development of techniques to use nuclear explosives for peaceful construction purposes. As part of the program, 31 nuclear warheads were detonated in 27 separate tests. Plowshare was the US portion of what are called Peaceful Nuclear Explosions (PNE); a similar Soviet program was carried out under the name Nuclear Explosions for the N"}, {"title": "Sedan (nuclear test)", "href": "/wiki/Sedan_(nuclear_test)", "description": "Storax Sedan was a shallow underground nuclear test conducted in Area 10 of Yucca Flat at the Nevada National Security Site on July 6, 1962, as part of Operation Plowshare, a program to investigate the use of nuclear weapons for mining, cratering, and other civilian purposes. The radioactive fallout from the test contaminated more US residents than any other nuclear test. The Sedan Crater is the l"}]}, {"heading": "Events", "year": "1962", "date": "July 6", "txt": "The Late Late Show, the world's longest-running chat show by the same broadcaster, airs on RTÉ One for the first time.", "entities": [{"title": "Talk show", "href": "/wiki/Talk_show", "description": "A talk show is a television programming or radio programming genre structured around the act of spontaneous conversation. A talk show is distinguished from other television programs by certain common attributes. In a talk show, one person discusses various topics put forth by a talk show host. This discussion can be in the form of an interview or a simple conversation about important social, polit"}, {"title": "RTÉ One", "href": "/wiki/RT%C3%89_One", "description": "RTÉ One is an Irish free-to-air flagship television channel owned and operated by Raidió Teilifís Éireann (RTÉ). It is the most-popular and most-watched television channel in the country and was launched as Telefís Éireann on 31 December 1961, it was renamed RTÉ in 1966, and it was renamed as RTÉ 1 upon the launch of RTÉ 2 in 1978. It is funded partly by the government's licence fee; the remainder"}]}, {"heading": "Events", "year": "1964", "date": "July 6", "txt": "Malawi declares its independence from the United Kingdom.", "entities": [{"title": "Malawi", "href": "/wiki/Malawi", "description": "Malawi, officially the Republic of Malawi, is a landlocked country in southeastern Africa that was formerly known as Nyasaland. It is bordered by Zambia to the west, Tanzania to the north and northeast, and Mozambique to the east, south and southwest. Malawi spans over 118,484 km2 (45,747 sq mi) and has an estimated population of 19,431,566. Lake Malawi, also known as Lake Nyasa, takes up about a "}]}, {"heading": "Events", "year": "1966", "date": "July 6", "txt": "Malawi becomes a republic, with Hastings Banda as its first President.", "entities": [{"title": "Republic", "href": "/wiki/Republic", "description": "A republic is a form of government in which \"power is held by the people and their elected representatives\". In republics, the country is considered a \"public matter\", not the private concern or property of the rulers. The primary positions of power within a republic are attained through democracy or a mix of democracy with oligarchy or autocracy rather than being unalterably occupied by any given"}, {"title": "Hastings Banda", "href": "/wiki/Hastings_Banda", "description": "Hastings Kamuzu Banda was the Prime Minister and later President of Malawi from 1964 to 1994. In 1966, the country became a republic and he became president. His rule has been characterized as a \"highly repressive autocracy.\""}, {"title": "President of Malawi", "href": "/wiki/President_of_Malawi", "description": "The president of the Republic of Malawi is the head of state and head of government of Malawi. The president leads the executive branch of the Government of Malawi and is the commander-in-chief of the Malawian Defence Force."}]}, {"heading": "Events", "year": "1967", "date": "July 6", "txt": "Nigerian Civil War: Nigerian forces invade Biafra, beginning the war.", "entities": [{"title": "Nigerian Civil War", "href": "/wiki/Nigerian_Civil_War", "description": "The Nigerian Civil War was a civil war in Nigeria fought between the government of Nigeria headed by General Yakubu Gowon and the secessionist state of Biafra led by Lt. Colonel Odumegwu Ojukwu from 6 July 1967 to 15 January 1970. Biafra represented nationalist aspirations of the Igbo people, whose leadership felt they could no longer coexist with the Northern-dominated federal government. The con"}, {"title": "Nigeria", "href": "/wiki/Nigeria", "description": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its southern coast is on the Gulf of Guinea in the Atlantic Ocean. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. Lagos, one of the largest me"}, {"title": "Biafra", "href": "/wiki/Biafra", "description": "Biafra, officially the Republic of Biafra, was a secessionist state in West Africa that existed from May 1967 to January 1970 during the Nigerian Civil War. Its territory consisted of the Eastern Region of Nigeria. After Biafra's declaration of independence, Nigeria declared war on the nascent state, defeating them in the Nigerian Civil War and reuniting the two states."}]}, {"heading": "Events", "year": "1975", "date": "July 6", "txt": "The Comoros declares independence from France.", "entities": [{"title": "Comoros", "href": "/wiki/Comoros", "description": "The Comoros, officially the Union of the Comoros, is an island country in the Indian Ocean, at the northern end of the Mozambique Channel off the eastern coast of Africa. It shares maritime borders with Madagascar and Mayotte to the southeast, Tanzania to the northwest, Mozambique to the west, and the Seychelles to the northeast. Its capital and largest city is Moroni. The religion of the majority"}]}, {"heading": "Events", "year": "1986", "date": "July 6", "txt": "Davis Phinney becomes the first American cyclist to win a road stage of the Tour de France.", "entities": [{"title": "Davis Phinney", "href": "/wiki/Davis_Phinney", "description": "Davis Phinney is a retired professional road bicycle racer from the United States. He won 328 races in the 1980s and '90s, a record for an American, including two Tour de France stages. He has worked in media since retiring as a racer. He was diagnosed with Parkinson's disease at age 40."}, {"title": "Tour de France", "href": "/wiki/Tour_de_France", "description": "The Tour de France is an annual men's multiple stage bicycle race primarily held in France, while also occasionally passing through nearby countries. Like the other Grand Tours, it consists of 21 day-long stages over the course of 23 days. It has been described as \"the world’s most prestigious and most difficult bicycle race.\""}]}, {"heading": "Events", "year": "1988", "date": "July 6", "txt": "The Piper Alpha drilling platform in the North Sea is destroyed by explosions and fires. One hundred sixty-seven oil workers are killed, making it the world's worst offshore oil disaster in terms of direct loss of life.", "entities": [{"title": "Piper Alpha", "href": "/wiki/Piper_Alpha", "description": "Piper Alpha was an oil platform located in the North Sea approximately 120 miles (190 km) north-east of Aberdeen, Scotland. It was operated by Occidental Petroleum (Caledonia) Limited and began production in 1976, initially as an oil-only platform but later converted to add gas production."}, {"title": "North Sea", "href": "/wiki/North_Sea", "description": "The North Sea is a sea of the Atlantic Ocean between Great Britain, Jutland, Norway, two States of Germany, the Netherlands, Belgium and Hauts-de-France. An epeiric sea on the European continental shelf, it connects to the ocean through the English Channel in the south and the Norwegian Sea in the north. It is more than 970 kilometres (600 mi) long and 580 kilometres (360 mi) wide, covering 570,00"}]}, {"heading": "Events", "year": "1989", "date": "July 6", "txt": "The Tel Aviv–Jerusalem bus 405 suicide attack: Sixteen bus passengers are killed when a member of the Palestinian Islamic Jihad took control of the bus and drove it over a cliff.", "entities": [{"title": "Tel Aviv–Jerusalem bus 405 suicide attack", "href": "/wiki/Tel_Aviv%E2%80%93Jerusalem_bus_405_suicide_attack", "description": "The Tel Aviv–Jerusalem bus 405 attack was a suicide attack on 6 July 1989 carried out by Abd al-Hadi Ghanim of the Palestinian Islamic Jihad. On a crowded Egged commuter bus line No. 405 en route from Tel-Aviv to Jerusalem, Ghanim seized the steering wheel of the bus, running it off a steep cliff into a ravine in the area of Qiryat Ye'arim. Sixteen civilians—including two Canadians and one America"}]}, {"heading": "Events", "year": "1990", "date": "July 6", "txt": "The Electronic Frontier Foundation is founded.", "entities": [{"title": "Electronic Frontier Foundation", "href": "/wiki/Electronic_Frontier_Foundation", "description": "The Electronic Frontier Foundation (EFF) is an international non-profit digital rights group based in San Francisco, California. The foundation was formed on 10 July 1990 by John Gilmore, John Perry Barlow and Mitch Kapor to promote Internet civil liberties."}]}, {"heading": "Events", "year": "1995", "date": "July 6", "txt": "In the Bosnian War, under the command of General Ratko Mladić, Serbia begins its attack on the Bosnian town of Srebrenica.", "entities": [{"title": "Bosnian War", "href": "/wiki/Bosnian_War", "description": "The Bosnian War was an international armed conflict that took place in Bosnia and Herzegovina between 1992 and 1995. The war is commonly seen as having started on 6 April 1992, following a number of earlier violent incidents. The war ended on 14 December 1995. The main belligerents were the forces of the Republic of Bosnia and Herzegovina and those of Herzeg-Bosnia and Republika Srpska, proto-stat"}, {"title": "Ratko Mladić", "href": "/wiki/Ratko_Mladi%C4%87", "description": "Ratko Mladić is a convicted war criminal and a Bosnian Serb colonel-general who led the Army of Republika Srpska (VRS) during the Yugoslav Wars. In 2017, he was found guilty of committing war crimes, crimes against humanity, and genocide by the International Criminal Tribunal for the former Yugoslavia (ICTY)."}, {"title": "Srebrenica", "href": "/wiki/Srebrenica", "description": "Srebrenica, known by the Romans as Argentaria, is a town and municipality located in the easternmost part of Republika Srpska, an entity of Bosnia and Herzegovina. It is a small mountain town, with its main industry being salt mining and a nearby spa. As of 2013, the town has a population of 2,607 inhabitants, while the municipality has 13,409 inhabitants."}]}, {"heading": "Events", "year": "1997", "date": "July 6", "txt": "The Troubles: In response to the Drumcree dispute, five days of mass protests, riots and gun battles begin in Irish nationalist districts of Northern Ireland.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Drumcree conflict", "href": "/wiki/Drumcree_conflict", "description": "The Drumcree conflict or Drumcree standoff is a dispute over yearly parades in the town of Portadown, Northern Ireland. The town is mainly Protestant and hosts numerous Protestant/loyalist marches each summer, but has a significant Catholic minority. The Orange Order \ninsists that it should be allowed to march its traditional route to and from Drumcree Church on the Sunday before the Twelfth of Ju"}, {"title": "1997 nationalist riots in Northern Ireland", "href": "/wiki/1997_nationalist_riots_in_Northern_Ireland", "description": "From 6 to 11 July 1997 there were mass protests, fierce riots and gun battles in Irish nationalist districts of Northern Ireland. Irish nationalists/republicans, in some cases supported by the Provisional Irish Republican Army (IRA), attacked the police and British Army. The protests and violence were sparked by the decision to allow the Orange Order to march through a Catholic/nationalist neighbo"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}]}, {"heading": "Events", "year": "1998", "date": "July 6", "txt": "Hong Kong International Airport opens in Chek Lap Kok, Hong Kong, replacing Kai Tak Airport as the city's international airport.", "entities": [{"title": "Hong Kong International Airport", "href": "/wiki/Hong_Kong_International_Airport", "description": "Hong Kong International Airport is Hong Kong's main airport, built on reclaimed land on the island of Chek Lap Kok. The airport is also referred to as Chek Lap Kok International Airport or Chek Lap Kok Airport, to distinguish it from its predecessor, the former Kai Tak Airport."}, {"title": "Chek Lap Kok", "href": "/wiki/Chek_Lap_Kok", "description": "Chek Lap Kok is an island in the western waters of Hong Kong's New Territories. Unlike the smaller Lam Chau, it was only partially leveled when it was assimilated via land reclamation into the 12.48 square kilometres (4.82 sq mi) island for the current Hong Kong International Airport, which opened for commercial aviation in 1998. The airport is popularly referred to as Chek Lap Kok Airport to dist"}, {"title": "Hong Kong", "href": "/wiki/Hong_Kong", "description": "Hong Kong, officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a metropolitan area and special administrative region of the People's Republic of China on the eastern Pearl River Delta of the South China Sea. With over 7.5 million residents of various nationalities in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densel"}, {"title": "Kai Tak Airport", "href": "/wiki/Kai_Tak_Airport", "description": "Kai Tak Airport (IATA: HKG, ICAO: VHHH) was the international airport of Hong Kong from 1925 until 1998. Officially known as Hong Kong International Airport from 1954 to 6 July 1998, it is often referred to as Hong Kong International Airport, Kai Tak, or simply Kai Tak and Kai Tak International Airport, to distinguish it from its successor, which may be referred to as Chek Lap Kok International Ai"}]}, {"heading": "Events", "year": "2003", "date": "July 6", "txt": "The 70-metre Yevpatoria Planetary Radar sends a METI message (Cosmic Call 2) to five stars: Hip 4872, HD 245409, 55 Cancri (HD 75732), HD 10307 and 47 Ursae Majoris (HD 95128). The messages will arrive to these stars in 2036, 2040, 2044, and 2049, respectively.", "entities": [{"title": "Yevpatoria", "href": "/wiki/Yevpatoria", "description": "Yevpatoria is a city of regional significance in Western Crimea, north of Kalamita Bay. Yevpatoria serves as the administrative center of Yevpatoria Municipality, one of the districts (raions) into which Crimea is divided. Population: 105,719 .\n"}, {"title": "Message to Extra-Terrestrial Intelligence", "href": "/wiki/Message_to_Extra-Terrestrial_Intelligence", "description": "Active SETI is the attempt to send messages to intelligent extraterrestrial life. Active SETI messages are usually sent in the form of radio signals. Physical messages like that of the Pioneer plaque may also be considered an active SETI message. Active SETI is also known as METI. The term METI was coined by Russian scientist Alexander Zaitsev, who denoted the clear-cut distinction between Active "}, {"title": "Cosmic Call 2", "href": "/wiki/Cosmic_Call_2", "description": "Cosmic Call was the name of two sets of interstellar radio messages that were sent from RT-70 in Yevpatoria, Crimea in 1999 and 2003 to various nearby stars. The messages were designed with noise-resistant format and characters."}, {"title": "Cassiopeia (constellation)", "href": "/wiki/Cassiopeia_(constellation)", "description": "Cassiopeia is a constellation in the northern sky, named after the vain queen Cassiopeia in Greek mythology, who boasted about her unrivaled beauty. Cassiopeia was one of the 48 constellations listed by the 2nd-century Greek astronomer Ptolemy, and it remains one of the 88 modern constellations today. It is easily recognizable due to its distinctive 'W' shape, formed by five bright stars."}, {"title": "Orion (constellation)", "href": "/wiki/Orion_(constellation)", "description": "Orion is a prominent constellation located on the celestial equator and visible throughout the world. It is one of the most conspicuous and recognizable constellations in the night sky. It is named after Orion, a hunter in Greek mythology. Its brightest stars are blue-white Rigel and red Betelgeuse."}, {"title": "55 Cancri", "href": "/wiki/55_Cancri", "description": "55 Cancri is a binary star system located 41 light-years away from the Sun in the zodiac constellation of Cancer. It has the Bayer designation Rho1 Cancri (ρ1 Cancri); 55 Cancri is the Flamsteed designation. The system consists of a K-type star and a smaller red dwarf."}, {"title": "HD 10307", "href": "/wiki/HD_10307", "description": "HD 10307 is a spectroscopic binary star in the constellation Andromeda. The primary is similar to the Sun in mass, temperature and metal content. situated about 42 light-years from Earth Its companion, HR 483 B, is a little-studied red dwarf."}, {"title": "47 Ursae Majoris", "href": "/wiki/47_Ursae_Majoris", "description": "47 Ursae Majoris, formally named Chalawan, is a yellow dwarf star approximately 46 light-years from Earth in the constellation of Ursa Major. As of 2011, three extrasolar planets are believed to orbit the star."}]}, {"heading": "Events", "year": "2006", "date": "July 6", "txt": "The Nathu La pass between India and China, sealed during the Sino-Indian War, re-opens for trade after 44 years.", "entities": [{"title": "Nathu La", "href": "/wiki/Nathu_La", "description": "Nathu La is a mountain pass in the Himalayas in East Sikkim district. It connects the Indian state of Sikkim with China's Tibet Autonomous Region. The pass, at 4,310 m (14,140 ft) above mean sea level, forms a part of an offshoot of the ancient Tea Horse Road. Nathu means \"listening ears\" and La means \"pass\" in Tibetan. On the Indian side, the pass is 54 km (34 mi) east of Gangtok, the capital of "}, {"title": "Sino-Indian War", "href": "/wiki/Sino-Indian_War", "description": "The Sino-Indian War, also known as the Indo-China War, Sino-Indian Border Conflict and, by some, Clash on the Roof of the World, was a war between China and India that occurred in 1962. A Chinese disputed Himalayan border was the main cause of the war. There had been a series of violent border skirmishes between the two countries after the 1959 Tibetan uprising, when India granted asylum to the Da"}]}, {"heading": "Events", "year": "2013", "date": "July 6", "txt": "At least 42 people are killed in a shooting at a school in Yobe State, Nigeria.", "entities": [{"title": "Yobe State school shooting", "href": "/wiki/Yobe_State_school_shooting", "description": "On 6 July 2013, gunmen attacked Government Secondary School in the village of Mamudo, Yobe State, Nigeria, killing at least 42 people. Most of the dead were students, with some staff members also killed."}, {"title": "Yobe State", "href": "/wiki/Yobe_State", "description": "Yobe is a state located in northeastern Nigeria. A mainly agricultural state, it was created on August 27, 1991. Yobe State was carved out of Borno State. The capital of Yobe State is Damaturu; its largest city is Potiskum."}, {"title": "Nigeria", "href": "/wiki/Nigeria", "description": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its southern coast is on the Gulf of Guinea in the Atlantic Ocean. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. Lagos, one of the largest me"}]}, {"heading": "Events", "year": "2013", "date": "July 6", "txt": "A Boeing 777 operating as Asiana Airlines Flight 214 crashes at San Francisco International Airport, killing three and injuring 181 of the 307 people on board.", "entities": [{"title": "Asiana Airlines Flight 214", "href": "/wiki/Asiana_Airlines_Flight_214", "description": "Asiana Airlines Flight 214 was a scheduled transpacific passenger flight from Incheon International Airport near Seoul, South Korea, to San Francisco International Airport in the United States. On the morning of July 6, 2013, the Boeing 777-200ER crashed on final approach into San Francisco International Airport. Of the 307 people on board, three died; another 187 were injured, 49 of them seriousl"}, {"title": "San Francisco International Airport", "href": "/wiki/San_Francisco_International_Airport", "description": "San Francisco International Airport is an international airport 13 miles (21 km) south of Downtown San Francisco, California, United States. It has flights to points throughout North America and is a major gateway to Europe and Asia."}]}, {"heading": "Events", "year": "2013", "date": "July 6", "txt": "A 73-car oil train derails in the town of Lac-Mégantic, Quebec and explodes into flames, killing at least 47 people and destroying more than 30 buildings in the town's central area.", "entities": [{"title": "Lac-Mégantic, Quebec", "href": "/wiki/Lac-M%C3%A9gantic,_Quebec", "description": "Lac-Mégantic is a town in the Eastern Townships region of Quebec, Canada. It is located on Lac Mégantic, a freshwater lake after which the town was named. Situated in the former Frontenac County in the historic Eastern Townships, Lac-Mégantic is the seat of Le Granit Regional County Municipality and of the judicial district of Mégantic."}]}, {"heading": "Births", "year": "1387", "date": "July 6", "txt": "Queen Blanche I of Navarre (d. 1441)", "entities": [{"title": "Blanche I of Navarre", "href": "/wiki/Blanche_I_of_Navarre", "description": "Blanche I was Queen of Navarre from the death of her father, King Charles III, in 1425 until her own death. She had been Queen of Sicily from 1402 to 1409 by marriage to King Martin I, serving as regent of Sicily from 1404 to 1405 and from 1408 to 1415."}]}, {"heading": "Births", "year": "1423", "date": "July 6", "txt": "Antonio Manetti, Italian mathematician and architect (d. 1497)", "entities": [{"title": "Antonio Manetti", "href": "/wiki/Antonio_Manetti", "description": "Antonio di Tuccio Manetti was an Italian mathematician and architect from Florence. He is particularly noted for his investigations into the site, shape and size of Dante's Inferno. Although Manetti never himself published his research regarding the topic, the earliest Renaissance Florentine editors of the poem, Cristoforo Landino and Girolamo Benivieni, reported the results of his researches in t"}]}, {"heading": "Births", "year": "1580", "date": "July 6", "txt": "Johann Stobäus, German lute player and composer (d. 1646)", "entities": [{"title": "Johann Stobäus", "href": "/wiki/Johann_Stob%C3%A4us", "description": "Johann Stobäus was a North German composer and lutenist."}, {"title": "Lute", "href": "/wiki/Lute", "description": "A lute  is any plucked string instrument with a neck and a deep round back enclosing a hollow cavity, usually with a sound hole or opening in the body. It may be either fretted or unfretted."}]}, {"heading": "Births", "year": "1623", "date": "July 6", "txt": "Jacopo Melani, Italian violinist and composer (d. 1676)", "entities": [{"title": "Jacopo Melani", "href": "/wiki/Jacopo_Melani", "description": "Jacopo Melani was an Italian composer and violinist of the Baroque era. He was born and died in Pistoia, and was the brother of composer Alessandro Melani and singer Atto Melani."}]}, {"heading": "Births", "year": "1678", "date": "July 6", "txt": "Nicola Francesco Haym, Italian cellist and composer (d. 1729)", "entities": [{"title": "Nicola Francesco Haym", "href": "/wiki/Nicola_Francesco_Haym", "description": "Nicola Francesco Haym was an Italian opera librettist, composer, theatre manager and performer, literary editor and numismatist. He is best remembered for adapting texts into libretti for the London operas of George Frideric Handel and Giovanni Bononcini. Libretti that he provided for Handel included those for Giulio Cesare, Ottone, Flavio, Tamerlano, Rodelinda, and several others; for Bononcini, "}]}, {"heading": "Births", "year": "1686", "date": "July 6", "txt": "Antoine de Jussieu, French biologist and academic (d. 1758)", "entities": [{"title": "Antoine de Jussieu", "href": "/wiki/Antoine_de_Jussieu", "description": "Antoine de Jussieu was a French naturalist, botanist and physician. The standard author abbreviation Ant.Juss. is used to indicate this person as the author when citing a botanical name."}]}, {"heading": "Births", "year": "1701", "date": "July 6", "txt": "Mary, Countess of Harold, English aristocrat and philanthropist (d. 1785)", "entities": [{"title": "Mary, Countess of Harold", "href": "/wiki/Mary,_Countess_of_Harold", "description": "Lady Mary Tufton was an English aristocrat and philanthropist."}]}, {"heading": "Births", "year": "1736", "date": "July 6", "txt": "Daniel Morgan, American general and politician (d. 1802)", "entities": [{"title": "Daniel Morgan", "href": "/wiki/Daniel_Morgan", "description": "Daniel Morgan was an American pioneer, soldier, and politician from Virginia. One of the most respected battlefield tacticians of the American Revolutionary War of 1775–1783, he later commanded troops during the suppression of the Whiskey Rebellion of 1791–1794."}]}, {"heading": "Births", "year": "1747", "date": "July 6", "txt": "John Paul Jones, Scottish-American captain (d. 1792)", "entities": [{"title": "John Paul Jones", "href": "/wiki/John_Paul_Jones", "description": "John Paul Jones was the United States' first well-known naval commander in the American Revolutionary War. He made many friends among U.S political elites, as well as enemies, and his actions in British waters during the Revolution earned him an international reputation which persists to this day. As such, he is sometimes referred to as the \"Father of the American Navy\"."}]}, {"heading": "Births", "year": "1766", "date": "July 6", "txt": "Alexander Wilson, Scottish-American poet, ornithologist, and illustrator (d. 1813)", "entities": [{"title": "Alexander Wilson (ornithologist)", "href": "/wiki/Alexander_Wilson_(ornithologist)", "description": "Alexander Wilson was a Scottish-American poet, ornithologist, naturalist, and illustrator. Identified by George Ord as the \"Father of American Ornithology\", Wilson is regarded as the greatest American ornithologist prior to Audubon."}]}, {"heading": "Births", "year": "1781", "date": "July 6", "txt": "Stamford Raffles, English politician, founded Singapore (d. 1826)", "entities": [{"title": "Stamford Raffles", "href": "/wiki/Stamford_Raffles", "description": "Sir Thomas Stamford Bingley Raffles, FRS was a British statesman, Lieutenant-Governor of the Dutch East Indies (1811–1816) and Lieutenant-Governor of Bencoolen (1818–1824), best known for his founding of modern Singapore and the Straits Settlements."}, {"title": "Singapore", "href": "/wiki/Singapore", "description": "Singapore, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia. It lies about one degree of latitude north of the equator, off the southern tip of the Malay Peninsula, bordering the Straits of Malacca to the west, the Riau Islands (Indonesia) to the south, and the South China Sea to the east. The country's territory is composed of one main island, 63 s"}]}, {"heading": "Births", "year": "1782", "date": "July 6", "txt": "Maria Luisa of Spain (d. 1824)", "entities": [{"title": "Maria Luisa, Duchess of Lucca", "href": "/wiki/Maria_Luisa,_Duchess_of_Lucca", "description": "Maria Luisa of Spain was a Spanish infanta, daughter of King Charles IV and his wife, Maria Luisa of Parma. In 1795, she married her first cousin Louis, Hereditary Prince of Parma. She spent the first years of her married life at the Spanish court where their first child, Charles, was born."}]}, {"heading": "Births", "year": "1785", "date": "July 6", "txt": "William Hooker, English botanist and academic (d. 1865)", "entities": [{"title": "William Jackson Hooker", "href": "/wiki/William_Jackson_Hooker", "description": "Sir William Jackson Hooker was an English botanist and botanical illustrator, who became the first director of Kew when in 1831 it was recommended to be placed under state ownership as a botanic garden. At Kew he founded the Herbarium and enlarged the gardens and arboretum. The standard author abbreviation Hook. is used to indicate this person as the author when citing a botanical name."}]}, {"heading": "Births", "year": "1789", "date": "July 6", "txt": "María Isabella of Spain (d. 1846)", "entities": [{"title": "María Isabella of Spain", "href": "/wiki/Mar%C3%ADa_Isabella_of_Spain", "description": "Maria Isabella of Spain was an infanta of Spain and Queen consort of the Two Sicilies."}]}, {"heading": "Births", "year": "1796", "date": "July 6", "txt": "Nicholas I of Russia (d. 1855)", "entities": [{"title": "Nicholas I of Russia", "href": "/wiki/Nicholas_I_of_Russia", "description": "Nicholas I reigned as Emperor of Russia, King of Poland and Grand Duke of Finland from 1825 until 1855. He was the third son of Paul I and younger brother of his predecessor, Alexander I. Nicholas inherited his brother's throne despite the failed Decembrist revolt against him. He is mainly remembered in history as a reactionary whose controversial reign was marked by geographical expansion, econom"}]}, {"heading": "Births", "year": "1797", "date": "July 6", "txt": "Henry Paget, 2nd Marquess of Anglesey (d. 1869)", "entities": [{"title": "Henry Paget, 2nd Marquess of Anglesey", "href": "/wiki/Henry_Paget,_2nd_Marquess_of_Anglesey", "description": "Henry Paget, 2nd Marquess of Anglesey,, styled Lord Paget 1812 and 1815 and Earl of Uxbridge from 1815 to 1854, was a British peer and Whig politician. He served as Lord Chamberlain of the Household between 1839 and 1841."}]}, {"heading": "Births", "year": "1799", "date": "July 6", "txt": "Louisa Caroline Huggins Tuthill, American author  (d. 1879)", "entities": [{"title": "Louisa Caroline Huggins Tuthill", "href": "/wiki/Louisa_Caroline_Huggins_Tuthill", "description": "Louisa Caroline Huggins Tuthill was one of the most successful 19th-century American authors.\nIn addition to the first history of architecture published in the United States, History of Architecture from the Earliest Times (1848), she wrote numerous books for children and young adults."}]}, {"heading": "Births", "year": "1817", "date": "July 6", "txt": "Albert von Kölliker, Swiss anatomist and physiologist (d. 1905)", "entities": [{"title": "Albert von Kölliker", "href": "/wiki/Albert_von_K%C3%B6lliker", "description": "Albert von Kölliker was a Swiss anatomist, physiologist, and histologist."}]}, {"heading": "Births", "year": "1818", "date": "July 6", "txt": "Adolf Anderssen, German chess player (d. 1879)", "entities": [{"title": "Adolf Anderssen", "href": "/wiki/Adolf_Anderssen", "description": "Karl Ernst Adolf Anderssen was a German chess master. He won the great international tournaments of 1851 and 1862, but lost matches to Paul Morphy in 1858, and to Wilhelm Steinitz in 1866. Accordingly, he is generally regarded as having been the world's leading chess player from 1851 to 1858, and leading active player from 1862 to 1866, although the title of World Chess Champion did not yet exist."}]}, {"heading": "Births", "year": "1823", "date": "July 6", "txt": "Sophie Adlersparre, Swedish publisher, writer, and women's rights activist (d. 1895)", "entities": [{"title": "Sophie Adlersparre", "href": "/wiki/Sophie_Adlersparre", "description": "Carin Sophie Adlersparre née Leijonhufvud was one of the pioneers of the 19th-century women's rights movement in Sweden. She was the founder and editor of the first women's magazine in Scandinavia, Home Review, in 1859-85; co-founder of Friends of Handicraft in 1874-87; founder of the Fredrika Bremer Association (Fredrika-Bremer-förbundet) in 1884; and one of the first two women to be a member of "}]}, {"heading": "Births", "year": "1829", "date": "July 6", "txt": "Frederick VIII, Duke of Schleswig-Holstein (d. 1880)", "entities": [{"title": "Frederick VIII, Duke of Schleswig-Holstein", "href": "/wiki/Frederick_VIII,_Duke_of_Schleswig-Holstein", "description": "Duke Frederick VIII was the German pretender to the throne of Schleswig-Holstein from 1863, although in reality Prussia took overlordship and real administrative power."}]}, {"heading": "Births", "year": "1831", "date": "July 6", "txt": "Sylvester Pennoyer, American lawyer and politician, 8th Governor of Oregon (d. 1902)", "entities": [{"title": "Sylvester Pennoyer", "href": "/wiki/Sylvester_Pennoyer", "description": "Sylvester Pennoyer was an American educator, attorney, and politician in Oregon. He was born in Groton, New York, attended Harvard Law School, and moved to Oregon at age 25. A Democrat, he served two terms as the eighth Governor of Oregon from 1886 to 1895. He joined the Populist cause in the early 1890s and became the second Populist Party state governor in history. He was noted for his political"}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Births", "year": "1832", "date": "July 6", "txt": "Maximilian I of Mexico (d. 1867)", "entities": [{"title": "Maximilian I of Mexico", "href": "/wiki/Maximilian_I_of_Mexico", "description": "Maximilian I was an Austrian archduke who reigned as the only Emperor of the Second Mexican Empire from 10 April 1864 until his execution on 19 June 1867. A younger brother of Emperor Franz Joseph I of Austria, Maximilian had a distinguished career as commander-in-chief of the Imperial Austrian Navy."}]}, {"heading": "Births", "year": "1837", "date": "July 6", "txt": "R. G. Bhandarkar, Indian orientalist and scholar (d. 1925)", "entities": [{"title": "R. G. Bhandarkar", "href": "/wiki/R._G._Bhandarkar", "description": "Sir Ramakrishna Gopal Bhandarkar was an Indian scholar, orientalist, and social reformer."}]}, {"heading": "Births", "year": "1838", "date": "July 6", "txt": "Vatroslav Jagić, Croatian philologist and scholar (d. 1923)", "entities": [{"title": "Vatroslav Jagić", "href": "/wiki/Vatroslav_Jagi%C4%87", "description": "Vatroslav Jagić was a Croatian scholar of Slavic studies in the second half of the 19th century."}]}, {"heading": "Births", "year": "1840", "date": "July 6", "txt": "José María Velasco Gómez, Mexican painter and academic (d. 1912)", "entities": [{"title": "José María Velasco Gómez", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_Velasco_G%C3%B3mez", "description": "José María Tranquilino Francisco de Jesús Velasco Gómez Obregón, generally known as José María Velasco, was a 19th-century Mexican polymath, most famous as a painter who made Mexican geography a symbol of national identity through his paintings. He was both one of the most popular artists of the time and internationally renowned. He received many distinctions such as the gold medal of the Mexican "}]}, {"heading": "Births", "year": "1843", "date": "July 6", "txt": "John Downer, Australian politician, 16th Premier of South Australia (d. 1915)", "entities": [{"title": "John Downer", "href": "/wiki/John_Downer", "description": "Sir John William Downer, KCMG, KC was an Australian politician who served two terms as Premier of South Australia, from 1885 to 1887 and again from 1892 to 1893. He later entered federal politics and served as a Senator for South Australia from 1901 to 1903. He was the first of four Australian politicians from the Downer family dynasty."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1856", "date": "July 6", "txt": "George Howard Earle, Jr., American lawyer and businessman (d. 1928)", "entities": [{"title": "George Howard Earle, Jr.", "href": "/wiki/George_Howard_Earle,_Jr.", "description": "George H. Earle Jr. was a Philadelphia lawyer and \"financial diplomat\" who was highly sought after to save ailing corporations from financial ruin."}]}, {"heading": "Births", "year": "1858", "date": "July 6", "txt": "William Irvine, Irish-Australian politician, 21st Premier of Victoria (d. 1943)", "entities": [{"title": "William Irvine (Australian politician)", "href": "/wiki/William_Irvine_(Australian_politician)", "description": "Sir William Hill Irvine was an Australian politician and judge. He served as Premier of Victoria (1902–1904), Attorney-General of Australia (1913–1914), and Chief Justice of Victoria (1918–1935)."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1865", "date": "July 6", "txt": "Émile Jaques-Dalcroze, Swiss composer and educator (d. 1950)", "entities": [{"title": "Émile Jaques-Dalcroze", "href": "/wiki/%C3%89mile_Jaques-Dalcroze", "description": "Émile Jaques-Dalcroze was a Swiss composer, musician, and music educator who developed Dalcroze eurhythmics, an approach to learning and experiencing music through movement. Dalcroze eurhythmics influenced Carl Orff's pedagogy, used in music education throughout the United States."}]}, {"heading": "Births", "year": "1868", "date": "July 6", "txt": "Princess Victoria of the United Kingdom (d. 1935)", "entities": [{"title": "Princess Victoria of the United Kingdom", "href": "/wiki/Princess_Victoria_of_the_United_Kingdom", "description": "Princess Victoria of the United Kingdom was the fourth child and second daughter of King Edward VII and Queen Alexandra, and the younger sister of King George V."}]}, {"heading": "Births", "year": "1873", "date": "July 6", "txt": "Dimitrios Maximos, Greek banker and politician, 140th Prime Minister of Greece (d. 1955)", "entities": [{"title": "Dimitrios Maximos", "href": "/wiki/Dimitrios_Maximos", "description": "Dimitrios E. Maximos was a Greek banker and politician. He briefly served as Prime Minister of Greece after World War II."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1877", "date": "July 6", "txt": "Arnaud Massy, French golfer (d. 1950)", "entities": [{"title": "Arnaud Massy", "href": "/wiki/Arnaud_Massy", "description": "Arnaud George Watson Massy was one of France's most successful professional golfers, most notable for winning the 1907 Open Championship."}]}, {"heading": "Births", "year": "1878", "date": "July 6", "txt": "Eino Leino, Finnish poet and journalist (d. 1926)", "entities": [{"title": "Eino Leino", "href": "/wiki/Eino_Leino", "description": "Eino Leino was a Finnish poet and journalist who is considered one of the pioneers of Finnish poetry and a national poet of Finland. His poems combine modern and Finnish folk elements. Much of his work is in the style of the Kalevala and folk songs in general. Nature, love, and despair are frequent themes in Leino's work. He is beloved and widely read in Finland today."}]}, {"heading": "Births", "year": "1883", "date": "July 6", "txt": "Godfrey Huggins, Prime Minister of the Federation of Rhodesia and Nyasaland (d. 1971)", "entities": [{"title": "Godfrey Huggins", "href": "/wiki/Godfrey_Huggins", "description": "Godfrey Martin Huggins, 1st Viscount Malvern, was a Rhodesian politician and physician. He served as the fourth Prime Minister of Southern Rhodesia from 1933 to 1953 and remained in office as the first Prime Minister of the Federation of Rhodesia and Nyasaland until October 1956, becoming the longest serving prime minister in British Commonwealth history."}, {"title": "Prime Minister of the Federation of Rhodesia and Nyasaland", "href": "/wiki/Prime_Minister_of_the_Federation_of_Rhodesia_and_Nyasaland", "description": "The following is a list of the men who served as Prime Minister of the Federation of Rhodesia and Nyasaland. The Federation was formed on 1 August 1953 from the former colonies of Southern Rhodesia, Northern Rhodesia and Nyasaland, and was formally dissolved on 31 December 1963."}]}, {"heading": "Births", "year": "1884", "date": "July 6", "txt": "Harold Stirling Vanderbilt, American businessman and sailor (d. 1970)", "entities": [{"title": "Harold Stirling Vanderbilt", "href": "/wiki/Harold_Stirling_Vanderbilt", "description": "Harold Stirling Vanderbilt CBE was an American railroad executive, a champion yachtsman, an innovator and champion player of contract bridge, and a member of the Vanderbilt family."}]}, {"heading": "Births", "year": "1885", "date": "July 6", "txt": "Ernst Busch, German field marshal (d. 1945)", "entities": [{"title": "Ernst Busch (field marshal)", "href": "/wiki/Ernst_Busch_(field_marshal)", "description": "Ernst Bernhard Wilhelm Busch was a German Generalfeldmarschall during World War II who commanded the 16th Army and later the massive Army Group Centre."}]}, {"heading": "Births", "year": "1886", "date": "July 6", "txt": "Marc Bloch, French historian and academic (d. 1944)", "entities": [{"title": "Marc Bloch", "href": "/wiki/Marc_Bloch", "description": "Marc Léopold Benjamin Bloch was a French historian. He was a founding member of the Annales School of French social history. Bloch specialised in medieval history and published widely on Medieval France over the course of his career. As an academic, he worked at the University of Strasbourg, the University of Paris, and the University of Montpellier."}]}, {"heading": "Births", "year": "1887", "date": "July 6", "txt": "Marc Chagall, Belarusian-French painter and poet (d. 1985)", "entities": [{"title": "Marc Chagall", "href": "/wiki/Marc_Chagall", "description": "Marc Chagall was a Russian-French artist of Belarusian Jewish origin. An early modernist, he was associated with several major artistic styles and created works in a wide range of artistic formats, including painting, drawings, book illustrations, stained glass, stage sets, ceramics, tapestries and fine art prints."}]}, {"heading": "Births", "year": "1887", "date": "July 6", "txt": "Annette Kellerman, Australian swimmer and actress (d. 1975)", "entities": []}, {"heading": "Births", "year": "1890", "date": "July 6", "txt": "Dhan Gopal Mukerji, Indian-American author and scholar (d. 1936)", "entities": [{"title": "Dhan Gopal Mukerji", "href": "/wiki/Dhan_Gopal_Mukerji", "description": "Dhan Gopal Mukerji was the first successful Indian man of letters in the United States and won a Newbery Medal in 1928. He studied at Duff School, and at Duff College, both within the University of Calcutta in India, at the University of Tokyo in Japan and at the University of California, Berkeley and Stanford University in the US."}]}, {"heading": "Births", "year": "1892", "date": "July 6", "txt": "Will James, American author and illustrator (d. 1942)", "entities": [{"title": "Will James (artist)", "href": "/wiki/Will_James_(artist)", "description": "Will James was a French Canadian artist and writer of the American West. He is known for writing Smoky the Cowhorse, for which he won the 1927 Newbery Medal, and numerous \"cowboy\" stories for adults and children. His artwork, which predominantly involved cowboy and rodeo scenes, followed \"in the tradition of Charles Russell\", and much of it was used to illustrate his books. In 1992, he was inducte"}]}, {"heading": "Births", "year": "1897", "date": "July 6", "txt": "Richard Krautheimer, German-American historian and scholar (d. 1994)", "entities": [{"title": "Richard Krautheimer", "href": "/wiki/Richard_Krautheimer", "description": "Richard Krautheimer was a 20th-century art historian, architectural historian, Baroque scholar, and Byzantinist."}]}, {"heading": "Births", "year": "1898", "date": "July 6", "txt": "Hanns Eisler, German-Austrian soldier and composer (d. 1962)", "entities": [{"title": "Hanns Eisler", "href": "/wiki/Hanns_Eisler", "description": "Hanns Eisler was an Austrian composer. He is best known for composing the national anthem of East Germany, for his long artistic association with Bertolt Brecht, and for the scores he wrote for films. The Hochschule für Musik \"Hanns Eisler\" is named after him."}]}, {"heading": "Births", "year": "1899", "date": "July 6", "txt": "Susannah Mushatt Jones, American supercentarian (d. 2016)", "entities": [{"title": "Susannah Mushatt Jones", "href": "/wiki/Susannah_Mushatt_Jones", "description": "Susannah Mushatt Jones was an American supercentenarian who was, at the age of 116 years and 311 days, the world's oldest living person and the last living American born in the 19th century. She received tributes from the United States House of Representatives and from the Alabama House of Representatives \"for a remarkable lifetime of exceptional achievement lived during three centuries\"."}, {"title": "Supercentarian", "href": "/wiki/Supercentarian", "description": "A supercentenarian is someone who has reached the age of 110. This age is achieved by about one in 1,000 centenarians. Anderson et al. concluded that supercentenarians live a life typically free of major age-related diseases until shortly before maximum human lifespan is reached."}]}, {"heading": "Births", "year": "1900", "date": "July 6", "txt": "Frederica Sagor Maas, American author and screenwriter (d. 2012)", "entities": [{"title": "Frederica Sagor Maas", "href": "/wiki/Frederica_Sagor_Maas", "description": "Frederica Alexandrina Sagor Maas was an American dramatist and playwright, screenwriter, memoirist, and author, \nthe youngest daughter of Jewish immigrants from Russia. As an essayist, Maas was best known for a detailed, tell-all memoir of her time spent in early Hollywood. A supercentenarian, she was one of the oldest surviving entertainers from the silent film era."}]}, {"heading": "Births", "year": "1900", "date": "July 6", "txt": "Elfriede Wever, German Olympic runner (d. 1941)", "entities": []}, {"heading": "Births", "year": "1903", "date": "July 6", "txt": "Hugo Theorell, Swedish biochemist and academic, Nobel Prize laureate (d. 1982)", "entities": [{"title": "Hugo Theorell", "href": "/wiki/Hugo_Theorell", "description": "Axel Hugo Theodor Theorell was a Swedish scientist and Nobel Prize laureate in medicine."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1904", "date": "July 6", "txt": "Robert Whitney, American conductor and composer (d. 1986)", "entities": [{"title": "Robert Whitney (conductor)", "href": "/wiki/Robert_Whitney_(conductor)", "description": "Robert Sutton Whitney was an American conductor and composer. He was a student of Leo Sowerby."}]}, {"heading": "Births", "year": "1904", "date": "July 6", "txt": "Erik Wickberg, Swedish 9th General of The Salvation Army (d. 1996)", "entities": [{"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Births", "year": "1905", "date": "July 6", "txt": "Juan O'Gorman, Mexican painter and architect (d. 1982)", "entities": [{"title": "Juan O'Gorman", "href": "/wiki/Juan_O%27Gorman", "description": "Juan O'Gorman was a Mexican painter and architect."}]}, {"heading": "Births", "year": "1907", "date": "July 6", "txt": "Frida Kahlo, Mexican painter and educator (d. 1954)", "entities": [{"title": "Frida Kahlo", "href": "/wiki/Frida_Kahlo", "description": "Magdalena Carmen Frida Kahlo y Calderón was a Mexican painter known for her many portraits, self-portraits, and works inspired by the nature and artifacts of Mexico. Inspired by the country's popular culture, she employed a naïve folk art style to explore questions of identity, postcolonialism, gender, class, and race in Mexican society. Her paintings often had strong autobiographical elements and"}]}, {"heading": "Births", "year": "1907", "date": "July 6", "txt": "George Stanley, Canadian soldier, historian, and author, designed the flag of Canada (d. 2002)", "entities": [{"title": "Flag of Canada", "href": "/wiki/Flag_of_Canada", "description": "The National Flag of Canada, often simply referred to as the Canadian flag, or unofficially as the Maple Leaf or l'Unifolié, consists of a red field with a white square at its centre in the ratio of 1:2:1, in the middle of which is featured a stylized, red, 11-pointed maple leaf charged in the centre. It is the first flag to have been adopted by both houses of Parliament and officially proclaimed "}]}, {"heading": "Births", "year": "1908", "date": "July 6", "txt": "Anton Muttukumaru, Sri Lankan general and diplomat (d. 2001)", "entities": [{"title": "Anton Muttukumaru", "href": "/wiki/Anton_Muttukumaru", "description": "Major General Anton M. Muttukumaru, OBE, ED, ADC was the first Ceylonese Army officer to serve as Commander of the Ceylon Army, a post he held from 1955 to 1959. He also served as Ceylon's High Commissioner to Australia, New Zealand, Pakistan and Ambassador to Egypt."}]}, {"heading": "Births", "year": "1909", "date": "July 6", "txt": "Eric Reece, Australian politician, 32nd Premier of Tasmania (d. 1999)", "entities": [{"title": "Eric Reece", "href": "/wiki/Eric_Reece", "description": "Eric Elliott Reece, AC was Premier of Tasmania on two occasions: from 26 August 1958 to 26 May 1969, and from 3 May 1972 to 31 March 1975. His 13 years as premier remains the second longest in Tasmania's history, Only Robert Cosgrove has served for a longer period as premier. Reece was the first Premier of Tasmania to have been born in the 20th century."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1910", "date": "July 6", "txt": "René Le Grèves, French cyclist (d. 1946)", "entities": [{"title": "René Le Grèves", "href": "/wiki/Ren%C3%A9_Le_Gr%C3%A8ves", "description": "René Le Grevès was a French professional road bicycle racer. As an amateur cyclist, he won the silver medal at the 1932 Summer Olympics in the team pursuit. In 1933 Le Grevès became professional, and between 1933 and 1939, he won sixteen stages in the Tour de France."}]}, {"heading": "Births", "year": "1911", "date": "July 6", "txt": "June Gale, American actress (d. 1996)", "entities": [{"title": "June Gale", "href": "/wiki/June_Gale", "description": "June Gale was an American actress sometimes credited under her married name as June Levant."}, {"title": "1996", "href": "/wiki/1996", "description": "1996 (MCMXCVI) was a leap year starting on Monday of the Gregorian calendar, the 1996th year of the Common Era (CE) and Anno Domini (AD) designations, the 996th year of the 2nd millennium, the 96th year of the 20th century, and the 7th year of the 1990s decade. "}]}, {"heading": "Births", "year": "1912", "date": "July 6", "txt": "Heinrich Harrer, Austrian geographer and mountaineer (d. 2006)", "entities": [{"title": "Heinrich Harrer", "href": "/wiki/Heinrich_Harrer", "description": "Heinrich Harrer was an Austrian mountaineer, sportsman, geographer, and author. He was a member of the four-man climbing team that made the first ascent of the North Face of the Eiger, the \"last problem\" of the Alps. He wrote the books Seven Years in Tibet (1952) and The White Spider (1959)."}]}, {"heading": "Births", "year": "1912", "date": "July 6", "txt": "Molly Yard, American feminist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1913", "date": "July 6", "txt": "Vance Trimble, American journalist and author", "entities": [{"title": "Vance Trimble", "href": "/wiki/Vance_Trimble", "description": "Vance Henry Trimble is an American journalist. He won a Pulitzer Prize for national reporting in recognition of his exposé of nepotism and payroll abuse in the U.S. Congress. Trimble has worked in the newspaper business for over fifty years. Trimble was inducted into the Oklahoma Journalism Hall of Fame in 1974. He has published numerous books since his retirement."}]}, {"heading": "Births", "year": "1914", "date": "July 6", "txt": "Vince McMahon Sr., American wrestling promoter, founded WWE (d. 1984)", "entities": [{"title": "Vince McMahon Sr.", "href": "/wiki/Vince_McMahon_Sr.", "description": "Vincent James McMahon, better known as Vince McMahon Sr., was an American professional wrestling promoter. He is best known for running the Capitol Wrestling Corporation from 1953 to 1982, and being the father of his successor, Vincent Kennedy McMahon."}, {"title": "WWE", "href": "/wiki/WWE", "description": "World Wrestling Entertainment, Inc., d/b/a WWE, is an American integrated media and entertainment company that is primarily known for professional wrestling. WWE has also branched out into other fields, including movies, football, and various other business ventures."}]}, {"heading": "Births", "year": "1914", "date": "July 6", "txt": "Ernest Kirkendall, American chemist and metallurgist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1915", "date": "July 6", "txt": "Leonard Birchall, Royal Canadian Air Force pilot (d. 2004)", "entities": [{"title": "Leonard Birchall", "href": "/wiki/Leonard_Birchall", "description": "Air Commodore Leonard Joseph Birchall,, \"The Saviour of Ceylon\", was a Royal Canadian Air Force (RCAF) officer who warned of a Japanese attack on the island of Ceylon during the Second World War."}]}, {"heading": "Births", "year": "1916", "date": "July 6", "txt": "Harold Norse, American poet and author (d. 2009)", "entities": [{"title": "Harold Norse", "href": "/wiki/Harold_Norse", "description": "Harold Norse was an American writer who created a body of work using the American idiom of everyday language and images. One of the expatriate artists of the Beat generation, Norse was widely published and anthologized."}]}, {"heading": "Births", "year": "1916", "date": "July 6", "txt": "Don R. Christensen, American animator, cartoonist, illustrator, writer and inventor (d. 2006)", "entities": []}, {"heading": "Births", "year": "1917", "date": "July 6", "txt": "Arthur Lydiard, New Zealand runner and coach (d. 2004)", "entities": [{"title": "Arthur Lydiard", "href": "/wiki/Arthur_Lydiard", "description": "Arthur Leslie Lydiard was a New Zealand runner and athletics coach. He has been lauded as one of the outstanding athletics coaches of all time and is credited with popularising the sport of running and making it commonplace across the sporting world. His training methods are based on a strong endurance base and periodisation."}]}, {"heading": "Births", "year": "1918", "date": "July 6", "txt": "Sebastian Cabot, English-Canadian actor (d. 1977)", "entities": [{"title": "Sebastian Cabot (actor)", "href": "/wiki/Sebastian_Cabot_(actor)", "description": "Charles Sebastian Thomas Cabot was a British actor. He is best remembered as the gentleman's gentleman, Giles French, opposite Brian Keith's character, William \"Uncle Bill\" Davis, in the CBS-TV sitcom Family Affair (1966–1971). He was also known for playing the Wazir in the film Kismet (1955) and Dr. Carl Hyatt in the CBS-TV series Checkmate (1960–1962)."}]}, {"heading": "Births", "year": "1918", "date": "July 6", "txt": "Herm Fuetsch, American professional basketball player (d. 2010)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 6", "txt": "Francisco Moncion, Dominican-American ballet dancer, charter member of the New York City Ballet (d.1995)", "entities": [{"title": "New York City Ballet", "href": "/wiki/New_York_City_Ballet", "description": "New York City Ballet (NYCB) is a ballet company founded in 1948 by choreographer George Balanchine and Lincoln Kirstein. Balanchine and Jerome Robbins are considered the founding choreographers of the company. Léon Barzin was the company's first music director. City Ballet grew out of earlier troupes: the Producing Company of the School of American Ballet, 1934; the American Ballet, 1935, and Ball"}]}, {"heading": "Births", "year": "1919", "date": "July 6", "txt": "Ernst Haefliger, Swiss tenor and educator (d. 2007)", "entities": [{"title": "Ernst Haefliger", "href": "/wiki/Ernst_Haefliger", "description": "\n\nErnst Haefliger was a Swiss tenor."}]}, {"heading": "Births", "year": "1919", "date": "July 6", "txt": "Edward Kenna, Australian Second World War recipient of the Victoria Cross (d. 2009)", "entities": [{"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1919", "date": "July 6", "txt": "Ray Dowker, New Zealand cricketer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 6", "txt": "Allan MacEachen, Canadian economist and politician, Deputy Prime Minister of Canada (d. 2017)", "entities": [{"title": "Allan MacEachen", "href": "/wiki/Allan_MacEachen", "description": "Allan Joseph MacEachen, was a Canadian politician who was a frequent Cabinet minister, a senator, and an elder statesman. He was the first deputy prime minister of Canada and served from 1977 to 1979 and 1980 to 1984."}, {"title": "Deputy Prime Minister of Canada", "href": "/wiki/Deputy_Prime_Minister_of_Canada", "description": "The deputy prime minister of Canada is a minister of the Crown and a member of the Canadian Cabinet. The office is conferred at the discretion of the prime minister and does not have an associated departmental portfolio. Canadian deputy prime ministers are appointed to the Privy Council and styled as the Honourable, a privilege maintained for life."}]}, {"heading": "Births", "year": "1921", "date": "July 6", "txt": "Billy Mauch, American actor (d. 2006)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 6", "txt": "Bobby Mauch, American actor (d. 2007)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 6", "txt": "Nancy Reagan, American actress and activist, 42nd First Lady of the United States (d. 2016)", "entities": [{"title": "List of First Ladies of the United States", "href": "/wiki/List_of_First_Ladies_of_the_United_States", "description": "The first lady of the United States is the hostess of the White House. The position is traditionally filled by the wife of the president of the United States, but, on occasion, the title has been applied to women who were not presidents’ wives, such as when the president was a bachelor or widower, or when the wife of the president was unable to fulfill the duties of the first lady. The first lady "}]}, {"heading": "Births", "year": "1922", "date": "July 6", "txt": "William Schallert, American actor; president (1979–81) of the Screen Actors Guild (d. 2016)", "entities": [{"title": "William Schallert", "href": "/wiki/William_Schallert", "description": "William Joseph Schallert was an American character actor who appeared in dozens of television shows and films over a career that spanned more than 60 years. best known for his roles on Richard Diamond, Private Detective (1957-1959), Death Valley Days (1955-1962), and Lou Grant (1979-1982)."}, {"title": "Screen Actors Guild", "href": "/wiki/Screen_Actors_Guild", "description": "The Screen Actors Guild (SAG) was an American labor union which represented over 100,000 film and television principal and background performers worldwide. On March 30, 2012, the union leadership announced that the SAG membership voted to merge with the American Federation of Television and Radio Artists (AFTRA) to create SAG-AFTRA."}]}, {"heading": "Births", "year": "1923", "date": "July 6", "txt": "Wojciech Jaruzelski, Polish general and politician, 1st President of Poland (d. 2014)", "entities": [{"title": "Wojciech Jaruzelski", "href": "/wiki/Wojciech_Jaruzelski", "description": "Wojciech Witold Jaruzelski was a Polish military officer, politician and de facto dictator of the Polish People's Republic from 1981 until 1989. He was the First Secretary of the Polish United Workers' Party between 1981 and 1989, making him the last leader of the Polish People's Republic. Jaruzelski served as Prime Minister from 1981 to 1985, the Chairman of the Council of State from 1985 to 1989"}, {"title": "President of Poland", "href": "/wiki/President_of_Poland", "description": "The President of the Republic of Poland is the head of state of Poland. Their rights and obligations are determined in the Constitution of Poland. The president heads the executive branch. In addition the president has a right to dissolve parliament in certain cases, veto legislation and represents Poland in the international arena."}]}, {"heading": "Births", "year": "1924", "date": "July 6", "txt": "Mahim Bora, Indian writer and educationist, recipients of the Padma Shri, India's fourth highest civilian honour (d. 2016)", "entities": [{"title": "Mahim Bora", "href": "/wiki/Mahim_Bora", "description": "Mahim Bora was an Indian writer and educationist from Assam. He was elected as a president of the Assam Sahitya Sabha held in 1989 at Doomdooma. He was awarded most notably the Padma Shri in 2011, the Sahitya Akademi Award in 2001 and the Assam Valley Literary Award in 1998. Assam Sahitya Sabha conferred its highest honorary title Sahityacharyya on him in 2007."}, {"title": "Padma Shri", "href": "/wiki/Padma_Shri", "description": "Padma Shri, also spelled Padma Shree, is the fourth-highest civilian award in the Republic of India, after the Bharat Ratna, the Padma Vibhushan and the Padma Bhushan. It is awarded by the Government of India every year on India's Republic Day."}]}, {"heading": "Births", "year": "1924", "date": "July 6", "txt": "Louie Bellson, American drummer, composer, and bandleader (d. 2009)", "entities": [{"title": "Louie Bellson", "href": "/wiki/Louie_Bellson", "description": "Louie Bellson, known by the stage name Louie Bellson, was an American jazz drummer. He was a composer, arranger, bandleader, and jazz educator, and is credited with pioneering the use of two bass drums."}]}, {"heading": "Births", "year": "1925", "date": "July 6", "txt": "Merv Griffin, American actor, singer, and producer, created Wheel of Fortune and Jeopardy! (d. 2007)", "entities": [{"title": "Merv Griffin", "href": "/wiki/Merv_Griffin", "description": "Mervyn Edward Griffin Jr. was an American television show host and media mogul. He began his career as a radio and big band singer who went on to appear in film and on Broadway. From 1965 to 1986, Griffin hosted his own talk show, The Merv Griffin Show. He also created the internationally popular game shows Jeopardy! and Wheel of Fortune through his television production companies, Merv Griffin En"}]}, {"heading": "Births", "year": "1925", "date": "July 6", "txt": "Bill Haley, American singer-songwriter and guitarist (d. 1981)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 6", "txt": "Gazi Yaşargil, Turkish neurosurgeon and academic", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 6", "txt": "Sulev Vahtre, Estonian historian and academic (d. 2007)", "entities": [{"title": "Sulev Vahtre", "href": "/wiki/Sulev_Vahtre", "description": "Sulev Vahtre was an eminent Estonian historian."}]}, {"heading": "Births", "year": "1926", "date": "July 6", "txt": "Armando Silvestre, Mexican-American actor", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 6", "txt": "Jan Hein Donner, Dutch chess player and journalist (d. 1988)", "entities": [{"title": "Jan Hein Donner", "href": "/wiki/Jan_Hein_Donner", "description": "Johannes Hendrikus (Hein) Donner was a Dutch chess grandmaster (GM) and writer. Donner was born in The Hague and won the Dutch Championship in 1954, 1957, and 1958. He took part in the Internacional Chess Tournament (1956), Donner came third, behind Larsen and Darga. FIDE, the World Chess Federation, awarded him the GM title in 1959. He played for the Netherlands in the Chess Olympiads 11 times. H"}]}, {"heading": "Births", "year": "1927", "date": "July 6", "txt": "Janet Leigh, American actress and author (d. 2004)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 6", "txt": "Bernard Malgrange, French mathematician", "entities": [{"title": "Bernard Malgrange", "href": "/wiki/Bernard_Malgrange", "description": "Bernard Malgrange is a French mathematician who works on differential equations and singularity theory. He proved the Ehrenpreis–Malgrange theorem and the Malgrange preparation theorem, essential for the classification theorem of the elementary catastrophes of René Thom. He received his Ph.D. from Université Henri Poincaré in 1955. His advisor was Laurent Schwartz. He was elected to the Académie d"}]}, {"heading": "Births", "year": "1929", "date": "July 6", "txt": "Hélène Carrère d'Encausse, French politician historian", "entities": [{"title": "Hélène Carrère d'Encausse", "href": "/wiki/H%C3%A9l%C3%A8ne_Carr%C3%A8re_d%27Encausse", "description": "Hélène Carrère d'Encausse is a French political historian of Georgian origin, specializing in Russian history. Since 1999, she has served as the Perpetual Secretary of the Académie française, to which she was first elected in 1990."}]}, {"heading": "Births", "year": "1930", "date": "July 6", "txt": "George Armstrong, Canadian ice hockey player and coach (d. 2021)", "entities": [{"title": "George Armstrong (ice hockey)", "href": "/wiki/George_Armstrong_(ice_hockey)", "description": "George Edward Armstrong was a Canadian professional ice hockey centre who played 21 seasons in the National Hockey League (NHL) for the Toronto Maple Leafs. He played 1,188 NHL games between 1950 and 1971, all with Toronto and a franchise record. He was the team's captain for 13 seasons. Armstrong was a member of four Stanley Cup championship teams and played in seven NHL All-Star Games. He scored"}]}, {"heading": "Births", "year": "1930", "date": "July 6", "txt": "Ian Burgess, English racing driver (d. 2012)", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 6", "txt": "Della Reese, American actress and singer (d. 2017)", "entities": [{"title": "Della Reese", "href": "/wiki/Della_Reese", "description": "Delloreese Patricia Early, known professionally as Della Reese, was an American jazz and gospel singer, actress, and ordained minister whose career spanned seven decades. She began her long career as a singer, scoring a hit with her 1959 single \"Don't You Know?\". In the late 1960s she hosted her own talk show, Della, which ran for 197 episodes. From 1975 she also starred in films, playing opposite"}]}, {"heading": "Births", "year": "1931", "date": "July 6", "txt": "László Tábori, Hungarian runner and coach (d. 2018)", "entities": []}, {"heading": "Births", "year": "1932", "date": "July 6", "txt": "Herman Hertzberger, Dutch architect and academic", "entities": [{"title": "Herman Hertzberger", "href": "/wiki/Herman_Hertzberger", "description": "Herman Hertzberger is one of the most famous Dutch architects, professor emeritus and the last Dutch architect to receive the prestigious Royal Gold Medal. Hertzberger is one of the oldest active Dutch architects."}]}, {"heading": "Births", "year": "1935", "date": "July 6", "txt": "Candy Barr, American model, dancer, and actress (d. 2005)", "entities": [{"title": "Candy Barr", "href": "/wiki/Candy_Barr", "description": "Candy Barr, born as Juanita Dale Slusher, was an American stripper, burlesque dancer, actress, and adult model in men's magazines of the mid-20th century."}]}, {"heading": "Births", "year": "1935", "date": "July 6", "txt": "Tenzin Gyatso, 14th Dalai Lama", "entities": [{"title": "14th Dalai Lama", "href": "/wiki/14th_Dalai_Lama", "description": "The 14th Dalai Lama was born in the Wood-Pig Year, 5th month, 5th day of the Tibetan Calendar, or 6 July 1935. Known as Gyalwa Rinpoche to the Tibetan people, he is the current Dalai Lama, the highest spiritual leader of Tibet and the retired political leader of Tibet. He is considered a living Bodhisattva; specifically, an emanation of Avalokiteśvara. He is also the leader of the Gelug school, th"}]}, {"heading": "Births", "year": "1936", "date": "July 6", "txt": "Dave Allen, Irish comedian, actor, and screenwriter (d. 2005)", "entities": [{"title": "Dave Allen (comedian)", "href": "/wiki/Dave_Allen_(comedian)", "description": "David Tynan O'Mahony, known professionally as Dave Allen, was an Irish observational comedian and satirist."}]}, {"heading": "Births", "year": "1937", "date": "July 6", "txt": "Vladimir Ashkenazy, Russian-Icelandic pianist and conductor", "entities": [{"title": "Vladimir Ashkenazy", "href": "/wiki/Vladimir_Ashkenazy", "description": "Vladimir Davidovich Ashkenazy is an internationally recognized solo pianist, chamber music performer, and conductor. He is originally from Russia and has held Icelandic citizenship since 1972. He has lived in Switzerland since 1978. Ashkenazy has collaborated with well-known orchestras and soloists. In addition, he has recorded a large storehouse of classical and romantic works. His recordings hav"}]}, {"heading": "Births", "year": "1937", "date": "July 6", "txt": "Ned Beatty, American actor", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 6", "txt": "Gene Chandler, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 6", "txt": "Bessie Head, Botswanan writer ", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 6", "txt": "Michael Sata, Zambian police officer and politician, 5th President of Zambia (d. 2014)", "entities": [{"title": "President of Zambia", "href": "/wiki/President_of_Zambia", "description": "The president of Zambia is the head of state and the head of government of Zambia. The office was first held by Kenneth Kaunda following independence in 1964. Since 1991, when Kaunda left the presidency, the office has been held by five others: Frederick Chiluba, Levy Mwanawasa, Rupiah Banda, Michael Sata, and current president Edgar Lungu. In addition, Acting president Guy Scott served in an inte"}]}, {"heading": "Births", "year": "1939", "date": "July 6", "txt": "Jet Harris, English bass player (d. 2011)", "entities": [{"title": "Jet Harris", "href": "/wiki/Jet_Harris", "description": "Terence \"Jet\" Harris was an English musician. He was the bass guitarist of The Shadows from 1958 until April 1962, and had subsequent success as a soloist and as a duo with the drummer Tony Meehan."}]}, {"heading": "Births", "year": "1939", "date": "July 6", "txt": "Mary Peters, English-Irish pentathlete and shot putter", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 6", "txt": "Bruce Hunter, American swimmer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1940", "date": "July 6", "txt": "Nursultan Nazarbayev, Kazakh politician, 1st President of Kazakhstan", "entities": [{"title": "Nursultan Nazarbayev", "href": "/wiki/Nursultan_Nazarbayev", "description": "Nūrsūltan Äbışūly Nazarbaev or Nursultan Abishevich Nazarbayev is a Kazakh politician currently serving as the Chairman of the Security Council of Kazakhstan who previously served as the first President of Kazakhstan, in office from 24 April 1990 until his formal resignation on 19 March 2019. He is one of the longest-ruling non-royal leaders in the world, having ruled Kazakhstan for nearly three d"}, {"title": "President of Kazakhstan", "href": "/wiki/President_of_Kazakhstan", "description": "The president of the Republic of Kazakhstan is the head of state, commander-in-chief and holder of the highest office within the Republic of Kazakhstan. The powers of this position are described in a special section of the Constitution of Kazakhstan."}]}, {"heading": "Births", "year": "1940", "date": "July 6", "txt": "Jeannie Seely, Grammy Award-winning country music singer-songwriter and Grand Ole Opry member", "entities": [{"title": "Country music", "href": "/wiki/Country_music", "description": "Country is a genre of popular music that originated with blues, old-time music, and various types of American folk music including Appalachian, Cajun, Creole, and the cowboy Western music styles of New Mexico, Red Dirt, Tejano, and Texas country. Its popularized roots originate in the Southern and Southwestern United States of the early 1920s."}, {"title": "Grand Ole Opry", "href": "/wiki/Grand_Ole_Opry", "description": "The Grand Ole Opry is a weekly American country music stage concert in Nashville, Tennessee, founded on November 28, 1925, by George D. Hay as a one-hour radio \"barn dance\" on WSM. Currently owned and operated by Opry Entertainment, it is the longest-running radio broadcast in US history. Dedicated to honoring country music and its history, the Opry showcases a mix of famous singers and contempora"}]}, {"heading": "Births", "year": "1940", "date": "July 6", "txt": "Siti Norma Yaakob, Malaysian lawyer and judge", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 6", "txt": "David Crystal, British linguist, author, and academic", "entities": [{"title": "David Crystal", "href": "/wiki/David_Crystal", "description": "David Crystal, is a British linguist, academic, and author."}]}, {"heading": "Births", "year": "1941", "date": "July 6", "txt": "Reinhard Roder, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 6", "txt": "Tamara Sinyavskaya, Russian soprano", "entities": [{"title": "Tamara Sinyavskaya", "href": "/wiki/Tamara_Sinyavskaya", "description": "Tamara Ilyinichna Sinyavskaya is a Russian mezzo-soprano from the Bolshoi Theatre."}]}, {"heading": "Births", "year": "1944", "date": "July 6", "txt": "Gunhild Hoffmeister, German runner", "entities": [{"title": "Gunhild Hoffmeister", "href": "/wiki/Gunhild_Hoffmeister", "description": "Gunhild Hoffmeister is a retired East German middle-distance runner. She competed at the 1972 and 1976 Olympics and won two silver and one bronze medal, becoming the only German distance runner to win three Olympic medals. Together with Hans Grodotzki she is the only German runner to win two medals at the same Olympics. Her personal best time in 1500 metres was 4:01.4, achieved in July 1976 in Pot"}]}, {"heading": "Births", "year": "1946", "date": "July 6", "txt": "George W. Bush, American businessman and politician, 43rd President of the United States", "entities": [{"title": "George W. Bush", "href": "/wiki/George_W._Bush", "description": "George Walker Bush is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, Bush previously served as the 46th governor of Texas from 1995 to 2000. He was born into the Bush family; his father, George H. W. Bush, was the 41st president of the United States from 1989 to 1993."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1946", "date": "July 6", "txt": "Fred Dryer, American football player and actor", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 6", "txt": "Peter Singer, Australian philosopher and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 6", "txt": "Sylvester Stallone, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 6", "txt": "Roy Señeres, Filipino diplomat and politician (d. 2016)", "entities": [{"title": "Roy Señeres", "href": "/wiki/Roy_Se%C3%B1eres", "description": "Roy Villareal Señeres was a Filipino statesman and diplomat who initially ran in the 2016 Philippine presidential election under the Partido ng Manggagawa at Magsasaka party before withdrawing on February 5, 2016, three days before his death. Señeres was elected as a member of the Philippine House of Representatives representing the OFW Family Club party-list in the 2013 general elections. He is t"}]}, {"heading": "Births", "year": "1948", "date": "July 6", "txt": "Nathalie Baye, French actress", "entities": [{"title": "Nathalie Baye", "href": "/wiki/Nathalie_Baye", "description": "Nathalie Marie Andrée Baye is a French film, television and stage actress. She began her career in 1970 and has appeared in more than 80 films. A ten-time César Award nominee, her four wins were for Every Man for Himself (1980), Strange Affair (1981), La Balance (1982), and The Young Lieutenant (2005). In 2009, she was made a Chevalier of the Legion of Honour. Her other films include Day for Night"}]}, {"heading": "Births", "year": "1948", "date": "July 6", "txt": "Jean-Pierre Blackburn, Canadian academic and politician, 26th Canadian Minister of Veterans Affairs", "entities": [{"title": "Minister of Veterans Affairs (Canada)", "href": "/wiki/Minister_of_Veterans_Affairs_(Canada)", "description": "The minister of veterans affairs is the minister of the Crown responsible for the Veterans Affairs Canada, the department of the Government of Canada responsible for administering benefits for members and veterans of the Canadian Armed Forces, the Royal Canadian Mounted Police, and their family members and caregivers."}]}, {"heading": "Births", "year": "1948", "date": "July 6", "txt": "Brad Park, Canadian-American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 6", "txt": "Noli de Castro, Filipino journalist and politician, 14th Vice President of the Philippines", "entities": [{"title": "Noli de Castro", "href": "/wiki/Noli_de_Castro", "description": "Manuel Leuterio de Castro Jr., better known as Noli de Castro or \"Kabayan\" Noli de Castro, is a Filipino journalist, anchorman and politician. He was elected to the Senate of the Philippines in 2001 after receiving the most votes of any Senator in the 2001 election. He served as the 12th Vice President of the Philippines from 2004 until 2010, under then-President Gloria Macapagal-Arroyo."}, {"title": "Vice President of the Philippines", "href": "/wiki/Vice_President_of_the_Philippines", "description": "The vice president of the Philippines is the second-highest executive official of the government of the Philippines, after the president. The vice president currently holds office at the Quezon City Reception House in Quezon City. Previously, the vice president of the Philippines held office at the Coconut Palace, the Philippine National Bank Financial Center, and the Philippine International Conv"}]}, {"heading": "Births", "year": "1949", "date": "July 6", "txt": "Phyllis Hyman, American singer-songwriter and actress (d. 1995)", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 6", "txt": "Michael Shrieve, American composer, drummer, and percussionist", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 6", "txt": "John Byrne, English-American author and illustrator", "entities": [{"title": "John Byrne (comics)", "href": "/wiki/John_Byrne_(comics)", "description": "John Lindley Byrne is a British-born American writer and artist of superhero comics. Since the mid-1970s, Byrne has worked on many major superheroes, with noted work on Marvel Comics' X-Men and Fantastic Four as well as the 1986 relaunch of DC Comics' Superman franchise, the first issue of which featured comics' first variant cover. Coming into the comics profession as penciller, inker, letterer a"}]}, {"heading": "Births", "year": "1951", "date": "July 6", "txt": "Lorna Golding, Former First Lady of Jamaica", "entities": [{"title": "Lorna Golding", "href": "/wiki/Lorna_Golding", "description": "Lorna Golding is the wife of the 8th Prime Minister of Jamaica, Bruce Golding. Lorna Golding, is sister of JLP MP and Minister of Labour Pearnel Charles. She completed school at New York Business Institute and worked at the office of British and Africa Affairs and the United Kingdom and Supply delegation, a subsidiary of the British Consulate. She later worked for the NAACP and with the Sierra Leo"}]}, {"heading": "Births", "year": "1951", "date": "July 6", "txt": "Geoffrey Rush, Australian actor and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 6", "txt": "Hilary Mantel, English author and critic", "entities": [{"title": "Hilary Mantel", "href": "/wiki/Hilary_Mantel", "description": "Dame Hilary Mary Mantel, is an English writer whose work includes historical fiction, personal memoirs and short stories."}]}, {"heading": "Births", "year": "1953", "date": "July 6", "txt": "Nanci Griffith, American singer-songwriter and guitarist", "entities": [{"title": "Nanci Griffith", "href": "/wiki/Nanci_Griffith", "description": "Nanci Caroline Griffith is an American singer, guitarist, and songwriter, raised in Austin, Texas, who lives in Nashville, Tennessee. Griffith appeared many times on the PBS music program Austin City Limits starting in 1985. In 1990, Griffith appeared on the Channel 4 programme Town & Country with John Prine, where she performed at The Bluebird Cafe in Nashville, along with Buddy Mondlock, Robert "}]}, {"heading": "Births", "year": "1953", "date": "July 6", "txt": "Kaiser Kalambo, Zambian footballer and manager (d. 2014)", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 6", "txt": "Robert Ménard, French politician and former journalist", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 6", "txt": "Allyce Beasley, American actress", "entities": [{"title": "Allyce Beasley", "href": "/wiki/Allyce_Beasley", "description": "Allyce Beasley is an American actress and comedian. She is best-known for her role as rhyming, love-struck receptionist Agnes DiPesto in the television series Moonlighting. From April 16, 2001 to March 30, 2007, she was the announcer on Playhouse Disney, a morning lineup of programming for toddlers on Disney Channel. She appeared briefly as a guidance counselor in the Reese Witherspoon film comedy"}]}, {"heading": "Births", "year": "1954", "date": "July 6", "txt": "Willie Randolph, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 6", "txt": "Jennifer Saunders, English actress, comedian and screenwriter", "entities": [{"title": "Jennifer Saunders", "href": "/wiki/Jennifer_Saunders", "description": "Jennifer Jane Saunders is an English comedian, screenwriter, singer and actress. Saunders originally found attention in the 1980s when she became a member of The Comic Strip after graduating from the Royal Central School of Speech and Drama with her best friend and comedy partner, Dawn French. With French, she co-wrote and starred in their eponymous sketch show, French and Saunders, for which they"}]}, {"heading": "Births", "year": "1959", "date": "July 6", "txt": "Richard Dacoury, French basketball player", "entities": [{"title": "Richard Dacoury", "href": "/wiki/Richard_Dacoury", "description": "Richard Dacoury is a former French professional basketball player. He retired in 1998, as the basketball player who won the most French League titles during his career, with 9. Dacoury is considered to be one the greatest players in French basketball history. He had his jersey number 7 retired by Limoges, in October 2010."}]}, {"heading": "Births", "year": "1960", "date": "July 6", "txt": "Maria Wasiak, Polish businesswoman and politician, Polish Minister of Infrastructure and Development", "entities": [{"title": "Maria Wasiak", "href": "/wiki/Maria_Wasiak", "description": "Maria Wasiak is a Polish politician who served as Minister of Infrastructure and Development of Poland and the President of Polish State Railways."}, {"title": "Ministry of Infrastructure and Development (Poland)", "href": "/wiki/Ministry_of_Infrastructure_and_Development_(Poland)", "description": "The Ministry of Infrastructure and Development was a ministerial department of the government of Poland. The ministry was created in November 2013 following the merger of the Ministry of Regional Development and the Ministry of Transport, Construction and Marine Economy during the cabinet of Prime Minister Donald Tusk. The last minister responsible for the department was Andrzej Adamczyk. It was s"}]}, {"heading": "Births", "year": "1961", "date": "July 6", "txt": "Robin Antin, American dancer, choreographer, and businesswoman", "entities": [{"title": "Robin Antin", "href": "/wiki/Robin_Antin", "description": "Robin Antin is an American actress, entrepreneur, singer, dancer, choreographer and clothing designer. In 1995, she founded the modern burlesque troupe the Pussycat Dolls. By 2005, she diversified into various media including a pop recording group with international hits, a Las Vegas nightclub venue and floor show, various merchandise, and a reality television series. Since then, she has gone on t"}]}, {"heading": "Births", "year": "1962", "date": "July 6", "txt": "Todd Bennett, English runner and coach (d. 2013)", "entities": [{"title": "Todd Bennett", "href": "/wiki/Todd_Bennett", "description": "Todd Anthony Bennett was a British athlete who competed mainly in the 400 metres."}]}, {"heading": "Births", "year": "1962", "date": "July 6", "txt": "Peter Hedges, American author, screenwriter, and director", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 6", "txt": "Heather Nova, Bermudian singer-songwriter and guitarist", "entities": [{"title": "Heather Nova", "href": "/wiki/Heather_Nova", "description": "Heather Nova is a Bermudian singer-songwriter and poet. As of 2019, she has released ten full-length albums, six EPs and twelve singles."}]}, {"heading": "Births", "year": "1970", "date": "July 6", "txt": "Inspectah Deck, American rapper and producer", "entities": [{"title": "Inspectah Deck", "href": "/wiki/Inspectah_Deck", "description": "Jason Richard Hunter, better known by his stage name Inspectah Deck, is an American rapper, producer, and actor. He is a member of the groups Wu-Tang Clan and Czarface."}]}, {"heading": "Births", "year": "1970", "date": "July 6", "txt": "Martin Smith, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 6", "txt": "Daniel Andrews, Australian politician, 48th Premier of Victoria", "entities": [{"title": "Daniel Andrews", "href": "/wiki/Daniel_Andrews", "description": "Daniel Michael Andrews is an Australian Labor Party politician who has been Premier of Victoria since December 2014 and Leader of the Labor Party in Victoria since 2010."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1972", "date": "July 6", "txt": "Laurent Gaudé, French author and playwright", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 6", "txt": "Greg Norton, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 6", "txt": "Zhanna Pintusevich-Block, Ukrainian sprinter", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 6", "txt": "Zé Roberto, Brazilian footballer", "entities": [{"title": "Zé Roberto", "href": "/wiki/Z%C3%A9_Roberto", "description": "José Roberto da Silva Júnior, commonly known as Zé Roberto, is a Brazilian former professional footballer who played as a left wing-back or as a midfielder. Currently, he is a technical advisor to Palmeiras, acting directly with the players and the coaching staff."}]}, {"heading": "Births", "year": "1975", "date": "July 6", "txt": "50 Cent, American rapper, producer, and actor", "entities": [{"title": "50 Cent", "href": "/wiki/50_Cent", "description": "Curtis James Jackson III, known professionally as 50 Cent, is an American rapper, songwriter, television producer, actor, and entrepreneur. Known for his impact in the hip hop industry, he has been described as a \"master of the nuanced art of lyrical brevity\"."}]}, {"heading": "Births", "year": "1975", "date": "July 6", "txt": "Sebastián Rulli, Argentine-Mexican actor and model", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 6", "txt": "Amir-Abbas Fakhravar, Iranian journalist and activist", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 6", "txt": "Rory Delap, English-Irish footballer", "entities": [{"title": "Rory Delap", "href": "/wiki/Rory_Delap", "description": "Rory John Delap is a former professional footballer who played as a midfielder. Born in England, he made 11 appearances for the Republic of Ireland national team."}]}, {"heading": "Births", "year": "1976", "date": "July 6", "txt": "Ioana Dumitriu, Romanian-American mathematician and academic", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 6", "txt": "Max Mirnyi, Belarusian tennis player", "entities": [{"title": "Max Mirnyi", "href": "/wiki/Max_Mirnyi", "description": "Maksim Mikalaevich \"Max\" Mirnyi is a Belarusian former professional tennis player."}]}, {"heading": "Births", "year": "1977", "date": "July 6", "txt": "Makhaya Ntini, South African cricketer", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 6", "txt": "Adam Busch, American actor, director, and producer", "entities": [{"title": "Adam Busch", "href": "/wiki/Adam_Busch", "description": "Adam Richard Busch is an American actor, film director and singer best known starring as Warren Mears on the television series Buffy the Vampire Slayer. He also starred as Neal in the TBS comedy Men at Work. He appears in the webshow MyMusic on YouTube as Indie."}]}, {"heading": "Births", "year": "1978", "date": "July 6", "txt": "Tamera Mowry, American actress and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 6", "txt": "Tia Mowry, American actress and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 6", "txt": "Kevin Senio, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 6", "txt": "Nic Cester, Australian singer-songwriter and guitarist", "entities": [{"title": "Nic Cester", "href": "/wiki/Nic_Cester", "description": "Nicholas John \"Nic\" Cester is an Australian musician, singer, songwriter and guitarist, known for being the frontman in rock band Jet alongside his younger brother Chris. Cester is also a founder of the Australian supergroup The Wrights. Jet's track \"Are You Gonna Be My Girl\", has won APRA Awards for 'Most Performed Australian Work Overseas' in 2006 and 2007."}]}, {"heading": "Births", "year": "1979", "date": "July 6", "txt": "Kevin Hart, American comedian, actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 6", "txt": "Joell Ortiz, American rapper", "entities": [{"title": "Joell Ortiz", "href": "/wiki/Joell_Ortiz", "description": "Joell Christopher Ortiz is an American rapper and a member of the group Slaughterhouse. Ortiz grew up in the Cooper Park Houses in the East Williamsburg section of Brooklyn, New York, formerly signed to Dr. Dre's Aftermath Entertainment record label. He was featured in the Unsigned Hype column of the March 2004 issue of The Source Magazine and was also selected as Chairman's Choice in XXL Magazine"}]}, {"heading": "Births", "year": "1980", "date": "July 6", "txt": "Eva Green, French actress and model", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 6", "txt": "Nnamdi Asomugha, American football player", "entities": [{"title": "Nnamdi Asomugha", "href": "/wiki/Nnamdi_Asomugha", "description": "Nnamdi Asomugha is an American actor, producer and former football cornerback. He played college football for the University of California, Berkeley, and was drafted in the first round of the 2003 NFL Draft by the Oakland Raiders. He also played for the Philadelphia Eagles and San Francisco 49ers. For many years he was considered one of the best shutdown corners in the NFL. In his 11-year career, "}]}, {"heading": "Births", "year": "1981", "date": "July 6", "txt": "Roman Shirokov, Russian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 6", "txt": "Brandon Jacobs, American football player", "entities": [{"title": "Brandon Jacobs", "href": "/wiki/Brandon_Jacobs", "description": "Brandon Christopher Jacobs is a former American football running back, who spent the majority of his career with the New York Giants of the National Football League (NFL). He played college football at Coffeyville, Auburn, and Southern Illinois. He was drafted by the Giants in the fourth round of the 2005 NFL Draft, and won two Super Bowl rings with the team, both against the New England Patriots."}]}, {"heading": "Births", "year": "1982", "date": "July 6", "txt": "Misty Upham, American actress (d. 2014)", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 6", "txt": "Gregory Smith, Canadian actor, director, and producer", "entities": [{"title": "Gregory Smith (actor)", "href": "/wiki/Gregory_Smith_(actor)", "description": "Gregory Edward Smith is a Canadian actor, writer, and director. Smith has appeared in several Hollywood films, and is known for his roles as Alan Abernathy in Small Soldiers, Ephram Brown on the television series Everwood, and as Dov Epstein on the police drama series Rookie Blue."}]}, {"heading": "Births", "year": "1984", "date": "July 6", "txt": "Zhang Hao, Chinese figure skater", "entities": [{"title": "Zhang Hao (figure skater)", "href": "/wiki/Zhang_Hao_(figure_skater)", "description": "Zhang Hao is a Chinese retired pair skater. With current partner Yu Xiaoyu, he is the 2016–17 Grand Prix Final silver medalist, 2017 Asian Winter Games champion and 2018 Chinese national champion. With former partner Peng Cheng, he is the 2015 Four Continents silver medalist. With former partner Zhang Dan, he is the 2006 Olympic silver medalist, a four-time World medalist, and a two-time Four Cont"}]}, {"heading": "Births", "year": "1985", "date": "July 6", "txt": "Ranveer Singh, Indian film actor", "entities": [{"title": "Ranveer Singh", "href": "/wiki/Ranveer_Singh", "description": "Ranveer Singh Bhavnani is an Indian actor who is known for his work in Hindi films. The recipient of several awards, including four Filmfare Awards, he is among the highest-paid Indian actors and has been featured in Forbes India's Celebrity 100 list since 2012."}]}, {"heading": "Births", "year": "1986", "date": "July 6", "txt": "David Karp, American businessman, founded Tumblr", "entities": [{"title": "David Karp", "href": "/wiki/David_Karp", "description": "David Karp is an American web developer and entrepreneur. He is the founder and former CEO of the short-form blogging platform Tumblr."}, {"title": "Tumblr", "href": "/wiki/Tumblr", "description": "Tumblr is an American microblogging and social networking website founded by David Karp in 2007 and currently owned by Automattic. The service allows users to post multimedia and other content to a short-form blog. Users can follow other users' blogs. Bloggers can also make their blogs private. For bloggers many of the website's features are accessed from a \"dashboard\" interface."}]}, {"heading": "Births", "year": "1987", "date": "July 6", "txt": "Sophie Auster, American singer-songwriter and actress", "entities": [{"title": "Sophie Auster", "href": "/wiki/Sophie_Auster", "description": "Sophie Auster is an American singer/songwriter and actress. She is the daughter of authors Paul Auster and Siri Hustvedt."}]}, {"heading": "Births", "year": "1987", "date": "July 6", "txt": "Manteo Mitchell, American runner", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 6", "txt": "Kate Nash, English singer-songwriter, guitarist, and actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 6", "txt": "Caroline Trentini, Brazilian model", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 6", "txt": "Kevin Fickentscher, Swiss footballer", "entities": [{"title": "Kevin Fickentscher", "href": "/wiki/Kevin_Fickentscher", "description": "Kevin Fickentscher is a Swiss professional footballer who currently plays for FC Sion as a goalkeeper."}]}, {"heading": "Births", "year": "1990", "date": "July 6", "txt": "Magaye Gueye, French footballer", "entities": [{"title": "Magaye Gueye", "href": "/wiki/Magaye_Gueye", "description": "Magaye Serigne Falilou Gueye is a professional footballer who plays as a forward. He is a former French youth and under-21 international, but in 2012 he accepted a call up from Senegal for the Olympic games tournament, eligible due to his Senegalese parentage. Gueye started his professional career with RC Strasbourg in France, before moving to Everton in 2010. He made 24 appearances for Everton in"}]}, {"heading": "Births", "year": "1992", "date": "July 6", "txt": "Manny Machado, Dominican-American baseball player", "entities": [{"title": "Manny Machado", "href": "/wiki/Manny_Machado", "description": "Manuel Arturo Machado is a Dominican-American professional baseball third baseman and shortstop for the San Diego Padres of Major League Baseball (MLB). Very highly recruited from an early age, he was raised in Miami, where he attended Brito High School and was drafted by the Baltimore Orioles with the third overall pick in the 2010 MLB draft. He bats and throws right-handed."}]}, {"heading": "Deaths", "year": "371 BC", "date": "July 6", "txt": "Cleombrotus I, Spartan king", "entities": [{"title": "Cleombrotus I", "href": "/wiki/Cleombrotus_I", "description": "Cleombrotus I was a Spartan king of the Agiad line, reigning from 380 BC until 371 BC. Little is known of Cleombrotus' early life. Son of Pausanias, he became king of Sparta after the death of his brother Agesipolis I in 380 BC, and led the allied Spartan-Peloponnesian army against the Thebans under Epaminondas in the Battle of Leuctra. His death and the utter defeat of his army led to the end of "}]}, {"heading": "Deaths", "year": "649", "date": "July 6", "txt": "Goar of Aquitaine, French bishop", "entities": [{"title": "Goar of Aquitaine", "href": "/wiki/Goar_of_Aquitaine", "description": "Saint Goar of Aquitaine was a priest and hermit of the seventh century. He was offered the position of Bishop of Trier, but prayed to be excused from the position. Goar is noted for his piety and is revered as a miracle-worker. He is a patron saint of innkeepers, potters, and vine growers."}]}, {"heading": "Deaths", "year": "887", "date": "July 6", "txt": "Wang Chongrong, Chinese warlord", "entities": [{"title": "Wang Chongrong", "href": "/wiki/Wang_Chongrong", "description": "Wang Chongrong (王重榮), formally the Prince of Langye (瑯琊王), was a warlord of the late Chinese dynasty Tang Dynasty who controlled Hezhong Circuit. He was instrumental in Tang's eventual defeat of the agrarian rebel Huang Chao, but at times had an adversarial relationship with the court of Emperor Xizong and the powerful eunuch Tian Lingzi."}]}, {"heading": "Deaths", "year": "918", "date": "July 6", "txt": "William I, duke of Aquitaine (b. 875)", "entities": [{"title": "William I, Duke of Aquitaine", "href": "/wiki/William_I,_Duke_of_Aquitaine", "description": "William I, called the Pious, was the Count of Auvergne from 886 and Duke of Aquitaine from 893, succeeding the Poitevin ruler Ebalus Manser. He made numerous monastic foundations, most important among them the foundation of Cluny Abbey on 11 September 910."}]}, {"heading": "Deaths", "year": "1017", "date": "July 6", "txt": "Genshin, Japanese scholar (b. 942)", "entities": [{"title": "Genshin", "href": "/wiki/Genshin", "description": "Genshin , also known as Eshin Sōzu (恵心僧都), was the most influential of a number of scholar-monks of the Buddhist Tendai sect active during the tenth and eleventh centuries in Japan. Genshin, who was trained in both esoteric and exoteric teachings, wrote a number of treatises pertaining to the increasingly popular Pure Land Buddhism from a Tendai viewpoint, but his magnum opus, the Ōjōyōshū  had co"}]}, {"heading": "Deaths", "year": "1070", "date": "July 6", "txt": "Godelieve, Flemish saint (b. 1049)", "entities": [{"title": "Godelieve", "href": "/wiki/Godelieve", "description": "Saint Godelieve is a Flemish saint. She was martyred by the servants of her angry husband because she preferred to become a nun rather than marry."}]}, {"heading": "Deaths", "year": "1189", "date": "July 6", "txt": "Henry II, king of England (b. 1133)", "entities": [{"title": "Henry II of England", "href": "/wiki/Henry_II_of_England", "description": "Henry II, also known as Henry Curtmantle, Henry FitzEmpress or Henry Plantagenet, was King of England from 1154 until his death in 1189. He was the first king of the House of Plantagenet. King Louis VII of France made him Duke of Normandy in 1150. Henry became Count of Anjou and Maine upon the death of his father, Count Geoffrey V, in 1151. His marriage in 1152 to Eleanor of Aquitaine, whose marri"}]}, {"heading": "Deaths", "year": "1218", "date": "July 6", "txt": "Odo III, duke of Burgundy (b. 1166)", "entities": [{"title": "Odo III, Duke of Burgundy", "href": "/wiki/Odo_III,_Duke_of_Burgundy", "description": "Eudes III, commonly known in English as Odo III, was duke of Burgundy between 1192 and 1218. Odo was the eldest son of duke Hugh III and his first wife Alice, daughter of Matthias I, Duke of Lorraine."}]}, {"heading": "Deaths", "year": "1249", "date": "July 6", "txt": "Alexander II, king of Scotland (b. 1198)", "entities": [{"title": "Alexander II of Scotland", "href": "/wiki/Alexander_II_of_Scotland", "description": "Alexander II was King of Scotland from 1214 until his death. He concluded the Treaty of York (1237) which defined the boundary between England and Scotland, virtually unchanged today."}]}, {"heading": "Deaths", "year": "1415", "date": "July 6", "txt": "Jan Hus, Czech priest, philosopher, and reformer (b. 1369)", "entities": [{"title": "Jan Hus", "href": "/wiki/Jan_Hus", "description": "Jan Hus, sometimes anglicized as John Hus or John Huss, and referred to in historical texts as Iohannes Hus or Johannes Huss, was a Czech theologian and philosopher who became a Church reformer and the inspiration of Hussitism, a key predecessor to Protestantism and a seminal figure in the Bohemian Reformation. After John Wycliffe, the theorist of ecclesiastical reform, Hus is considered the secon"}]}, {"heading": "Deaths", "year": "1476", "date": "July 6", "txt": "Regiomontanus, German mathematician and astrologer (b. 1436)", "entities": [{"title": "Regiomontanus", "href": "/wiki/Regiomontanus", "description": "Johannes Müller von Königsberg, better known as Regiomontanus, was a mathematician, astrologer and astronomer of the German Renaissance, active in Vienna, Buda and Nuremberg. His contributions were instrumental in the development of Copernican heliocentrism in the decades following his death."}]}, {"heading": "Deaths", "year": "1480", "date": "July 6", "txt": "Antonio Squarcialupi, Italian composer (b. 1416)", "entities": [{"title": "Antonio Squarcialupi", "href": "/wiki/Antonio_Squarcialupi", "description": "Antonio Squarcialupi was an Italian organist and composer. He was the most famous organist in Italy in the mid-15th century."}]}, {"heading": "Deaths", "year": "1533", "date": "July 6", "txt": "Ludovico Ariosto, Italian poet and playwright (b. 1474)", "entities": [{"title": "Ludovico Ariosto", "href": "/wiki/Ludovico_Ariosto", "description": "Ludovico Ariosto was an Italian poet. He is best known as the author of the romance epic Orlando Furioso (1516). The poem, a continuation of Matteo Maria Boiardo's Orlando Innamorato, describes the adventures of Charlemagne, Orlando, and the Franks as they battle against the Saracens with diversions into many sideplots. The poem is transformed into a satire of the chivalric tradition. Ariosto comp"}]}, {"heading": "Deaths", "year": "1535", "date": "July 6", "txt": "Thomas More, English lawyer and politician, Chancellor of the Duchy of Lancaster (b. 1478)", "entities": [{"title": "Thomas More", "href": "/wiki/Thomas_More", "description": "Sir Thomas More, venerated in the Catholic Church as Saint Thomas More, was an English lawyer, judge, social philosopher, author, statesman, and noted Renaissance humanist. He also served Henry VIII as Lord High Chancellor of England from October 1529 to May 1532. He wrote Utopia, published in 1516, which describes the political system of an imaginary island state."}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Deaths", "year": "1553", "date": "July 6", "txt": "Edward VI, king of England and Ireland (b. 1537)", "entities": [{"title": "Edward VI of England", "href": "/wiki/Edward_VI_of_England", "description": "Edward VI was the King of England and Ireland from 28 January 1547 until his death in 1553. He was crowned on 20 February at the age of nine. Edward was the son of Henry VIII and Jane Seymour, and England's first monarch to be raised as a Protestant. During his reign, the realm was governed by a regency council because he never reached maturity. The council was first led by his uncle Edward Seymou"}]}, {"heading": "Deaths", "year": "1583", "date": "July 6", "txt": "Edmund Grindal, English archbishop (b. 1519)", "entities": [{"title": "Edmund Grindal", "href": "/wiki/Edmund_Grindal", "description": "Edmund Grindal was a prelate of the Church of England who, during the reign of Elizabeth I, was successively Bishop of London, Archbishop of York, and Archbishop of Canterbury. Though born far from the centres of political and religious power, he had risen rapidly in the church during the reign of Edward VI, culminating in his nomination as Bishop of London; the death of the King prevented his tak"}]}, {"heading": "Deaths", "year": "1585", "date": "July 6", "txt": "Thomas Aufield, English priest and martyr (b. 1552)", "entities": [{"title": "Thomas Aufield", "href": "/wiki/Thomas_Aufield", "description": "Thomas Aufield, also called Thomas Alfield, was an English Roman Catholic martyr."}]}, {"heading": "Deaths", "year": "1614", "date": "July 6", "txt": "Man Singh I, Rajput Raja of Amer (b. 1550)", "entities": [{"title": "Man Singh I", "href": "/wiki/Man_Singh_I", "description": "Raja Man Singh was the Kachwaha Raja of Amer, a state later known as Jaipur in Rajputana. He was a trusted general of the Mughal emperor Akbar, who included him among the Navaratnas, or the nine (nava) gems (ratna) of the royal court of Akbar."}]}, {"heading": "Deaths", "year": "1684", "date": "July 6", "txt": "Peter Gunning, English bishop (b. 1614)", "entities": [{"title": "Peter Gunning", "href": "/wiki/Peter_Gunning", "description": "Peter Gunning was an English Royalist church leader, Bishop of Chichester and Bishop of Ely."}]}, {"heading": "Deaths", "year": "1758", "date": "July 6", "txt": "George Howe, 3rd Viscount Howe, English general and politician (b. 1725)", "entities": [{"title": "George Howe, 3rd Viscount Howe", "href": "/wiki/George_Howe,_3rd_Viscount_Howe", "description": "George Augustus Howe, 3rd Viscount Howe was a career officer and a Brigadier General in the British Army. He was described by James Wolfe as \"the best officer in the British Army\". He was killed in the French and Indian War in a skirmish at Fort Ticonderoga the day before the Battle of Carillon, an ultimately disastrous attempt by the British to capture French-controlled Fort Carillon."}]}, {"heading": "Deaths", "year": "1768", "date": "July 6", "txt": "Conrad Beissel, German-American religious leader (b. 1690)", "entities": [{"title": "Conrad Beissel", "href": "/wiki/Conrad_Beissel", "description": "Georg Conrad Beissel was a German-born religious leader who in 1732 founded the Ephrata Community in the Province of Pennsylvania."}]}, {"heading": "Deaths", "year": "1802", "date": "July 6", "txt": "Daniel Morgan, American general and politician (b. 1736)", "entities": [{"title": "Daniel Morgan", "href": "/wiki/Daniel_Morgan", "description": "Daniel Morgan was an American pioneer, soldier, and politician from Virginia. One of the most respected battlefield tacticians of the American Revolutionary War of 1775–1783, he later commanded troops during the suppression of the Whiskey Rebellion of 1791–1794."}]}, {"heading": "Deaths", "year": "1809", "date": "July 6", "txt": "Antoine Charles Louis de Lasalle, French general (b. 1775)", "entities": [{"title": "Antoine Charles Louis de Lasalle", "href": "/wiki/Antoine_Charles_Louis_de_Lasalle", "description": "Antoine-Charles-Louis, Comte de Lasalle was a French cavalry general during the Revolutionary and Napoleonic Wars, often called \"The Hussar General\". He first gained fame for his role in the Capitulation of Stettin. Over the course of his short career, he became known as a daring adventurer and was credited with many exploits. Eventually, he fought on every front and was killed at the Battle of Wa"}]}, {"heading": "Deaths", "year": "1813", "date": "July 6", "txt": "Granville Sharp, English activist (b. 1735)", "entities": [{"title": "Granville Sharp", "href": "/wiki/Granville_Sharp", "description": "Granville Sharp was one of the first British campaigners for the abolition of the slave trade. He also involved himself in trying to correct other social injustices. Sharp formulated the plan to settle black people in Sierra Leone, and founded the St George's Bay Company, a forerunner of the Sierra Leone Company. His efforts led to both the founding of the Province of Freedom, and later on Freetow"}]}, {"heading": "Deaths", "year": "1815", "date": "July 6", "txt": "Samuel Whitbread, English politician (b. 1764)", "entities": [{"title": "Samuel Whitbread (1764–1815)", "href": "/wiki/Samuel_Whitbread_(1764%E2%80%931815)", "description": "Samuel Whitbread was a British politician."}]}, {"heading": "Deaths", "year": "1835", "date": "July 6", "txt": "John Marshall, American captain and politician, 4th United States Secretary of State (b. 1755)", "entities": [{"title": "John Marshall", "href": "/wiki/John_Marshall", "description": "John Marshall was an American politician and lawyer who served as the fourth Chief Justice of the United States from 1801 to 1835. Marshall remains the longest-serving chief justice and fourth-longest serving justice in Supreme Court history, and he is widely regarded as one of the most influential justices to ever sit on the Supreme Court. Prior to joining the Supreme Court, Marshall served as th"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Deaths", "year": "1854", "date": "July 6", "txt": "Georg Ohm, German physicist and mathematician (b. 1789)", "entities": [{"title": "Georg Ohm", "href": "/wiki/Georg_Ohm", "description": "Georg Simon Ohm was a German physicist and mathematician. As a school teacher, Ohm began his research with the new electrochemical cell, invented by Italian scientist Alessandro Volta. Using equipment of his own creation, Ohm found that there is a direct proportionality between the potential difference (voltage) applied across a conductor and the resultant electric current. This relationship is kn"}]}, {"heading": "Deaths", "year": "1868", "date": "July 6", "txt": "Harada Sanosuke, Japanese captain (b. 1840)", "entities": [{"title": "Harada Sanosuke", "href": "/wiki/Harada_Sanosuke", "description": "Harada Sanosuke  was a Japanese warrior (samurai) who lived in the late Edo period. He was the 10th unit captain of the Shinsengumi, and died during the Boshin War."}]}, {"heading": "Deaths", "year": "1893", "date": "July 6", "txt": "Guy de Maupassant, French short story writer, novelist, and poet (b. 1850)", "entities": [{"title": "Guy de Maupassant", "href": "/wiki/Guy_de_Maupassant", "description": "Henri René Albert Guy de Maupassant was a 19th-century French author, remembered as a master of the short story form, and as a representative of the Naturalist school, who depicted human lives and destinies and social forces in disillusioned and often pessimistic terms."}]}, {"heading": "Deaths", "year": "1901", "date": "July 6", "txt": "Chlodwig Carl Viktor, German prince and chancellor (b. 1819)", "entities": [{"title": "Chlodwig, Prince of Hohenlohe-Schillingsfürst", "href": "/wiki/Chlodwig,_Prince_of_Hohenlohe-Schillingsf%C3%BCrst", "description": "Chlodwig Carl Viktor, Prince of Hohenlohe-Schillingsfürst, Prince of Ratibor and Corvey, usually referred to as the Prince of Hohenlohe, was a German statesman, who served as Chancellor of Germany and Prime Minister of Prussia from 1894 to 1900. Prior to his appointment as Chancellor, he had served in a number of other positions, including as Prime Minister of Bavaria (1866–1870), German Ambassado"}]}, {"heading": "Deaths", "year": "1902", "date": "July 6", "txt": "Maria Goretti, Italian martyr and saint (b. 1890)", "entities": [{"title": "Maria Goretti", "href": "/wiki/Maria_Goretti", "description": "Maria Teresa Goretti is an Italian virgin-martyr of the Catholic Church, and one of the youngest saints to be canonized. She was born to a farming family. Her father died when she was nine, and they had to share a house with another family, the Serenellis. Maria took over household duties while her mother, brothers, and sister worked in the fields."}]}, {"heading": "Deaths", "year": "1904", "date": "July 6", "txt": "Abai Qunanbaiuly, Kazakh poet and philosopher (b. 1845)", "entities": [{"title": "Abai Qunanbaiuly", "href": "/wiki/Abai_Qunanbaiuly", "description": "Ibrahim (Abai) Qunanbaiuly was a Kazakh poet, composer and Hanafi Maturidi theologian philosopher. He was also a cultural reformer toward European and Russian cultures on the basis of enlightened Islam. His name is also transliterated as Abay Kunanbayev ; among Kazakhs he is known as Abai."}]}, {"heading": "Deaths", "year": "1907", "date": "July 6", "txt": "August Johann Gottfried Bielenstein, German linguist and theologian (b. 1826)", "entities": [{"title": "August Johann Gottfried Bielenstein", "href": "/wiki/August_Johann_Gottfried_Bielenstein", "description": "August Johann Gottfried Bielenstein was a Baltic German linguist, folklorist, ethnographer, and theologian."}]}, {"heading": "Deaths", "year": "1914", "date": "July 6", "txt": "Georges Legagneux, French aviator (b. 1882) ", "entities": [{"title": "Georges Legagneux", "href": "/wiki/Georges_Legagneux", "description": "Georges Théophile Legagneux was a French pioneer aviator, the first person to fly higher than 10,000 feet and the first to fly a plane in Austria, Sweden and Russia."}]}, {"heading": "Deaths", "year": "1916", "date": "July 6", "txt": "Odilon Redon, French painter and illustrator (b. 1840)", "entities": [{"title": "Odilon Redon", "href": "/wiki/Odilon_Redon", "description": "Odilon Redon was a French symbolist painter, printmaker, draughtsman and pastellist."}]}, {"heading": "Deaths", "year": "1918", "date": "July 6", "txt": "Wilhelm von Mirbach, German diplomat (b. 1871)", "entities": [{"title": "Wilhelm von Mirbach", "href": "/wiki/Wilhelm_von_Mirbach", "description": "Wilhelm Maria Theodor Ernst Richard Graf von Mirbach-Harff was a German diplomat."}]}, {"heading": "Deaths", "year": "1922", "date": "July 6", "txt": "Maria Teresia Ledóchowska, Polish-Austrian nun and missionary (b. 1863)", "entities": [{"title": "Maria Teresia Ledóchowska", "href": "/wiki/Maria_Teresia_Led%C3%B3chowska", "description": "Mary Theresa Ledóchowska, was a Polish Roman Catholic Religious Sister and missionary, who founded the Missionary Sisters of St. Peter Claver, dedicated to service in Africa. She has been beatified by the Catholic Church."}]}, {"heading": "Deaths", "year": "1932", "date": "July 6", "txt": "Kenneth Grahame, Scottish-English author (b. 1859)", "entities": [{"title": "Kenneth Grahame", "href": "/wiki/Kenneth_Grahame", "description": "Kenneth Grahame was a British writer born in Edinburgh, Scotland. He is most famous for The Wind in the Willows (1908), one of the classics of children's literature. He also wrote The Reluctant Dragon. Both books were later adapted for stage and film, of which A. A. Milne's Toad of Toad Hall, based on part of The Wind in the Willows, was the first. Other adaptations include the Disney films The Ad"}]}, {"heading": "Deaths", "year": "1934", "date": "July 6", "txt": "Nestor Makhno, Ukrainian commander (b. 1888)", "entities": [{"title": "Nestor Makhno", "href": "/wiki/Nestor_Makhno", "description": "Nestor Ivanovych Makhno, commonly known as Bat'ko Makhno, was a Ukrainian anarchist revolutionary and the commander of an independent anarchist army in Ukraine from 1917–21."}]}, {"heading": "Deaths", "year": "1946", "date": "July 6", "txt": "Horace Pippin, American painter (b. 1888)", "entities": [{"title": "Horace Pippin", "href": "/wiki/Horace_Pippin", "description": "Horace Pippin was a self-taught American artist who painted a range of themes, including scenes inspired by his service in World War I, landscapes, portraits, and biblical subjects. Some of his best-known works address the U.S.'s history of slavery and racial segregation. He was the first Black artist to be the subject of a monograph, Selden Rodman's Horace Pippin, A Negro Painter in America (1947"}]}, {"heading": "Deaths", "year": "1947", "date": "July 6", "txt": "Adolfo Müller-Ury, Swiss-American painter (b. 1862)", "entities": [{"title": "Adolfo Müller-Ury", "href": "/wiki/Adolfo_M%C3%BCller-Ury", "description": "Adolfo Müller-Ury, KSG was a Swiss-born American portrait painter and impressionistic painter of roses and still life."}]}, {"heading": "Deaths", "year": "1952", "date": "July 6", "txt": "Louis-Alexandre Taschereau, Canadian lawyer and politician, 14th Premier of Quebec (b. 1867)", "entities": [{"title": "Louis-Alexandre Taschereau", "href": "/wiki/Louis-Alexandre_Taschereau", "description": "Louis-Alexandre Taschereau was the 14th Premier of the Canadian province of Quebec from 1920 to 1936. He was elected four times, the first in 1900, in the riding of Montmorency. He was also a member of the Parti libéral du Québec."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "1959", "date": "July 6", "txt": "George Grosz, German painter and illustrator (b. 1893)", "entities": [{"title": "George Grosz", "href": "/wiki/George_Grosz", "description": "George Grosz was a German artist known especially for his caricatural drawings and paintings of Berlin life in the 1920s. He was a prominent member of the Berlin Dada and New Objectivity groups during the Weimar Republic. He immigrated to the United States in 1933, and became a naturalized citizen in 1938. Abandoning the style and subject matter of his earlier work, he exhibited regularly and taug"}]}, {"heading": "Deaths", "year": "1960", "date": "July 6", "txt": "Aneurin Bevan, Welsh-English politician, Secretary of State for Health (b. 1897)", "entities": [{"title": "Aneurin Bevan", "href": "/wiki/Aneurin_Bevan", "description": "Aneurin Bevan PC, often known as Nye Bevan, was a Welsh Labour Party politician. Born into a working-class family in South Wales, he was the son of a coal miner. He left school at 13 and worked as a miner during his teens where he became involved in local union politics. He was named head of his Miners' Lodge when aged 19, where he frequently railed against management. He joined the Labour Party a"}, {"title": "Secretary of State for Health", "href": "/wiki/Secretary_of_State_for_Health", "description": "The Secretary of State for Health and Social Care, also referred to as the Health Secretary, is a secretary of state position within the Government of the United Kingdom, and leader of the Department of Health and Social Care (DHSC). The postholder has responsibility for all health and social care matters in England, including England's National Health Service (NHS). Alongside the Chief Medical Of"}]}, {"heading": "Deaths", "year": "1961", "date": "July 6", "txt": "Scott LaFaro, American bassist (b. 1936)", "entities": [{"title": "Scott LaFaro", "href": "/wiki/Scott_LaFaro", "description": "Rocco Scott LaFaro was an American jazz double bassist known for his work with the Bill Evans Trio. Despite his short career, he was ranked #16 on Bass Player magazine's top 100 bass players of all time."}]}, {"heading": "Deaths", "year": "1961", "date": "July 6", "txt": "Woodall Rodgers, American lawyer and politician, Mayor of Dallas (b. 1890)", "entities": [{"title": "Mayor of Dallas", "href": "/wiki/Mayor_of_Dallas", "description": "The Mayor of the City of Dallas is the head of the Dallas City Council. The current mayor is Eric Johnson, who has served one term since 2019 and is the 62nd mayor to serve the position. Dallas operates under a weak-mayor system, and a board-appointed city manager operates as the chief executive of the city."}]}, {"heading": "Deaths", "year": "1962", "date": "July 6", "txt": "Paul Boffa, Maltese soldier and politician, 5th Prime Minister of Malta (b. 1890)", "entities": [{"title": "Paul Boffa", "href": "/wiki/Paul_Boffa", "description": "Sir Paul Boffa, OBE was a Maltese prime minister (1947–50) who took office after self-rule was reinstated by the British colonial authority following the end of World War II."}, {"title": "Prime Minister of Malta", "href": "/wiki/Prime_Minister_of_Malta", "description": "The Prime Minister of Malta is the head of government, which is the highest official of Malta."}]}, {"heading": "Deaths", "year": "1962", "date": "July 6", "txt": "William Faulkner, American novelist and short story writer, Nobel Prize laureate (b. 1897)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1962", "date": "July 6", "txt": "Joseph August, archduke of Austria (b. 1872)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "July 6", "txt": "George, duke of Mecklenburg (b. 1899)", "entities": [{"title": "George, Duke of Mecklenburg", "href": "/wiki/George,_Duke_of_Mecklenburg", "description": "George, Duke of Mecklenburg was the head of the House of Mecklenburg-Strelitz from 1934 until his death. Through his father, he was a descendant of Emperor Paul I of Russia."}]}, {"heading": "Deaths", "year": "1964", "date": "July 6", "txt": "Claude V. Ricketts, American admiral (b. 1906)", "entities": [{"title": "Claude V. Ricketts", "href": "/wiki/Claude_V._Ricketts", "description": "Claude Vernon Ricketts was a four-star admiral in the United States Navy, who served as the Vice Chief of Naval Operations from 1961 to 1964."}]}, {"heading": "Deaths", "year": "1966", "date": "July 6", "txt": "Sad Sam Jones, American baseball player and manager (b. 1892)", "entities": [{"title": "Sad Sam Jones", "href": "/wiki/Sad_Sam_Jones", "description": "Samuel Pond \"Sad Sam\" Jones was an American Major League Baseball pitcher with the Cleveland Indians, Boston Red Sox, New York Yankees, St. Louis Browns, Washington Senators and the Chicago White Sox between 1914 and 1935. Jones batted and threw right-handed. His sharp breaking curveball also earned him the nickname \"Horsewhips Sam\"."}]}, {"heading": "Deaths", "year": "1967", "date": "July 6", "txt": "Hilda Taba, Estonian architect and educator (b. 1902)", "entities": [{"title": "Hilda Taba", "href": "/wiki/Hilda_Taba", "description": "Hilda Taba was an architect, a curriculum theorist, a curriculum reformer, and a teacher educator. Taba was born in the small village of Kooraste, Estonia. Her mother's name was Liisa Leht, and her father was a schoolmaster whose name was Robert Taba. Hilda Taba began her education at the Kanepi Parish School. She then attended the Võru’s Girls’ Grammar School and earned her undergraduate degree i"}]}, {"heading": "Deaths", "year": "1971", "date": "July 6", "txt": "Louis Armstrong, American singer and trumpet player (b. 1901)", "entities": [{"title": "Louis Armstrong", "href": "/wiki/Louis_Armstrong", "description": "Louis Daniel Armstrong, nicknamed \"Satchmo\", \"Satch\", and \"Pops\", was an American trumpeter and vocalist who was among the most influential figures in jazz. His career spanned five decades and different eras in the history of jazz."}]}, {"heading": "Deaths", "year": "1973", "date": "July 6", "txt": "Otto Klemperer, German-American conductor and composer (b. 1885)", "entities": [{"title": "Otto Klemperer", "href": "/wiki/Otto_Klemperer", "description": "Otto Nossan Klemperer was a German-born orchestral conductor and composer, described as \"the last of the few really great conductors of his generation.\""}]}, {"heading": "Deaths", "year": "1975", "date": "July 6", "txt": "Reşat Ekrem Koçu, Turkish historian, scholar, and poet (b. 1905)", "entities": [{"title": "Reşat Ekrem Koçu", "href": "/wiki/Re%C5%9Fat_Ekrem_Ko%C3%A7u", "description": "Reşat Ekrem Koçu was a Turkish writer and historian. His best known work is his unfinished Istanbul Encyclopedia, which recounts many tales of Istanbul from Ottoman times. Koçu and his colorful depictions of Ottoman Istanbul are celebrated in Orhan Pamuk's book Istanbul: Memories and the City."}]}, {"heading": "Deaths", "year": "1976", "date": "July 6", "txt": "Zhu De, Chinese general and politician, Chairman of the Standing Committee of the National People's Congress (b. 1886)", "entities": [{"title": "Zhu De", "href": "/wiki/Zhu_De", "description": "Zhu De was a Chinese general, military strategist, politician, revolutionary of the Chinese Communist Party. Born poor in 1886 in Sichuan, he was adopted by a wealthy uncle at age nine. His wealthy uncle provided him a superior early education that led to his admission into a military academy. After the academy, he joined a rebel army and soon became a warlord. It was after this period that he ado"}, {"title": "Chairman of the Standing Committee of the National People's Congress", "href": "/wiki/Chairman_of_the_Standing_Committee_of_the_National_People%27s_Congress", "description": "The Chairman of the Standing Committee of the National People's Congress, officially styled the Chairman of the Standing Committee of the National People's Congress of the People's Republic of China, is the presiding officer of the Standing Committee of the National People's Congress of the People's Republic of China, which is considered China's top legislative body. The current Chairman is Li Zha"}]}, {"heading": "Deaths", "year": "1976", "date": "July 6", "txt": "Fritz Lenz, German geneticist and physician (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "July 6", "txt": "Ödön Pártos, Hungarian-Israeli viola player and composer (b. 1907)", "entities": [{"title": "Ödön Pártos", "href": "/wiki/%C3%96d%C3%B6n_P%C3%A1rtos", "description": "Ödön Pártos [alternate transcription in English: Oedoen Partos, Hungarian: Pártos Ödön, Hebrew: עֵדֶן פרטוש‎ ] was a Hungarian-Israeli violist and composer. A recipient of the Israel Prize, he taught and served as director of the Rubin Academy of Music, now known as the Buchmann-Mehta School of Music in Tel Aviv."}]}, {"heading": "Deaths", "year": "1978", "date": "July 6", "txt": "Babe Paley, American socialite and fashion style icon (b. 1915)", "entities": [{"title": "Babe Paley", "href": "/wiki/Babe_Paley", "description": "Barbara \"Babe\" Cushing Mortimer Paley was an American socialite and style icon, whose second husband was the founder of CBS, William S. Paley. She was known by the nickname \"Babe\" for most of her life. She was named to the International Best Dressed List Hall of Fame in 1958."}]}, {"heading": "Deaths", "year": "1979", "date": "July 6", "txt": "Van McCoy, American singer-songwriter and producer (b. 1940)", "entities": [{"title": "Van McCoy", "href": "/wiki/Van_McCoy", "description": "Van Allen Clinton McCoy was an American musician, record producer, arranger, songwriter, singer and orchestra conductor. He is known best for his 1975 internationally successful song \"The Hustle\". He has approximately 700 song copyrights to his credit, and is also noted for producing songs for such recording artists as Gladys Knight & the Pips, The Stylistics, Aretha Franklin, Brenda & the Tabulat"}]}, {"heading": "Deaths", "year": "1986", "date": "July 6", "txt": "Jagjivan Ram, Indian lawyer and politician, 4th Deputy Prime Minister of India (b. 1908)", "entities": [{"title": "Jagjivan Ram", "href": "/wiki/Jagjivan_Ram", "description": "Jagjivan Ram, known popularly as Babuji, was an Indian independence activist and politician from Bihar. He was instrumental in the foundation of the All India Depressed Classes League, an organisation dedicated to attaining equality for untouchables, in 1935 and was elected to Bihar Legislative Assembly in 1937, after which he organised the rural labour movement."}, {"title": "Deputy Prime Minister of India", "href": "/wiki/Deputy_Prime_Minister_of_India", "description": "The Deputy Prime Minister of India is the deputy to the Prime Minister of India, who is head of the government of India. The deputy prime minister is the second highest ranking member of the Union Council of Ministers. A deputy prime minister usually also holds a cabinet portfolio such as the home minister, defence minister or finance minister. In the parliamentary system of government, the prime "}]}, {"heading": "Deaths", "year": "1989", "date": "July 6", "txt": "János Kádár, Hungarian mechanic and politician, Hungarian Minister of the Interior (b. 1912)", "entities": [{"title": "János Kádár", "href": "/wiki/J%C3%A1nos_K%C3%A1d%C3%A1r", "description": "János József Kádár was a Hungarian communist leader and the General Secretary of the Hungarian Socialist Workers' Party, His 32-year term went through two stages. First (1956–1962), he was a dictator who imposed an iron-fisted rule of Communist Party terror on Hungary. In stage two (1962–1988) he became a champion of liberal communism who focused on economic reform and softening of police state me"}, {"title": "Ministry of Interior (Hungary)", "href": "/wiki/Ministry_of_Interior_(Hungary)", "description": "The Ministry of Interior of Hungary is a part of the Hungarian state organisation. Its head, the Minister of Interior, is a member of the Hungarian cabinet. The ministry was established in 1848."}]}, {"heading": "Deaths", "year": "1991", "date": "July 6", "txt": "Mudashiru Lawal, Nigerian footballer (b. 1954)", "entities": [{"title": "Mudashiru Lawal", "href": "/wiki/Mudashiru_Lawal", "description": "Mudashiru Babatunde \"Muda\" Lawal was a Nigerian footballer who played as a midfielder for both club and country."}]}, {"heading": "Deaths", "year": "1992", "date": "July 6", "txt": "Marsha P. Johnson, American drag queen performer and activist (b. 1945)", "entities": [{"title": "Marsha P. Johnson", "href": "/wiki/Marsha_P._Johnson", "description": "Marsha P. Johnson, born and also known as Malcolm Michaels Jr., was an American gay liberation activist and self-identified drag queen. Known as an outspoken advocate for gay rights, Johnson was one of the prominent figures in the Stonewall uprising of 1969. Johnson was a founding member of the Gay Liberation Front and co-founded the radical activist group Street Transvestite Action Revolutionarie"}, {"title": "Drag queen", "href": "/wiki/Drag_queen", "description": "A drag queen is a person, usually male, who uses drag clothing and makeup to imitate and often exaggerate female gender signifiers and gender roles for entertainment purposes. Historically, most drag queens have been men dressing as women. In modern times, drag queens are associated with gay men and gay culture, but they can be of any gender and sexual identity."}]}, {"heading": "Deaths", "year": "1994", "date": "July 6", "txt": "Ahmet Haxhiu, Kosovan activist (b. 1932)", "entities": [{"title": "Ahmet Haxhiu", "href": "/wiki/Ahmet_Haxhiu", "description": "Ahmet Haxhiu was a Kosovo Albanian political activist and one of the main gunrunners for Kosovo Liberation Army in the early 1990s. He was one of the leading figures of the Revolutionary Movement for Albanian Unification, which aimed at uniting various illegal groups who fought against the government of FR Yugoslavia. Haxhiu later joined People's Movement of Kosovo and was considered the right han"}]}, {"heading": "Deaths", "year": "1995", "date": "July 6", "txt": "Aziz Nesin, Turkish author and poet (b. 1915)", "entities": [{"title": "Aziz Nesin", "href": "/wiki/Aziz_Nesin", "description": "Aziz Nesin was a Turkish writer, humorist and the author of more than 100 books. Born in a time when Turks did not have official surnames, he had to adopt one after the Surname Law of 1934 was passed. Although his family carried the epithet \"Topalosmanoğlu\", after an ancestor named \"Topal Osman\", he chose the surname \"Nesin\". In Turkish, Nesin? means, What are you?."}]}, {"heading": "Deaths", "year": "1997", "date": "July 6", "txt": "Chetan Anand, Indian director, producer, and screenwriter (b. 1921)", "entities": [{"title": "Chetan Anand (director)", "href": "/wiki/Chetan_Anand_(director)", "description": "Chetan Anand was a Hindi film producer, screenwriter and director from India, whose debut film, Neecha Nagar, was awarded the Grand Prix Prize at the first ever Cannes Film Festival in 1946. Later he co-founded Navketan Films with his younger brother Dev Anand in 1949."}]}, {"heading": "Deaths", "year": "1998", "date": "July 6", "txt": "Roy Rogers, American cowboy, actor, and singer (b. 1911)", "entities": [{"title": "Roy Rogers", "href": "/wiki/Roy_Rogers", "description": "Roy Rogers was an American singer, actor, and television host. Following early work under his given name, first as co-founder of the Sons of the Pioneers and then acting, the rebranded Rogers then became one of the most popular Western stars of his era. Known as the \"King of the Cowboys\", he appeared in over 100 films and numerous radio and television episodes of The Roy Rogers Show. In many of hi"}]}, {"heading": "Deaths", "year": "1999", "date": "July 6", "txt": "Joaquín Rodrigo, Spanish pianist and composer (b. 1901)", "entities": [{"title": "Joaquín Rodrigo", "href": "/wiki/Joaqu%C3%ADn_Rodrigo", "description": "Joaquín Rodrigo Vidre, 1st Marquess of the Gardens of Aranjuez, was a Spanish composer and a virtuoso pianist. He is best known for composing the Concierto de Aranjuez, a cornerstone of the classical guitar repertoire."}]}, {"heading": "Deaths", "year": "2000", "date": "July 6", "txt": "Władysław Szpilman, Polish pianist and composer (b. 1911)", "entities": [{"title": "Władysław Szpilman", "href": "/wiki/W%C5%82adys%C5%82aw_Szpilman", "description": "Władysław Szpilman was a Polish pianist and classical composer of Jewish descent. Szpilman is widely known as the central figure in the 2002 Roman Polanski film The Pianist, which was based on Szpilman's autobiographical account of how he survived the German occupation of Warsaw and the Holocaust."}]}, {"heading": "Deaths", "year": "2002", "date": "July 6", "txt": "Dhirubhai Ambani, Indian businessman, founded Reliance Industries (b. 1932)", "entities": [{"title": "Dhirubhai Ambani", "href": "/wiki/Dhirubhai_Ambani", "description": "Dhirajlal Hirachand Ambani, popularly known as Dhirubhai Ambani was a successful Indian business tycoon who founded Reliance Industries. Ambani took Reliance public in 1977 and was worth $25.6 billion upon his death. In 2016, he was honoured posthumously with the Padma Vibhushan, India's second-highest civilian honour for his contributions to trade and industry."}, {"title": "Reliance Industries", "href": "/wiki/Reliance_Industries", "description": "Reliance Industries Limited (RIL) is an Indian multinational conglomerate company headquartered in Mumbai, India. Reliance owns businesses across India engaged in energy, petrochemicals, textiles, natural resources, retail, and telecommunications. Reliance is one of the most profitable companies in India, the largest publicly traded company in India by market capitalisation, and the largest compan"}]}, {"heading": "Deaths", "year": "2002", "date": "July 6", "txt": "John Frankenheimer, American director, producer, and screenwriter (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "July 6", "txt": "Buddy Ebsen, American actor, singer, and dancer (b. 1908)", "entities": [{"title": "Buddy Ebsen", "href": "/wiki/Buddy_Ebsen", "description": "Buddy Ebsen, was an American actor, comedian, and dancer, whose career spanned seven decades. His most famous role was as Jed Clampett in the CBS television sitcom The Beverly Hillbillies (1962–1971); afterwards he starred as the title character in the television detective drama Barnaby Jones (1973–1980)."}]}, {"heading": "Deaths", "year": "2003", "date": "July 6", "txt": "Çelik Gülersoy, Turkish lawyer, historical preservationist, writer and poet (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "July 6", "txt": "Thomas Klestil, Austrian politician, 10th President of Austria (b. 1932)", "entities": [{"title": "Thomas Klestil", "href": "/wiki/Thomas_Klestil", "description": "Thomas Klestil was an Austrian diplomat and politician. He served as President of Austria from 1992 to his death in 2004. He was elected in 1992 and re-elected into office in 1998."}, {"title": "List of Federal Presidents of Austria", "href": "/wiki/List_of_Federal_Presidents_of_Austria", "description": "The president of Austria is the head of state of the Austrian Republic. Though theoretically entrusted with great power by the Constitution, in practice the president is largely a ceremonial and symbolic figurehead."}]}, {"heading": "Deaths", "year": "2004", "date": "July 6", "txt": "Syreeta Wright, American singer-songwriter (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "July 6", "txt": "Ed McBain, American author and screenwriter (b. 1926)", "entities": [{"title": "Ed McBain", "href": "/wiki/Ed_McBain", "description": "Ed McBain was an American author and screenwriter. Born Salvatore Albert Lombino, he legally adopted the name Evan Hunter in 1952. While successful and well known as Evan Hunter, he was even better known as Ed McBain, a name he used for most of his crime fiction, beginning in 1956. He also used the pen names John Abbott, Curt Cannon, Hunt Collins, Ezra Hannon, and Richard Marsten, amongst others. "}]}, {"heading": "Deaths", "year": "2005", "date": "July 6", "txt": "Claude Simon, Malagasy-French novelist and critic, Nobel Prize laureate (b. 1913)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2006", "date": "July 6", "txt": "Kasey Rogers, American actress (b. 1925)", "entities": [{"title": "Kasey Rogers", "href": "/wiki/Kasey_Rogers", "description": "Kasey Rogers was an American actress, memoirist and writer, best known for playing the second Louise Tate in the popular U.S. television sitcom Bewitched."}]}, {"heading": "Deaths", "year": "2007", "date": "July 6", "txt": "Kathleen E. Woodiwiss, American author (b. 1939)", "entities": [{"title": "Kathleen E. Woodiwiss", "href": "/wiki/Kathleen_E._Woodiwiss", "description": "Kathleen E. Woodiwiss, was an American novelist. She pioneered the historical romance genre with the 1972 publication of her novel The Flame and the Flower."}]}, {"heading": "Deaths", "year": "2009", "date": "July 6", "txt": "Vasily Aksyonov, Russian author and academic (b. 1932)", "entities": [{"title": "Vasily Aksyonov", "href": "/wiki/Vasily_Aksyonov", "description": "Vasily Pavlovich Aksyonov was a Soviet and Russian novelist. He became known in the West as the author of The Burn and of Generations of Winter, a family saga following three generations of the Gradov family between 1925 and 1953."}]}, {"heading": "Deaths", "year": "2009", "date": "July 6", "txt": "Robert McNamara, American businessman and politician, 8th United States Secretary of Defense (b. 1916)", "entities": [{"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}]}, {"heading": "Deaths", "year": "2010", "date": "July 6", "txt": "Harvey Fuqua, American singer-songwriter and producer (b. 1929)", "entities": [{"title": "Harvey Fuqua", "href": "/wiki/Harvey_Fuqua", "description": "Harvey Fuqua was an American rhythm and blues singer, songwriter, record producer, and record label executive."}]}, {"heading": "Deaths", "year": "2011", "date": "July 6", "txt": "Carly Hibberd, Australian road racing cyclist (b. 1985)", "entities": [{"title": "Carly Hibberd", "href": "/wiki/Carly_Hibberd", "description": "Carly Hibberd was an Australian professional road racing cyclist who competed in Union Cycliste Internationale (UCI)-sanctioned races. She won the 2008 Australian National Criterium Championships and was second in that year's Tour de Perth. Aged six, Hibberd took up BMX before moving onto mountain biking and then road cycling.through a talent identification scheme. She began riding competitive eve"}]}, {"heading": "Deaths", "year": "2012", "date": "July 6", "txt": "Hani al-Hassan, Palestinian engineer and politician (b. 1939)", "entities": [{"title": "Hani al-Hassan", "href": "/wiki/Hani_al-Hassan", "description": "Hani al Hassan, also known as, was a leader of the Fatah organization in Germany and member of the Palestinian Authority Cabinet and the Palestinian National Council."}]}, {"heading": "Deaths", "year": "2013", "date": "July 6", "txt": "Lo Hsing Han, Burmese businessman, co-founded Asia World (b. 1935)", "entities": [{"title": "Lo Hsing Han", "href": "/wiki/Lo_Hsing_Han", "description": "Lo Hsing Han or Law Sit Han was a Myanmar businessman and drug trafficker. He later became a major Myanma business tycoon, with financial ties to Singapore. He was an ethnic Kokang-Chinese. His spouse, Zhang Xiaowen, is a Chinese citizen and native of Gengma County in Yunnan."}, {"title": "Asia World", "href": "/wiki/Asia_World", "description": "Asia World Group is a Burmese conglomerate. It is Myanmar's largest and most diversified conglomerate, with interests in industrial development, construction, transportation, import-export, and a local supermarket chain. About half of Singapore's investment in Myanmar comes from Asia World affiliates."}]}, {"heading": "Deaths", "year": "2014", "date": "July 6", "txt": "Alan J. Dixon, American soldier, lawyer, and politician, 34th Illinois Secretary of State (b. 1927)", "entities": [{"title": "Alan J. Dixon", "href": "/wiki/Alan_J._Dixon", "description": "Alan John Dixon was an American politician and member of the Democratic Party who served in the Illinois General Assembly from 1951 to 1971, as the Illinois Treasurer from 1971 to 1977, as the Illinois Secretary of State from 1977 to 1981 and as a U.S. Senator from 1981 until 1993."}, {"title": "Illinois Secretary of State", "href": "/wiki/Illinois_Secretary_of_State", "description": "The Secretary of State of Illinois is one of the six elected executive state offices of the government of Illinois, and one of the 47 secretaries of states in the United States. The Illinois Secretary of State keeps the state records, laws, library, and archives, and is the state's corporation registration, vehicle registration and driver licensing authority. The current Secretary of State is Jess"}]}, {"heading": "Deaths", "year": "2015", "date": "July 6", "txt": "Jerry Weintraub, American film producer, and talent agent (b. 1937)", "entities": [{"title": "Jerry Weintraub", "href": "/wiki/Jerry_Weintraub", "description": "Jerome Charles Weintraub was an American film producer, talent manager and actor whose television films won him three Emmys."}]}, {"heading": "Deaths", "year": "2018", "date": "July 6", "txt": "Shoko Asahara, founder of Japanese cult group Aum Shinrikyo (b. 1955)", "entities": [{"title": "Shoko Asahara", "href": "/wiki/Shoko_Asahara", "description": "Shoko Asahara , born Chizuo Matsumoto , was the founder and leader of the Japanese doomsday cult known as Aum Shinrikyo. He was convicted of masterminding the deadly 1995 sarin-gas attack on the Tokyo subway, and was also involved in several other crimes. Asahara was sentenced to death in 2004. In May 2012, his execution was postponed due to further arrests of Aum members. He was executed by hangi"}, {"title": "Aum Shinrikyo", "href": "/wiki/Aum_Shinrikyo", "description": "Aleph , formerly Aum Shinrikyo , is a Japanese doomsday cult and terrorist organisation founded by Shoko Asahara in 1984. It carried out the deadly Tokyo subway sarin attack in 1995 and was found to have been responsible for the Matsumoto sarin attack the previous year."}]}, {"heading": "Deaths", "year": "2019", "date": "July 6", "txt": "Cameron Boyce, American actor", "entities": [{"title": "Cameron Boyce", "href": "/wiki/Cameron_Boyce", "description": "Cameron Mica Boyce was an American actor. He began his career as a child actor, appearing in the 2008 films Mirrors and Eagle Eye, along with the comedy film Grown Ups (2010) and its 2013 sequel. His first starring role was on the Disney Channel comedy series Jessie (2011–2015)."}]}, {"heading": "Deaths", "year": "2019", "date": "July 6", "txt": "João Gilberto, Brazilian singer-songwriter and guitarist, pioneer of bossa nova music style (b. 1931)", "entities": [{"title": "Bossa nova", "href": "/wiki/Bossa_nova", "description": "Bossa nova is a style of samba developed in the late 1950s and early 1960s in Rio de Janeiro, Brazil. It is mainly characterized by \"different beat\" that altered the harmonies with the introduction of unconventional chords and an innovative syncopation of traditional samba from a single rhythmic division. Therefore, the \"bossa nova beat\", then, is characteristic of a samba style and not of an auto"}]}, {"heading": "Deaths", "year": "2020", "date": "July 6", "txt": "Charlie Daniels, American singer-songwriter, fiddle-player and guitarist (b. 1936)", "entities": [{"title": "Charlie Daniels", "href": "/wiki/Charlie_Daniels", "description": "Charles Edward Daniels was an American singer, songwriter and multi-instrumentalist known for his contributions to Southern rock, country, and bluegrass music. He was best known for his number-one country hit \"The Devil Went Down to Georgia\". Much of his output, including all but one of his eight Billboard Hot 100 charting singles, was credited to the Charlie Daniels Band."}]}, {"heading": "Deaths", "year": "2020", "date": "July 6", "txt": "Mary Kay Letourneau, American child rapist", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "July 6", "txt": "Ennio Morricone, Italian composer, orchestrator, conductor, and trumpet player (b. 1928)", "entities": []}]