[{"heading": "Events", "year": "838", "date": "July 22", "txt": "Battle of Anzen: The Byzantine emperor Theophilos suffers a heavy defeat by the Abbasids.", "entities": [{"title": "Battle of Anzen", "href": "/wiki/Battle_of_Anzen", "description": "The Battle of Anzen or Dazimon was fought on 22 July 838 at Anzen or Dazimon between the Byzantine Empire and the forces of the Abbasid Caliphate. The Abbasids had launched a huge expedition with two separate armies in retaliation for the Byzantine emperor Theophilos's successes the previous year, and aimed to sack Amorion, one of Byzantium's largest cities. Theophilos with his army confronted the"}, {"title": "Theophilos (emperor)", "href": "/wiki/Theophilos_(emperor)", "description": "Theophilos was the Byzantine Emperor from 829 until his death in 842. He was the second emperor of the Amorian dynasty and the last emperor to support iconoclasm. Theophilos personally led the armies in his long war against the Arabs, beginning in 831."}, {"title": "Abbasids", "href": "/wiki/Abbasids", "description": "The Abbasid Caliphate was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib, from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH)"}]}, {"heading": "Events", "year": "1099", "date": "July 22", "txt": "First Crusade: Godfrey of Bouillon is elected the first Defender of the Holy Sepulchre of The Kingdom of Jerusalem.", "entities": [{"title": "First Crusade", "href": "/wiki/First_Crusade", "description": "The First Crusade (1096–1099) was the first of a series of religious wars initiated, supported, and at times directed by the Latin Church in the medieval period. The initial objective was the recovery of the Holy Land from Islamic rule. These campaigns were subsequently given the name crusades. The earliest initiative for the First Crusade began in 1095 when the Byzantine Emperor, Alexios I Komnen"}, {"title": "Godfrey of Bouillon", "href": "/wiki/Godfrey_of_Bouillon", "description": "Godfrey of Bouillon was a French nobleman and one of the pre-eminent leaders of the First Crusade. He was the first ruler of the Kingdom of Jerusalem from 1099 to 1100. He apparently avoided using the title of king, choosing instead that of princeps. Older scholarship is more fond of another title, that of \"advocatus of the Holy Sepulchre\", a secondary title probably used by Godfrey, which is stil"}, {"title": "Holy Sepulchre", "href": "/wiki/Holy_Sepulchre", "description": "The Church of the Holy Sepulchre is a church in the Christian Quarter of the Old City of Jerusalem. According to traditions dating back to the fourth century, it contains the two holiest sites in Christianity: the site where Jesus was crucified, at a place known as Calvary or Golgotha, and Jesus's empty tomb, where he is believed by Christians to have been buried and resurrected. The tomb is enclo"}, {"title": "Kingdom of Jerusalem", "href": "/wiki/Kingdom_of_Jerusalem", "description": "The Kingdom of Jerusalem, also known as the Latin Kingdom of Jerusalem, was a Crusader state established in the Southern Levant by Godfrey of Bouillon in 1099 after the First Crusade. The kingdom lasted nearly two hundred years, from 1099 until 1291 when its last remaining possession, Acre, was destroyed by the Mamluks. Its history is divided into two distinct periods."}]}, {"heading": "Events", "year": "1209", "date": "July 22", "txt": "Massacre at Béziers: The first major military action of the Albigensian Crusade.", "entities": [{"title": "Massacre at Béziers", "href": "/wiki/Massacre_at_B%C3%A9ziers", "description": "The Massacre at Béziers was the slaughter of the inhabitants during the sack of Béziers, an event that took place on 22 July 1209, and was the first major military action of the Albigensian Crusade."}, {"title": "Albigensian Crusade", "href": "/wiki/Albigensian_Crusade", "description": "The Albigensian Crusade or the Cathar Crusade was a 20-year military campaign initiated by Pope Innocent III to eliminate Catharism in Languedoc, in southern France. The Crusade was prosecuted primarily by the French crown and promptly took on a political aspect, resulting in not only a significant reduction in the number of practising Cathars, but also a realignment of the County of Toulouse in L"}]}, {"heading": "Events", "year": "1298", "date": "July 22", "txt": "Wars of Scottish Independence: Battle of Falkirk: King Edward I of England and his longbowmen defeat William Wallace and his Scottish schiltrons outside the town of Falkirk.", "entities": [{"title": "Wars of Scottish Independence", "href": "/wiki/Wars_of_Scottish_Independence", "description": "The Wars of Scottish Independence were a series of military campaigns fought between the Kingdom of Scotland and the Kingdom of England in the late 13th and early 14th centuries."}, {"title": "Battle of Falkirk", "href": "/wiki/Battle_of_Falkirk", "description": "The Battle of Falkirk, which took place on 22 July 1298, was one of the major battles in the First War of Scottish Independence. Led by King Edward I of England, the English army defeated the Scots, led by William Wallace. Shortly after the battle Wallace resigned as Guardian of Scotland."}, {"title": "Edward I of England", "href": "/wiki/Edward_I_of_England", "description": "Edward I, also known as Edward Longshanks and the Hammer of the Scots, was King of England from 1272 to 1307. Before his accession to the throne, he was commonly referred to as The Lord Edward. The first son of Henry III, Edward was involved from an early age in the political intrigues of his father's reign, which included an outright rebellion by the English barons. In 1259 he briefly sided with "}, {"title": "Longbowmen", "href": "/wiki/Longbowmen", "description": "A longbow is a type of bow that is tall – roughly equal to the height of the user – allowing the archer a fairly long draw. A longbow is not significantly recurved. Its limbs are relatively narrow so that they are circular or D-shaped in cross section. Flatbows can be just as long; the difference is that, in cross-section, a flatbow has limbs that are approximately rectangular."}, {"title": "William Wallace", "href": "/wiki/William_Wallace", "description": "Sir William Wallace was a Scottish knight who became one of the main leaders during the First War of Scottish Independence."}, {"title": "Schiltron", "href": "/wiki/Schiltron", "description": "\nA schiltron is a compact body of troops forming a battle array, shield wall or phalanx. The term is most often associated with Scottish pike formations during the Wars of Scottish Independence in the late 13th and early 14th centuries."}, {"title": "Falkirk", "href": "/wiki/Falkirk", "description": "Falkirk is a large town in the Central Lowlands of Scotland, historically within the county of Stirlingshire. It lies in the Forth Valley, 23.3 miles (37.5 km) north-west of Edinburgh and 20.5 miles (33.0 km) north-east of Glasgow."}]}, {"heading": "Events", "year": "1342", "date": "July 22", "txt": "St. Mary Magdalene's flood is the worst such event on record for central Europe.", "entities": [{"title": "St. Mary Magdalene's flood", "href": "/wiki/St._Mary_Magdalene%27s_flood", "description": "St. Mary Magdalene's flood was the largest recorded flood in central Europe with water levels exceeding those of the 2002 European floods. It occurred on and around the feast day of St. Mary Magdalene, 22 July in 1342."}]}, {"heading": "Events", "year": "1443", "date": "July 22", "txt": "Battle of St. Jakob an der Sihl in the Old Zürich War.", "entities": [{"title": "Battle of St. Jakob an der Sihl", "href": "/wiki/Battle_of_St._Jakob_an_der_Sihl", "description": "The Battle of St. Jakob an der Sihl was a battle of the Old Zürich War that occurred on July 22, 1443, resulting in a defeat for Zürich."}, {"title": "Old Zürich War", "href": "/wiki/Old_Z%C3%BCrich_War", "description": "The Old Zurich War, 1440–46, was a conflict between the canton of Zurich and the other seven cantons of the Old Swiss Confederacy over the succession to the Count of Toggenburg."}]}, {"heading": "Events", "year": "1456", "date": "July 22", "txt": "Ottoman wars in Europe: Siege of Belgrade: John Hunyadi, Regent of the Kingdom of Hungary, defeats Mehmet II of the Ottoman Empire.", "entities": [{"title": "Ottoman wars in Europe", "href": "/wiki/Ottoman_wars_in_Europe", "description": "The Ottoman wars in Europe were a series of military conflicts between the Ottoman Empire and various European states dating from the Late Middle Ages up through the early 20th century. The earliest conflicts began during the Byzantine–Ottoman wars, waged in Anatolia in the late 13th century before entering Europe in the mid 14th century with the Bulgarian–Ottoman wars. In the mid 15th century, th"}, {"title": "Siege of Belgrade (1456)", "href": "/wiki/Siege_of_Belgrade_(1456)", "description": "The siege of Belgrade, Battle of Belgrade or siege of Nándorfehérvár was a military blockade of Belgrade that occurred July 4–22, 1456. After the fall of Constantinople in 1453, the Ottoman Sultan Mehmed the Conqueror rallied his resources in order to subjugate the Kingdom of Hungary. His immediate objective was the border fort of the town of Belgrade. John Hunyadi, the Count of Temes and captain-"}, {"title": "John Hunyadi", "href": "/wiki/John_Hunyadi", "description": "John Hunyadi was a leading Hungarian military and political figure in Central and Southeastern Europe during the 15th century. According to most contemporary sources, he was the member of a noble family of Wallachian ancestry. He mastered his military skills on the southern borderlands of the Kingdom of Hungary that were exposed to Ottoman attacks. Appointed voivode of Transylvania and head of a n"}, {"title": "Kingdom of Hungary", "href": "/wiki/Kingdom_of_Hungary", "description": "The Kingdom of Hungary was a monarchy in Central Europe that existed from the Middle Ages into the 20th century. The Principality of Hungary emerged as a Christian kingdom upon the coronation of the first king Stephen I at Esztergom around the year 1000; his family led the monarchy for 300 years. By the 12th century, the kingdom became a European middle power within the Western world."}, {"title": "Mehmet II", "href": "/wiki/Mehmet_II", "description": "Mehmed II, commonly known as Mehmed the Conqueror, was an Ottoman sultan who ruled from August 1444 to September 1446, and then later from February 1451 to May 1481. In Mehmed II's first reign, he defeated the crusade led by John Hunyadi after the Hungarian incursions into his country broke the conditions of the truce Peace of Szeged. When Mehmed II ascended the throne again in 1451 he strengthene"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1484", "date": "July 22", "txt": "Battle of Lochmaben Fair: A 500-man raiding party led by Alexander Stewart, Duke of Albany and James Douglas, 9th Earl of Douglas are defeated by Scots forces loyal to Albany's brother James III of Scotland; Douglas is captured.", "entities": [{"title": "Battle of Lochmaben Fair", "href": "/wiki/Battle_of_Lochmaben_Fair", "description": "The Battle of Lochmaben Fair was an engagement in Lochmaben, Scotland, on 22 July 1484 between Scottish loyalists to James III of Scotland and the rebels Alexander Stewart, Duke of Albany and James Douglas, 9th Earl of Douglas, leading cavalry from England. Both exiles from Scotland, Albany and Douglas invaded with permission but not support of Richard III of England, hoping to encourage rebellion"}, {"title": "Alexander Stewart, Duke of Albany", "href": "/wiki/Alexander_Stewart,_Duke_of_Albany", "description": "Alexander Stewart, Duke of Albany, was the second surviving son of King James II of Scotland. He fell out with his older brother, King James III, and fled to France, where he unsuccessfully sought help. In 1482 he invaded Scotland with the army of King Edward IV of England and assumed control of the country. Scottish lords turned against him in 1483 and he fled after Edward died. The second invasi"}, {"title": "James Douglas, 9th Earl of Douglas", "href": "/wiki/James_Douglas,_9th_Earl_of_Douglas", "description": "James Douglas, 9th Earl of Douglas, 3rd Earl of Avondale KG (1426–1491) was a Scottish nobleman, last of the 'Black' earls of Douglas."}, {"title": "James III of Scotland", "href": "/wiki/James_III_of_Scotland", "description": "James III was King of Scots from 1460 to 1488. James was an unpopular and ineffective monarch owing to an unwillingness to administer justice fairly, a policy of pursuing alliance with the Kingdom of England, and a disastrous relationship with nearly all his extended family. It was through his marriage to Margaret of Denmark that the Orkney and Shetland islands were added to the territorial posses"}]}, {"heading": "Events", "year": "1499", "date": "July 22", "txt": "Battle of Dornach: The Swiss decisively defeat the army of Maximilian I, Holy Roman Emperor.", "entities": [{"title": "Battle of Dornach", "href": "/wiki/Battle_of_Dornach", "description": "The Battle of Dornach was a battle fought on 22 July 1499 between the troops of Emperor Maximilian I and the Old Swiss Confederacy close to the Swiss village of Dornach. The battle turned into a decisive defeat for Maximilian, and concluded the Swabian War between the Swiss and the Swabian League."}, {"title": "Old Swiss Confederacy", "href": "/wiki/Old_Swiss_Confederacy", "description": "The Old Swiss Confederacy or Swiss Confederacy was a loose confederation of independent small states within the Holy Roman Empire. It is the precursor of the modern state of Switzerland."}, {"title": "Maximilian I, Holy Roman Emperor", "href": "/wiki/Maximilian_I,_Holy_Roman_Emperor", "description": "Maximilian I was King of the Romans from 1486 and Holy Roman Emperor from 1508 until his death. He was never crowned by the pope, as the journey to Rome was always too risky. He was instead proclaimed emperor elect by Pope Julius II at Trent, thus breaking the long tradition of requiring a Papal coronation for the adoption of the Imperial title. Maximilian was the son of Frederick III, Holy Roman "}]}, {"heading": "Events", "year": "1587", "date": "July 22", "txt": "Roanoke Colony: A second group of English settlers arrives on Roanoke Island off North Carolina to re-establish the deserted colony.", "entities": [{"title": "Roanoke Colony", "href": "/wiki/Roanoke_Colony", "description": "The establishment of the Roanoke Colony was an attempt by Sir Walter Raleigh to found the first permanent English settlement in North America. The English, led by Humphrey Gilbert, had claimed St. John's, Newfoundland in 1583 as the first North American English territory at the royal prerogative of Queen Elizabeth I. The first Roanoke colony was founded by governor Ralph Lane in 1585 on Roanoke Is"}, {"title": "Roanoke Island", "href": "/wiki/Roanoke_Island", "description": "Roanoke Island is an island in Dare County on the Outer Banks of North Carolina, United States. It was named after the historical Roanoke Carolina Algonquian people who inhabited the area in the 16th century at the time of English colonisation."}, {"title": "North Carolina", "href": "/wiki/North_Carolina", "description": "North Carolina is a state in the Southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, wit"}]}, {"heading": "Events", "year": "1598", "date": "July 22", "txt": "William Shakespeare’s play, The Merchant of Venice, is entered on the Stationers’ Register. By decree of Queen Elizabeth, the Stationers’ Register licensed printed works, giving the Crown tight control over all published material.", "entities": [{"title": "William Shakespeare", "href": "/wiki/William_Shakespeare", "description": "William Shakespeare was an English playwright, poet, and actor, widely regarded as the greatest writer in the English language and the world's greatest dramatist. He is often called England's national poet and the \"Bard of Avon\". His extant works, including collaborations, consist of some 39 plays, 154 sonnets, three long narrative poems, and a few other verses, some of uncertain authorship. His p"}]}, {"heading": "Events", "year": "1686", "date": "July 22", "txt": "Albany, New York is formally chartered as a municipality by Governor Thomas Dongan.", "entities": [{"title": "Albany, New York", "href": "/wiki/Albany,_New_York", "description": "Albany is the capital of the U.S. state of New York and the seat and largest city of Albany County. Albany is located on the west bank of the Hudson River approximately 10 miles (16 km) south of its confluence with the Mohawk River and approximately 135 miles (220 km) north of New York City."}, {"title": "Thomas Dongan", "href": "/wiki/Thomas_Dongan", "description": "Thomas Dongan, 2nd Earl of Limerick, was a member of the Irish Parliament, Royalist military officer during the English Civil War, and Governor of the Province of New York. He is noted for having called the first representative legislature in New York, and for granting the province's Charter of Liberties."}]}, {"heading": "Events", "year": "1706", "date": "July 22", "txt": "The Acts of Union 1707 are agreed upon by commissioners from the Kingdom of England and the Kingdom of Scotland, which, when passed by each countries' Parliaments, led to the creation of the Kingdom of Great Britain.", "entities": [{"title": "Acts of Union 1707", "href": "/wiki/Acts_of_Union_1707", "description": "The Acts of Union were two Acts of Parliament: the Union with Scotland Act 1706 passed by the Parliament of England, and the Union with England Act passed in 1707 by the Parliament of Scotland. They put into effect the terms of the Treaty of Union that had been agreed on 22 July 1706, following negotiation between commissioners representing the parliaments of the two countries. By the two Acts, th"}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}, {"title": "Kingdom of Scotland", "href": "/wiki/Kingdom_of_Scotland", "description": "The Kingdom of Scotland was a sovereign state in northwest Europe traditionally said to have been founded in 843. Its territories expanded and shrank, but it came to occupy the northern third of the island of Great Britain, sharing a land border to the south with the Kingdom of England. It suffered many invasions by the English, but under Robert the Bruce it fought a successful War of Independence"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}]}, {"heading": "Events", "year": "1793", "date": "July 22", "txt": "Alexander Mackenzie reaches the Pacific Ocean becoming the first recorded human to complete a transcontinental crossing of North America.", "entities": [{"title": "Alexander Mackenzie (explorer)", "href": "/wiki/Alexander_Mackenzie_(explorer)", "description": "Sir Alexander Mackenzie was a Scottish explorer known for accomplishing the first east to west crossing of America north of Mexico in 1793, which preceded the more famous Lewis and Clark Expedition by 12 years. The Mackenzie River is named after him, the longest river system in Canada and the second longest in North America."}]}, {"heading": "Events", "year": "1796", "date": "July 22", "txt": "Surveyors of the Connecticut Land Company name an area in Ohio \"Cleveland\" after Gen. Moses Cleaveland, the superintendent of the surveying party.", "entities": [{"title": "Connecticut Land Company", "href": "/wiki/Connecticut_Land_Company", "description": "The Connecticut Company or Connecticut Land Company (e.-1795) was a post-colonial land speculation company formed in the late eighteenth century to survey and encourage settlement in the eastern parts of the newly chartered Connecticut Western Reserve of the former \"Ohio Country\" and a prized-part of the Northwest Territory)—a post-American Revolutionary period region, that was part of the lands-c"}, {"title": "Ohio", "href": "/wiki/Ohio", "description": "Ohio is a state in the Midwestern region of the United States. Of the fifty states, it is the 34th-largest by area, and with a population of just over 11.8 million, is the seventh-most populous and tenth-most densely populated. The state's capital and largest city is Columbus, with the Columbus metro area, Greater Cincinnati, and Greater Cleveland being the largest metropolitan areas. Ohio is bord"}, {"title": "Cleveland, Ohio", "href": "/wiki/Cleveland,_Ohio", "description": "Cleveland, officially the City of Cleveland, is a major city in the U.S. state of Ohio, and the county seat of Cuyahoga County. It is located along the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles west of the Ohio-Pennsylvania state border."}, {"title": "Moses Cleaveland", "href": "/wiki/Moses_Cleaveland", "description": "Gen. Moses Cleaveland was a lawyer, politician, soldier, and surveyor from Connecticut who founded the city of Cleveland, Ohio, while surveying the Connecticut Western Reserve in 1796."}]}, {"heading": "Events", "year": "1797", "date": "July 22", "txt": "Battle of Santa Cruz de Tenerife: Battle between Spanish and British naval forces during the French Revolutionary Wars. During the Battle, Rear-Admiral Nelson is wounded in the arm and the arm had to be partially amputated.", "entities": [{"title": "Battle of Santa Cruz de Tenerife (1797)", "href": "/wiki/Battle_of_Santa_Cruz_de_Tenerife_(1797)", "description": "The Battle of Santa Cruz de Tenerife was an amphibious assault by the Royal Navy on the Spanish port city of Santa Cruz de Tenerife in the Canary Islands. Launched by Rear-Admiral Horatio Nelson on 22 July 1797, the assault was defeated, and on 25 July the remains of the landing party withdrew under a truce, having lost several hundred men. Nelson himself had been wounded in the arm, which was sub"}, {"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}, {"title": "Horatio Nelson, 1st Viscount Nelson", "href": "/wiki/Horatio_Nelson,_1st_Viscount_Nelson", "description": "Vice-Admiral Horatio Nelson, 1st Viscount Nelson, 1st Duke of Bronté,, also known simply as Admiral Nelson, was an English flag officer in the Royal Navy. His inspirational leadership, grasp of strategy, and unconventional tactics brought about a number of decisive British naval victories, particularly during the Napoleonic Wars. He was wounded in combat, losing sight in one eye in Corsica at the "}]}, {"heading": "Events", "year": "1802", "date": "July 22", "txt": "Emperor Gia Long conquers Hanoi and unified Viet Nam, which had experienced centuries of feudal warfare.", "entities": [{"title": "Gia Long", "href": "/wiki/Gia_Long", "description": "Gia Long, born Nguyễn Phúc Ánh or Nguyễn Ánh, was the first Emperor of the Nguyễn dynasty of Vietnam. Unifying what is now modern Vietnam in 1802, he founded the Nguyễn dynasty, the last of the Vietnamese dynasties."}, {"title": "Hanoi", "href": "/wiki/Hanoi", "description": "Hanoi is the capital city of Vietnam. It covers an area of 3,358.6 km2 (1,296.8 sq mi). The second largest city in Vietnam, it consists of 12 urban districts, 1 district-leveled town and 17 rural districts. Located within the Red River Delta, Hanoi is the cultural and political centre of Vietnam."}, {"title": "Viet Nam", "href": "/wiki/Viet_Nam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1805", "date": "July 22", "txt": "Napoleonic Wars: War of the Third Coalition: Battle of Cape Finisterre: An inconclusive naval action is fought between a combined French and Spanish fleet under Admiral Pierre-Charles Villeneuve of Spain and a British fleet under Admiral Robert Calder.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "War of the Third Coalition", "href": "/wiki/War_of_the_Third_Coalition", "description": "The War of the Third Coalition was a European conflict spanning the years 1803 to 1806. During the war, France and its client states under Napoleon I, defeated an alliance, the Third Coalition, made up of the United Kingdom, the Holy Roman Empire, the Russian Empire, Naples, Sicily and Sweden. Prussia remained neutral during the war."}, {"title": "Battle of Cape Finisterre (1805)", "href": "/wiki/Battle_of_Cape_Finisterre_(1805)", "description": "In the Battle of Cape Finisterre off Galicia, Spain, the British fleet under Admiral Robert Calder fought an indecisive naval battle against the combined Franco-Spanish fleet which was returning from the West Indies. Failing to prevent the joining of French Admiral Pierre de Villeneuve's fleet to the squadron of Ferrol and to strike the shattering blow that would have freed Great Britain from the "}, {"title": "Pierre-Charles Villeneuve", "href": "/wiki/Pierre-Charles_Villeneuve", "description": "Pierre-Charles-Jean-Baptiste-Silvestre de Villeneuve was a French naval officer during the Napoleonic Wars. He was in command of the French and the Spanish fleets that were defeated by Nelson at the Battle of Trafalgar."}, {"title": "Robert Calder", "href": "/wiki/Robert_Calder", "description": "Admiral Sir Robert Calder, 1st Baronet, was a British naval officer who served in the Seven Years' War, the American Revolutionary War, the French Revolutionary Wars and the Napoleonic Wars."}]}, {"heading": "Events", "year": "1812", "date": "July 22", "txt": "Napoleonic Wars: Peninsular War: Battle of Salamanca: British forces led by Arthur Wellesley (later the Duke of Wellington) defeat French troops near Salamanca, Spain.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Peninsular War", "href": "/wiki/Peninsular_War", "description": "The Peninsular War (1807–1814) was the military conflict fought by Spain, the United Kingdom and Portugal against the invading and occupying forces of France for control of the Iberian Peninsula during the Napoleonic Wars. In Spain, it is considered to overlap with the Spanish War of Independence. The war began when the French and Spanish armies invaded and occupied Portugal in 1807 by transiting "}, {"title": "Battle of Salamanca", "href": "/wiki/Battle_of_Salamanca", "description": "The Battle of Salamanca on 22 July 1812 was a battle in which an Anglo-Portuguese army under the Earl of Wellington defeated Marshal Auguste Marmont's French forces at Arapiles, south of Salamanca, Spain, during the Peninsular War. A Spanish division was also present but took no part in the battle."}, {"title": "Arthur Wellesley, 1st Duke of Wellington", "href": "/wiki/Arthur_Wellesley,_1st_Duke_of_Wellington", "description": "Arthur Wellesley, 1st Duke of Wellington, was an Anglo-Irish soldier and Tory statesman who was one of the leading military and political figures of 19th-century Britain, serving twice as prime minister. He ended the Napoleonic Wars when he defeated Napoleon at the Battle of Waterloo in 1815."}, {"title": "Salamanca", "href": "/wiki/Salamanca", "description": "Salamanca is a city situated in western Spain and is the capital of the Province of Salamanca in the autonomous community of Castile and León. The city lies on several rolling hills by the Tormes River. Its Old City was declared a UNESCO World Heritage Site in 1988. As of 2018, the municipality has a population of 143,978."}]}, {"heading": "Events", "year": "1864", "date": "July 22", "txt": "American Civil War: Battle of Atlanta: Outside Atlanta, Confederate General John Bell Hood leads an unsuccessful attack on Union troops under General William T. Sherman on Bald Hill.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Atlanta", "href": "/wiki/Battle_of_Atlanta", "description": "The Battle of Atlanta was a battle of the Atlanta Campaign fought during the American Civil War on July 22, 1864, just southeast of Atlanta, Georgia. Continuing their summer campaign to seize the important rail and supply hub of Atlanta, Union forces commanded by William Tecumseh Sherman overwhelmed and defeated Confederate forces defending the city under John Bell Hood. Union Maj. Gen. James B. M"}, {"title": "Atlanta", "href": "/wiki/Atlanta", "description": "Atlanta is the capital and most populous city of the U.S. state of Georgia. With an estimated 2019 population of 506,811, it is also the 37th most populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to more than 6 million people and the ninth-largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "John Bell Hood", "href": "/wiki/John_Bell_Hood", "description": "John Bell Hood was a Confederate general during the American Civil War. Hood had a reputation for bravery and aggressiveness that sometimes bordered on recklessness. Arguably one of the best brigade and division commanders in the CSA, Hood gradually became increasingly ineffective as he was promoted to lead larger, independent commands late in the war; his career and reputation were marred by his "}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "William T. Sherman", "href": "/wiki/William_T._Sherman", "description": "William Tecumseh Sherman was an American soldier, businessman, educator, and author. He served as a general in the Union Army during the American Civil War (1861–1865), receiving recognition for his command of military strategy as well as criticism for the harshness of the scorched earth policies he implemented in conducting total war against the Confederate States. British military theorist and h"}]}, {"heading": "Events", "year": "1893", "date": "July 22", "txt": "Katharine Lee Bates writes \"America the Beautiful\" after admiring the view from the top of Pikes Peak near Colorado Springs, Colorado.", "entities": [{"title": "Katharine Lee Bates", "href": "/wiki/Katharine_Lee_Bates", "description": "Katharine Lee Bates was an American professor and author, chiefly remembered for her anthem \"America the Beautiful\", but also for her many books and articles on social reform, on which she was a noted speaker."}, {"title": "America the Beautiful", "href": "/wiki/America_the_Beautiful", "description": "\"America the Beautiful\" is a patriotic American song. Its lyrics were written by Katharine Lee Bates and its music was composed by church organist and choirmaster Samuel A. Ward at Grace Episcopal Church in Newark, New Jersey. The two never met."}, {"title": "Pikes Peak", "href": "/wiki/Pikes_Peak", "description": "Pikes Peak is the highest summit of the southern Front Range of the Rocky Mountains, in North America. The ultra-prominent 14,115-foot (4,302.31 m) fourteener is located in Pike National Forest, 12 miles (19 km) west of downtown Colorado Springs, Colorado. The mountain is named in honor of American explorer Zebulon Pike. The summit is higher than any point in the United States east of its longitud"}, {"title": "Colorado Springs, Colorado", "href": "/wiki/Colorado_Springs,_Colorado", "description": "The City of Colorado Springs is the Home Rule Municipality that is the county seat and the most populous municipality of El Paso County, Colorado, United States. Colorado Springs is the second most populous city and the most extensive city in the State of Colorado. It is the principal city of the Colorado Springs, CO Metropolitan Statistical Area and is the second most prominent city of the Front "}]}, {"heading": "Events", "year": "1894", "date": "July 22", "txt": "The first ever motor race is held in France between the cities of Paris and Rouen. The fastest finisher was the Comte Jules-Albert de Dion, but the 'official' victory was awarded to Albert Lemaître driving his 3 hp petrol engined Peugeot.", "entities": [{"title": "Paris–Rouen (motor race)", "href": "/wiki/Paris%E2%80%93Rouen_(motor_race)", "description": "Paris–Rouen, Le Petit Journal Horseless Carriages Contest, was a pioneering city-to-city motoring competition in 1894 which is sometimes described as the world's first competitive motor race."}, {"title": "Jules-Albert de Dion", "href": "/wiki/Jules-Albert_de_Dion", "description": "Marquis Jules Félix Philippe Albert de Dion de Wandonne was a pioneer of the automobile industry in France. He invented a steam-powered car and used it to win the world's first auto race, but his vehicle was adjudged to be against the rules. He was a co-founder of De Dion-Bouton, the world's largest automobile manufacturer for a time, as well as the French sports newspaper L'Équipe."}, {"title": "Albert Lemaître", "href": "/wiki/Albert_Lema%C3%AEtre", "description": "Albert Lemaître, , was a French sporting motorist and early racing driver. He was the first petrol powered finisher in what is described as 'the world's first competitive motoring event' when he drove his Peugeot Type 7 from Paris to Rouen at 19 km/h (12 mph) in 1894. The Comte de Dion had finished first but his steam-powered vehicle was ineligible for the main prize which was shared between the m"}, {"title": "Peugeot", "href": "/wiki/Peugeot", "description": "Peugeot is a French automobile manufacturer, formerly part of the PSA Group, and since 2021 a subsidiary of Stellantis."}]}, {"heading": "Events", "year": "1916", "date": "July 22", "txt": "Preparedness Day Bombing: In San Francisco, a bomb explodes on Market Street during a parade, killing ten and injuring 40.", "entities": [{"title": "Preparedness Day Bombing", "href": "/wiki/Preparedness_Day_Bombing", "description": "The Preparedness Day Bombing was a bombing in San Francisco, California on July 22, 1916, of a parade organised by local supporters of the Preparedness Movement which advocated American entry into World War I. During the parade a suitcase bomb was detonated, killing ten and wounding 40 in the worst attack in San Francisco's history."}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}, {"title": "Market Street (San Francisco)", "href": "/wiki/Market_Street_(San_Francisco)", "description": "Market Street is a major thoroughfare in San Francisco, California. It begins at The Embarcadero in front of the Ferry Building at the northeastern edge of the city and runs southwest through downtown, passing the Civic Center and the Castro District, to the intersection with Portola Drive in the Twin Peaks neighborhood. Beyond this point, the roadway continues into the southwestern quadrant of Sa"}]}, {"heading": "Events", "year": "1921", "date": "July 22", "txt": "Rif War: The Spanish Army suffers its worst military defeat in modern times to the Berbers of the Rif region of Spanish Morocco.", "entities": [{"title": "Rif War", "href": "/wiki/Rif_War", "description": "The Rif War was an armed conflict fought from 1921 to 1926 between the colonial power Spain and the Berber tribes of the Rif mountainous region of Morocco. Led by Abd el-Krim, the Riffians at first inflicted several defeats on the Spanish forces by using guerrilla tactics and captured European weapons. After France's military intervention against Abd el-Krim's forces and the major landing of Spani"}, {"title": "Spanish Army", "href": "/wiki/Spanish_Army", "description": "The Spanish Army is the terrestrial army of the Spanish Armed Forces responsible for land-based military operations. It is one of the oldest active armies — dating back to the late 15th century."}, {"title": "Battle of Annual", "href": "/wiki/Battle_of_Annual", "description": "The Battle of Annual was fought on July 22, 1921 at Annual, in northeastern Morocco, between the Spanish Army and Berber Riffian combatants during the Rif War. The Spanish suffered a major military defeat, which is almost always referred to by the Spanish as the Disaster of Annual. It led to major political crises and a redefinition of Spanish colonial policy toward the Rif."}, {"title": "Berbers", "href": "/wiki/Berbers", "description": "Berbers or Imazighen are an ethnic group mostly concentrated in North Africa, specifically Morocco, Algeria, Tunisia, Libya, the Canary Islands, and to a lesser extent in Mauritania, northern Mali, and northern Niger. Smaller Berber populations are also found in Burkina Faso and Egypt's Siwa Oasis."}, {"title": "Rif", "href": "/wiki/Rif", "description": "The Rif or Riff is a geographic and cultural region in northern Morocco. The Rif was historically occupied by Spain."}, {"title": "Spanish Morocco", "href": "/wiki/Spanish_Morocco", "description": "The Spanish protectorate in Morocco was established on 27 November 1912 by a treaty between France and Spain that converted the Spanish sphere of influence in Morocco into a formal protectorate."}]}, {"heading": "Events", "year": "1933", "date": "July 22", "txt": "Aviator Wiley Post returns to Floyd Bennett Field in New York City, completing the first solo flight around the world in seven days, 18 hours and 49 minutes.", "entities": [{"title": "Wiley Post", "href": "/wiki/Wiley_Post", "description": "Wiley Hardeman Post was a famed American aviator during the interwar period and the first pilot to fly solo around the world. Also known for his work in high-altitude flying, Post helped develop one of the first pressure suits and discovered the jet stream. On August 15, 1935, Post and American humorist Will Rogers were killed when Post's aircraft crashed on takeoff from a lagoon near Point Barrow"}, {"title": "Floyd Bennett Field", "href": "/wiki/Floyd_Bennett_Field", "description": "Floyd Bennett Field is an airfield in the Marine Park neighborhood of southeast Brooklyn in New York City, along the shore of Jamaica Bay. The airport originally hosted commercial and general aviation traffic before being used as a naval air station. Bennett Field is currently part of the Gateway National Recreation Area's Jamaica Bay Unit, and is managed by the National Park Service (NPS). While "}]}, {"heading": "Events", "year": "1936", "date": "July 22", "txt": "Spanish Civil War: The Popular Executive Committee of Valencia takes power in the Valencian Community.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Popular Executive Committee of Valencia", "href": "/wiki/Popular_Executive_Committee_of_Valencia", "description": "The Popular Executive Committee of Valencia was a revolutionary autonomous entity created on July 22, to confront the Spanish coup of July 1936 which started the Spanish Civil War. It was made up of the political forces of the Popular Front and the trade union forces of the National Confederation of Labor and General Union of Workers. Based in Valencia, it covered most of Valencia province and par"}, {"title": "Valencian Community", "href": "/wiki/Valencian_Community", "description": "The Valencian Community is an autonomous community of Spain. It is the fourth most populous autonomous community after Andalusia, Catalonia and Madrid with more than five million inhabitants. Its homonymous capital Valencia is the third largest city and metropolitan area in Spain. It is located along the Mediterranean coast on the east side of the Iberian peninsula. It borders with Catalonia to th"}]}, {"heading": "Events", "year": "1937", "date": "July 22", "txt": "New Deal: The United States Senate votes down President Franklin D. Roosevelt's proposal to add more justices to the Supreme Court of the United States.", "entities": [{"title": "New Deal", "href": "/wiki/New_Deal", "description": "The New Deal was a series of programs, public work projects, financial reforms, and regulations enacted by President Franklin D. Roosevelt in the United States between 1933 and 1939. Major federal programs and agencies included the Civilian Conservation Corps (CCC), the Civil Works Administration (CWA), the Farm Security Administration (FSA), the National Industrial Recovery Act of 1933 (NIRA) and"}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Judicial Procedures Reform Bill of 1937", "href": "/wiki/Judicial_Procedures_Reform_Bill_of_1937", "description": "The Judicial Procedures Reform Bill of 1937, frequently called the \"court-packing plan\", was a legislative initiative proposed by U.S. President Franklin D. Roosevelt to add more justices to the U.S. Supreme Court in order to obtain favorable rulings regarding New Deal legislation that the Court had ruled unconstitutional. The central provision of the bill would have granted the president power to"}, {"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}]}, {"heading": "Events", "year": "1942", "date": "July 22", "txt": "The United States government begins compulsory civilian gasoline rationing due to the wartime demands.", "entities": [{"title": "Gasoline", "href": "/wiki/Gasoline", "description": "Gasoline or petrol is a transparent, petroleum-derived flammable liquid that is used primarily as a fuel in most spark-ignited internal combustion engines. It consists mostly of organic compounds obtained by the fractional distillation of petroleum, enhanced with a variety of additives. On average, a 160-liter (42-U.S.-gallon) barrel of crude oil can yield up to about 72 liters of gasoline after p"}, {"title": "Rationing", "href": "/wiki/Rationing", "description": "Rationing is the controlled distribution of scarce resources, goods, services, or an artificial restriction of demand. Rationing controls the size of the ration, which is one's allowed portion of the resources being distributed on a particular day or at a particular time. There are many forms of rationing,\nand in Western civilization people experience some of them in daily life without realizing i"}]}, {"heading": "Events", "year": "1942", "date": "July 22", "txt": "Grossaktion Warsaw: The systematic deportation of Jews from the Warsaw ghetto begins.", "entities": []}, {"heading": "Events", "year": "1943", "date": "July 22", "txt": "World War II: Allied forces capture Palermo during the Allied invasion of Sicily.", "entities": [{"title": "Allied invasion of Sicily", "href": "/wiki/Allied_invasion_of_Sicily", "description": "The Allied invasion of Sicily, codenamed Operation Husky, was a major campaign of World War II, in which the Allies took the island of Sicily from the Axis powers. It began with a large amphibious and airborne operation, followed by a six-week land campaign, and initiated the Italian Campaign."}]}, {"heading": "Events", "year": "1943", "date": "July 22", "txt": "World War II: Axis occupation forces violently disperse a massive protest in Athens, killing 22.", "entities": [{"title": "22 July 1943 Athens protest", "href": "/wiki/22_July_1943_Athens_protest", "description": "The 22 July 1943 Athens protest was a massive protest that took place in Axis-occupied Athens, Greece on July 22, 1943 against the German plans to expand the Bulgarian occupation zone in Greek Macedonia."}, {"title": "Athens", "href": "/wiki/Athens", "description": "Athens is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC."}]}, {"heading": "Events", "year": "1944", "date": "July 22", "txt": "The Polish Committee of National Liberation publishes its manifesto, starting the period of Communist rule in Poland.", "entities": [{"title": "Polish Committee of National Liberation", "href": "/wiki/Polish_Committee_of_National_Liberation", "description": "The Polish Committee of National Liberation, also known as the Lublin Committee, was an executive governing authority established by the communists in Poland at the later stage of World War II. It was officially proclaimed on 22 July 1944 in Chełm, installed on 26 July in Lublin and placed formally under the direction of the State National Council. The PKWN was a provisional entity functioning in "}, {"title": "PKWN Manifesto", "href": "/wiki/PKWN_Manifesto", "description": "The Manifesto of the Polish Committee of National Liberation (PKWN) known as July or PKWN Manifesto was a political manifesto of the Polish Committee of National Liberation, a Soviet-backed administration, which operated in opposition to the London-based Polish government in exile."}, {"title": "Polish People's Republic", "href": "/wiki/Polish_People%27s_Republic", "description": "The Polish People's Republic was a country in Central Europe that existed from 1947 to 1989 and the predecessor of the modern Republic of Poland. With a population of approximately 37.9 million near the end of its existence, it was the second most-populous communist and Eastern Bloc country in Europe. Having a unitary Marxist–Leninist government imposed following World War II, it was also one of t"}]}, {"heading": "Events", "year": "1946", "date": "July 22", "txt": "King David Hotel bombing: A Zionist underground organisation, the Irgun, bombs the King David Hotel in Jerusalem, site of the civil administration and military headquarters for Mandatory Palestine, resulting in 91 deaths.", "entities": [{"title": "King David Hotel bombing", "href": "/wiki/King_David_Hotel_bombing", "description": "The King David Hotel bombing was a terrorist attack carried out on Monday, July 22, 1946, by the militant right-wing Zionist underground organization the Irgun on the British administrative headquarters for Palestine, which was housed in the southern wing of the King David Hotel in Jerusalem during the Jewish insurgency in Mandatory Palestine. 91 people of various nationalities were killed, and 46"}, {"title": "Irgun", "href": "/wiki/Irgun", "description": "The Irgun was a Zionist paramilitary organization that operated in Mandate Palestine between 1931 and 1948. The organization is also referred to as Etzel, an acronym of the Hebrew initials, or by the abbreviation IZL. It was an offshoot of the older and larger Jewish paramilitary organization Haganah. When the group broke from the Haganah it became known as the Haganah Bet, or alternatively as haH"}, {"title": "King David Hotel", "href": "/wiki/King_David_Hotel", "description": "The King David Hotel is a 5-star hotel in Jerusalem and a member of The Leading Hotels of the World. Opened in 1931, the hotel was built with locally quarried pink limestone and was founded by Ezra Mosseri, a wealthy Egyptian Jewish banker. It is located on King David Street in the centre of Jerusalem, overlooking the Old City and Mount Zion."}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}, {"title": "Mandatory Palestine", "href": "/wiki/Mandatory_Palestine", "description": "Mandatory Palestine was a geopolitical entity established between 1920 and 1948 in the region of Palestine under the terms of the League of Nations Mandate for Palestine."}]}, {"heading": "Events", "year": "1962", "date": "July 22", "txt": "Mariner program: Mariner 1 spacecraft flies erratically several minutes after launch and has to be destroyed.", "entities": [{"title": "Mariner program", "href": "/wiki/Mariner_program", "description": "The Mariner program was a 10-mission program conducted by the American space agency NASA in conjunction with Jet Propulsion Laboratory (JPL). The program launched a series of robotic interplanetary probes, from 1962 to 1973, designed to investigate Mars, Venus and Mercury. The program included a number of firsts, including the first planetary flyby, the first planetary orbiter, and the first gravi"}]}, {"heading": "Events", "year": "1963", "date": "July 22", "txt": "Crown Colony of Sarawak gains self-governance.", "entities": [{"title": "Crown Colony of Sarawak", "href": "/wiki/Crown_Colony_of_Sarawak", "description": "The Crown Colony of Sarawak was a British Crown colony on the island of Borneo, established in 1946, shortly after the dissolution of the British Military Administration. It was succeeded as the state of Sarawak through the formation of the Federation of Malaysia on 16 September 1963."}, {"title": "Self-governance", "href": "/wiki/Self-governance", "description": "Self-governance, self-government, or self-rule is the ability of a person or group to exercise all necessary functions of regulation without intervention from an external authority. It may refer to personal conduct or to any form of institution, such as family units, social groups, affinity groups, legal bodies, industry bodies, religions, and political entities of various degree. Self-governance "}]}, {"heading": "Events", "year": "1976", "date": "July 22", "txt": "Japan completes its last reparation to the Philippines for war crimes committed during imperial Japan's conquest of the country in the Second World War.", "entities": [{"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Japanese occupation of the Philippines", "href": "/wiki/Japanese_occupation_of_the_Philippines", "description": "The Japanese occupation of the Philippines occurred between 1942 and 1945, when Imperial Japan occupied the Commonwealth of the Philippines during World War II."}]}, {"heading": "Events", "year": "1977", "date": "July 22", "txt": "Chinese leader Deng Xiaoping is restored to power.", "entities": [{"title": "Deng Xiaoping", "href": "/wiki/Deng_Xiaoping", "description": "Deng Xiaoping was a Chinese revolutionary and statesman who served as the paramount leader of the People's Republic of China (PRC) from December 1978 to November 1989. After Mao Zedong's death in 1976, Deng gradually rose to supreme power and led China through a series of far-reaching market-economy reforms, earning him the reputation as the \"Architect of Modern China\"."}]}, {"heading": "Events", "year": "1983", "date": "July 22", "txt": "Martial law in Poland is officially revoked.", "entities": [{"title": "Martial law in Poland", "href": "/wiki/Martial_law_in_Poland", "description": "Martial law in Poland refers to the period between the 13th December 1981 and the 22nd July 1983, when the government of the Polish People's Republic drastically restricted everyday life by introducing martial law and a military junta in an attempt to counter political opposition, in particular the Solidarity Movement. Thousands of opposition activists were imprisoned without charge, and as many a"}]}, {"heading": "Events", "year": "1990", "date": "July 22", "txt": "Greg LeMond, an American road racing cyclist, wins his third Tour de France after leading the majority of the race. It was LeMond's second consecutive Tour de France victory.", "entities": [{"title": "Greg LeMond", "href": "/wiki/Greg_LeMond", "description": "Gregory James LeMond is an American former professional road racing cyclist, entrepreneur, and anti-doping advocate. A two-time winner of the Road Race World Championship and a three-time winner of the Tour de France, LeMond is considered by many to be the greatest American cyclist of all time, one of the great all-round cyclists of the modern era, and an icon of the sport's globalisation."}]}, {"heading": "Events", "year": "1992", "date": "July 22", "txt": "Near Medellín, Colombian drug lord Pablo Escobar escapes from his luxury prison fearing extradition to the United States.", "entities": [{"title": "Medellín", "href": "/wiki/Medell%C3%ADn", "description": "Medellín, officially the Municipality of Medellín, is the second-largest city in Colombia, after Bogotá, and the capital of the department of Antioquia. It is located in the Aburrá Valley, a central region of the Andes Mountains in South America. According to the National Administrative Department of Statistics, the city had an estimated population of 2,508,452 according to the 2018 census. With i"}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}, {"title": "Drug lord", "href": "/wiki/Drug_lord", "description": "A drug lord, drug baron, kingpin or narcotrafficker is a high ranking crime boss who controls a sizable network of people involved in the illegal drug trade. Such figures are often difficult to bring to justice, as they are normally not directly in possession of something illegal, but are insulated from the actual trade in drugs by several layers of staff. The prosecution of drug lords is therefor"}, {"title": "Pablo Escobar", "href": "/wiki/Pablo_Escobar", "description": "Pablo Emilio Escobar Gaviria was a Colombian drug lord and narcoterrorist who was the founder and sole leader of the Medellín Cartel. Dubbed \"The King of Cocaine,\" Escobar is the wealthiest criminal in history, having amassed an estimated net worth of US$30 billion by the time of his death—equivalent to $64 billion as of 2021—while his drug cartel monopolized the cocaine trade into the United Stat"}]}, {"heading": "Events", "year": "1993", "date": "July 22", "txt": "Great Flood of 1993: Levees near Kaskaskia, Illinois rupture, forcing the entire town to evacuate by barges operated by the Army Corps of Engineers.", "entities": [{"title": "Great Flood of 1993", "href": "/wiki/Great_Flood_of_1993", "description": "The Great Flood of 1993 was a flood that occurred in the Midwestern United States, along the Mississippi and Missouri rivers and their tributaries, from April to October 1993. The flood was among the most costly and devastating to ever occur in the United States, with $15 billion in damages. The hydrographic basin affected an area approximately 745 miles (1,199 km) in length and 435 miles (700 km)"}, {"title": "Levee", "href": "/wiki/Levee", "description": "A levee, dike, dyke, embankment, floodbank or stopbank is an elongated naturally occurring ridge or artificially constructed fill or wall that regulates water levels. It is usually earthen and often parallel to the course of a river in its floodplain or along low-lying coastlines."}, {"title": "Kaskaskia, Illinois", "href": "/wiki/Kaskaskia,_Illinois", "description": "Kaskaskia is a village in Randolph County, Illinois. Having been inhabited by indigenous peoples, it was settled by France as part of the Illinois Country. Its population peaked at about 7,000 in the 18th century, when it was a regional center. During the American Revolutionary War, the town, which by then had become an administrative center for the British Province of Quebec, was taken by the Vir"}, {"title": "United States Army Corps of Engineers", "href": "/wiki/United_States_Army_Corps_of_Engineers", "description": "The United States Army Corps of Engineers (USACE) is an engineer formation of the United States Army that has three primary mission areas: engineer regiment, military construction, and civil works. The day-to-day activities of the three mission areas are administered by a lieutenant general known as the commanding general/chief of engineers. The chief of engineers commands the engineer regiment, c"}]}, {"heading": "Events", "year": "1997", "date": "July 22", "txt": "The second Blue Water Bridge opens between Port Huron, Michigan and Sarnia, Ontario.", "entities": [{"title": "Blue Water Bridge", "href": "/wiki/Blue_Water_Bridge", "description": "The Blue Water Bridge is a twin-span international bridge across the St. Clair River that links Port Huron, Michigan, United States, and Sarnia, Ontario, Canada. The Blue Water Bridge connects Highway 402 in Ontario with both Interstate 69 (I-69) and Interstate 94 (I-94) in Michigan."}, {"title": "Port Huron, Michigan", "href": "/wiki/Port_Huron,_Michigan", "description": "Port Huron is a city in the U.S. state of Michigan and the county seat of St. Clair County. The population was 30,184 at the 2010 census. The city is adjacent to Port Huron Township but is administered separately."}, {"title": "Sarnia, Ontario", "href": "/wiki/Sarnia,_Ontario", "description": "Sarnia is a city in Southwestern Ontario, Canada, with a 2016 population of 71,594. It is the largest city on Lake Huron and in Lambton County. Sarnia is located on the eastern bank of the junction between the Upper and Lower Great Lakes where Lake Huron flows into the St. Clair River, which forms the Canada–United States border, directly across from Port Huron, Michigan. The site's natural harbou"}]}, {"heading": "Events", "year": "2003", "date": "July 22", "txt": "Members of 101st Airborne of the United States, aided by Special Forces, attack a compound in Iraq, killing Saddam Hussein's sons Uday and Qusay, along with Mustapha Hussein, Qusay's 14-year-old son, and a bodyguard.", "entities": [{"title": "101st Airborne Division", "href": "/wiki/101st_Airborne_Division", "description": "The 101st Airborne Division is a light infantry division of the United States Army specializing in air assault operations. The Screaming Eagles were referred to as \"the tip of the spear\" by former U.S. Secretary of Defense Robert Gates and the most potent and tactically mobile of the U.S. Army's divisions by former Chief of Staff of the Army GEN Edward C. Meyer. Today, the 101st Airborne is able t"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Saddam Hussein", "href": "/wiki/Saddam_Hussein", "description": "Saddam Hussein Abd al-Majid al-Tikriti was an Iraqi politician who served as the fifth President of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization, the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and Arab socialism—Saddam played a key rol"}, {"title": "Uday Hussein", "href": "/wiki/Uday_Hussein", "description": "Uday Saddam Hussein al-Tikriti was an Iraqi politician, military officer and sports chairman who was head of the Iraqi Olympic Committee and Iraq Football Association and commander of the Fedayeen Saddam."}, {"title": "Qusay Hussein", "href": "/wiki/Qusay_Hussein", "description": "Qusay Saddam Hussein al-Tikriti was an Iraqi politician and the second son of Saddam Hussein. He was appointed as his father's heir apparent in 2000. He was also in charge of the Republican Guard."}, {"title": "Mustapha Hussein", "href": "/wiki/Mustapha_Hussein", "description": "Qusay Saddam Hussein al-Tikriti was an Iraqi politician and the second son of Saddam Hussein. He was appointed as his father's heir apparent in 2000. He was also in charge of the Republican Guard."}]}, {"heading": "Events", "year": "2005", "date": "July 22", "txt": "Jean Charles de Menezes is killed by police as the hunt begins for the London Bombers responsible for the 7 July 2005 London bombings and the 21 July 2005 London bombings.", "entities": [{"title": "Death of Jean Charles de Menezes", "href": "/wiki/Death_of_Jean_Charles_de_Menezes", "description": "Jean Charles da Silva e de Menezes was a Brazilian man killed by officers of the London Metropolitan Police Service at Stockwell station on the London Underground, after he was wrongly deemed to be one of the fugitives involved in the previous day's failed bombing attempts. These events took place two weeks after the London bombings of 7 July 2005, in which 52 people were killed."}, {"title": "7 July 2005 London bombings", "href": "/wiki/7_July_2005_London_bombings", "description": "The 7 July 2005 London bombings, often referred to as 7/7, were a series of four coordinated Islamist suicide attacks in London, England, that targeted commuters travelling on the city's public transport system during the morning rush hour."}, {"title": "21 July 2005 London bombings", "href": "/wiki/21_July_2005_London_bombings", "description": "On Thursday 21 July 2005, four attempted bomb attacks by Islamist extremists disrupted part of London's public transport system as a follow up attack from the 7 July 2005 London bombings that occurred two weeks earlier. The explosions occurred around midday at Shepherd's Bush, Warren Street and Oval stations on the London Underground, and on London Buses route 26 in Bethnal Green on Hackney Road. "}]}, {"heading": "Events", "year": "2011", "date": "July 22", "txt": "Norway attacks: First a bomb blast which targeted government buildings in central Oslo, followed by a massacre at a youth camp on the island of Utøya.", "entities": [{"title": "2011 Norway attacks", "href": "/wiki/2011_Norway_attacks", "description": "The 2011 Norway attacks, referred to in Norway as 22 July or as 22/7, were two sequential domestic terrorist\nattacks by Anders Behring Breivik against the government, the civilian population, and a Workers' Youth League (AUF) summer camp, in which 77 people were killed."}, {"title": "Oslo", "href": "/wiki/Oslo", "description": "Oslo is the capital and most populous city of Norway. It constitutes both a county and a municipality. As of 23 November 2020, the municipality of Oslo had a population of 697,549, while the population of the city's greater urban area was 1,019,513, as of 4 November 2019. The metropolitan area had an estimated population of 1.71 million."}, {"title": "Utøya", "href": "/wiki/Ut%C3%B8ya", "description": "Utøya is an island in the Tyrifjorden lake in Hole municipality, in the county of Viken, Norway. The island is 10.6 hectares, situated 500 metres (1,600 ft) off the shore, by the E16 road, about 20 km (12 mi) driving distance south of Hønefoss, and 38 km (24 mi) northwest of Oslo city centre."}]}, {"heading": "Events", "year": "2013", "date": "July 22", "txt": "Dingxi earthquakes: A series of earthquakes in Dingxi, China, kills at least 89 people and injures more than 500 others.", "entities": [{"title": "2013 Dingxi earthquakes", "href": "/wiki/2013_Dingxi_earthquakes", "description": "On 22 July 2013, a series of earthquakes occurred in Dingxi, Gansu. The first quake struck at 07:45 China Standard Time with the epicenter located at the border of Min County and Zhang County. The magnitude of the initial earthquake was placed at Ms 6.6 by the China Earthquake Data Center with a focal depth of 20.0 kilometres (12 mi). It was measured at Mw 5.9 by the United States Geological Surve"}, {"title": "Dingxi", "href": "/wiki/Dingxi", "description": "Dingxi, also known as Longyou is a prefecture-level city in the southeast of Gansu province, People's Republic of China."}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}]}, {"heading": "Births", "year": "1210", "date": "July 22", "txt": "Joan of England, Queen of Scotland (d. 1238)", "entities": [{"title": "Joan of England, Queen of Scotland", "href": "/wiki/Joan_of_England,_Queen_of_Scotland", "description": "Joan of England, was Queen consort of Scotland from 1221 until her death. She was the third child of John, King of England and Isabella of Angoulême."}]}, {"heading": "Births", "year": "1437", "date": "July 22", "txt": "John Scrope, 5th Baron Scrope of Bolton, English Baron (d. 1498)", "entities": [{"title": "John Scrope, 5th Baron Scrope of Bolton", "href": "/wiki/John_Scrope,_5th_Baron_Scrope_of_Bolton", "description": "John Scrope, 5th Baron Scrope of Bolton, KG was an English Yorkist nobleman."}]}, {"heading": "Births", "year": "1476", "date": "July 22", "txt": "Zhu Youyuan, Ming Dynasty politician (d. 1519)", "entities": [{"title": "Zhu Youyuan", "href": "/wiki/Zhu_Youyuan", "description": "Zhu Youyuan, a prince of the Ming dynasty of China. He was the fourth son of the Chenghua Emperor."}]}, {"heading": "Births", "year": "1478", "date": "July 22", "txt": "Philip I of Castile (d. 1506)", "entities": [{"title": "Philip I of Castile", "href": "/wiki/Philip_I_of_Castile", "description": "Philip the Handsome, also called the Fair, was Duke of Burgundy from 1482 to 1506 and the first Habsburg King of Castile for a brief time in 1506."}]}, {"heading": "Births", "year": "1531", "date": "July 22", "txt": "Leonhard Thurneysser, scholar and elector of Brandenburg (d. 1595)", "entities": [{"title": "Leonhard Thurneysser", "href": "/wiki/Leonhard_Thurneysser", "description": "Leonard Thurneysser was a scholar and miracle doctor at the court of Elector John George of Brandenburg."}]}, {"heading": "Births", "year": "1535", "date": "July 22", "txt": "Katarina Stenbock, queen of Gustav I of Sweden (d. 1621)", "entities": [{"title": "Katarina Stenbock", "href": "/wiki/Katarina_Stenbock", "description": "Catherine Stenbock was Queen of Sweden from 1552 to 1560 as the third and last wife of King Gustav I."}, {"title": "Gustav I of Sweden", "href": "/wiki/Gustav_I_of_Sweden", "description": "Gustav I, born Gustav Eriksson of the Vasa noble family and later known as Gustav Vasa, was King of Sweden from 1523 until his death in 1560, previously self-recognised Protector of the Realm (Riksföreståndare) from 1521, during the ongoing Swedish War of Liberation against King Christian II of Denmark, Norway and Sweden. Gustav rose to lead the rebel movement following the Stockholm Bloodbath, wh"}]}, {"heading": "Births", "year": "1552", "date": "July 22", "txt": "Anthony Browne, Sheriff of Surrey and Kent (d. 1592)", "entities": [{"title": "Anthony Browne (1552–1592)", "href": "/wiki/Anthony_Browne_(1552%E2%80%931592)", "description": "Anthony Browne was Sheriff of Surrey and of Kent in 1580. The heir to a great estate in Sussex, he predeceased his father by four months. Aside from his own progeny, his sister Mary married Henry Wriothesley, 2nd Earl of Southampton who gave birth to Henry Wriothesley, 3rd Earl of Southampton."}]}, {"heading": "Births", "year": "1552", "date": "July 22", "txt": "Mary Wriothesley, Countess of Southampton, Lady of English peer and others (d. 1607)", "entities": []}, {"heading": "Births", "year": "1559", "date": "July 22", "txt": "Lawrence of Brindisi, Italian priest and saint (d. 1619)", "entities": [{"title": "Lawrence of Brindisi", "href": "/wiki/Lawrence_of_Brindisi", "description": "Lawrence of Brindisi, born Giulio Cesare Russo, was a Roman Catholic priest and a theologian as well as a member of the Order of Friars Minor Capuchin. An accomplished linguist, in addition to his native Italian, Lawrence could read and speak Latin, Hebrew, Greek, German, Bohemian, Spanish, and French fluently. Lawrence was ordained a priest at the age of 23. Lawrence was beatified on 1 June 1783 "}]}, {"heading": "Births", "year": "1615", "date": "July 22", "txt": "Marguerite of Lorraine, princess of Lorraine, duchess of Orléans (d. 1672)", "entities": [{"title": "Marguerite of Lorraine", "href": "/wiki/Marguerite_of_Lorraine", "description": "Marguerite of Lorraine, Duchess of Orléans, was the wife of Gaston, younger brother of Louis XIII of France. As Gaston had married her in secret in defiance of the King; Louis had their marriage nullified when it became known. On his deathbed, Louis permitted them to marry. After their remarriage, Marguerite and Gaston had five children. She was the stepmother of La Grande Mademoiselle."}]}, {"heading": "Births", "year": "1618", "date": "July 22", "txt": "Johan Nieuhof, Dutch traveler (d. 1672)", "entities": [{"title": "Johan Nieuhof", "href": "/wiki/Johan_Nieuhof", "description": "Johan Nieuhof was a Dutch traveler who wrote about his journeys to Brazil, China and India. The most famous of these was a trip of 2,400 kilometers (1,500 mi) from Canton to Peking in 1655-1657, which enabled him to become an authoritative Western writer on China. He wrote An embassy from the East-India Company containing the written account of this journey."}]}, {"heading": "Births", "year": "1621", "date": "July 22", "txt": "Anthony Ashley Cooper, 1st Earl of Shaftesbury, English politician, Lord Chancellor of the United Kingdom (d. 1683)", "entities": [{"title": "Anthony Ashley Cooper, 1st Earl of Shaftesbury", "href": "/wiki/Anthony_Ashley_Cooper,_1st_Earl_of_Shaftesbury", "description": "Anthony Ashley Cooper, 1st Earl of Shaftesbury PC, known as Anthony Ashley Cooper from 1621 to 1630, as Sir Anthony Ashley Cooper, 2nd Baronet from 1630 to 1661, and as The Lord Ashley from 1661 to 1672, was a prominent English politician during the Interregnum and the reign of King Charles II. A founder of the Whig party, he was also the patron of John Locke."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Births", "year": "1630", "date": "July 22", "txt": "Madame de Brinvilliers, French aristocrat (d. 1676)", "entities": [{"title": "Madame de Brinvilliers", "href": "/wiki/Madame_de_Brinvilliers", "description": "Marie-Madeleine d'Aubray, Marquise de Brinvilliers was a French aristocrat who was accused and convicted of murdering her father and two of her brothers in order to inherit their estates. After her death, there was speculation that she poisoned upwards of 30 sick people in hospitals to test out her poisons, but these rumors were never confirmed. Her crimes were discovered after the death of her lo"}]}, {"heading": "Births", "year": "1647", "date": "July 22", "txt": "Margaret Mary Alacoque, French nun, mystic and saint (d. 1690)", "entities": [{"title": "Margaret Mary Alacoque", "href": "/wiki/Margaret_Mary_Alacoque", "description": "Margaret Mary Alacoque, was a French Roman Catholic Visitation nun and mystic, who promoted devotion to the Sacred Heart of Jesus in its modern form."}]}, {"heading": "Births", "year": "1651", "date": "July 22", "txt": "Ferdinand Tobias Richter, Austrian organist and composer (d. 1711)", "entities": [{"title": "Ferdinand Tobias Richter", "href": "/wiki/Ferdinand_Tobias_Richter", "description": "Ferdinand Tobias Richter was an Austrian Baroque composer and organist."}]}, {"heading": "Births", "year": "1711", "date": "July 22", "txt": "Georg Wilhelm Richmann, German-Russian physicist and academic (d. 1753)", "entities": [{"title": "Georg Wilhelm Richmann", "href": "/wiki/Georg_Wilhelm_Richmann", "description": "Georg Wilhelm Richmann, was a Russian Imperial physicist of Baltic German descent. He proved that thunder clouds contain electric charge."}]}, {"heading": "Births", "year": "1713", "date": "July 22", "txt": "Jacques-Germain Soufflot, French architect, designed the Panthéon (d. 1780)", "entities": [{"title": "Jacques-Germain Soufflot", "href": "/wiki/Jacques-Germain_Soufflot", "description": "Jacques-Germain Soufflot was a French architect in the international circle that introduced neoclassicism. His most famous work is the Panthéon in Paris, built from 1755 onwards, originally as a church dedicated to Saint Genevieve."}, {"title": "Panthéon", "href": "/wiki/Panth%C3%A9on", "description": "The Panthéon is a monument in the 5th arrondissement of Paris, France. It stands in the Latin Quarter, atop the Montagne Sainte-Geneviève, in the center of the Place du Panthéon, which was named after it. The edifice was built between 1758 and 1790, from designs by Jacques-Germain Soufflot, at the behest of King Louis XV of France; the king intended it as a church dedicated to Saint Genevieve, Par"}]}, {"heading": "Births", "year": "1733", "date": "July 22", "txt": "Mikhail Shcherbatov, Russian philosopher and historian (d. 1790)", "entities": [{"title": "Mikhail Shcherbatov", "href": "/wiki/Mikhail_Shcherbatov", "description": "Prince Mikhailo Mikhailovich Shcherbatov was a leading ideologue and exponent of the Russian Enlightenment, on the par with Mikhail Lomonosov and Nikolay Novikov. His view of human nature and social progress is kindred to Swift's pessimism. He was known as a statesman, historian, writer and philosopher, and was one of the most visible representatives of the nascent Russian conservatism during the "}]}, {"heading": "Births", "year": "1755", "date": "July 22", "txt": "Gaspard de Prony, French mathematician and engineer (d. 1839)", "entities": [{"title": "Gaspard de Prony", "href": "/wiki/Gaspard_de_Prony", "description": "Baron Gaspard Clair François Marie Riche de Prony was a French mathematician and engineer, who worked on hydraulics. He was born at Chamelet, Beaujolais, France and died in Asnières-sur-Seine, France."}]}, {"heading": "Births", "year": "1784", "date": "July 22", "txt": "Friedrich Bessel, German mathematician and astronomer (d. 1846)", "entities": [{"title": "Friedrich Bessel", "href": "/wiki/Friedrich_Bessel", "description": "Friedrich Wilhelm Bessel was a German astronomer, mathematician, physicist and geodesist. He was the first astronomer who determined reliable values for the distance from the sun to another star by the method of parallax. A special type of mathematical functions were named Bessel functions after Bessel's death, though they had originally been discovered by Daniel Bernoulli and then generalised by "}]}, {"heading": "Births", "year": "1820", "date": "July 22", "txt": "Oliver Mowat, Canadian politician, 3rd Premier of Ontario, 8th Lieutenant Governor of Ontario (d. 1903)", "entities": [{"title": "Oliver Mowat", "href": "/wiki/Oliver_Mowat", "description": "Sir Oliver Mowat, was a Canadian lawyer, politician, and Liberal Party leader. He served for nearly 24 years as the third Premier of Ontario. He was the eighth Lieutenant Governor of Ontario and one of the Fathers of Confederation. He is best known for defending successfully the constitutional rights of the provinces in the face of the centralizing tendency of the national government as represente"}, {"title": "Premier of Ontario", "href": "/wiki/Premier_of_Ontario", "description": "The premier of Ontario is the first minister of the Crown. The premier acts as the head of government for Ontario, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative; together with the Cabinet, the premier manages the Government of Ontario."}, {"title": "Lieutenant Governor of Ontario", "href": "/wiki/Lieutenant_Governor_of_Ontario", "description": "The Lieutenant Governor of Ontario is the viceregal representative in Ontario of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor "}]}, {"heading": "Births", "year": "1839", "date": "July 22", "txt": "Jakob Hurt, Estonian theologist and linguist (d. 1907)", "entities": [{"title": "Jakob Hurt", "href": "/wiki/Jakob_Hurt", "description": "Jakob Hurt was a notable Estonian folklorist, theologian, and linguist. With respect to the last, he is perhaps best known for his dissertation on \"pure\" -ne stem nouns. He was also featured on the 10 krooni note."}]}, {"heading": "Births", "year": "1844", "date": "July 22", "txt": "William Archibald Spooner, English priest and scholar (d. 1930)", "entities": [{"title": "William Archibald Spooner", "href": "/wiki/William_Archibald_Spooner", "description": "William Archibald Spooner was a long-serving Oxford don. He was most notable for his absent-mindedness, and for supposedly mixing up the syllables in a spoken phrase, with unintentionally comic effect. Such phrases became known as spoonerisms, and are often used humorously. Many spoonerisms have been invented and attributed to Spooner."}]}, {"heading": "Births", "year": "1848", "date": "July 22", "txt": "Adolphus Frederick V, Grand Duke of Mecklenburg-Strelitz (d. 1914)", "entities": [{"title": "Adolphus Frederick V, Grand Duke of Mecklenburg-Strelitz", "href": "/wiki/Adolphus_Frederick_V,_Grand_Duke_of_Mecklenburg-Strelitz", "description": "Adolphus Frederick V was reigning grand duke of Mecklenburg-Strelitz from 1904 to 1914."}]}, {"heading": "Births", "year": "1849", "date": "July 22", "txt": "Emma Lazarus, American poet and educator (d. 1887)", "entities": [{"title": "Emma Lazarus", "href": "/wiki/Emma_Lazarus", "description": "Emma Lazarus was an American author of poetry, prose, and translations, as well as an activist for Jewish causes."}]}, {"heading": "Births", "year": "1856", "date": "July 22", "txt": "Octave Hamelin, French philosopher (d. 1907)", "entities": [{"title": "Octave Hamelin", "href": "/wiki/Octave_Hamelin", "description": "Octave Hamelin was a French philosopher. He taught as a professor at the University of Bordeaux (1884-) and the University of Sorbonne (1905-). Hamelin was a close friend of the sociologist Émile Durkheim, with whom he shared an interest in the French philosopher Charles Renouvier. He is also known as a translator of classical Greek philosophers."}]}, {"heading": "Births", "year": "1862", "date": "July 22", "txt": "Cosmo Duff-Gordon, Scottish fencer (d. 1931)", "entities": [{"title": "Cosmo Duff-Gordon", "href": "/wiki/Cosmo_Duff-Gordon", "description": "Sir Cosmo Edmund Duff-Gordon, 5th Baronet DL was a prominent Scottish landowner and sportsman, best known for the controversy surrounding his escape from the sinking of the RMS Titanic."}]}, {"heading": "Births", "year": "1863", "date": "July 22", "txt": "Alec Hearne, English cricketer (d. 1952)", "entities": [{"title": "Alec Hearne", "href": "/wiki/Alec_Hearne", "description": "Alec Hearne was a member of the famous cricketing Hearne family. He played as a professional for Kent County Cricket Club between 1884 and 1906 and made one Test match appearance for England. He was an all-rounder who was named as one of Wisden's five Cricketers of the Year in 1894. His father, George played cricket for Middlesex during the 1860s and brothers George and Frank also played Test cric"}]}, {"heading": "Births", "year": "1878", "date": "July 22", "txt": "Janusz Korczak, Polish pediatrician and author (d. 1942)", "entities": [{"title": "Janusz Korczak", "href": "/wiki/Janusz_Korczak", "description": "Janusz Korczak, the pen name of Henryk Goldszmit, was a Polish Jewish educator, children's author and pedagogue known as Pan Doktor or Stary Doktor. After spending many years working as a principal of an orphanage in Warsaw, he refused sanctuary repeatedly and stayed with his orphans when the entire population of the institution was sent from the Ghetto to the Treblinka extermination camp by the N"}]}, {"heading": "Births", "year": "1881", "date": "July 22", "txt": "Augusta Fox Bronner, American psychologist, specialist in juvenile psychology (d. 1966)", "entities": [{"title": "Augusta Fox Bronner", "href": "/wiki/Augusta_Fox_Bronner", "description": "Augusta Fox Bronner was an American psychologist, best known for her work in juvenile psychology. She co-directed the first child guidance clinic, and her research shaped psychological theories about the causes behind child delinquency, emphasizing the need to focus on social and environmental factors over inherited traits."}]}, {"heading": "Births", "year": "1882", "date": "July 22", "txt": "Edward Hopper, American painter and etcher (d. 1967)", "entities": [{"title": "Edward Hopper", "href": "/wiki/Edward_Hopper", "description": "Edward Hopper was an American realist painter and printmaker. While he is widely known for his oil paintings, he was equally proficient as a watercolorist and printmaker in etching. His career benefited decisively from his marriage to fellow-artist Josephine Nivison, who contributed much to his work, both as a life-model and as a creative partner. Hopper was a minor-key artist, creating subdued dr"}]}, {"heading": "Births", "year": "1884", "date": "July 22", "txt": "Odell Shepard, American poet and politician, 66th Lieutenant Governor of Connecticut (d. 1967)", "entities": [{"title": "Odell Shepard", "href": "/wiki/Odell_Shepard", "description": "Odell Shepard was an American professor, poet, and politician who was the 86th Lieutenant Governor of Connecticut from 1941 to 1943. He won a Pulitzer Prize in 1938."}, {"title": "Lieutenant Governor of Connecticut", "href": "/wiki/Lieutenant_Governor_of_Connecticut", "description": "The following is a list of deputy or lieutenant governors of the State of Connecticut, from the Colonial period through present day."}]}, {"heading": "Births", "year": "1886", "date": "July 22", "txt": "Hella Wuolijoki, Estonian-Finnish author (d. 1954)", "entities": [{"title": "Hella Wuolijoki", "href": "/wiki/Hella_Wuolijoki", "description": "Hella Wuolijoki, also known by the pen name Juhani Tervapää, was an Estonian-born Finnish writer known for her Niskavuori series."}]}, {"heading": "Births", "year": "1887", "date": "July 22", "txt": "Gustav Ludwig Hertz, German physicist and academic, Nobel Prize laureate (d. 1975)", "entities": [{"title": "Gustav Ludwig Hertz", "href": "/wiki/Gustav_Ludwig_Hertz", "description": "Gustav Ludwig Hertz was a German experimental physicist and Nobel Prize winner for his work on inelastic electron collisions in gases, and a nephew of Heinrich Rudolf Hertz."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1888", "date": "July 22", "txt": "Kirk Bryan, American geologist and academic (d. 1950)", "entities": [{"title": "Kirk Bryan (geologist)", "href": "/wiki/Kirk_Bryan_(geologist)", "description": "Kirk Bryan was an American geologist on the faculty of Harvard University from 1925 until his death in 1950."}]}, {"heading": "Births", "year": "1888", "date": "July 22", "txt": "Selman Waksman, Jewish-American biochemist and microbiologist, Nobel Prize laureate (d. 1973)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1889", "date": "July 22", "txt": "James Whale, English director (d. 1957)", "entities": [{"title": "James Whale", "href": "/wiki/James_Whale", "description": "James Whale was an English film director, theatre director and actor, who spent the greater part of his career in Hollywood. He is best remembered for several horror films: Frankenstein (1931), The Old Dark House (1932), The Invisible Man (1933) and Bride of Frankenstein (1935), all considered classics. Whale also directed films in other genres, including the 1936 film version of the musical Show "}]}, {"heading": "Births", "year": "1890", "date": "July 22", "txt": "Rose Kennedy, American philanthropist (d. 1995)", "entities": [{"title": "Rose Kennedy", "href": "/wiki/Rose_Kennedy", "description": "Rose Elizabeth Fitzgerald Kennedy was an American philanthropist, socialite, and a member of the Kennedy family. She was deeply embedded in the \"lace curtain\" Irish Catholic community in Boston, where her father John F. Fitzgerald was mayor. Kennedy was the wife of businessman and investor Joseph P. Kennedy Sr., who was United States Ambassador to the United Kingdom, formally known as Ambassador t"}]}, {"heading": "Births", "year": "1892", "date": "July 22", "txt": "Jack MacBryan, English cricketer and field hockey player (d. 1983)", "entities": [{"title": "Jack MacBryan", "href": "/wiki/Jack_MacBryan", "description": "John \"Jack\" Crawford William MacBryan was an English cricketer who played for Cambridge University and Somerset and made one almost imperceptible appearance in a Test match for England. MacBryan was also a field hockey international and won a gold medal at the 1920 Olympic Games with the Great Britain and Ireland team."}]}, {"heading": "Births", "year": "1893", "date": "July 22", "txt": "Jesse Haines, American baseball player and coach (d. 1978)", "entities": [{"title": "Jesse Haines", "href": "/wiki/Jesse_Haines", "description": "Jesse Joseph Haines, nicknamed \"Pop\", was a right-handed pitcher in for the Cincinnati Reds and St. Louis Cardinals of Major League Baseball (MLB). After a lengthy stint in minor league baseball, he played briefly in 1918, then from 1920 to 1937. He spent nearly his entire major league career with the Cardinals. Haines pitched on three World Series championship teams. Though he had a kind personal"}]}, {"heading": "Births", "year": "1893", "date": "July 22", "txt": "Karl Menninger, American psychiatrist and author (d. 1990)", "entities": []}, {"heading": "Births", "year": "1895", "date": "July 22", "txt": "León de Greiff, Colombian poet, journalist, and diplomat (d. 1976)", "entities": [{"title": "León de Greiff", "href": "/wiki/Le%C3%B3n_de_Greiff", "description": "Francisco de Asís León Bogislao de Greiff Haeusler, was a Colombian poet known for his stylistic innovations and deliberately eclectic use of obscure lexicon. Best known simply as León de Greiff, he often used different pen names. The most popular were Leo le Gris and Gaspar Von Der Natch. De Greiff was one of the founders of Los Panidas, a literary and artistic group established in 1915 in the ci"}]}, {"heading": "Births", "year": "1898", "date": "July 22", "txt": "Stephen Vincent Benét, American poet, short story writer, and novelist (d. 1943)", "entities": [{"title": "Stephen Vincent Benét", "href": "/wiki/Stephen_Vincent_Ben%C3%A9t", "description": "Stephen Vincent Benét was an American poet, short story writer, and novelist. He is best known for his book-length narrative poem of the American Civil War, John Brown's Body (1928), for which he received the Pulitzer Prize for Poetry, and for the short stories \"The Devil and Daniel Webster\" (1936) and \"By the Waters of Babylon\" (1937). In 2009, The Library of America selected his story \"The King "}]}, {"heading": "Births", "year": "1899", "date": "July 22", "txt": "Sobhuza II of Swaziland (d. 1982)", "entities": [{"title": "Sobhuza II", "href": "/wiki/Sobhuza_II", "description": "Sobhuza II, KBE was the Paramount Chief and later Ngwenyama of Swaziland for 82 years and 254 days, the longest verifiable reign of any monarch in recorded history. Sobhuza was born on 22 July 1899 at Zombodze Royal Residence, the son of Inkhosikati Lomawa Ndwandwe and King Ngwane V. When he was only four months old, his father died suddenly while dancing incwala. Sobhuza was chosen king soon afte"}]}, {"heading": "Births", "year": "1908", "date": "July 22", "txt": "Amy Vanderbilt, American author (d. 1974)", "entities": [{"title": "Amy Vanderbilt", "href": "/wiki/Amy_Vanderbilt", "description": "Amy Osborne Vanderbilt was an American authority on etiquette. In 1952 she published the best-selling book Amy Vanderbilt's Complete Book of Etiquette. The book, later retitled Amy Vanderbilt's Etiquette, has been updated and is still in circulation. The most recent edition (ISBN 0-385-41342-4) was edited by Nancy Tuckerman and Nancy Dunnan. Its longtime popularity has led to its being considered "}]}, {"heading": "Births", "year": "1909", "date": "July 22", "txt": "Licia Albanese, Italian-American soprano and actress (d. 2014)", "entities": [{"title": "Licia Albanese", "href": "/wiki/Licia_Albanese", "description": "Licia Albanese was an Italian-born American operatic soprano. Noted especially for her portrayals of the lyric heroines of Verdi and Puccini, Albanese was a leading artist with the Metropolitan Opera from 1940 to 1966. She also made many recordings and was chairwoman of The Licia Albanese-Puccini Foundation, which is dedicated to assisting young artists and singers."}]}, {"heading": "Births", "year": "1909", "date": "July 22", "txt": "Dorino Serafini, Italian racing driver (d. 2000)", "entities": []}, {"heading": "Births", "year": "1910", "date": "July 22", "txt": "Ruthie Tompson, American animator and artist", "entities": [{"title": "Ruthie Tompson", "href": "/wiki/Ruthie_Tompson", "description": "Ruthie Tompson is an American former camera technician, artist, and supercentenarian. She is known for her work on animated features at The Walt Disney Company."}]}, {"heading": "Births", "year": "1913", "date": "July 22", "txt": "Gorni Kramer, Italian bassist, songwriter, and bandleader (d. 1995)", "entities": [{"title": "Gorni Kramer", "href": "/wiki/Gorni_Kramer", "description": "Gorni Kramer was an Italian songwriter, musician and band leader."}]}, {"heading": "Births", "year": "1915", "date": "July 22", "txt": "Shaista Suhrawardy Ikramullah, Indian-Pakistani politician and diplomat (d. 2000)", "entities": [{"title": "Shaista Suhrawardy Ikramullah", "href": "/wiki/Shaista_Suhrawardy_Ikramullah", "description": "Begum Shaista Suhrawardy Ikramullah was a Pakistani politician from Bengal, diplomat and author. She was the first Muslim woman to earn a PhD from the University of London. She was Pakistan's ambassador to Morocco from 1964 to 1967, and was also a delegate to the United Nations."}]}, {"heading": "Births", "year": "1916", "date": "July 22", "txt": "Gino Bianco, Brazilian racing driver (d. 1984)", "entities": [{"title": "Gino Bianco", "href": "/wiki/Gino_Bianco", "description": "Luigi Emilio Rodolfo Bertetti Bianco, better known as Gino Bianco was a racing driver from Brazil. Born in Milan, Italy, he emigrated to Brazil as a child and started racing there. He raced a Maserati A6GCM for the Escuderia Bandeirantes team and took part in four Formula One World Championship Grands Prix, with a best result of 18th at the 1952 British Grand Prix. Bianco later raced in hillclimbs"}]}, {"heading": "Births", "year": "1916", "date": "July 22", "txt": "Marcel Cerdan, French boxer (d. 1949)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 22", "txt": "William Roth, American lawyer and politician (d. 2003)", "entities": [{"title": "William Roth", "href": "/wiki/William_Roth", "description": "William Victor Roth Jr. was an American lawyer and politician from Wilmington, Delaware. He was a veteran of World War II and a member of the Republican Party. He served from 1967 to 1970 as the lone U.S. Representative from Delaware and from 1971 to 2001 as a U.S. Senator from Delaware. He is the most recent Republican to have served as a U.S. Senator from Delaware."}]}, {"heading": "Births", "year": "1923", "date": "July 22", "txt": "Bob Dole, American soldier, lawyer, and politician", "entities": [{"title": "Bob Dole", "href": "/wiki/Bob_Dole", "description": "Robert Joseph Dole is an American politician and attorney who represented Kansas in the U.S. Senate from 1969 to 1996. He was the Republican Leader of the United States Senate during the final 11 years of his tenure, including three nonconsecutive years as Senate Majority Leader. Prior to his 27 years in the Senate, he served in the U.S. House of Representatives from 1961 to 1969. Dole was also th"}]}, {"heading": "Births", "year": "1923", "date": "July 22", "txt": "César Fernández Ardavín, Spanish director, producer, and screenwriter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 22", "txt": "Margaret Whiting, American singer (d. 2011)", "entities": [{"title": "Margaret Whiting", "href": "/wiki/Margaret_Whiting", "description": "Margaret Eleanor Whiting was an American popular music and country music singer who gained popularity in the 1940s and 1950s."}]}, {"heading": "Births", "year": "1925", "date": "July 22", "txt": "Jack Matthews, American author, playwright, and academic (d. 2013)", "entities": [{"title": "Jack Matthews (author)", "href": "/wiki/Jack_Matthews_(author)", "description": "Jack Matthews was an American novelist, short story writer, essayist, playwright and former professor. He published 7 novels, 7 collections of short stories, a novella, and 8 volumes of essays. He was an avid book collector, and many of his book finds served as a basis for his essays and the historical topics he explored in his fiction. His 1972 novel The Charisma Campaigns was nominated by Walker"}]}, {"heading": "Births", "year": "1925", "date": "July 22", "txt": "Joseph Sargent, American actor, director, and producer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 22", "txt": "Bryan Forbes, English actor, director, producer, and screenwriter (d. 2013)", "entities": [{"title": "Bryan Forbes", "href": "/wiki/Bryan_Forbes", "description": "Bryan Forbes CBE was an English film director, screenwriter, film producer, actor and novelist, described as a \"Renaissance man\" and \"one of the most important figures in the British film industry\"."}]}, {"heading": "Births", "year": "1926", "date": "July 22", "txt": "Wolfgang Iser, German scholar, literary theorist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 22", "txt": "Johan Ferner, Norwegian sailor (d. 2015)", "entities": [{"title": "Johan Ferner", "href": "/wiki/Johan_Ferner", "description": "Johan Martin Ferner was a Norwegian sailor and Olympic medalist. He won a silver medal in the 6 metre class with the boat Elisabeth X at the 1952 Summer Olympics in Helsinki, together with Finn Ferner, Erik Heiberg, Tor Arneberg and Carl Mortensen. He was married to Princess Astrid, the sister of King Harald V of Norway. He was also the brother-in-law of Princess Ragnhild."}]}, {"heading": "Births", "year": "1928", "date": "July 22", "txt": "Orson Bean, American actor (d. 2020)", "entities": [{"title": "Orson Bean", "href": "/wiki/Orson_Bean", "description": "Orson Bean was a veteran American film, television, and stage actor, and a comedian, writer, and producer. He was a game show and talk show host and a \"mainstay of Los Angeles’s small theater scene.\" He appeared frequently on several televised game shows from the 1960s through the 1980s and was a longtime panelist on the television game show To Tell the Truth. \"A storyteller par excellence\", he wa"}]}, {"heading": "Births", "year": "1928", "date": "July 22", "txt": "Jimmy Hill, English footballer, manager, and sportscaster (d. 2015)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 22", "txt": "John Barber, English racing driver (d. 2015)", "entities": [{"title": "John Barber (racing driver)", "href": "/wiki/John_Barber_(racing_driver)", "description": "John David Barber was a racing driver from England. Before his racing career he was a fish merchant in London."}]}, {"heading": "Births", "year": "1929", "date": "July 22", "txt": "Leonid Stolovich, Russian-Estonian philosopher and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 22", "txt": "Neil Welliver, American painter (d. 2005)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 22", "txt": "Baselios Thomas I, Indian bishop", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 22", "txt": "Leo Labine, Canadian ice hockey player (d. 2005)", "entities": [{"title": "Leo Labine", "href": "/wiki/Leo_Labine", "description": "Leonard Gerald \"Leo The Lion\" Labine was a Canadian professional ice hockey player. A native of Haileybury, Ontario, Labine played for teams in the NHL, WHL, EPHL, and the AHL. At 5'10\", and 178 lbs, Labine had a long and varied career. He played with the following teams during his lifetime:St. Michael's Majors from 1949 to 1950;\nBarrie Flyers, with whom he won the Memorial Cup, from 1950 to 1951;"}]}, {"heading": "Births", "year": "1932", "date": "July 22", "txt": "Oscar de la Renta, Dominican-American fashion designer (d. 2014)", "entities": [{"title": "Oscar de la Renta", "href": "/wiki/Oscar_de_la_Renta", "description": "Óscar Arístides Renta Fiallo, known professionally as Oscar de la Renta, was a Dominican fashion designer. Born in Santo Domingo, he was trained by Cristóbal Balenciaga and Antonio del Castillo. De la Renta became internationally known in the 1960s as one of the couturiers who dressed Jacqueline Kennedy. He worked for Lanvin and Balmain. His eponymous fashion house has boutiques around the world i"}]}, {"heading": "Births", "year": "1932", "date": "July 22", "txt": "Tom Robbins, American novelist", "entities": []}, {"heading": "Births", "year": "1934", "date": "July 22", "txt": "Junior Cook, American saxophonist (d. 1992)", "entities": [{"title": "Junior Cook", "href": "/wiki/Junior_Cook", "description": "Herman \"Junior\" Cook was an American hard bop tenor saxophone player."}]}, {"heading": "Births", "year": "1934", "date": "July 22", "txt": "Louise Fletcher, American actress", "entities": []}, {"heading": "Births", "year": "1934", "date": "July 22", "txt": "Leon Rotman, Romanian canoeist", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 22", "txt": "Tom Cartwright, English-Welsh cricketer and coach (d. 2007)", "entities": [{"title": "Tom Cartwright", "href": "/wiki/Tom_Cartwright", "description": "Thomas William Cartwright was an English cricketer. Playing largely for Somerset and Warwickshire, he took over 1,600 wickets as a medium-pace bowler though began his career as a top order batsman and was capable enough with the bat to score seven hundreds including a double-century. He played in five Tests for England in 1964 and 1965. His withdrawal from the 1968–69 tour to South Africa led to h"}]}, {"heading": "Births", "year": "1936", "date": "July 22", "txt": "Don Patterson, American organist (d. 1988)", "entities": [{"title": "Don Patterson (organist)", "href": "/wiki/Don_Patterson_(organist)", "description": "Don Patterson was an American jazz organist."}]}, {"heading": "Births", "year": "1936", "date": "July 22", "txt": "Harold Rhodes, English cricketer", "entities": []}, {"heading": "Births", "year": "1936", "date": "July 22", "txt": "Geraldine Claudette Darden, American mathematician", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 22", "txt": "Chuck Jackson, American R&B singer and songwriter", "entities": [{"title": "Chuck Jackson", "href": "/wiki/Chuck_Jackson", "description": "Chuck Jackson is an American R&B singer who was one of the first artists to record material by Burt Bacharach and Hal David successfully. He has performed with moderate success since 1961. His hits include \"I Don't Want to Cry,\" \"Any Day Now,\" \"I Keep Forgettin'\", and \"All Over the World\"."}]}, {"heading": "Births", "year": "1937", "date": "July 22", "txt": "Yasuhiro Kojima, Japanese-American wrestler and manager (d. 1999)", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 22", "txt": "John Price, English cricketer", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 22", "txt": "Vasant Ranjane, Indian cricketer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 22", "txt": "Terence Stamp, English actor", "entities": [{"title": "Terence Stamp", "href": "/wiki/Terence_Stamp", "description": "Terence Henry Stamp is an English actor. After training at the Webber Douglas Academy of Dramatic Art in London, he started his acting career in 1962. He has been referred to as the \"master of the brooding silence\" by The Guardian. His performance in the title role of Billy Budd, his film debut, earned him an Academy Award nomination for Best Supporting Actor and a BAFTA nomination for Best Newcom"}]}, {"heading": "Births", "year": "1940", "date": "July 22", "txt": "Judith Walzer Leavitt, American historian and academic", "entities": [{"title": "Judith Walzer Leavitt", "href": "/wiki/Judith_Walzer_Leavitt", "description": "Judith Walzer Leavitt is an American historian."}]}, {"heading": "Births", "year": "1940", "date": "July 22", "txt": "Alex Trebek, Canadian-American game show host and producer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 22", "txt": "Estelle Bennett, American singer (d. 2009)", "entities": [{"title": "Estelle Bennett", "href": "/wiki/Estelle_Bennett", "description": "Estelle Bennett was an American singer. Bennett was a member of the girl group The Ronettes, along with her sister Ronnie and cousin Nedra Talley."}]}, {"heading": "Births", "year": "1941", "date": "July 22", "txt": "Vaughn Bodē, American illustrator (d. 1975)", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 22", "txt": "George Clinton, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 22", "txt": "David M. Kennedy, American historian and author", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 22", "txt": "Michael Abney-Hastings, 14th Earl of Loudoun, English-Australian politician (d. 2012)", "entities": [{"title": "Michael Abney-Hastings, 14th Earl of Loudoun", "href": "/wiki/Michael_Abney-Hastings,_14th_Earl_of_Loudoun", "description": "Michael Edward Abney-Hastings, 14th Earl of Loudoun, was a British-Australian farmer, who is most noted because of the 2004 documentary Britain's Real Monarch, which alleged he was the rightful monarch of England instead of Queen Elizabeth II. From February 1960 until November 2002, he held the courtesy title Lord Mauchline."}]}, {"heading": "Births", "year": "1942", "date": "July 22", "txt": "Peter Habeler, Austrian mountaineer and skier", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 22", "txt": "Les Johns, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 22", "txt": "Masaru Emoto, Japanese author and activist (d. 2014)", "entities": [{"title": "Masaru Emoto", "href": "/wiki/Masaru_Emoto", "description": "Masaru Emoto  was a Japanese businessman, author and pseudo-scientist who claimed that human consciousness could affect the molecular structure of water. His 2004 book The Hidden Messages in Water was a New York Times best seller. His conjecture evolved over the years, and his early work revolved around pseudo-scientific hypotheses that water could react to positive thoughts and words and that pol"}]}, {"heading": "Births", "year": "1943", "date": "July 22", "txt": "Kay Bailey Hutchison, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 22", "txt": "Bobby Sherman, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 22", "txt": "Rick Davies, English singer-songwriter and keyboard player", "entities": [{"title": "Rick Davies", "href": "/wiki/Rick_Davies", "description": "Richard Davies is an English musician, singer and songwriter best known as founder, vocalist and keyboardist of the rock band Supertramp. Davies is its only consistent member, and composed some of the band's best known songs, including \"Rudy\", \"Bloody Well Right\", \"Crime of the Century\", \"From Now On\", \"Ain't Nobody But Me\", \"Gone Hollywood\", \"Goodbye Stranger\", \"Just Another Nervous Wreck\", \"Cann"}]}, {"heading": "Births", "year": "1944", "date": "July 22", "txt": "Sparky Lyle, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 22", "txt": "Anand Satyanand, New Zealand lawyer, judge, and politician, 19th Governor-General of New Zealand", "entities": [{"title": "Governor-General of New Zealand", "href": "/wiki/Governor-General_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}]}, {"heading": "Births", "year": "1945", "date": "July 22", "txt": "Philip Cohen, English biochemist and academic", "entities": [{"title": "Philip Cohen (British biochemist)", "href": "/wiki/Philip_Cohen_(British_biochemist)", "description": "Sir Philip Cohen FRS FRSE FMedSci is a British researcher, academic and Royal Medal winner based at the Medical Research Council Protein Phosphorylation and Ubiquitylation Unit, School of Life Sciences at the University of Dundee. During the 1990s he was the world's third most cited professor and has been described by Professor Garry Taylor of the University of St Andrews as \"one of the world’s to"}]}, {"heading": "Births", "year": "1946", "date": "July 22", "txt": "Danny Glover, American actor, director, and producer", "entities": [{"title": "Danny Glover", "href": "/wiki/Danny_Glover", "description": "Daniel Lebern Glover is an American actor, film director, and political activist. He is widely known for his lead role as Roger Murtaugh in the Lethal Weapon film series. He also had leading roles in the films The Color Purple (1985), To Sleep with Anger (1990), Predator 2 (1990), Angels in the Outfield (1994) and Operation Dumbo Drop (1995). Glover has prominent supporting roles in Silverado (198"}]}, {"heading": "Births", "year": "1946", "date": "July 22", "txt": "Paul Schrader, American director and screenwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 22", "txt": "Rolando Joven Tria Tirona, Filipino archbishop", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 22", "txt": "Johnson Toribiong, Palauan lawyer and politician, 7th President of Palau", "entities": [{"title": "President of Palau", "href": "/wiki/President_of_Palau", "description": "The President of the Republic of Palau is the head of government and head of state of Palau. The president is directly elected to a four-year term, and can be reelected once in a consecutive manner."}]}, {"heading": "Births", "year": "1947", "date": "July 22", "txt": "Albert Brooks, American actor, comedian, director, and screenwriter", "entities": [{"title": "Albert Brooks", "href": "/wiki/Albert_Brooks", "description": "Albert Brooks is an American actor, comedian, writer, and director."}]}, {"heading": "Births", "year": "1947", "date": "July 22", "txt": "Gilles Duceppe, Canadian politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 22", "txt": "Don Henley, American singer-songwriter and drummer", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 22", "txt": "S. E. Hinton, American author", "entities": [{"title": "S. E. Hinton", "href": "/wiki/S._E._Hinton", "description": "Susan Eloise Hinton is an American writer best known for her young-adult novels (YA) set in Oklahoma, especially The Outsiders (1967), which she wrote during high school. Hinton is credited with introducing the YA genre."}]}, {"heading": "Births", "year": "1949", "date": "July 22", "txt": "Alan Menken, American pianist and composer", "entities": [{"title": "Alan Menken", "href": "/wiki/Alan_Menken", "description": "Alan Irwin Menken is an American composer, songwriter, conductor, music director and record producer. Menken is best known for his scores and songs for films produced by Walt Disney Animation Studios. His scores and songs for The Little Mermaid (1989), Beauty and the Beast (1991), Aladdin (1992), and Pocahontas (1995) have each won him two Academy Awards. He also composed the scores and songs for "}]}, {"heading": "Births", "year": "1949", "date": "July 22", "txt": "Lasse Virén, Finnish runner and police officer", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 22", "txt": "Richard Bennett, American guitarist and producer", "entities": [{"title": "Richard Bennett (guitarist)", "href": "/wiki/Richard_Bennett_(guitarist)", "description": "Richard Bennett is an American guitarist and record producer. As a touring sideman, he performed with Neil Diamond for seventeen years and Mark Knopfler since 1994. As a session musician, he has worked with Billy Joel, Barbra Streisand, Rodney Crowell, and Vince Gill. He has produced albums for Steve Earle, Emmylou Harris, Marty Stuart, and Kim Richey."}]}, {"heading": "Births", "year": "1951", "date": "July 22", "txt": "J. V. Cain, American football player (d. 1979)", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 22", "txt": "Patriarch Daniel of Romania", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 22", "txt": "Brian Howe, English singer-songwriter", "entities": [{"title": "Brian Howe (singer)", "href": "/wiki/Brian_Howe_(singer)", "description": "Brian Anthony Howe was an English rock singer and songwriter, best known for replacing Paul Rodgers as the lead vocalist of Bad Company. Howe's career was jump-started in 1983 when Ted Nugent recruited him to handle lead vocals for his Penetrator album and front its subsequent world tour."}]}, {"heading": "Births", "year": "1954", "date": "July 22", "txt": "Al Di Meola, American guitarist, songwriter, and producer", "entities": [{"title": "Al Di Meola", "href": "/wiki/Al_Di_Meola", "description": "Albert Laurence Di Meola is an American guitarist. Known for his works in jazz fusion and world music, he began his career as a guitarist of the group Return to Forever in 1974. Between the 1970s and 1980s, albums such as Elegant Gypsy and Friday Night in San Francisco earned him both critical and commercial success."}]}, {"heading": "Births", "year": "1954", "date": "July 22", "txt": "Steve LaTourette, American lawyer and politician (d. 2016)", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 22", "txt": "Lonette McKee, American actress and singer", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 22", "txt": "Ingrid Daubechies, Belgian physicist and mathematician", "entities": []}, {"heading": "Births", "year": "1955", "date": "July 22", "txt": "Richard J. Corman, American businessman, founded the R.J. Corman Railroad Group (d. 2013)", "entities": [{"title": "Richard J. Corman", "href": "/wiki/Richard_J._Corman", "description": "Richard Jay Corman was the founder and owner of R. J. Corman Railroad Group, a Nicholasville, Kentucky-based railroad services and short line operating company."}, {"title": "R.J. Corman Railroad Group", "href": "/wiki/R.J._Corman_Railroad_Group", "description": "R.J. Corman Railroad Group, LLC is a privately owned railroad services and short line operating company headquartered in Nicholasville, KY, with field locations in 23 states. It was owned by Richard J. Corman, who established the company in 1973, and ran it until his death on August 23, 2013. The company owns eleven short-line railroads spanning Indiana, Kentucky, Mississippi, North Carolina, Ohio"}]}, {"heading": "Births", "year": "1955", "date": "July 22", "txt": "Willem Dafoe, American actor", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 22", "txt": "Mick Pointer, English neo-progressive rock drummer", "entities": [{"title": "Mick Pointer", "href": "/wiki/Mick_Pointer", "description": "Michael Pointer is an English drummer. He is known for his work in the neo-progressive rock bands Marillion and Arena. Away from music, he has also worked as a kitchen designer."}]}, {"heading": "Births", "year": "1956", "date": "July 22", "txt": "Scott Sanderson, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1957", "date": "July 22", "txt": "Dave Stieb, American baseball player", "entities": [{"title": "Dave Stieb", "href": "/wiki/Dave_Stieb", "description": "David Andrew Stieb is a former Major League Baseball right-handed starting pitcher for the Toronto Blue Jays. A seven-time All-Star, he also won The Sporting News' Pitcher of the Year Award in 1982. Stieb won 140 games in the 1980s, the second-highest total by a pitcher in that decade, behind only Jack Morris."}]}, {"heading": "Births", "year": "1958", "date": "July 22", "txt": "Tatsunori Hara, Japanese baseball player and coach", "entities": [{"title": "Tatsunori Hara", "href": "/wiki/Tatsunori_Hara", "description": "Tatsunori Hara  is the manager of the Yomiuri Giants baseball team in Nippon Professional Baseball."}]}, {"heading": "Births", "year": "1958", "date": "July 22", "txt": "David Von Erich, American wrestler (d. 1984)", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 22", "txt": "Jon Oliva, American singer-songwriter and keyboard player", "entities": [{"title": "Jon Oliva", "href": "/wiki/Jon_Oliva", "description": "John Nicholas \"Jon\" Oliva is an American composer, multi-instrumentalist and singer. He is best known as the co-founder, keyboardist and lead vocalist of the band Savatage, which he co-founded with his younger brother Criss Oliva. Since 1996 he has also been a songwriter, musician and vocalist in Trans-Siberian Orchestra. Producer Paul O'Neill referred to Oliva in numerous interviews as the single"}]}, {"heading": "Births", "year": "1961", "date": "July 22", "txt": "Calvin Fish, English racing driver and sportscaster", "entities": [{"title": "Calvin Fish", "href": "/wiki/Calvin_Fish", "description": "\n\nCalvin Fish is a British television commentator for NBC Sports and a former racing driver."}]}, {"heading": "Births", "year": "1961", "date": "July 22", "txt": "Keith Sweat, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 22", "txt": "Alvin Robertson, American basketball player", "entities": [{"title": "Alvin Robertson", "href": "/wiki/Alvin_Robertson", "description": "Alvin Cyrrale Robertson is an American former professional basketball player who played in the National Basketball Association (NBA) from 1984 to 1993, and for one final season in 1995–96. Robertson holds the record for the most steals per game played, averaging 2.71 steals per game for his career and is the only player to ever have a season of 300 or more steals which he accomplished in the 1985–"}]}, {"heading": "Births", "year": "1962", "date": "July 22", "txt": "Martine St. Clair, Canadian singer and actress", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 22", "txt": "Emilio Butragueño, Spanish footballer", "entities": [{"title": "Emilio Butragueño", "href": "/wiki/Emilio_Butrague%C3%B1o", "description": "Emilio Butragueño Santos is a Spanish retired footballer who played as a striker."}]}, {"heading": "Births", "year": "1963", "date": "July 22", "txt": "Emily Saliers, American singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 22", "txt": "Will Calhoun, American rock drummer", "entities": [{"title": "Will Calhoun", "href": "/wiki/Will_Calhoun", "description": "William Calhoun is an American drummer who is a member of the rock band Living Colour."}]}, {"heading": "Births", "year": "1964", "date": "July 22", "txt": "Bonnie Langford, English actress and dancer", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 22", "txt": "John Leguizamo, Colombian-American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 22", "txt": "David Spade, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 22", "txt": "Derrick Dalley, Canadian educator and politician", "entities": [{"title": "Derrick Dalley", "href": "/wiki/Derrick_Dalley", "description": "Derrick Dalley, is a former Canadian politician in Newfoundland and Labrador, Canada. He served as the Minister of Natural Resources in the provincial cabinet. Dalley has represented the district of The Isles of Notre Dame in the House of Assembly from 2007 until 2015. Before entering politics he worked as a guidance counselor and principal."}]}, {"heading": "Births", "year": "1965", "date": "July 22", "txt": "Shawn Michaels, American wrestler, trainer, and actor", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 22", "txt": "Richard B. Poore, New Zealand humanitarian", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 22", "txt": "Doug Riesenberg, American football player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 22", "txt": "Tim Brown, American football player and manager", "entities": [{"title": "Tim Brown (American football)", "href": "/wiki/Tim_Brown_(American_football)", "description": "Timothy Donell Brown is an American former professional football player who was a wide receiver in the National Football League (NFL). He played college football for the Notre Dame Fighting Irish, where he won the Heisman Trophy. He spent sixteen years with the Los Angeles/Oakland Raiders, during which he established himself as one of the NFL's greatest wide receivers of all time. Brown has also p"}]}, {"heading": "Births", "year": "1967", "date": "July 22", "txt": "Lauren Booth, English journalist and activist", "entities": [{"title": "Lauren Booth", "href": "/wiki/Lauren_Booth", "description": "Lauren Booth is an English broadcaster, journalist and activist holding a VIP Palestinian Authority passport as well as a British passport."}]}, {"heading": "Births", "year": "1967", "date": "July 22", "txt": "Rhys Ifans, Welsh actor", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 22", "txt": "Despina Vandi, German-Greek singer and actress", "entities": [{"title": "Despina Vandi", "href": "/wiki/Despina_Vandi", "description": "Despina Vandi, born as Despina Malea on 22 July 1969, is a Greek singer. Born in Tübingen near Stuttgart, Germany, Vandi's family returned to Kavala, Greece when she was six years old."}]}, {"heading": "Births", "year": "1970", "date": "July 22", "txt": "Jason Becker, American guitarist and songwriter", "entities": [{"title": "Jason Becker", "href": "/wiki/Jason_Becker", "description": "Jason Eli Becker is an American virtuous musician, songwriter and composer. At the age of 16, he became part of the Shrapnel Records-produced duo Cacophony with his friend Marty Friedman. They released the albums Speed Metal Symphony in 1987 and Go Off! in 1988. Cacophony broke up in 1989 and Becker began doing solo work, having released his first album Perpetual Burn in 1988, also through Shrapne"}]}, {"heading": "Births", "year": "1970", "date": "July 22", "txt": "Steve Carter, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 22", "txt": "Sergei Zubov, Russian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 22", "txt": "Franco Battaini, Italian motorcycle racer", "entities": [{"title": "Franco Battaini", "href": "/wiki/Franco_Battaini", "description": "Franco Battaini is an Italian motorcycle road racer. His best years were in 2002 and 2003 when he finished sixth in the 250cc world championship. In 2005 Battaini competed in MotoGP aboard the Blata WCM. He had a very unsuccessful season taking a best finish of 11th in Japan – where many riders retired from the race. In 2006 Battaini competed in the Superbike World Championship."}]}, {"heading": "Births", "year": "1972", "date": "July 22", "txt": "Colin Ferguson, Canadian actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 22", "txt": "Seth Fisher, American illustrator (d. 2006)", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 22", "txt": "Keyshawn Johnson, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 22", "txt": "Brian Chippendale, American singer and drummer", "entities": [{"title": "Brian Chippendale", "href": "/wiki/Brian_Chippendale", "description": "Brian Chippendale is an American musician and artist, known as the drummer and vocalist for the experimental noise rock band Lightning Bolt and for his graphic art. Chippendale is based in Providence, Rhode Island."}]}, {"heading": "Births", "year": "1973", "date": "July 22", "txt": "Mike Sweeney, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 22", "txt": "Ece Temelkuran, Turkish journalist and author", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 22", "txt": "Rufus Wainwright, American-Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 22", "txt": "Franka Potente, German actress", "entities": [{"title": "Franka Potente", "href": "/wiki/Franka_Potente", "description": "Franka Potente is a German actress. She first appeared in the comedy film After Five in the Forest Primeval (1995), for which she won a Bavarian Film Award for Best Young Actress. Her breakthrough came in 1998, when she portrayed the titular role in the acclaimed action thriller Run Lola Run, for which she won a BAMBI Award for Best Actress. She received further critical acclaim and a Bavarian Tel"}]}, {"heading": "Births", "year": "1977", "date": "July 22", "txt": "Ezio Galon, Italian rugby player", "entities": [{"title": "Ezio Galon", "href": "/wiki/Ezio_Galon", "description": "Ezio Galon is a former Italian rugby union player."}]}, {"heading": "Births", "year": "1977", "date": "July 22", "txt": "Ingo Hertzsch, German footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 22", "txt": "Gustavo Nery, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 22", "txt": "Runako Morton, Nevisian cricketer (d. 2012)", "entities": [{"title": "Runako Morton", "href": "/wiki/Runako_Morton", "description": "Runako Shakur Morton was a Nevisian cricketer who played for West Indies in all formats of the game. He was a right-handed batsman and a right-handed offbreak bowler."}]}, {"heading": "Births", "year": "1978", "date": "July 22", "txt": "Dennis Rommedahl, Danish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 22", "txt": "Lucas Luhr, German racing driver", "entities": [{"title": "Lucas Luhr", "href": "/wiki/Lucas_Luhr", "description": "Lucas Luhr is a German BMW factory racing driver, currently competing for BMW and Rahal Letterman Lanigan Racing in the GTLM category of the Tudor United SportsCar Championship."}]}, {"heading": "Births", "year": "1979", "date": "July 22", "txt": "Yadel Martí, Cuban baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 22", "txt": "Dirk Kuyt, Dutch footballer", "entities": [{"title": "Dirk Kuyt", "href": "/wiki/Dirk_Kuyt", "description": "Dirk Kuijt is a Dutch former professional footballer. Originally starting out as a striker, he played much of his career as a winger."}]}, {"heading": "Births", "year": "1980", "date": "July 22", "txt": "Kate Ryan, Belgian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 22", "txt": "Tablo, South Korean-Canadian rapper", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 22", "txt": "Nuwan Kulasekara, Sri Lankan cricketer", "entities": [{"title": "Nuwan Kulasekara", "href": "/wiki/Nuwan_Kulasekara", "description": "Kulasekara Mudiyanselage Dinesh Nuwan Kulasekara is a former Sri Lankan cricketer who played for the Sri Lanka national cricket team in all three formats of the game. Widely regarded as one of the best swing bowlers in world cricket, Kulasekara was number one in the ODI bowlers rankings on 11 March 2009, and remained in that position until 26 September of that year becoming the only Sri Lankan to "}]}, {"heading": "Births", "year": "1983", "date": "July 22", "txt": "Aldo de Nigris, Mexican footballer", "entities": [{"title": "Aldo de Nigris", "href": "/wiki/Aldo_de_Nigris", "description": "Aldo de Nigris Guajardo is a Mexican former professional footballer and current assistant manager of Liga MX club Monterrey."}]}, {"heading": "Births", "year": "1983", "date": "July 22", "txt": "Dries Devenyns, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 22", "txt": "Steven Jackson, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 22", "txt": "Andreas Ulvo, Norwegian pianist", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 22", "txt": "Stewart Downing, English footballer", "entities": [{"title": "Stewart Downing", "href": "/wiki/Stewart_Downing", "description": "Stewart Downing is an English professional footballer who plays for Championship club Blackburn Rovers. He has played most of his career as a winger, where he operates predominantly on the left-hand side, though he can play on the right and go inside on to his stronger left foot. Downing has played more recently as an attacking midfielder."}]}, {"heading": "Births", "year": "1985", "date": "July 22", "txt": "Jessica Abbott, Australian swimmer", "entities": [{"title": "Jessica Abbott", "href": "/wiki/Jessica_Abbott", "description": "Jessica Abbott is an Australian swimmer."}]}, {"heading": "Births", "year": "1985", "date": "July 22", "txt": "Takudzwa Ngwenya, Zimbabwean-American rugby player", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 22", "txt": "Akira Tozawa, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 22", "txt": "Stevie Johnson, American football player", "entities": [{"title": "Stevie Johnson", "href": "/wiki/Stevie_Johnson", "description": "Steven John Johnson Jr. is a former American football wide receiver. Johnson was drafted by the Buffalo Bills in the seventh round of the 2008 NFL Draft and has also played for the San Francisco 49ers and San Diego Chargers. He played college football at Kentucky. Despite never making the Pro Bowl, Johnson was the first Bills receiver to post back-to-back seasons with over 1,000 yards receiving, a"}]}, {"heading": "Births", "year": "1986", "date": "July 22", "txt": "Colin de Grandhomme, Zimbabwean-New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 22", "txt": "Denis Gargaud Chanut, French slalom canoeist", "entities": [{"title": "Denis Gargaud Chanut", "href": "/wiki/Denis_Gargaud_Chanut", "description": "Denis Gargaud Chanut is a French slalom canoeist who has competed at the international level in C1 since 2004. Between 2009 and 2011 he also competed in the C2 category alongside Fabien Lefèvre. He won a gold medal in the C1 event at the 2016 Summer Olympics in Rio de Janeiro."}]}, {"heading": "Births", "year": "1987", "date": "July 22", "txt": "Charlotte Kalla, Swedish skier", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 22", "txt": "William Buick, Norwegian-British flat jockey", "entities": [{"title": "William Buick", "href": "/wiki/William_Buick", "description": "William Buick is a British flat jockey. He shared the champion apprentice jockey title in 2008 with David Probert and won the Lester Award for Apprentice Jockey of the Year in 2007 and 2008. From 2010 to 2014 he was stable jockey to John Gosden. In 2015 he signed with Godolphin. Buick won his first Group1 race in Canada in 2010 and since then has won Group 1 races in England, France, Germany, Hong"}]}, {"heading": "Births", "year": "1988", "date": "July 22", "txt": "Paul Coutts, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 22", "txt": "Thomas Kraft, German footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 22", "txt": "Sercan Temizyürek, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 22", "txt": "Keegan Allen, American actor, photographer and musician", "entities": [{"title": "Keegan Allen", "href": "/wiki/Keegan_Allen", "description": "Keegan Phillip Allen is an American actor, photographer, author and musician known for his main role as Toby Cavanaugh on the Freeform series Pretty Little Liars."}]}, {"heading": "Births", "year": "1991", "date": "July 22", "txt": "Matty James, English footballer", "entities": [{"title": "Matty James", "href": "/wiki/Matty_James", "description": "Matthew Lee James is an English professional footballer who plays for Championship club Coventry City, on loan from Leicester City. His regular position is in midfield, but he can play in defence when required. James began his career with Manchester United, where his brother Reece also came through the youth ranks, but left the club for a spell on loan at Preston North End before joining Leicester"}]}, {"heading": "Births", "year": "1992", "date": "July 22", "txt": "Anja Aguilar, Filipino actress and singer", "entities": [{"title": "Anja Aguilar", "href": "/wiki/Anja_Aguilar", "description": "Anja Aguilar is the screen name of Angellie G. Urquico, a Filipino recording artist and Grand Winner of Little Big Star Season 2 in 2006."}]}, {"heading": "Births", "year": "1992", "date": "July 22", "txt": "Selena Gomez, American singer and actress", "entities": []}, {"heading": "Births", "year": "1992", "date": "July 22", "txt": "Carolin Schnarre, German Paralympic equestrian", "entities": []}, {"heading": "Births", "year": "1993", "date": "July 22", "txt": "Dzhokhar Tsarnaev, Kyrgyzstani-American terrorist", "entities": [{"title": "Dzhokhar Tsarnaev", "href": "/wiki/Dzhokhar_Tsarnaev", "description": "Dzhokhar Anzorovich Tsarnaev is a Kyrgyz-American man of Chechen descent who was convicted of terrorism in planting pressure cooker bombs at the Boston Marathon on April 15, 2013, along with his brother Tamerlan Tsarnaev. The bombings killed three people and injured approximately 280 others."}]}, {"heading": "Births", "year": "1994", "date": "July 22", "txt": "Jaz Sinclair, American film and television actress", "entities": [{"title": "Jaz Sinclair", "href": "/wiki/Jaz_Sinclair", "description": "Jasmine Sinclair Sabino is an American film and television actress. She is known for playing Angela in Paper Towns, Anna in When the Bough Breaks and Rosalind Walker in the Netflix series Chilling Adventures of Sabrina."}]}, {"heading": "Births", "year": "1995", "date": "July 22", "txt": "Ezekiel Elliott, American football player", "entities": [{"title": "Ezekiel Elliott", "href": "/wiki/Ezekiel_Elliott", "description": "Ezekiel Elijah Elliott is an American football running back for the Dallas Cowboys of the National Football League (NFL). He played college football at Ohio State, where he earned second-team All-America honors in 2015. He was drafted by the Cowboys fourth overall in the 2016 NFL Draft. A three-time Pro Bowl selection, Elliott led the league in rushing yards in 2016 and 2018."}]}, {"heading": "Births", "year": "1995", "date": "July 22", "txt": "Armaan Malik, Indian playback singer, composer and songwriter", "entities": []}, {"heading": "Births", "year": "1996", "date": "July 22", "txt": "Skyler Gisondo, American actor", "entities": [{"title": "Skyler Gisondo", "href": "/wiki/Skyler_Gisondo", "description": "Skyler Augustus Gisondo is an American actor. He starred in Santa Clarita Diet and Vacation. He also had a role as Young Shawn in Psych."}]}, {"heading": "Births", "year": "2002", "date": "July 22", "txt": "Prince Felix of Denmark", "entities": [{"title": "Prince Felix of Denmark", "href": "/wiki/Prince_Felix_of_Denmark", "description": "Prince Felix of Denmark is a member of the Danish royal family. He is the younger son of Prince Joachim and his first wife, Alexandra, Countess of Frederiksborg. Prince Felix is currently eighth in the line of succession to the Danish throne."}]}, {"heading": "Births", "year": "2013", "date": "July 22", "txt": "Prince George of Cambridge", "entities": [{"title": "Prince George of Cambridge", "href": "/wiki/Prince_George_of_Cambridge", "description": "Prince George of Cambridge is a member of the British royal family. He is the eldest child of Prince William, Duke of Cambridge, and Catherine, Duchess of Cambridge, and third in the line of succession to the British throne behind his grandfather Prince Charles and his father. As he is expected to become king one day, his birth was widely celebrated across the Commonwealth realms. George occasiona"}]}, {"heading": "Deaths", "year": "698", "date": "July 22", "txt": "Wu Chengsi, nephew of Chinese sovereign Wu Zetian", "entities": [{"title": "Wu Chengsi", "href": "/wiki/Wu_Chengsi", "description": "Wu Chengsi, formally Prince Xuan of Wei (魏宣王), was a nephew of Chinese sovereign Wu Zetian and an imperial prince during her Zhou Dynasty. He participated in her planning in taking the throne and had wanted to become crown prince after she claimed the throne in 690, but his attempts were repeatedly rebuffed, and after she showed her intent to eventually return the throne to her son Li Zhe by recal"}, {"title": "History of China", "href": "/wiki/History_of_China", "description": "The earliest known written records of the history of China date from as early as 1250 BC, from the Shang dynasty, during the king Wu Ding's reign, who was mentioned as the twenty-first Shang king by the same. Ancient historical texts such as the Book of Documents, the Records of the Grand Historian and the Bamboo Annals mention and describe a Xia dynasty before the Shang, but no writing is known f"}, {"title": "Wu Zetian", "href": "/wiki/Wu_Zetian", "description": "Wu Zhao, commonly known as Wu Zetian, alternatively Wu Hou, and during the later Tang dynasty as Tian Hou, was the de facto ruler of China, first through her husband the Emperor Gaozong (唐高宗) and then through her sons the Emperors Zhongzong (唐中宗) and Ruizong (唐睿宗), from 665 to 690. She subsequently became empress regnant of the Zhou dynasty (周) of China, ruling from 690 to 705. She is notable for "}]}, {"heading": "Deaths", "year": "1258", "date": "July 22", "txt": "Meinhard I, Count of Gorizia-Tyrol (b. c. 1200)", "entities": [{"title": "Meinhard I, Count of Gorizia-Tyrol", "href": "/wiki/Meinhard_I,_Count_of_Gorizia-Tyrol", "description": "Meinhard I, a member of the House of Gorizia (Meinhardiner), was Count of Gorizia from 1231 and Count of Tyrol from 1253 until his death."}]}, {"heading": "Deaths", "year": "1274", "date": "July 22", "txt": "Henry I of Navarre, Count of Champagne and Brie and King of Navarre", "entities": [{"title": "Henry I of Navarre", "href": "/wiki/Henry_I_of_Navarre", "description": "Henry the Fat was King of Navarre and Count of Champagne and Brie from 1270 until his death."}, {"title": "Count of Champagne", "href": "/wiki/Count_of_Champagne", "description": "The Count of Champagne was the ruler of the County of Champagne from 950 to 1316. Champagne evolved from the county of Troyes in the late eleventh century and Hugh I was the first to officially use the title \"Count of Champagne\"."}, {"title": "Brie", "href": "/wiki/Brie", "description": "Brie is a soft cow's-milk cheese named after Brie, the French region from which it originated. It is pale in color with a slight grayish tinge under a rind of white mould. The rind is typically eaten, with its flavor depending largely upon the ingredients used and its manufacturing environment. It is similar to Camembert, which is native to a different region of France."}, {"title": "King of Navarre", "href": "/wiki/King_of_Navarre", "description": "This is a list of the kings and queens of Pamplona, later Navarre. Pamplona was the primary name of the kingdom until its union with Aragon (1076–1134). However, the territorial designation Navarre came into use as an alternative name in the late tenth century, and the name Pamplona was retained well into the twelfth century.\n"}]}, {"heading": "Deaths", "year": "1298", "date": "July 22", "txt": "Sir John de Graham, Scottish soldier at the Battle of Falkirk", "entities": [{"title": "John de Graham", "href": "/wiki/John_de_Graham", "description": "Sir John de Graham of Dundaff was a 13th-century Scottish noble. He was killed during the Battle of Falkirk on 22 July 1298."}]}, {"heading": "Deaths", "year": "1362", "date": "July 22", "txt": "Louis, Count of Gravina (b. 1324)", "entities": [{"title": "Louis, Count of Gravina", "href": "/wiki/Louis,_Count_of_Gravina", "description": "Louis of Durazzo was Count of Gravina and Morrone. He was the son of John of Durazzo and Agnes of Périgord."}]}, {"heading": "Deaths", "year": "1376", "date": "July 22", "txt": "Simon Langham, Archbishop of Canterbury (b. 1310)", "entities": [{"title": "Simon Langham", "href": "/wiki/Simon_Langham", "description": "Simon de Langham was an English clergyman who was Archbishop of Canterbury and a cardinal."}, {"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}]}, {"heading": "Deaths", "year": "1387", "date": "July 22", "txt": "Frans Ackerman, Flemish politician (b. 1330)", "entities": [{"title": "Frans Ackerman", "href": "/wiki/Frans_Ackerman", "description": "\nFrans Ackerman, Latinized Franciscus Agricola, was one of the most famous Flemish statesmen and military leaders of the 14th century."}]}, {"heading": "Deaths", "year": "1461", "date": "July 22", "txt": "Charles VII of France (b. 1403)", "entities": [{"title": "Charles VII of France", "href": "/wiki/Charles_VII_of_France", "description": "Charles VII, called the Victorious or the Well-Served, was King of France from 1422 to his death in 1461."}]}, {"heading": "Deaths", "year": "1525", "date": "July 22", "txt": "Richard Wingfield, English courtier and diplomat, Chancellor of the Duchy of Lancaster (b. 1426)", "entities": [{"title": "Richard Wingfield", "href": "/wiki/Richard_Wingfield", "description": "Sir Richard Wingfield KG of Kimbolton Castle was an influential courtier and diplomat in the early years of the Tudor dynasty of England."}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Deaths", "year": "1540", "date": "July 22", "txt": "John Zápolya, Hungarian king (b. 1487)", "entities": [{"title": "John Zápolya", "href": "/wiki/John_Z%C3%A1polya", "description": "John Zápolya, or John Szapolyai, was King of Hungary from 1526 to 1540. His rule was disputed by Archduke Ferdinand I, who also claimed the title King of Hungary. He was Voivode of Transylvania before his coronation, from 1510 to 1526."}]}, {"heading": "Deaths", "year": "1550", "date": "July 22", "txt": "Jorge de Lencastre, Duke of Coimbra (b. 1481)", "entities": [{"title": "Jorge de Lencastre, Duke of Coimbra", "href": "/wiki/Jorge_de_Lencastre,_Duke_of_Coimbra", "description": "Jorge de Lancastre was a Portuguese prince, illegitimate son of King John II of Portugal and Ana de Mendonça, a lady-in-waiting to Joanna la Beltraneja. He was created the second Duke of Coimbra in 1509. He was also master of the Order of Santiago and administrator of the Order of Aviz from 1492 to 1550."}]}, {"heading": "Deaths", "year": "1581", "date": "July 22", "txt": "Richard Cox, English bishop (b. 1500)", "entities": [{"title": "Richard Cox (bishop)", "href": "/wiki/Richard_Cox_(bishop)", "description": "Richard Cox was an English clergyman, who was Dean of Westminster and Bishop of Ely."}]}, {"heading": "Deaths", "year": "1619", "date": "July 22", "txt": "Lawrence of Brindisi, Italian priest and saint (b. 1559)", "entities": [{"title": "Lawrence of Brindisi", "href": "/wiki/Lawrence_of_Brindisi", "description": "Lawrence of Brindisi, born Giulio Cesare Russo, was a Roman Catholic priest and a theologian as well as a member of the Order of Friars Minor Capuchin. An accomplished linguist, in addition to his native Italian, Lawrence could read and speak Latin, Hebrew, Greek, German, Bohemian, Spanish, and French fluently. Lawrence was ordained a priest at the age of 23. Lawrence was beatified on 1 June 1783 "}]}, {"heading": "Deaths", "year": "1645", "date": "July 22", "txt": "Gaspar de Guzmán, Count-Duke of Olivares, Spanish statesman (b. 1587)", "entities": [{"title": "Gaspar de Guzmán, Count-Duke of Olivares", "href": "/wiki/Gaspar_de_Guzm%C3%A1n,_Count-Duke_of_Olivares", "description": "Gaspar de Guzmán y Pimentel, 1st Duke of Sanlúcar, 3rd Count of Olivares, GE, known as the Count-Duke of Olivares, was a Spanish royal favourite of Philip IV and minister. As prime minister from 1621 to 1643, he over-exerted Spain in foreign affairs and unsuccessfully attempted domestic reform. His policy of committing Spain to recapture Holland led to a renewal of the Eighty Years' War while Spai"}]}, {"heading": "Deaths", "year": "1676", "date": "July 22", "txt": "Pope Clement X (b. 1590)", "entities": [{"title": "Pope Clement X", "href": "/wiki/Pope_Clement_X", "description": "Pope Clement X, born Emilio Bonaventura Altieri, was Pope from 29 April 1670 to his death in 1676. Elected pope at age 79, he has since been ranked as the oldest pope at the time of his election."}]}, {"heading": "Deaths", "year": "1726", "date": "July 22", "txt": "Hugh Drysdale, English-American politician, Colonial Governor of Virginia", "entities": [{"title": "Hugh Drysdale", "href": "/wiki/Hugh_Drysdale", "description": "\nColonel Hugh Drysdale was an American governor of colonial Virginia. He was educated at Kilkenny College and Trinity College, Dublin. More officially, his title was Lieutenant Governor and Commander in Chief of the Colony and Dominion of Virginia. He served as governor from September 1722, until his death in July 1726."}, {"title": "Colonial Governor of Virginia", "href": "/wiki/Colonial_Governor_of_Virginia", "description": "This is a list of colonial governors of Virginia."}]}, {"heading": "Deaths", "year": "1734", "date": "July 22", "txt": "Peter King, 1st Baron King, English lawyer and politician, Lord Chancellor of England (b. 1669)", "entities": [{"title": "Peter King, 1st Baron King", "href": "/wiki/Peter_King,_1st_Baron_King", "description": "Peter King, 1st Baron King,, commonly referred to as Lord King, was an English lawyer and politician, who became Lord High Chancellor of Great Britain."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1789", "date": "July 22", "txt": "Joseph Foullon de Doué, French politician, Controller-General of Finances (b. 1715)", "entities": [{"title": "Joseph Foullon de Doué", "href": "/wiki/Joseph_Foullon_de_Dou%C3%A9", "description": "Joseph-François Foullon de Doué, or Foulon de Doué, was a French politician and a Controller-General of Finances under Louis XVI. A deeply unpopular figure, he has the ignominious distinction of being the first recorded person to have been lynched à la lanterne."}, {"title": "Controller-General of Finances", "href": "/wiki/Controller-General_of_Finances", "description": "The Controller-General or Comptroller-General of Finances was the name of the minister in charge of finances in France from 1661 to 1791. It replaced the former position of Superintendent of Finances, which was abolished with the downfall of Nicolas Fouquet. It did not hold any real political power until 1665, when First Minister Jean-Baptiste Colbert, who had acted upon financial matters since Fo"}]}, {"heading": "Deaths", "year": "1802", "date": "July 22", "txt": "Marie François Xavier Bichat, French anatomist and physiologist (b. 1771)", "entities": [{"title": "Marie François Xavier Bichat", "href": "/wiki/Marie_Fran%C3%A7ois_Xavier_Bichat", "description": "Marie François Xavier Bichat was a French anatomist and pathologist, known as the father of modern histology. Although he worked without a microscope, Bichat distinguished 21 types of elementary tissues from which the organs of the human body are composed. He was also \"the first to propose that tissue is a central element in human anatomy, and he considered organs as collections of often disparate"}]}, {"heading": "Deaths", "year": "1824", "date": "July 22", "txt": "Thomas Macnamara Russell, English admiral", "entities": [{"title": "Thomas Macnamara Russell", "href": "/wiki/Thomas_Macnamara_Russell", "description": "Admiral Thomas McNamara Russell was an admiral in the Royal Navy. Russell's naval career spanned the American Revolutionary War, French Revolutionary War and Napoleonic War."}]}, {"heading": "Deaths", "year": "1826", "date": "July 22", "txt": "Giuseppe Piazzi, Italian mathematician and astronomer (b. 1746)", "entities": [{"title": "Giuseppe Piazzi", "href": "/wiki/Giuseppe_Piazzi", "description": "Giuseppe Piazzi was an Italian Catholic priest of the Theatine order, mathematician, and astronomer. He established an observatory at Palermo, now the Osservatorio Astronomico di Palermo – Giuseppe S. Vaiana. Perhaps his most famous discovery was the first dwarf planet, Ceres."}]}, {"heading": "Deaths", "year": "1832", "date": "July 22", "txt": "Napoleon II, French emperor (b. 1811)", "entities": [{"title": "Napoleon II", "href": "/wiki/Napoleon_II", "description": "Napoleon II was disputed Emperor of the French for a few weeks in 1815. The son of Emperor Napoleon I and Empress Marie Louise, he had been Prince Imperial of France and King of Rome since birth. After the fall of his father, he lived the rest of his life in Vienna and was known in the Austrian court as Franz, Duke of Reichstadt for his adult life. He was posthumously given the nickname L'Aiglon a"}]}, {"heading": "Deaths", "year": "1833", "date": "July 22", "txt": "Joseph Forlenze, Italian ophthalmologist and surgeon (b. 1757)", "entities": [{"title": "Joseph Forlenze", "href": "/wiki/Joseph_Forlenze", "description": "Joseph-Nicolas-Blaise Forlenze, was an Italian ophthalmologist and surgeon, considered one of the most important ophthalmologists between the 18th and the 19th century. He was mostly known in France under the French Revolution and the Napoleonic Empire, for his cataract surgery."}]}, {"heading": "Deaths", "year": "1864", "date": "July 22", "txt": "James B. McPherson, American general (b. 1828)", "entities": [{"title": "James B. McPherson", "href": "/wiki/James_B._McPherson", "description": "James Birdseye McPherson was a career United States Army officer who served as a general in the Union Army during the American Civil War. McPherson was on the General's staff of Henry Halleck and later, of Ulysses S. Grant and was with Grant at the Battle of Shiloh. He was killed at the Battle of Atlanta, facing the army of his old West Point classmate John Bell Hood, who paid a warm tribute to hi"}]}, {"heading": "Deaths", "year": "1869", "date": "July 22", "txt": "John A. Roebling, German-American engineer, designed the Brooklyn Bridge (b. 1806)", "entities": [{"title": "John A. Roebling", "href": "/wiki/John_A._Roebling", "description": "John Augustus Roebling was a German-born American civil engineer. He designed and built wire rope suspension bridges, in particular the Brooklyn Bridge, which has been designated as a National Historic Landmark and a National Historic Civil Engineering Landmark."}, {"title": "Brooklyn Bridge", "href": "/wiki/Brooklyn_Bridge", "description": "The Brooklyn Bridge is a hybrid cable-stayed/suspension bridge in New York City, spanning the East River between Manhattan Island and Brooklyn on Long Island. Opened on May 24, 1883, the Brooklyn Bridge was the first fixed crossing of the East River. It was also the longest suspension bridge in the world at the time of its opening, with a main span of 1,595.5 feet (486.3 m) and a deck 127 ft (38.7"}]}, {"heading": "Deaths", "year": "1902", "date": "July 22", "txt": "Mieczysław Halka-Ledóchowski, Polish cardinal (b. 1822)", "entities": [{"title": "Mieczysław Halka-Ledóchowski", "href": "/wiki/Mieczys%C5%82aw_Halka-Led%C3%B3chowski", "description": "Mieczysław Halka-Ledóchowski, was born in Górki in Russian controlled Congress Poland to Count Josef Ledóchowski and Maria Zakrzewska. He was uncle to Saint Ursula Ledóchowska, the Blessed Maria Teresia (Theresa) Ledóchowska and Father Włodzimierz Ledóchowski, General Superior of the Society of Jesus."}]}, {"heading": "Deaths", "year": "1903", "date": "July 22", "txt": "Cassius Marcellus Clay, American publisher, lawyer, and politician, United States Ambassador to Russia (b. 1810)", "entities": [{"title": "Cassius Marcellus Clay (politician)", "href": "/wiki/Cassius_Marcellus_Clay_(politician)", "description": "Cassius Marcellus Clay, nicknamed the \"Lion of White Hall,\" was a Kentucky planter, politician, and emancipationist who worked for the abolition of slavery. He was a founding member of the Republican Party in Kentucky, and was appointed by President Abraham Lincoln as the United States minister to Russia. Clay is credited with gaining Russian support for the Union during the American Civil War."}, {"title": "United States Ambassador to Russia", "href": "/wiki/United_States_Ambassador_to_Russia", "description": "The Ambassador of the United States of America to the Russian Federation is the ambassador extraordinary and plenipotentiary from the United States of America to the Russian Federation. Jon Huntsman Jr. held the position from October 2017 until October 3, 2019. On December 12, 2019, the United States Senate confirmed John J. Sullivan as the next ambassador."}]}, {"heading": "Deaths", "year": "1904", "date": "July 22", "txt": "Wilson Barrett, English actor and playwright (b. 1846)", "entities": [{"title": "Wilson Barrett", "href": "/wiki/Wilson_Barrett", "description": "Wilson Barrett was an English manager, actor, and playwright. With his company, Barrett is credited with attracting the largest crowds of English theatregoers ever because of his success with melodrama, an instance being his production of The Silver King (1882) at the Princess's Theatre of London. The historical tragedy The Sign of the Cross (1895) was Barrett's most successful play, both in Engla"}]}, {"heading": "Deaths", "year": "1906", "date": "July 22", "txt": "William Snodgrass, Canadian minister and academic (b. 1827)", "entities": [{"title": "William Snodgrass (minister)", "href": "/wiki/William_Snodgrass_(minister)", "description": "William Snodgrass was a Canadian Presbyterian minister and the sixth Principal of Queen's College, now Queen's University."}]}, {"heading": "Deaths", "year": "1908", "date": "July 22", "txt": "Randal Cremer, English politician, Nobel Prize laureate (b. 1828)", "entities": [{"title": "Randal Cremer", "href": "/wiki/Randal_Cremer", "description": "Sir William Randal Cremer usually known by his middle name \"Randal\", was an English Liberal Member of Parliament, a pacifist, and a leading advocate for international arbitration. He was awarded the Nobel Peace Prize in 1903 for his work with the international arbitration movement."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1915", "date": "July 22", "txt": "Sandford Fleming, Scottish-Canadian engineer and inventor, developed Standard time (b. 1827)", "entities": [{"title": "Sandford Fleming", "href": "/wiki/Sandford_Fleming", "description": "Sir Sandford Fleming was a Scottish Canadian engineer and inventor. Born and raised in Scotland, he emigrated to colonial Canada at the age of 18. He promoted worldwide standard time zones, a prime meridian, and use of the 24-hour clock as key elements to communicating the accurate time, all of which influenced the creation of Coordinated Universal Time. He designed Canada's first postage stamp, p"}, {"title": "Standard time", "href": "/wiki/Standard_time", "description": "Standard time is the synchronization of clocks within a geographical region to a single time standard, rather than a local mean time standard. Generally, standard time agrees with the local mean time at some meridian that passes through the region, often near the center of the region. Historically, standard time was established during the 19th century to aid weather forecasting and train travel. A"}]}, {"heading": "Deaths", "year": "1916", "date": "July 22", "txt": "James Whitcomb Riley, American poet and author (b. 1849)", "entities": [{"title": "James Whitcomb Riley", "href": "/wiki/James_Whitcomb_Riley", "description": "James Whitcomb Riley was an American writer, poet, and best-selling author. During his lifetime he was known as the \"Hoosier Poet\" and \"Children's Poet\" for his dialect works and his children's poetry. His poems tend to be humorous or sentimental. Of the approximately 1,000 poems Riley wrote, the majority are in dialect. His famous works include \"Little Orphant Annie\" and \"The Raggedy Man\"."}]}, {"heading": "Deaths", "year": "1918", "date": "July 22", "txt": "Indra Lal Roy, Indian lieutenant and first Indian fighter aircraft pilot (b. 1898)", "entities": [{"title": "Indra Lal Roy", "href": "/wiki/Indra_Lal_Roy", "description": "Indra Lal Roy, is the sole Indian World War I flying ace. While serving in the Royal Flying Corps and its successor, the Royal Air Force, he claimed ten aerial victories; five aircraft destroyed, and five 'down out of control' in just over 170 hours flying time, making him the first Indian flying ace."}]}, {"heading": "Deaths", "year": "1920", "date": "July 22", "txt": "William Kissam Vanderbilt, American businessman and horse breeder (b. 1849)", "entities": [{"title": "William Kissam Vanderbilt", "href": "/wiki/William_Kissam_Vanderbilt", "description": "William Kissam Vanderbilt I was an American heir, businessman, philanthropist and horsebreeder. Born into the Vanderbilt family, he managed his family's railroad investments."}]}, {"heading": "Deaths", "year": "1922", "date": "July 22", "txt": "Jōkichi Takamine, Japanese-American chemist and academic (b. 1854)", "entities": [{"title": "Takamine Jōkichi", "href": "/wiki/Takamine_J%C5%8Dkichi", "description": "Takamine Jōkichi  was a Japanese chemist."}]}, {"heading": "Deaths", "year": "1932", "date": "July 22", "txt": "J. Meade Falkner, English author and poet (b. 1858)", "entities": [{"title": "J. Meade Falkner", "href": "/wiki/J._Meade_Falkner", "description": "John Meade Falkner was an English novelist and poet, best known for his 1898 novel, Moonfleet. An extremely successful businessman as well, he became chairman of the arms manufacturer Armstrong Whitworth during World War I."}]}, {"heading": "Deaths", "year": "1932", "date": "July 22", "txt": "Reginald Fessenden, Canadian inventor and academic (b. 1866)", "entities": []}, {"heading": "Deaths", "year": "1932", "date": "July 22", "txt": "Errico Malatesta, Italian activist and author (b. 1853)", "entities": []}, {"heading": "Deaths", "year": "1932", "date": "July 22", "txt": "Flo Ziegfeld, American actor and producer (b. 1867)", "entities": []}, {"heading": "Deaths", "year": "1934", "date": "July 22", "txt": "John Dillinger, American gangster (b. 1903)", "entities": [{"title": "John Dillinger", "href": "/wiki/John_Dillinger", "description": "John Herbert Dillinger was an American gangster of the Great Depression. He led a group known as the \"Dillinger Gang\", which was accused of robbing 24 banks and four police stations. Dillinger was imprisoned several times but escaped twice. He was charged, but not convicted of the murder of an East Chicago, Indiana, police officer who shot Dillinger in his bullet-proof vest during a shootout; it w"}]}, {"heading": "Deaths", "year": "1937", "date": "July 22", "txt": "Ted McDonald, Australian cricketer and footballer (b. 1891)", "entities": [{"title": "Ted McDonald", "href": "/wiki/Ted_McDonald", "description": "Edgar Arthur \"Ted\" McDonald was a cricketer who played for Tasmania, Victoria, Lancashire and Australia, as well as being an Australian rules footballer who played with Launceston Football Club, Essendon Football Club, and Fitzroy Football Club."}]}, {"heading": "Deaths", "year": "1940", "date": "July 22", "txt": "George Fuller, Australian politician, 22nd Premier of New South Wales (b. 1861)", "entities": [{"title": "George Fuller (Australian politician)", "href": "/wiki/George_Fuller_(Australian_politician)", "description": "Sir George Warburton Fuller was an Australian politician who served as the 22nd Premier of New South Wales, in office from 1922 to 1925 and for one day in December 1921. He previously served in the federal House of Representatives from 1901 to 1913, representing the Division of Illawarra, and was Minister for Home Affairs under Alfred Deakin from 1909 to 1910."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1940", "date": "July 22", "txt": "Albert Young, American boxer and promoter (b. 1877)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "July 22", "txt": "Rūdolfs Jurciņš, Latvian basketball player (b. 1909)", "entities": [{"title": "Rūdolfs Jurciņš", "href": "/wiki/R%C5%ABdolfs_Jurci%C5%86%C5%A1", "description": "Rūdolfs Jurciņš was a Latvian basketball player. He played as a center. Jurciņš won a gold medal at the 1935 EuroBasket competition, becoming first European champion. He participated at the 1936 Summer Olympics, where Latvia national basketball team got 15th/18th place."}]}, {"heading": "Deaths", "year": "1950", "date": "July 22", "txt": "William Lyon Mackenzie King, Canadian economist and politician, 10th Prime Minister of Canada (b. 1874)", "entities": [{"title": "William Lyon Mackenzie King", "href": "/wiki/William_Lyon_Mackenzie_King", "description": "William Lyon Mackenzie King, commonly known as Mackenzie King, was a Canadian statesman and politician who served as the tenth prime minister of Canada for three non-consecutive terms from 1921–1926, 1926–1930 and 1935–1948. A Liberal, he was the dominant politician in Canada during the interwar period from the 1920s through the 1940s. He is best known for his leadership of Canada throughout the S"}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Deaths", "year": "1958", "date": "July 22", "txt": "Mikhail Zoshchenko, Ukrainian-Russian soldier and author (b. 1895)", "entities": [{"title": "Mikhail Zoshchenko", "href": "/wiki/Mikhail_Zoshchenko", "description": "Mikhail Mikhailovich Zoshchenko was a Soviet author and satirist."}]}, {"heading": "Deaths", "year": "1967", "date": "July 22", "txt": "Carl Sandburg, American poet and historian (b. 1878)", "entities": [{"title": "Carl Sandburg", "href": "/wiki/Carl_Sandburg", "description": "Carl August Sandburg was an American poet, biographer, journalist, and editor. He won three Pulitzer Prizes: two for his poetry and one for his biography of Abraham Lincoln. During his lifetime, Sandburg was widely regarded as \"a major figure in contemporary literature\", especially for volumes of his collected verse, including Chicago Poems (1916), Cornhuskers (1918), and Smoke and Steel (1920). H"}]}, {"heading": "Deaths", "year": "1968", "date": "July 22", "txt": "Giovannino Guareschi, Italian journalist and cartoonist (b. 1908)", "entities": [{"title": "Giovannino Guareschi", "href": "/wiki/Giovannino_Guareschi", "description": "Giovannino Oliviero Giuseppe Guareschi was an Italian journalist, cartoonist and humorist whose best known creation is the priest Don Camillo."}]}, {"heading": "Deaths", "year": "1970", "date": "July 22", "txt": "George Johnston, Australian journalist and author (b. 1912)", "entities": [{"title": "George Johnston (novelist)", "href": "/wiki/George_Johnston_(novelist)", "description": "George Henry Johnston OBE was an Australian journalist, war correspondent and novelist, best known for My Brother Jack. He was the husband and literary collaborator of Charmian Clift."}]}, {"heading": "Deaths", "year": "1974", "date": "July 22", "txt": "Wayne Morse, American lawyer and politician (b. 1900)", "entities": [{"title": "Wayne Morse", "href": "/wiki/Wayne_Morse", "description": "Wayne Lyman Morse was an American attorney and United States Senator from Oregon. Morse is well known for opposing his party's leadership and for his opposition to the Vietnam War on constitutional grounds."}]}, {"heading": "Deaths", "year": "1979", "date": "July 22", "txt": "J. V. Cain, American football player (b. 1951)", "entities": [{"title": "J. V. Cain", "href": "/wiki/J._V._Cain", "description": "James Victor Cain was a tight end in the NFL for the St. Louis Cardinals. Cain played high school football at Booker T. Washington in Houston Texas, before playing college football at Colorado. He was the 7th overall selection in the 1974 NFL Draft. Two years later, he emerged as the full-time starting tight end for the Cardinals."}]}, {"heading": "Deaths", "year": "1979", "date": "July 22", "txt": "Sándor Kocsis, Hungarian footballer and manager (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "July 22", "txt": "Floyd Gottfredson, American author and illustrator (b. 1905)", "entities": [{"title": "Floyd Gottfredson", "href": "/wiki/Floyd_Gottfredson", "description": "Arthur Floyd Gottfredson was an American cartoonist best known for his defining work on the Mickey Mouse comic strip, which he worked on from 1930 until his retirement in 1975. He has probably had the same impact on the Mickey Mouse comics as Carl Barks had on the Donald Duck comics. 17 years after his death, his memory was honored with the Disney Legends award in 2003 and induction into the Comic"}]}, {"heading": "Deaths", "year": "1986", "date": "July 22", "txt": "Ede Staal, Dutch singer-songwriter (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "July 22", "txt": "Fahrettin Kerim Gökay, Turkish physician and politician, Turkish Minister of Health (b. 1900)", "entities": [{"title": "Fahrettin Kerim Gökay", "href": "/wiki/Fahrettin_Kerim_G%C3%B6kay", "description": "Fahrettin Kerim Gökay was a Turkish politician, civil servant, professor ordinarius and physician. He served as government minister, and is well known for his long-term position as governor of Istanbul."}, {"title": "Ministry of Health (Turkey)", "href": "/wiki/Ministry_of_Health_(Turkey)", "description": "The Ministry of Health is the ministry of the Government of Turkey responsible for proposing and executing the government policy on health, planning and providing healthcare and protecting consumers. Likewise, it is responsible for proposing and executing the government policy on social cohesion and inclusion, family, protection of minors, youth and of care for dependent or disabled persons. The M"}]}, {"heading": "Deaths", "year": "1990", "date": "July 22", "txt": "Manuel Puig, Argentinian author, playwright, and screenwriter (b. 1932)", "entities": [{"title": "Manuel Puig", "href": "/wiki/Manuel_Puig", "description": "Juan Manuel Puig Delledonne, commonly called Manuel Puig, was an Argentine author. Among his best-known novels are La traición de Rita Hayworth, Boquitas pintadas, and El beso de la mujer araña which was adapted into the film released in 1985, directed by the Argentine-Brazilian director Héctor Babenco; and a Broadway musical in 1993."}]}, {"heading": "Deaths", "year": "1990", "date": "July 22", "txt": "Eduard Streltsov, Soviet footballer (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "July 22", "txt": "David Wojnarowicz, American painter, photographer, and activist (b. 1954)", "entities": [{"title": "David Wojnarowicz", "href": "/wiki/David_Wojnarowicz", "description": "David Michael Wojnarowicz ( VOY-nə-ROH-vitch; was an American painter, photographer, writer, filmmaker, performance artist, songwriter/recording artist and AIDS activist prominent in the East Village art scene. He incorporated personal narratives influenced by his struggle with AIDS as well as his political activism in his art until his death from the disease in 1992."}]}, {"heading": "Deaths", "year": "1995", "date": "July 22", "txt": "Harold Larwood, English-Australian cricketer (b. 1904)", "entities": [{"title": "Harold Larwood", "href": "/wiki/Harold_Larwood", "description": "Harold Larwood was a professional cricketer for Nottinghamshire County Cricket Club and the England cricket team between 1924 and 1938. A right-arm fast bowler who combined unusual speed with great accuracy, he was considered by many commentators to be the finest bowler of his generation. He was the main exponent of the bowling style known as \"bodyline\", the use of which during the Marylebone Cric"}]}, {"heading": "Deaths", "year": "1996", "date": "July 22", "txt": "Rob Collins, English keyboard player (b. 1956)", "entities": [{"title": "Rob Collins (musician)", "href": "/wiki/Rob_Collins_(musician)", "description": "Robert James \"Rob\" Collins was an English musician best known as the original keyboardist of The Charlatans."}]}, {"heading": "Deaths", "year": "1998", "date": "July 22", "txt": "Fritz Buchloh, German footballer and coach (b. 1909)", "entities": [{"title": "Fritz Buchloh", "href": "/wiki/Fritz_Buchloh", "description": "Fritz Buchloh was a German football manager and footballer who played as a goalkeeper. He was born in Mülheim an der Ruhr, Germany."}]}, {"heading": "Deaths", "year": "2000", "date": "July 22", "txt": "Eric Christmas, English-born Canadian actor (b. 1916)", "entities": [{"title": "Eric Christmas", "href": "/wiki/Eric_Christmas", "description": "Eric Cuthbert Christmas was a British stage and screen actor, with over 40 films and numerous television roles to his credit. He is probably best known for his role as Mr. Carter, the principal of Angel Beach High School, in the 1981 comedy films Porky's, the 1983 sequel Porky's II: The Next Day, and the 1985 sequel Porky's Revenge!. He was also known for his sporadic role as Reverend Diddymoe in "}]}, {"heading": "Deaths", "year": "2000", "date": "July 22", "txt": "Carmen Martín Gaite, Spanish author, poet, and playwright (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "July 22", "txt": "Raymond Lemieux, Canadian chemist and academic (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "July 22", "txt": "Claude Sautet, French director and screenwriter (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "July 22", "txt": "Indro Montanelli, Italian journalist and historian (b. 1909)", "entities": [{"title": "Indro Montanelli", "href": "/wiki/Indro_Montanelli", "description": "Indro Alessandro Raffaello Schizogene Montanelli Knight Grand Cross OMRI was an Italian journalist, historian and writer. He was one of the 50 World Press Freedom Heroes according to the International Press Institute."}]}, {"heading": "Deaths", "year": "2004", "date": "July 22", "txt": "Sacha Distel, French singer and guitarist (b. 1933)", "entities": [{"title": "Sacha Distel", "href": "/wiki/Sacha_Distel", "description": "Alexandre \"Sacha\" Distel was a French singer, guitarist, and actor who had hits with a cover version of \"Raindrops Keep Falling on My Head\" in 1970, and reach No 10 in the UK Charts, \"Scoubidou\", and \"The Good Life\". He was made Chevalier (Knight) of the Légion d'honneur in 1997."}]}, {"heading": "Deaths", "year": "2004", "date": "July 22", "txt": "Illinois Jacquet, American saxophonist and composer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "July 22", "txt": "Eugene Record, American singer-songwriter and producer (b. 1940)", "entities": [{"title": "Eugene Record", "href": "/wiki/Eugene_Record", "description": "Eugene Booker Record was an American singer, songwriter, arranger and record producer. He was best known as the lead vocalist of the Chicago-based vocal group The Chi-Lites from their formation in 1959 until 1973 and again from 1980 to 1988. Record wrote and produced many of the group's hits in the 1970s on Brunswick Records, as well as writing and producing for other acts. He had international hi"}]}, {"heading": "Deaths", "year": "2006", "date": "July 22", "txt": "Dika Newlin, American composer, singer-songwriter, and pianist (d. 1923)", "entities": [{"title": "Dika Newlin", "href": "/wiki/Dika_Newlin", "description": "Dika Newlin was a composer, pianist, professor, musicologist, and punk rock singer. She received a Ph.D. from Columbia University at the age of 22. She was one of the last living students of Arnold Schoenberg, a Schoenberg scholar and a professor at Virginia Commonwealth University in Richmond from 1978 to 2004. She performed as an Elvis impersonator and played punk rock while in her seventies in "}]}, {"heading": "Deaths", "year": "2006", "date": "July 22", "txt": "José Antonio Delgado, Venezuelan mountaineer (b. 1965)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 22", "txt": "Mike Coolbaugh, American baseball player and coach (b. 1972)", "entities": [{"title": "Mike Coolbaugh", "href": "/wiki/Mike_Coolbaugh", "description": "Michael Robert Coolbaugh was an American baseball player and coach. Born in Binghamton, New York, he was the brother of major leaguer Scott Coolbaugh. Coolbaugh died after being hit by a line drive while working as a first-base coach in a minor league game."}]}, {"heading": "Deaths", "year": "2007", "date": "July 22", "txt": "Jarrod Cunningham, New Zealand rugby player (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 22", "txt": "László Kovács, Hungarian-American director and cinematographer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 22", "txt": "Rollie Stiles, American baseball player (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "July 22", "txt": "Estelle Getty, American actress (b. 1923)", "entities": [{"title": "Estelle Getty", "href": "/wiki/Estelle_Getty", "description": "Estelle Gettleman, known professionally as Estelle Getty, was an American \nactress and comedienne best known for her portrayal of Sophia Petrillo on The Golden Girls (1985–92), for which she won a Golden Globe Award for Best Actress – Television Series Musical or Comedy and a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series. She reprised the role for appearances on Empty "}]}, {"heading": "Deaths", "year": "2009", "date": "July 22", "txt": "Richard M. Givan, American lawyer and judge (b. 1921)", "entities": [{"title": "Richard M. Givan", "href": "/wiki/Richard_M._Givan", "description": "Richard M. Givan (1921–2009) served as the 96th Justice of the Indiana Supreme Court from January 6, 1969 until his retirement December 31, 1994. He served as Chief Justice from 1974 until March 1987."}]}, {"heading": "Deaths", "year": "2009", "date": "July 22", "txt": "Peter Krieg, German director, producer, and screenwriter (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "July 22", "txt": "Kenny Guinn, American banker and politician, 27th Governor of Nevada (b. 1936)", "entities": [{"title": "Kenny Guinn", "href": "/wiki/Kenny_Guinn", "description": "Kenneth Carroll Guinn, was an American academic administrator, businessman and politician who served as the 27th Governor of Nevada from 1999 to 2007 and interim president of the University of Nevada, Las Vegas (UNLV) from 1994 to 1995. Originally a Democrat, he later joined the Republican Party prior to being elected governor."}, {"title": "Governor of Nevada", "href": "/wiki/Governor_of_Nevada", "description": "The governor of Nevada is the head of state, head of government and chief executive of the U.S. state of Nevada, the Governor is also the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Nevada Legislature, to convene the legislature at any time, and, except in cases of treason or impeachme"}]}, {"heading": "Deaths", "year": "2011", "date": "July 22", "txt": "Linda Christian, Mexican-American actress (b. 1923)", "entities": [{"title": "Linda Christian", "href": "/wiki/Linda_Christian", "description": "Linda Christian was a Mexican film actress, who appeared in Mexican and Hollywood films. Her career reached its peak in the 1940s and 1950s. She played Mara in the last Johnny Weissmuller Tarzan film Tarzan and the Mermaids (1948). She is also noted for being the first Bond girl, appearing in a 1954 television adaptation of the James Bond novel Casino Royale. In 1963 she starred as Eva Ashley in a"}]}, {"heading": "Deaths", "year": "2011", "date": "July 22", "txt": "Cees de Wolf, Dutch footballer (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 22", "txt": "Ding Guangen, Chinese engineer and politician (b. 1929)", "entities": [{"title": "Ding Guangen", "href": "/wiki/Ding_Guangen", "description": "Ding Guangen was a Chinese politician who served in senior leadership roles in the Communist Party of China during the 1990s. He was a member of the Politburo of the Communist Party of China between 1992 and 2002, a member of the Central Secretariat, and one of the top officials in charge of propaganda and ideology during the term of Party General Secretary and President Jiang Zemin."}]}, {"heading": "Deaths", "year": "2012", "date": "July 22", "txt": "George Armitage Miller, American psychologist and academic (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 22", "txt": "Frank Pierson, American director and screenwriter (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 22", "txt": "Natalie de Blois, American architect, co-designed the Lever House (b. 1921)", "entities": [{"title": "Natalie de Blois", "href": "/wiki/Natalie_de_Blois", "description": "Natalie Griffin de Blois was an American architect. She began her architectural career in 1944 and became known as a pioneer in the male-dominated world of architecture. She was a partner for many years in the firm of Skidmore, Owings and Merrill\" Her notable works include the Pepsi Cola Headquarters, Lever House, and the Union Carbide Building in New York City, the Equitable Building in Chicago, "}, {"title": "Lever House", "href": "/wiki/Lever_House", "description": "Lever House is a glass-box skyscraper at 390 Park Avenue in Midtown Manhattan, New York City. The building was designed in the International Style by Gordon Bunshaft and Natalie de Blois of Skidmore, Owings and Merrill (SOM) as the headquarters of soap company Lever Brothers, a subsidiary of Unilever. Constructed from 1950 to 1952, it was the second curtain wall skyscraper in New York City after t"}]}, {"heading": "Deaths", "year": "2013", "date": "July 22", "txt": "Dennis Farina, American policeman and actor (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 22", "txt": "Lawrie Reilly, Scottish footballer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 22", "txt": "Rosalie E. Wahl, American lawyer and judge (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 22", "txt": "Johann Breyer, German SS officer (b. 1925)", "entities": [{"title": "Johann Breyer", "href": "/wiki/Johann_Breyer", "description": "Johann Breyer was a onetime SS-Totenkopfverbände concentration and death camp guard and retired tool and die maker whom the United States Department of Justice Office of Special Investigations (OSI) unsuccessfully attempted to denaturalize and deport for his teenage service in the SS. His was considered the \"most arcane and convoluted litigation in OSI history\", owing to the convergence of three u"}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "2014", "date": "July 22", "txt": "Louis Lentin, Irish director and producer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 22", "txt": "Nitzan Shirazi, Israeli footballer and manager (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "July 22", "txt": "Frank Havens, American canoeist (b. 1924)", "entities": [{"title": "Frank Havens (canoeist)", "href": "/wiki/Frank_Havens_(canoeist)", "description": "Frank Benjamin Havens was an American sprint canoeist who competed from the late 1940s to the early 1960s. He was born in Arlington, Virginia. Competing in four Summer Olympics, he won two medals in the C-1 10000 m event with a silver in 1948 and a gold in 1952. In Havens' first shot in the 1948 Olympic games, he finished second to Capek by 35.4 seconds in a canoe he borrowed from the Czechs. In 1"}]}]