[{"heading": "Events", "year": "484 BC", "date": "July 15", "txt": "Dedication of the Temple of Castor and Pollux in ancient Rome", "entities": [{"title": "Temple of Castor and Pollux", "href": "/wiki/Temple_of_Castor_and_Pollux", "description": "The Temple of Castor and Pollux is an ancient temple in the Roman Forum, Rome, central Italy. It was originally built in gratitude for victory at the Battle of Lake Regillus. Castor and Pollux were the Dioscuri, the \"twins\" of Gemini, the twin sons of Zeus (Jupiter) and Leda. Their cult came to Rome from Greece via Magna Graecia and the Greek culture of Southern Italy."}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}]}, {"heading": "Events", "year": "AD 70", "date": "July 15", "txt": "Titus and his armies breach the walls of Jerusalem. (17th of Tammuz in the Hebrew calendar).", "entities": [{"title": "Titus", "href": "/wiki/Titus", "description": "Titus was Roman emperor from 79 to 81. A member of the Flavian dynasty, Titus succeeded his father Vespasian upon his death."}, {"title": "Siege of Jerusalem (AD 70)", "href": "/wiki/Siege_of_Jerusalem_(AD_70)", "description": "The siege of Jerusalem in the year 70 CE was the decisive event of the First Jewish–Roman War, in which the Roman army captured the city of Jerusalem and destroyed both the city and its Temple. The Roman army, led by the future Emperor Titus, with Tiberius Julius Alexander as his second-in-command, besieged and conquered the city of Jerusalem, which had been controlled by Judean rebel factions sin"}, {"title": "17th of Tammuz", "href": "/wiki/17th_of_Tammuz", "description": "The Seventeenth of Tammuz is a Jewish fast day commemorating the breach of the walls of Jerusalem before the destruction of the Second Temple. It falls on the 17th day of the 4th Hebrew month of Tammuz and marks the beginning of the three-week mourning period leading up to Tisha B'Av."}]}, {"heading": "Events", "year": "756", "date": "July 15", "txt": "An Lushan Rebellion: Emperor Xuanzong of Tang is ordered by his Imperial Guards to execute chancellor Yang Guozhong by forcing him to commit suicide or face a mutiny. General An Lushan has other members of the emperor's family killed.", "entities": [{"title": "An Lushan Rebellion", "href": "/wiki/An_Lushan_Rebellion", "description": "The An Lushan Rebellion was an uprising against the Tang dynasty of China towards the mid-point of the dynasty, with an attempt to replace it with the Yan dynasty. The rebellion was originally led by An Lushan, a general officer of the Tang military system. The event involved military activity and direct deaths from battle, but also significant associated population loss from famine, and populatio"}, {"title": "Emperor Xuanzong of Tang", "href": "/wiki/Emperor_Xuanzong_of_Tang", "description": "Emperor Xuanzong of Tang, also commonly known as Emperor Ming of Tang or Illustrious August, personal name Li Longji, was the seventh emperor of the Tang dynasty in China, reigning from 713 to 756 CE. His reign of 43 years was the longest during the Tang dynasty. In the early half of his reign he was a diligent and astute ruler. Ably assisted by capable chancellors like Yao Chong, Song Jing and Zh"}, {"title": "Imperial Guards (Tang dynasty)", "href": "/wiki/Imperial_Guards_(Tang_dynasty)", "description": "The Imperial Guards of the Tang dynasty, also known as the Forbidden Troops, were initially honor guards of the emperor and garrisons of the imperial capitals during the Tang's formation in the early 7th century. After the An Shi Rebellion, which lasted from AD 755 to 763, the Imperial Guards became the only military force that remained under direct control of the Tang court."}, {"title": "Yang Guozhong", "href": "/wiki/Yang_Guozhong", "description": "Yang Guozhong, né Yang Zhao (楊釗), was an official of the Chinese Tang Dynasty, serving as a chancellor late in the reign of Emperor Xuanzong. His second cousin Consort Yang Yuhuan was then Emperor Xuanzong's favorite concubine, and it was through his relations with her that he managed to be initially noticed by Xuanzong."}, {"title": "An Lushan", "href": "/wiki/An_Lushan", "description": "An Lushan or An Lu-shan was a general in the Tang dynasty and is primarily known for instigating the An Lushan Rebellion."}]}, {"heading": "Events", "year": "1099", "date": "July 15", "txt": "First Crusade: Christian soldiers take the Church of the Holy Sepulchre in Jerusalem after the final assault of a difficult siege.", "entities": [{"title": "First Crusade", "href": "/wiki/First_Crusade", "description": "The First Crusade (1096–1099) was the first of a series of religious wars initiated, supported, and at times directed by the Latin Church in the medieval period. The initial objective was the recovery of the Holy Land from Islamic rule. These campaigns were subsequently given the name crusades. The earliest initiative for the First Crusade began in 1095 when the Byzantine Emperor, Alexios I Komnen"}, {"title": "Church of the Holy Sepulchre", "href": "/wiki/Church_of_the_Holy_Sepulchre", "description": "The Church of the Holy Sepulchre is a church in the Christian Quarter of the Old City of Jerusalem. According to traditions dating back to the fourth century, it contains the two holiest sites in Christianity: the site where Jesus was crucified, at a place known as Calvary or Golgotha, and Jesus's empty tomb, where he is believed by Christians to have been buried and resurrected. The tomb is enclo"}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}, {"title": "Siege of Jerusalem (1099)", "href": "/wiki/Siege_of_Jerusalem_(1099)", "description": "The siege of Jerusalem waged by the forces of the First Crusade resulted in the capture of Jerusalem from the Fatimid Caliphate and laid the foundations for the Christian Kingdom of Jerusalem which lasted almost a century. The aftermath of the siege led to the mass slaughter of thousands of Muslims and Jews which contemporaneous sources suggest was savage and widespread and to the conversion of Mu"}]}, {"heading": "Events", "year": "1149", "date": "July 15", "txt": "The reconstructed Church of the Holy Sepulchre is consecrated in Jerusalem.", "entities": [{"title": "Church of the Holy Sepulchre", "href": "/wiki/Church_of_the_Holy_Sepulchre", "description": "The Church of the Holy Sepulchre is a church in the Christian Quarter of the Old City of Jerusalem. According to traditions dating back to the fourth century, it contains the two holiest sites in Christianity: the site where Jesus was crucified, at a place known as Calvary or Golgotha, and Jesus's empty tomb, where he is believed by Christians to have been buried and resurrected. The tomb is enclo"}]}, {"heading": "Events", "year": "1207", "date": "July 15", "txt": "King John of England expels Canterbury monks for supporting Archbishop Stephen Langton.", "entities": [{"title": "John, King of England", "href": "/wiki/John,_King_of_England", "description": "John was King of England from 1199 until his death in 1216. He lost the Duchy of Normandy and most of his other French lands to King Philip II of France, resulting in the collapse of the Angevin Empire and contributing to the subsequent growth in power of the French Capetian dynasty during the 13th century. The baronial revolt at the end of John's reign led to the sealing of Magna Carta, a documen"}, {"title": "Canterbury", "href": "/wiki/Canterbury", "description": "Canterbury is a cathedral city and UNESCO World Heritage Site, situated in the heart of the City of Canterbury, a local government district of Kent, England. It lies on the River Stour."}, {"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}, {"title": "Stephen Langton", "href": "/wiki/Stephen_Langton", "description": "Stephen Langton was an English Cardinal of the Roman Catholic Church and Archbishop of Canterbury between 1207 and his death in 1228. The dispute between King John of England and Pope Innocent III over his election was a major factor in the crisis which produced Magna Carta in 1215. Cardinal Langton is also credited with having divided the Bible into the standard modern arrangement of chapters use"}]}, {"heading": "Events", "year": "1240", "date": "July 15", "txt": "Swedish–Novgorodian Wars: A Novgorodian army led by Alexander Nevsky defeats the Swedes in the Battle of the Neva.", "entities": [{"title": "Swedish–Novgorodian Wars", "href": "/wiki/Swedish%E2%80%93Novgorodian_Wars", "description": "Swedish–Novgorodian Wars were a series of conflicts in the 12th and 13th centuries between the Republic of Novgorod and medieval Sweden over control of the Gulf of Finland, an area vital to the Hanseatic League and part of the Varangian-Byzantine trade route. The Swedish attacks against Orthodox Russians had religious overtones, but before the 14th century there is no knowledge of official crusade"}, {"title": "Veliky Novgorod", "href": "/wiki/Veliky_Novgorod", "description": "Veliky Novgorod, also known as Novgorod the Great, or Novgorod Veliky, or just Novgorod, is one of the oldest historic cities of Russia, with more than 1,000 years of history. The city serves as the administrative center of Novgorod Oblast. The city lies along the Volkhov River just downstream from its outflow from Lake Ilmen and is situated on the M10 federal highway connecting Moscow and Saint P"}, {"title": "Alexander Nevsky", "href": "/wiki/Alexander_Nevsky", "description": "Alexander Yaroslavich Nevsky, or Alexander Nevskii, served as Prince of Novgorod, Grand Prince of Kiev (1236–52) and Grand Prince of Vladimir (1252–63) during some of the most difficult times in Kievan Rus' history."}, {"title": "Sweden", "href": "/wiki/Sweden", "description": "Sweden, officially the Kingdom of Sweden, is a Nordic country in Northern Europe. It borders Norway to the west and north, Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union, and the fifth larges"}, {"title": "Battle of the Neva", "href": "/wiki/Battle_of_the_Neva", "description": "The Battle of the Neva was fought between the Novgorod Republic and Karelians against Swedish, Norwegian, Finnish and Tavastian armies on the Neva River, near the settlement of Ust-Izhora, on 15 July 1240."}]}, {"heading": "Events", "year": "1381", "date": "July 15", "txt": "John Ball, a leader in the Peasants' Revolt, is hanged, drawn and quartered in the presence of King Richard II of England.", "entities": [{"title": "John Ball (priest)", "href": "/wiki/John_Ball_(priest)", "description": "John Ball  was an English priest who took a prominent part in the Peasants' Revolt of 1381. Although he is often associated with John Wycliffe and the Lollard movement, Ball was actively preaching 'articles contrary to the faith of the church' at least a decade before Wycliffe started attracting attention."}, {"title": "Peasants' Revolt", "href": "/wiki/Peasants%27_Revolt", "description": "The Peasants' Revolt, also named Wat Tyler's Rebellion or the Great Rising, was a major uprising across large parts of England in 1381. The revolt had various causes, including the socio-economic and political tensions generated by the Black Death pandemic in the 1340s, the high taxes resulting from the conflict with France during the Hundred Years' War, and instability within the local leadership"}, {"title": "Hanged, drawn and quartered", "href": "/wiki/Hanged,_drawn_and_quartered", "description": "To be hanged, drawn and quartered was, from 1352 after the Treason Act 1351, a statutory penalty in England for men convicted of high treason, although the ritual was first recorded during the reign of King Henry III (1216–1272). The convicted traitor was fastened to a hurdle, or wooden panel, and drawn by horse to the place of execution, where he was then hanged, emasculated, disembowelled, behea"}, {"title": "Richard II of England", "href": "/wiki/Richard_II_of_England", "description": "Richard II, also known as Richard of Bordeaux, was King of England from 1377 until he was deposed in 1399. Richard's father, Edward, Prince of Wales, died in 1376, leaving Richard as heir apparent to his grandfather, King Edward III. Upon the death of Edward III, the 10-year-old Richard succeeded to the throne."}]}, {"heading": "Events", "year": "1410", "date": "July 15", "txt": "Polish–Lithuanian–Teutonic War: Battle of Grunwald: The allied forces of the Kingdom of Poland and the Grand Duchy of Lithuania defeat the army of the Teutonic Order.", "entities": [{"title": "Polish–Lithuanian–Teutonic War", "href": "/wiki/Polish%E2%80%93Lithuanian%E2%80%93Teutonic_War", "description": "The Polish–Lithuanian–Teutonic War, or Great War, was a war that occurred between 1409 and 1411 between the Teutonic Knights and the allied Kingdom of Poland and Grand Duchy of Lithuania. Inspired by the local Samogitian uprising, the war began with a Teutonic invasion of Poland in August 1409. As neither side was ready for a full-scale war, Wenceslaus IV of Bohemia brokered a nine-month truce."}, {"title": "Battle of Grunwald", "href": "/wiki/Battle_of_Grunwald", "description": "The Battle of Grunwald, Battle of Žalgiris or First Battle of Tannenberg was fought on 15 July 1410 during the Polish–Lithuanian–Teutonic War. The alliance of the Crown of the Kingdom of Poland and the Grand Duchy of Lithuania, led respectively by King Władysław II Jagiełło (Jogaila) and Grand Duke Vytautas, decisively defeated the German–Prussian Teutonic Knights, led by Grand Master Ulrich von J"}, {"title": "History of Poland during the Jagiellonian dynasty", "href": "/wiki/History_of_Poland_during_the_Jagiellonian_dynasty", "description": "The rule of the Jagiellonian dynasty in Poland between 1386 and 1572 spans the late Middle Ages and early Modern Era in European history. The dynasty was founded by the Lithuanian Grand Duke Jogaila, whose marriage to King Jadwiga of Poland formed a Polish–Lithuanian union. The partnership brought vast territories controlled by the Grand Duchy of Lithuania into Poland's sphere of influence and pro"}, {"title": "Grand Duchy of Lithuania", "href": "/wiki/Grand_Duchy_of_Lithuania", "description": "The Grand Duchy of Lithuania was a European state that lasted from the 13th century to 1795, when the territory was partitioned among the Russian Empire, the Kingdom of Prussia, and the Habsburg Empire of Austria. The state was founded by Lithuanians, who were at the time a polytheistic nation born from several united Baltic tribes from Aukštaitija."}, {"title": "Teutonic Knights", "href": "/wiki/Teutonic_Knights", "description": "The Order of Brothers of the German House of Saint Mary in Jerusalem, commonly the Teutonic Order, is a Catholic religious order founded as a military order c. 1192 in Acre, Kingdom of Jerusalem."}]}, {"heading": "Events", "year": "1482", "date": "July 15", "txt": "Muhammad XII is crowned the twenty-second and last Nasrid king of Granada.", "entities": [{"title": "Muhammad XII of Granada", "href": "/wiki/Muhammad_XII_of_Granada", "description": "Abu Abdallah Muhammad XII (c. 1460–1533), known in Europe as Boabdil, was the 22nd and last Nasrid ruler of the Emirate of Granada in Iberia."}, {"title": "Nasrid dynasty", "href": "/wiki/Nasrid_dynasty", "description": "The Nasrid dynasty was the last Muslim dynasty in the Iberian Peninsula, ruling the Emirate of Granada from 1230 until 1492. Twenty-three emirs ruled Granada from the founding of the dynasty in 1230 by Muhammad I until 2 January 1492, when Muhammad XII surrendered all lands to Queen Isabella I of Castile. Today, the most visible evidence of the Nasrid dynasty is part of the Alhambra palace complex"}, {"title": "Emirate of Granada", "href": "/wiki/Emirate_of_Granada", "description": "The Emirate of Granada, also known as the Nasrid Kingdom of Granada, was an Islamic realm in southern Iberia during the Late Middle Ages. It was the last independent Muslim state in Western Europe."}]}, {"heading": "Events", "year": "1738", "date": "July 15", "txt": "Baruch Laibov and Alexander Voznitzin are burned alive in St. Petersburg, Russia. Vonitzin had converted to Judaism with Laibov's help, with the consent of Empress Anna Ivanovna.", "entities": [{"title": "St. Petersburg", "href": "/wiki/St._Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}, {"title": "Emperor of All Russia", "href": "/wiki/Emperor_of_All_Russia", "description": "The emperor or empress of all the Russias or All Russia was the monarch of the Russian Empire."}, {"title": "Anna of Russia", "href": "/wiki/Anna_of_Russia", "description": "Anna Ioannovna, also russified as Anna Ivanovna and sometimes anglicized as Anne, served as regent of the duchy of Courland from 1711 until 1730 and then ruled as Empress regnant of Russia from 1730 to 1740. Much of her administration was defined or heavily influenced by actions set in motion by her uncle, Peter the Great, such as the lavish building projects in St. Petersburg, funding the Russian"}]}, {"heading": "Events", "year": "1741", "date": "July 15", "txt": "Aleksei Chirikov sights land in Southeast Alaska. He sends men ashore in a longboat, making them the first Europeans to visit Alaska.", "entities": [{"title": "Aleksei Chirikov", "href": "/wiki/Aleksei_Chirikov", "description": "Aleksei Ilyich Chirikov was a Russian navigator and captain who along with Bering was the first Russian to reach North-West coast of North America. He discovered and charted some of the Aleutian Islands while he was deputy to Vitus Bering during the Great Northern Expedition."}]}, {"heading": "Events", "year": "1789", "date": "July 15", "txt": "Gilbert du Motier, Marquis de Lafayette, is named by acclamation Colonel General of the new National Guard of Paris.", "entities": [{"title": "Gilbert du Motier, Marquis de Lafayette", "href": "/wiki/Gilbert_du_Motier,_Marquis_de_Lafayette", "description": "Marie-Joseph Paul Yves Roch Gilbert du Motier, Marquis de La Fayette, known in the United States as Lafayette, was a French aristocrat and military officer who fought in the American Revolutionary War, commanding American troops in several battles, including the siege of Yorktown. After returning to France, he was a key figure in the French Revolution of 1789 and the July Revolution of 1830. He ha"}, {"title": "Colonel General", "href": "/wiki/Colonel_General", "description": "Colonel general is a three or four-star rank in some armies, usually equivalent to that of a full general in other armies. North Korea and Russia have used the rank in that fashion throughout their histories. The rank is also closely associated with Germany, where Generaloberst has formerly been a higher rank above full General but below Generalfeldmarschall."}, {"title": "National Guard (France)", "href": "/wiki/National_Guard_(France)", "description": "The National Guard is a French military, gendarmerie, and police reserve force, active in its current form since 2016 but originally founded in 1789 during the French Revolution."}]}, {"heading": "Events", "year": "1799", "date": "July 15", "txt": "The Rosetta Stone is found in the Egyptian village of Rosetta by French Captain Pierre-François Bouchard during Napoleon's Egyptian Campaign.", "entities": [{"title": "Rosetta Stone", "href": "/wiki/Rosetta_Stone", "description": "The Rosetta Stone is a granodiorite stele inscribed with three versions of a decree issued in Memphis, Egypt in 196 BC during the Ptolemaic dynasty on behalf of King Ptolemy V Epiphanes. The top and middle texts are in Ancient Egyptian using hieroglyphic and Demotic scripts respectively, while the bottom is in Ancient Greek. The decree has only minor differences between the three versions, making "}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Rosetta", "href": "/wiki/Rosetta", "description": "Rosetta or Rashid is a port city of the Nile Delta, 65 km (40 mi) east of Alexandria, in Egypt's Beheira governorate. The Rosetta Stone was discovered there in 1799."}, {"title": "Captain (armed forces)", "href": "/wiki/Captain_(armed_forces)", "description": "The army rank of captain is a commissioned officer rank historically corresponding to the command of a company of soldiers. The rank is also used by some air forces and marine forces. Today, a captain is typically either the commander or second-in-command of a company or artillery battery. In the Chinese People's Liberation Army, a captain may also command a company, or be the second-in-command of"}, {"title": "Pierre-François Bouchard", "href": "/wiki/Pierre-Fran%C3%A7ois_Bouchard", "description": "Pierre-François Bouchard was an officer in the French Army of engineers. He is most famous for discovering the Rosetta Stone, an important archaeological find that allowed Ancient Egyptian writing to be understood for the first time in centuries."}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "French campaign in Egypt and Syria", "href": "/wiki/French_campaign_in_Egypt_and_Syria", "description": "The French campaign in Egypt and Syria (1798–1801) was Napoleon Bonaparte's campaign in the Ottoman territories of Egypt and Syria, proclaimed to defend French trade interests, to establish scientific enterprise in the region and ultimately to join the forces of Indian ruler Tipu Sultan and drive away the British from the Indian subcontinent. It was the primary purpose of the Mediterranean campaig"}]}, {"heading": "Events", "year": "1806", "date": "July 15", "txt": "Pike Expedition: United States Army Lieutenant Zebulon Pike begins an expedition from Fort Bellefontaine near St. Louis, Missouri,  to explore the west.", "entities": [{"title": "Pike Expedition", "href": "/wiki/Pike_Expedition", "description": "The Pike Expedition was a military party sent out by President Thomas Jefferson and authorized by the United States government to explore the south and west of the recent Louisiana Purchase. Roughly contemporaneous with the Lewis and Clark Expedition, it was led by United States Army Lieutenant Zebulon Pike, Jr. who was promoted to captain during the trip. It was the first official American effort"}, {"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}, {"title": "Lieutenant", "href": "/wiki/Lieutenant", "description": "A lieutenant is a junior commissioned officer in the armed forces, fire services, police and other organizations of many nations."}, {"title": "Zebulon Pike", "href": "/wiki/Zebulon_Pike", "description": "Zebulon Montgomery Pike was an American brigadier general and explorer for whom Pikes Peak in Colorado was named. As a U.S. Army officer he led two expeditions under authority of President Thomas Jefferson through the Louisiana Purchase territory, first in 1805–1806 to reconnoiter the upper northern reaches of the Mississippi River, and then in 1806–1807 to explore the southwest to the fringes of "}, {"title": "Fort Bellefontaine", "href": "/wiki/Fort_Bellefontaine", "description": "Fort Belle Fontaine is a former U.S. military base located in St. Louis County, Missouri, across the Mississippi and Missouri rivers from Alton, Illinois. The fort was the first U.S. military installation west of the Mississippi, in the newly acquired Louisiana Territory, and served as a starting point for many expeditions to the American West."}, {"title": "St. Louis, Missouri", "href": "/wiki/St._Louis,_Missouri", "description": "St. Louis is the second-largest city in Missouri, United States. It sits near the confluence of the Mississippi and the Missouri Rivers, on the western bank of the latter. As of 2019, the city proper had an estimated population of around 300,000, while the bi-state metropolitan area, which extends into Illinois, had an estimated population of over 2.8 million, making it the largest metropolitan ar"}]}, {"heading": "Events", "year": "1815", "date": "July 15", "txt": "Napoleonic Wars: Napoleon Bonaparte surrenders aboard HMS Bellerophon.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Napoleon Bonaparte", "href": "/wiki/Napoleon_Bonaparte", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "HMS Bellerophon (1786)", "href": "/wiki/HMS_Bellerophon_(1786)", "description": "HMS Bellerophon, known to sailors as the \"Billy Ruffian\", was a ship of the line of the Royal Navy. A third-rate of 74 guns, she was launched in 1786. Bellerophon served during the French Revolutionary and Napoleonic Wars, mostly on blockades or convoy escort duties. She fought in three fleet actions: the Glorious First of June (1794), the Battle of the Nile (1798) and the Battle of Trafalgar (180"}]}, {"heading": "Events", "year": "1823", "date": "July 15", "txt": "A fire destroys the ancient Basilica of Saint Paul Outside the Walls in Rome, Italy.", "entities": [{"title": "Basilica of Saint Paul Outside the Walls", "href": "/wiki/Basilica_of_Saint_Paul_Outside_the_Walls", "description": "The Papal Basilica of Saint Paul Outside the Walls, commonly known as Saint Paul's Outside the Walls, is one of Rome's four ancient, papal, major basilicas, along with the basilicas of Saint John in the Lateran, Saint Peter's, and Saint Mary Major."}]}, {"heading": "Events", "year": "1834", "date": "July 15", "txt": "The Spanish Inquisition is officially disbanded after nearly 356 years.", "entities": [{"title": "Spanish Inquisition", "href": "/wiki/Spanish_Inquisition", "description": "The Tribunal of the Holy Office of the Inquisition, commonly known as the Spanish Inquisition, was established in 1478 by Catholic Monarchs, King Ferdinand II of Aragon and Queen Isabella I of Castile. It was intended to maintain Catholic orthodoxy in their kingdoms and to replace the Medieval Inquisition, which was under Papal control. It became the most substantive of the three different manifes"}]}, {"heading": "Events", "year": "1838", "date": "July 15", "txt": "Ralph Waldo Emerson delivers the Divinity School Address at Harvard Divinity School, discounting Biblical miracles and declaring Jesus a great man, but not God. The Protestant community reacts with outrage.", "entities": [{"title": "Ralph Waldo Emerson", "href": "/wiki/Ralph_Waldo_Emerson", "description": "Ralph Waldo Emerson, who went by his middle name Waldo, was an American essayist, lecturer, philosopher, abolitionist and poet who led the transcendentalist movement of the mid-19th century. He was seen as a champion of individualism and a prescient critic of the countervailing pressures of society, and he disseminated his thoughts through dozens of published essays and more than 1,500 public lect"}, {"title": "Divinity School Address", "href": "/wiki/Divinity_School_Address", "description": "The \"Divinity School Address\" is the common name for the speech Ralph Waldo Emerson gave to the graduating class of Harvard Divinity School on July 15, 1838."}, {"title": "Harvard Divinity School", "href": "/wiki/Harvard_Divinity_School", "description": "Harvard Divinity School (HDS) is one of the constituent schools of Harvard University in Cambridge, Massachusetts. The school's mission is to educate its students either in the academic study of religion or for leadership roles in religion, government, and service. It also caters to students from other Harvard schools that are interested in the former field. HDS is among a small group of universit"}]}, {"heading": "Events", "year": "1862", "date": "July 15", "txt": "The CSS Arkansas, the most effective ironclad on the Mississippi River, battles with Union ships commanded by Admiral David Farragut, severely damaging three ships and sustaining heavy damage herself. The encounter changed the complexion of warfare on the Mississippi and helped reverse Rebel's fortunes on the river in the summer of 1862.", "entities": [{"title": "CSS Arkansas", "href": "/wiki/CSS_Arkansas", "description": "CSS Arkansas  was an ironclad ram of the Confederate States Navy named after the State of Arkansas. Arkansas is most noted for her actions in the Western Theater, when she steamed through a United States Navy fleet at Vicksburg on 15 July 1862 during the American Civil War. She was set on fire and destroyed by her crew after her engines broke down on 6 August. Her remains lie under a levee near Ba"}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}, {"title": "David Farragut", "href": "/wiki/David_Farragut", "description": "David Glasgow Farragut was a flag officer of the United States Navy during the American Civil War. He was the first rear admiral, vice admiral, and admiral in the United States Navy. He is remembered for his order at the Battle of Mobile Bay usually paraphrased as \"Damn the torpedoes, full speed ahead\" in U.S. Navy tradition."}]}, {"heading": "Events", "year": "1870", "date": "July 15", "txt": "Reconstruction Era of the United States: Georgia becomes the last of the former Confederate states to be readmitted to the Union.", "entities": [{"title": "Reconstruction Era of the United States", "href": "/wiki/Reconstruction_Era_of_the_United_States", "description": "The Reconstruction era, the period in American history that lasted from 1865 to 1877 following the American Civil War (1861–65), marked a significant chapter in the history of civil rights in the United States. Reconstruction ended the remnants of Confederate secession and abolished slavery, making the newly freed slaves citizens with civil rights ostensibly guaranteed by three new constitutional "}, {"title": "Georgia (U.S. state)", "href": "/wiki/Georgia_(U.S._state)", "description": "Georgia is a state in the Southeastern region of the United States, bordered to the north by Tennessee and North Carolina; to the northeast by South Carolina; to the southeast by the Atlantic Ocean; to the south by Florida; and to the west by Alabama. Georgia is the 24th-largest in area and 8th-most populous of the 50 United States. Its 2020 population was 10,711,908, according to the U.S. Census "}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}]}, {"heading": "Events", "year": "1870", "date": "July 15", "txt": "Rupert's Land and the North-Western Territory are transferred to Canada from the Hudson's Bay Company, and the province of Manitoba and the Northwest Territories are established from these vast territories.", "entities": [{"title": "North-Western Territory", "href": "/wiki/North-Western_Territory", "description": "The North-Western Territory was a region of British North America extant until 1870 and named for where it lay in relation to Rupert's Land."}, {"title": "Hudson's Bay Company", "href": "/wiki/Hudson%27s_Bay_Company", "description": "The Hudson's Bay Company is a Canadian retail business group. A fur trading business for much of its existence, HBC now owns and operates retail stores in Canada and the United States. It has been a member of the International Association of Department Stores from 2001 to 2005."}, {"title": "Manitoba", "href": "/wiki/Manitoba", "description": "Manitoba is a province of Canada at the longitudinal centre of the country. It is Canada's fifth-most populous province, with a population of 1,278,365 as of 2016. The easternmost of the three prairie provinces, Manitoba covers 649,950 square kilometres (250,900 sq mi) of widely varied landscape, from arctic tundra and the Hudson Bay coastline in the north to dense boreal forest, large freshwater "}, {"title": "Northwest Territories", "href": "/wiki/Northwest_Territories", "description": "The Northwest Territories is a federal territory of Canada. At a land area of approximately 1,144,000 km2 (442,000 sq mi) and a 2016 census population of 41,790, it is the second-largest and the most populous of the three territories in Northern Canada. Its estimated population as of 2020 is 45,161. Yellowknife is the capital, most populous community, and only city in the territory; its population"}]}, {"heading": "Events", "year": "1888", "date": "July 15", "txt": "The stratovolcano Mount Bandai erupts killing approximately 500 people, in Fukushima Prefecture, Japan.", "entities": [{"title": "Stratovolcano", "href": "/wiki/Stratovolcano", "description": "A stratovolcano, also known as a composite volcano, is a conical volcano built up by many layers (strata) of hardened lava and tephra. Unlike shield volcanoes, stratovolcanoes are characterized by a steep profile with a summit crater and periodic intervals of explosive eruptions and effusive eruptions, although some have collapsed summit craters called calderas. The lava flowing from stratovolcano"}, {"title": "Mount Bandai", "href": "/wiki/Mount_Bandai", "description": "Mount Bandai  is a stratovolcano located in Inawashiro-town, Bandai-town, and Kitashiobara village, in Yama-Gun, Fukushima prefecture. It is an active stratovolcano located to the north of Lake Inawashiro. Mount Bandai, including the Bandai heights, belongs to the Bandai-Asahi National Park."}, {"title": "1888 eruption of Mount Bandai", "href": "/wiki/1888_eruption_of_Mount_Bandai", "description": "The 1888 eruption of Mount Bandai was a major volcanic eruption which occurred during the Meiji period of the Empire of Japan. The eruption occurred on July 15, 1888, and pyroclastic flows buried villages on the northern foot of the mountain, and devastated the eastern part of Bandai region, Fukushima Prefecture north of Tokyo. At least 477 people were killed and hundreds more were injured and ren"}, {"title": "Fukushima Prefecture", "href": "/wiki/Fukushima_Prefecture", "description": "Fukushima Prefecture is a prefecture of Japan located in the Tōhoku region of Honshu. Fukushima Prefecture has a population of 1,848,257 and has a geographic area of 13,783 square kilometres (5,322 sq mi). Fukushima Prefecture borders Miyagi Prefecture and Yamagata Prefecture to the north, Niigata Prefecture to the west, Gunma Prefecture to the southwest, and Tochigi Prefecture and Ibaraki Prefect"}]}, {"heading": "Events", "year": "1910", "date": "July 15", "txt": "In his book Clinical Psychiatry, Emil Kraepelin gives a name to Alzheimer's disease, naming it after his colleague Alois Alzheimer.", "entities": [{"title": "Emil Kraepelin", "href": "/wiki/Emil_Kraepelin", "description": "Emil Wilhelm Georg Magnus Kraepelin was a German psychiatrist. H. J. Eysenck's Encyclopedia of Psychology identifies him as the founder of modern scientific psychiatry, psychopharmacology and psychiatric genetics."}, {"title": "Alzheimer's disease", "href": "/wiki/Alzheimer%27s_disease", "description": "Alzheimer's disease (AD), also referred to simply as Alzheimer's, is a neurodegenerative disease that usually starts slowly and progressively worsens. It is the cause of 60–70% of cases of dementia. The most common early symptom is difficulty in remembering recent events. As the disease advances, symptoms can include problems with language, disorientation, mood swings, loss of motivation, self-neg"}, {"title": "Alois Alzheimer", "href": "/wiki/Alois_Alzheimer", "description": "Aloysius Alzheimer was a German psychiatrist and neuropathologist and a colleague of Emil Kraepelin. Alzheimer is credited with identifying the first published case of \"presenile dementia\", which Kraepelin would later identify as Alzheimer's disease."}]}, {"heading": "Events", "year": "1916", "date": "July 15", "txt": "In Seattle, Washington, William Boeing and George Conrad Westervelt incorporate Pacific Aero Products (later renamed Boeing).", "entities": [{"title": "Seattle", "href": "/wiki/Seattle", "description": "Seattle is a seaport city on the West Coast of the United States. It is the seat of King County, Washington. With a 2019 population of 753,675, it is the largest city in both the state of Washington and the Pacific Northwest region of North America. The Seattle metropolitan area's population is 3.98 million, making it the 15th-largest in the United States. In July 2013, Seattle was the fastest-gro"}, {"title": "William Boeing", "href": "/wiki/William_Boeing", "description": "William Edward Boeing was an American aviation pioneer who founded The Boeing Company in 1916."}, {"title": "George Conrad Westervelt", "href": "/wiki/George_Conrad_Westervelt", "description": "George Conrad Westervelt was a U.S. Navy engineer who created the company \"Pacific Aero Products Co.\" together with William Boeing. Westervelt left the company in 1916 and Boeing changed the name of the company to the Boeing Airplane Company the following year."}, {"title": "Boeing", "href": "/wiki/Boeing", "description": "The Boeing Company is an American multinational corporation that designs, manufactures, and sells airplanes, rotorcraft, rockets, satellites, telecommunications equipment, and missiles worldwide. The company also provides leasing and product support services. Boeing is among the largest global aerospace manufacturers; it is the second-largest defense contractor in the world based on 2018 revenue, "}]}, {"heading": "Events", "year": "1918", "date": "July 15", "txt": "World War I: The Second Battle of the Marne begins near the River Marne with a German attack.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Second Battle of the Marne", "href": "/wiki/Second_Battle_of_the_Marne", "description": "The Second Battle of the Marne was the last major German offensive on the Western Front during the First World War. The attack failed when an Allied counterattack, supported by several hundred tanks, overwhelmed the Germans on their right flank, inflicting severe casualties. The German defeat marked the start of the relentless Allied advance which culminated in the Armistice with Germany about 100"}, {"title": "Marne (river)", "href": "/wiki/Marne_(river)", "description": "The Marne is a river in France, an eastern tributary of the Seine in the area east and southeast of Paris. It is 514 kilometres (319 mi) long. The river gave its name to the departments of Haute-Marne, Marne, Seine-et-Marne, and Val-de-Marne."}]}, {"heading": "Events", "year": "1920", "date": "July 15", "txt": "The Polish Parliament establishes Silesian Voivodeship before the Polish-German plebiscite.", "entities": [{"title": "Second Polish Republic", "href": "/wiki/Second_Polish_Republic", "description": "The Second Polish Republic, commonly known as Interwar Poland, refers to the country of Poland in the period between the two World Wars (1918–1939). Officially known as the Republic of Poland, the Polish state was re-established in 1918, in the aftermath of World War I. The Second Republic ceased to exist in 1939, when Poland was invaded by Nazi Germany, the Soviet Union and the Slovak Republic, m"}, {"title": "Silesian Voivodeship (1920–39)", "href": "/wiki/Silesian_Voivodeship_(1920%E2%80%9339)", "description": "The Silesian Voivodeship was an autonomous province (voivodeship) of the interwar Second Polish Republic. The bulk of its territory had formerly belonged to the German/Prussian Province of Silesia and became part of the newly reborn Poland as a result of the 1921 Upper Silesia plebiscite, the Geneva Conventions, three Upper Silesian Uprisings, and the eventual partition of Upper Silesia between Po"}, {"title": "Upper Silesia plebiscite", "href": "/wiki/Upper_Silesia_plebiscite", "description": "The Upper Silesia plebiscite was a plebiscite mandated by the Versailles Treaty and carried out on 20 March 1921 to determine a section of the border between Weimar Germany and Poland. The region was ethnically mixed with both Germans and Poles; according to prewar statistics, ethnic Poles formed 60 percent of the population. Under the previous rule by the German Empire, Poles claimed they had fac"}]}, {"heading": "Events", "year": "1922", "date": "July 15", "txt": "Japanese Communist Party is established in Japan.", "entities": [{"title": "Japanese Communist Party", "href": "/wiki/Japanese_Communist_Party", "description": "The Japanese Communist Party is a political party in Japan and is one of the largest non-governing communist parties in the world."}]}, {"heading": "Events", "year": "1927", "date": "July 15", "txt": "Massacre of July 15, 1927: Eighty-nine protesters are killed by the Austrian police in Vienna.", "entities": [{"title": "July Revolt of 1927", "href": "/wiki/July_Revolt_of_1927", "description": "The July Revolt of 1927 was a major riot starting on 15 July 1927 in the Austrian capital Vienna. It culminated with police forces firing into the outraged crowd, killing 89 protesters, while five policemen died. More than 600 protestors and around 600 policemen were injured."}, {"title": "Vienna", "href": "/wiki/Vienna", "description": "Vienna is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants, and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union."}]}, {"heading": "Events", "year": "1946", "date": "July 15", "txt": "State of North Borneo, today in Sabah, Malaysia, annexed by the United Kingdom.", "entities": [{"title": "North Borneo", "href": "/wiki/North_Borneo", "description": "North Borneo was a British protectorate located in the northern part of the island of Borneo. The territory of North Borneo was originally established by concessions of the Sultanates of Brunei and Sulu in 1877 and 1878 to a German-born representative of Austria-Hungary, a businessman and diplomat, Gustav Overbeck."}, {"title": "Sabah", "href": "/wiki/Sabah", "description": "Sabah is a state of Malaysia located on the northern portion of Borneo, in the region of East Malaysia. Sabah has land borders with the Malaysian state of Sarawak to the southwest and Indonesia's Kalimantan region to the south. The Federal Territory of Labuan is an island just off the Sabah coast. Sabah shares maritime borders with Vietnam to the west and the Philippines to the north and east. Kot"}, {"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}]}, {"heading": "Events", "year": "1954", "date": "July 15", "txt": "First flight of the Boeing 367-80, prototype for both the Boeing 707 and C-135 series.", "entities": [{"title": "Boeing 367-80", "href": "/wiki/Boeing_367-80", "description": "The Boeing 367-80, known simply as the Dash 80, is an American quadjet prototype aircraft built by Boeing to demonstrate the advantages of jet propulsion for commercial aviation. It served as basis for the design of the KC-135 tanker and the 707 airliner."}, {"title": "Boeing 707", "href": "/wiki/Boeing_707", "description": "The Boeing 707 is an American long-range narrow-body airliner produced by Boeing Commercial Airplanes, its first jetliner.\n\nDeveloped from the Boeing 367-80, a prototype first flown in 1954, the initial 707-120 first flew on December 20, 1957.\nPan American World Airways began regular 707 service on October 26, 1958, and it was built until 1979.\n\nA quadjet, the 707 has a swept wing with podded engi"}, {"title": "Boeing C-135 Stratolifter", "href": "/wiki/Boeing_C-135_Stratolifter", "description": "The Boeing C-135 Stratolifter is a transport aircraft derived from the prototype Boeing 367-80 jet airliner in the early 1950s. It has a narrower fuselage and is shorter than the 707. Boeing gave the aircraft the internal designation of Model 717. Since the first one was built in August 1956, the C-135 and its variants have been a fixture of the United States Air Force."}]}, {"heading": "Events", "year": "1955", "date": "July 15", "txt": "Eighteen Nobel laureates sign the Mainau Declaration against nuclear weapons, later co-signed by thirty-four others.", "entities": [{"title": "Nobel Prize", "href": "/wiki/Nobel_Prize", "description": "The Nobel Prize is not a single prize but five separate prizes that, according to Alfred Nobel's will of 1895, are awarded to ”those who, during the preceding year, have conferred the greatest benefit to humankind.”"}, {"title": "Mainau Declaration", "href": "/wiki/Mainau_Declaration", "description": "The Mainau Declaration is either of two socio-political appeals by Nobel laureates who participated in the Lindau Nobel Laureate Meetings, the annual gathering with young scientists at the German town of Lindau. The name denotes that these declarations were presented on Mainau Island in Lake Constance, the traditional venue of the last day of the one-week meeting."}, {"title": "Nuclear weapon", "href": "/wiki/Nuclear_weapon", "description": "A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or from a combination of fission and fusion reactions. Both bomb types release large quantities of energy from relatively small amounts of matter."}]}, {"heading": "Events", "year": "1959", "date": "July 15", "txt": "The steel strike of 1959 begins, leading to significant importation of foreign steel for the first time in United States history.", "entities": [{"title": "Steel strike of 1959", "href": "/wiki/Steel_strike_of_1959", "description": "The steel strike of 1959 was a 116-day labor union strike by members of the United Steelworkers of America (USWA) that idled the steel industry throughout the United States. The strike occurred over management's demand that the union give up a contract clause which limited management's ability to change the number of workers assigned to a task or to introduce new work rules or machinery which woul"}, {"title": "Steel", "href": "/wiki/Steel", "description": "Steel is an alloy of iron with typically a few tenths of a percent of carbon to improve its strength and fracture resistance compared to iron. Many other elements may be present or added. Stainless steels that are corrosion- and oxidation-resistant need typically an additional 11% chromium. Because of its high tensile strength and low cost, steel is used in buildings, infrastructure, tools, ships,"}]}, {"heading": "Events", "year": "1966", "date": "July 15", "txt": "Vietnam War: The United States and South Vietnam begin Operation Hastings to push the North Vietnamese out of the Vietnamese Demilitarized Zone.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Operation Hastings", "href": "/wiki/Operation_Hastings", "description": "Operation Hastings was an American military operation in the Vietnam War. The operation was a qualified success in that it pushed the North Vietnamese People's Army of Vietnam (PAVN) forces back across the Demilitarized Zone (DMZ). As the PAVN clearly did not feel constrained by the \"demilitarized\" nature of the DMZ, US military leadership ordered a steady build-up of U.S. Marines near the DMZ fro"}, {"title": "Vietnamese Demilitarized Zone", "href": "/wiki/Vietnamese_Demilitarized_Zone", "description": "The Vietnamese Demilitarized Zone was a demilitarized zone established as a dividing line between North and South Vietnam from July 1954 to 1976 as a result of the First Indochina War. During the Vietnam War (1955-1975) it became important as the battleground demarcation separating North from South Vietnamese territories. The zone ceased to exist with the reunification of Vietnam on 2 July 1976, t"}]}, {"heading": "Events", "year": "1971", "date": "July 15", "txt": "The United Red Army is founded in Japan.", "entities": [{"title": "United Red Army", "href": "/wiki/United_Red_Army", "description": "The United Red Army  was a militant organization, that operated in Japan between July 1971 and March 1972. The URA was formed as the result of a merger that began on 13 July 1971 between two extremist groups, the Marxist-Leninist-Maoist Red Army Faction , led in 1971 by Tsuneo Mori, and the Reformed Marxist Revolutionary Left Wing group, Japanese Communist Party Kanagawa Prefecture Committee, aka "}]}, {"heading": "Events", "year": "1974", "date": "July 15", "txt": "In Nicosia, Cyprus, Greek junta-sponsored nationalists launch a coup d'état, deposing President Makarios and installing Nikos Sampson as Cypriot president.", "entities": [{"title": "Nicosia", "href": "/wiki/Nicosia", "description": "Nicosia is the largest city, capital, and seat of government of Cyprus. It is located near the centre of the Mesaoria plain, on the banks of the River Pedieos."}, {"title": "Cyprus", "href": "/wiki/Cyprus", "description": "Cyprus, officially called the Republic of Cyprus, is an island nation in the eastern Mediterranean Sea. It is the third largest and third most populous island in the Mediterranean, and is located south of Turkey; west of Syria; northwest of Lebanon, Israel and Palestine; north of Egypt; and southeast of Greece. Nicosia is the country's capital and largest city."}, {"title": "Greek military junta of 1967–74", "href": "/wiki/Greek_military_junta_of_1967%E2%80%9374", "description": "The Greek junta or Regime of the Colonels was a far-right military junta that ruled Greece from 1967 to 1974. On 21 April 1967, a group of colonels overthrew the caretaker government a month before scheduled elections which Georgios Papandreou's Centre Union was favoured to win. The dictatorship was characterised by right-wing cultural policies, restrictions on civil liberties, and the imprisonmen"}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Makarios III", "href": "/wiki/Makarios_III", "description": "Makarios III was a Cypriot clergyman and politician who served as the archbishop and primate of the autocephalous Church of Cyprus (1950–1977) and as the first president of Cyprus (1960–1977). In his three terms as president he survived four assassination attempts and a coup d'état. He is widely regarded by Greek Cypriots as the Father of the Nation or \"Ethnarch\"."}, {"title": "Nikos Sampson", "href": "/wiki/Nikos_Sampson", "description": "Nikos Sampson was the de facto president of Cyprus who succeeded Archbishop Makarios, appointed as President of Cyprus by the Greek military leaders of the coup d'état against Makarios, on July 15, 1974. Sampson was a journalist and a member of EOKA, which rose against the British colonial administration, seeking Enosis (Union) of the island of Cyprus with Greece. He was eventually arrested and se"}, {"title": "Cyprus", "href": "/wiki/Cyprus", "description": "Cyprus, officially called the Republic of Cyprus, is an island nation in the eastern Mediterranean Sea. It is the third largest and third most populous island in the Mediterranean, and is located south of Turkey; west of Syria; northwest of Lebanon, Israel and Palestine; north of Egypt; and southeast of Greece. Nicosia is the country's capital and largest city."}, {"title": "President (government title)", "href": "/wiki/President_(government_title)", "description": "President is a common title for the head of state in most republics."}]}, {"heading": "Events", "year": "1975", "date": "July 15", "txt": "Space Race: Apollo–Soyuz Test Project features the dual launch of an Apollo spacecraft and a Soyuz spacecraft on the first joint Soviet-United States human-crewed flight. It was both the last launch of an Apollo spacecraft and the Saturn family of rockets.", "entities": [{"title": "Space Race", "href": "/wiki/Space_Race", "description": "The Space Race was a 20th-century competition between two Cold War adversaries, the Soviet Union (USSR) and the United States (US), to achieve superior spaceflight capability. It had its origins in the ballistic missile-based nuclear arms race between the two nations following World War II. The technological advantage demonstrated by spaceflight achievement was seen as necessary for national secur"}, {"title": "Apollo–Soyuz Test Project", "href": "/wiki/Apollo%E2%80%93Soyuz_Test_Project", "description": "Apollo–Soyuz was the first crewed international space mission, carried out jointly by the United States and the Soviet Union in July 1975. Millions of people around the world watched on television as a United States Apollo module docked with a Soviet Union Soyuz capsule. The project, and its memorable handshake in space, was a symbol of détente between the two superpowers. It is generally consider"}, {"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Soyuz (spacecraft)", "href": "/wiki/Soyuz_(spacecraft)", "description": "Soyuz is a series of spacecraft designed for the Soviet space program by the Korolev Design Bureau in the 1960s that remains in service today, having made more than 140 flights. The Soyuz succeeded the Voskhod spacecraft and was originally built as part of the Soviet crewed lunar programs. The Soyuz spacecraft is launched on a Soyuz rocket from the Baikonur Cosmodrome in Kazakhstan. After the reti"}, {"title": "Saturn (rocket family)", "href": "/wiki/Saturn_(rocket_family)", "description": "The Saturn family of American rockets was developed by a team of mostly German rocket scientists led by Wernher von Braun to launch heavy payloads to Earth orbit and beyond. The Saturn family used liquid hydrogen as fuel in the upper stages. Originally proposed as a military satellite launcher, they were adopted as the launch vehicles for the Apollo Moon program. Three versions were built and flow"}]}, {"heading": "Events", "year": "1979", "date": "July 15", "txt": "U.S. President Jimmy Carter gives his \"malaise speech\".", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Jimmy Carter", "href": "/wiki/Jimmy_Carter", "description": "James Earl Carter Jr. is an American politician, businessman, and philanthropist who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained engaged in political and social projects "}, {"title": "Malaise speech", "href": "/wiki/Malaise_speech", "description": "The presidency of Jimmy Carter began at noon on January 20, 1977, when Jimmy Carter was inaugurated as the 39th President of the United States, and ended on January 20, 1981. Carter, a Democrat from Georgia, took office after defeating incumbent Republican President Gerald Ford in the 1976 presidential election. His presidency ended following his defeat in the 1980 presidential election by Republi"}]}, {"heading": "Events", "year": "1983", "date": "July 15", "txt": "An attack at Orly Airport in Paris is launched by Armenian militant organisation ASALA, leaving eight people dead and 55 injured.", "entities": [{"title": "1983 Orly Airport attack", "href": "/wiki/1983_Orly_Airport_attack", "description": "The Orly Airport attack was the 15 July 1983 bombing of a Turkish Airlines check-in counter at Orly Airport in Paris, by the Armenian terrorist organization ASALA as part of its campaign for the recognition of and reparations for the Armenian Genocide."}, {"title": "Orly Airport", "href": "/wiki/Orly_Airport", "description": "Paris Orly Airport, commonly referred to as Orly, is an international airport located partially in Orly and partially in Villeneuve-le-Roi, 13 km (8.1 mi) south of Paris, France. It serves as a secondary hub for domestic and overseas territories flights of Air France and as the homebase for Transavia France. Flights operate to destinations in Europe, the Middle East, Africa, the Caribbean and Nort"}, {"title": "Paris", "href": "/wiki/Paris", "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometres. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science and arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region,"}, {"title": "Armenia", "href": "/wiki/Armenia", "description": "Armenia, officially the Republic of Armenia, is a landlocked country located in the Armenian Highlands of Western Asia. It is a part of the Caucasus region; and is bordered by Turkey to the west, Georgia to the north, the Lachin corridor under a Russian peacekeeping force, and Azerbaijan to the east, and Iran and the Azerbaijani exclave of Nakhchivan to the south."}, {"title": "Armenian Secret Army for the Liberation of Armenia", "href": "/wiki/Armenian_Secret_Army_for_the_Liberation_of_Armenia", "description": "The Armenian Secret Army for the Liberation of Armenia (ASALA) was a Marxist terrorist organization whose stated goal was \"to compel the Turkish Government to acknowledge publicly its responsibility for the Armenian Genocide in 1915, pay reparations, and cede territory for an Armenian homeland.\" ASALA operated from 1975 to the 1990s. It was described as a terrorist organization by some sources and"}]}, {"heading": "Events", "year": "1996", "date": "July 15", "txt": "A Belgian Air Force C-130 Hercules carrying the Royal Netherlands Army marching band crashes on landing at Eindhoven Airport.", "entities": [{"title": "Belgian Air Component", "href": "/wiki/Belgian_Air_Component", "description": "The Belgian Air Component is the air arm of the Belgian Armed Forces, and until January 2002 it was officially known as the Belgian Air Force. The Belgian military aviation was founded in 1909 and is one of the world's oldest air services."}, {"title": "Lockheed C-130 Hercules", "href": "/wiki/Lockheed_C-130_Hercules", "description": "The Lockheed C-130 Hercules is an American four-engine turboprop military transport aircraft designed and built originally by Lockheed. Capable of using unprepared runways for takeoffs and landings, the C-130 was originally designed as a troop, medevac, and cargo transport aircraft. The versatile airframe has found uses in a variety of other roles, including as a gunship (AC-130), for airborne ass"}, {"title": "Royal Netherlands Army", "href": "/wiki/Royal_Netherlands_Army", "description": "The Royal Netherlands Army is the land forces element of the military of the Netherlands."}, {"title": "1996 Belgian Air Force Hercules accident", "href": "/wiki/1996_Belgian_Air_Force_Hercules_accident", "description": "The 1996 Belgian Air Force Hercules accident is an aviation accident that occurred on 15 July 1996 at Eindhoven Airport, the Netherlands. The disaster involved a Belgian Lockheed C-130 Hercules aircraft and resulted in the death of 34 passengers. The incident is known as the \"Hercules disaster\" in the Netherlands and Belgium."}, {"title": "Eindhoven Airport", "href": "/wiki/Eindhoven_Airport", "description": "Eindhoven Airport is an airport located 7.6 km (4.7 mi) west of Eindhoven in North Brabant, Netherlands. In terms of the number of served passengers it is the second largest airport in the Netherlands, with 6.2 million passengers in 2018. The airport is used by both civilian and military traffic."}]}, {"heading": "Events", "year": "1998", "date": "July 15", "txt": "Sri Lankan Civil War: Sri Lankan Tamil MP S. Shanmuganathan is killed by a claymore mine.", "entities": [{"title": "Sri Lankan Civil War", "href": "/wiki/Sri_Lankan_Civil_War", "description": "The Sri Lankan Civil War was a civil war fought in Sri Lanka from 1983 to 2009. Beginning on 23 July 1983, there was an intermittent insurgency against the government by the Velupillai Prabhakaran led Liberation Tigers of Tamil Eelam. The LTTE fought to create an independent Tamil state called Tamil Eelam in the north-east of the island, due to the continuous discrimination and violent persecution"}, {"title": "S. Shanmuganathan (Sri Lankan politician)", "href": "/wiki/S._Shanmuganathan_(Sri_Lankan_politician)", "description": "Sarawanabavanandan Shanmuganathan was a Sri Lankan Tamil militant, politician and Member of Parliament."}, {"title": "Claymore mine", "href": "/wiki/Claymore_mine", "description": "The M18A1 Claymore is a directional anti-personnel mine developed for the United States Armed Forces. Its inventor, Norman MacLeod, named the mine after a large medieval Scottish sword. Unlike a conventional land mine, the Claymore is command-detonated and directional, meaning it is fired by remote-control and shoots a pattern of metal balls into the kill zone like a shotgun. The Claymore can also"}]}, {"heading": "Events", "year": "2002", "date": "July 15", "txt": "\"American Taliban\" John Walker Lindh pleads guilty to supplying aid to the enemy and possession of explosives during the commission of a felony.", "entities": [{"title": "Taliban", "href": "/wiki/Taliban", "description": "The Taliban or Taleban, who refer to themselves as the Islamic Emirate of Afghanistan (IEA), are a Sunni Islamist movement and military organisation in Afghanistan currently waging war within that country. Since 2016, the Taliban's leader is Mawlawi Hibatullah Akhundzada."}, {"title": "John Walker Lindh", "href": "/wiki/John_Walker_Lindh", "description": "John Philip Walker Lindh is an American who was captured as an enemy combatant during the United States' invasion of Afghanistan in November 2001. He was captured and detained at Qala-i-Jangi fortress, used as a prison. He denied participating in the Battle of Qala-i-Jangi, a violent uprising of the Taliban prisoners, during which all but 86 of the estimated 300–500 prisoners were killed, along wi"}, {"title": "Felony", "href": "/wiki/Felony", "description": "A felony is traditionally considered a crime of high seriousness, whereas a misdemeanor is regarded as less serious. The term \"felony\" originated from English common law to describe an offense that resulted in the confiscation of a convicted person's land and goods, to which additional punishments including capital punishment could be added; other crimes were called misdemeanors. Following convict"}]}, {"heading": "Events", "year": "2002", "date": "July 15", "txt": "Anti-Terrorism Court of Pakistan hands down the death sentence to British born Ahmed Omar Saeed Sheikh and life terms to three others suspected of murdering The Wall Street Journal reporter Daniel Pearl.", "entities": [{"title": "Ahmed Omar Saeed Sheikh", "href": "/wiki/Ahmed_Omar_Saeed_Sheikh", "description": "Ahmed Omar Saeed Sheikh is a British terrorist of Pakistani origin. He was arrested and served time in Indian prison for the 1994 kidnappings of Western tourists in India, an act which he acknowledges. He was released in 1999 and provided safe passage into Afghanistan with the support of Taliban in exchange for passengers aboard hijacked Indian Airlines Flight 814. He is most well known for his ro"}, {"title": "Daniel Pearl", "href": "/wiki/Daniel_Pearl", "description": "Daniel Pearl was an American journalist for The Wall Street Journal. He was kidnapped and later beheaded by terrorists in Pakistan."}]}, {"heading": "Events", "year": "2003", "date": "July 15", "txt": "AOL Time Warner disbands Netscape. The Mozilla Foundation is established on the same day.", "entities": [{"title": "Time Warner", "href": "/wiki/Time_Warner", "description": "Warner Media, LLC, doing business as WarnerMedia, is an American multinational mass media and entertainment conglomerate corporation owned by AT&T and headquartered in New York City, United States. It was originally formed in 1990 by Steve Ross and formerly known as Time Warner from 1990 to 2001 and 2003 to 2018, from the merger of Time Inc. and the original Warner Communications. The company has "}, {"title": "Netscape", "href": "/wiki/Netscape", "description": "Netscape Communications Corporation was an independent American computer services company with headquarters in Mountain View, California and then Dulles, Virginia. Its Netscape web browser was once dominant but lost to Internet Explorer and other competitors in the so-called first browser war, with its market share falling from more than 90 percent in the mid-1990s to less than 1 percent in 2006. "}, {"title": "Mozilla Foundation", "href": "/wiki/Mozilla_Foundation", "description": "The Mozilla Foundation is an American non-profit organization that exists to support and collectively lead the open source Mozilla project. Founded in July 2003, the organization sets the policies that govern development, operates key infrastructure and controls Mozilla trademarks and copyrights. It owns a taxable subsidiary: the Mozilla Corporation, which employs many Mozilla developers and coord"}]}, {"heading": "Events", "year": "2006", "date": "July 15", "txt": "Twitter, later one of the largest social media platforms in the world, is launched.", "entities": [{"title": "Twitter", "href": "/wiki/Twitter", "description": "Twitter is an American microblogging and social networking service on which users post and interact with messages known as \"tweets\". Registered users can post, like and retweet tweets, but unregistered users can only read them. Users access Twitter through its website interface or its mobile-device application software (\"app\"), though the service could also be accessed via SMS before April 2020. T"}, {"title": "Social media", "href": "/wiki/Social_media", "description": "Social media are interactive technologies that allow the creation or sharing/exchange of information, ideas, career interests, and other forms of expression via virtual communities and networks. While challenges to the definition of social media arise due to the broad variety of stand-alone and built-in social-media services currently available, there are some common features:Social media are inte"}]}, {"heading": "Events", "year": "2014", "date": "July 15", "txt": "A train derails on the Moscow Metro, killing at least 24 and injuring more than 160 others.", "entities": [{"title": "2014 Moscow Metro derailment", "href": "/wiki/2014_Moscow_Metro_derailment", "description": "On 15 July 2014, at around 8:40 am MSK (UTC+04:00), an outbound Moscow Metro train derailed between Park Pobedy and Slavyansky Bulvar stations of the Arbatsko-Pokrovskaya Line. Casualties reported include 24 dead and 160 injured. Early reports suggested a power surge or a terrorist attack to be the cause of the derailment, but both were soon dismissed."}, {"title": "Moscow Metro", "href": "/wiki/Moscow_Metro", "description": "The Moscow Metro is a rapid transit system serving Moscow, Russia, and the neighbouring Moscow Oblast cities of Krasnogorsk, Reutov, Lyubertsy and Kotelniki. Opened in 1935 with one 11-kilometre (6.8 mi) line and 13 stations, it was the first underground railway system in the Soviet Union. As of 2021, the Moscow Metro, excluding the Moscow Central Circle, the Moscow Central Diameters and the Mosco"}]}, {"heading": "Events", "year": "2016", "date": "July 15", "txt": "Factions of the Turkish Armed Forces attempt a coup.", "entities": [{"title": "Turkish Armed Forces", "href": "/wiki/Turkish_Armed_Forces", "description": "The  Turkish Armed Forces are the military forces of the Republic of Turkey. Turkish Armed Forces consist of the General Staff, the Land Forces, the Naval Forces and the Air Forces. The current Chief of the General staff is General Yaşar Güler. The Chief of the General Staff is the Commander of the Armed Forces. In wartime, the Chief of the General Staff acts as the Commander-in-Chief on behalf of"}, {"title": "2016 Turkish coup d'état attempt", "href": "/wiki/2016_Turkish_coup_d%27%C3%A9tat_attempt", "description": "The 15 July 2016 coup d'état attempt was attempted in Turkey against state institutions, including the government and President Recep Tayyip Erdoğan. The attempt was carried out by a faction within the Turkish Armed Forces that organized themselves as the Peace at Home Council whose members have never been identified. They attempted to seize control of several places in Ankara, Istanbul, Marmaris "}]}, {"heading": "Births", "year": "980", "date": "July 15", "txt": "Ichijō, Japanese emperor (d. 1011)", "entities": [{"title": "Emperor Ichijō", "href": "/wiki/Emperor_Ichij%C5%8D", "description": "Emperor Ichijō  was the 66th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Births", "year": "1273", "date": "July 15", "txt": "Ewostatewos, Ethiopian monk and saint (d. 1352)", "entities": [{"title": "Ewostatewos", "href": "/wiki/Ewostatewos", "description": "Ewosṭatewos was an important religious leader of the Orthodox Tewahedo during the early period of the Solomonic dynasty of Ethiopia. He was a forceful advocate for the observation of the Sabbath in Christianity. His followers, known as the House of Ewostatewos, have been a historic force in Tewahedo Orthodoxy."}]}, {"heading": "Births", "year": "1353", "date": "July 15", "txt": "Vladimir the Bold, Russian prince (d. 1410)", "entities": [{"title": "Vladimir the Bold", "href": "/wiki/Vladimir_the_Bold", "description": "Vladimir Andreyevich the Bold was the most famous prince of Serpukhov. His moniker alludes to his many military exploits committed in the wars waged by his cousin, Dmitri Donskoi of Moscow."}]}, {"heading": "Births", "year": "1359", "date": "July 15", "txt": "Antonio Correr, Italian cardinal (d. 1445)", "entities": [{"title": "Antonio Correr (cardinal)", "href": "/wiki/Antonio_Correr_(cardinal)", "description": "Antonio Correr was a Roman Catholic Cardinal who was appointed cardinal by his uncle Pope Gregory XII during the period of the Great Western Schism."}]}, {"heading": "Births", "year": "1442", "date": "July 15", "txt": "Boček IV of Poděbrady, Bohemian nobleman (d. 1496)", "entities": [{"title": "Boček IV of Poděbrady", "href": "/wiki/Bo%C4%8Dek_IV_of_Pod%C4%9Bbrady", "description": "Boček IV of Poděbrady, was, by title, the last member of the Bohemian noble family of Poděbrady, who were descended from the Lords of Kunštát."}]}, {"heading": "Births", "year": "1455", "date": "July 15", "txt": "Queen Yun, Korean queen (d. 1482)", "entities": [{"title": "Deposed Queen Lady Yun", "href": "/wiki/Deposed_Queen_Lady_Yun", "description": "Queen Jeheon, of the Haman Yun clan, was a posthumous name bestowed to the wife and second queen consort of Yi Hyeol, King Seongjong and the mother of Yi Yung, Yeonsan. She was Queen consort of Joseon from 1476 until her deposition in 1479. She is also known as Deposed Queen Yun. She was an 11th generation descendant of General Yun Gwan (윤관)."}]}, {"heading": "Births", "year": "1471", "date": "July 15", "txt": "Eskender, Ethiopian emperor (d. 1494)", "entities": [{"title": "Eskender", "href": "/wiki/Eskender", "description": "Eskender was Emperor of Ethiopia, his throne name was Kwestantinos II, and a member of the Solomonic dynasty. He was the son of Emperor Baeda Maryam I by Romna."}]}, {"heading": "Births", "year": "1478", "date": "July 15", "txt": "Barbara Jagiellon, duchess consort of Saxony and Margravine consort of Meissen (d. 1534)", "entities": [{"title": "Barbara Jagiellon", "href": "/wiki/Barbara_Jagiellon", "description": "Barbara Jagiellon was a Polish princess member of the Jagiellonian dynasty and by marriage Duchess of Saxony."}]}, {"heading": "Births", "year": "1573", "date": "July 15", "txt": "Inigo Jones, English architect, designed the Queen's House (d. 1652)", "entities": [{"title": "Inigo Jones", "href": "/wiki/Inigo_Jones", "description": "Inigo Jones was the first significant architect in England in the early modern period, and the first to employ Vitruvian rules of proportion and symmetry in his buildings.\nAs the most notable architect in England, Jones was the first person to introduce the classical architecture of Rome and the Italian Renaissance to Britain. He left his mark on London by his design of single buildings, such as t"}, {"title": "Queen's House", "href": "/wiki/Queen%27s_House", "description": "Queen's House is a former royal residence built between 1616 and 1635 in Greenwich, a few miles down-river from the then City of London and now a London Borough. Its architect was Inigo Jones, for whom it was a crucial early commission, for Anne of Denmark, the queen of King James I. Queen's House is one of the most important buildings in British architectural history, being the first consciously "}]}, {"heading": "Births", "year": "1600", "date": "July 15", "txt": "Jan Cossiers, Flemish painter (d. 1671)", "entities": [{"title": "Jan Cossiers", "href": "/wiki/Jan_Cossiers", "description": "Jan Cossiers was a Flemish painter and draughtsman. Cossiers' earliest works were Caravaggesque genre works depicting low life scenes. Later in his career he painted mostly history and religious subjects as well as portraits. Cossiers was one of the leading painters in Antwerp after Rubens' death in 1640 and one of the most original colorists in 17th-century Flanders."}]}, {"heading": "Births", "year": "1606", "date": "July 15", "txt": "Rembrandt, Dutch painter and etcher (d. 1669)", "entities": [{"title": "Rembrandt", "href": "/wiki/Rembrandt", "description": "Rembrandt Harmenszoon van Rijn was a Dutch draughtsman, painter, and printmaker. An innovative and prolific master in three media, he is generally considered one of the greatest visual artists in the history of art and the most important in Dutch art history. Unlike most Dutch masters of the 17th century, Rembrandt's works depict a wide range of style and subject matter, from portraits and self-po"}]}, {"heading": "Births", "year": "1611", "date": "July 15", "txt": "Jai Singh I, maharaja of Jaipur (d. 1667)", "entities": [{"title": "Jai Singh I", "href": "/wiki/Jai_Singh_I", "description": "Maharaja Jai Singh was a senior general of the Mughal Empire and the Raja of the Kingdom of Amber. His predecessor was Raja Bhau Singh who ruled 1614-1621."}]}, {"heading": "Births", "year": "1613", "date": "July 15", "txt": "Gu Yanwu, Chinese philologist and geographer (d. 1682)", "entities": [{"title": "Gu Yanwu", "href": "/wiki/Gu_Yanwu", "description": "Gu Yanwu, also known as Gu Tinglin, was a Chinese philologist, geographer, and famous scholar-official in Qing dynasty. He spent his youth during the Manchu conquest of China in anti-Manchu activities after the Ming dynasty had been overthrown. He never served the Qing dynasty. Instead, he traveled throughout the country and devoted himself to studies."}]}, {"heading": "Births", "year": "1631", "date": "July 15", "txt": "Jens Juel, Danish politician and diplomat, Governor-general of Norway (d. 1700)", "entities": [{"title": "Jens Juel (diplomat)", "href": "/wiki/Jens_Juel_(diplomat)", "description": "Jens Juel was a Danish diplomat and statesman of great influence at the Danish court. He was created Baron and granted Juellinge in 1672 and also established Juellund in 1694. He was the brother of Admiral Niels Juel."}, {"title": "Governor-general of Norway", "href": "/wiki/Governor-general_of_Norway", "description": "The governor-general of Norway, was the appointed head of the Norwegian Government in the absence of the monarch."}]}, {"heading": "Births", "year": "1631", "date": "July 15", "txt": "Richard Cumberland, English philosopher (d. 1718)", "entities": []}, {"heading": "Births", "year": "1638", "date": "July 15", "txt": "Giovanni Buonaventura Viviani, Italian violinist and composer (d. 1693)", "entities": [{"title": "Giovanni Buonaventura Viviani", "href": "/wiki/Giovanni_Buonaventura_Viviani", "description": "Giovanni Buonaventura Viviani was an Italian composer and violinist. He worked in the court at Innsbruck as a violinist at least between 1656 and 1660. Between 1672 and 1676 he was director of the court music at Innsbruck, which, after the extinction of the Tyrolean Habsburgs, had come under the control of the emperor. Although in publications of 1678 Viviani still described himself as holding thi"}]}, {"heading": "Births", "year": "1704", "date": "July 15", "txt": "August Gottlieb Spangenberg, German bishop and theologian (d. 1792)", "entities": [{"title": "August Gottlieb Spangenberg", "href": "/wiki/August_Gottlieb_Spangenberg", "description": "August Gottlieb Spangenberg was a German theologian and minister, and a bishop of the Moravian Brethren. As successor of Count Nicolaus Ludwig Zinzendorf, he helped develop international missions, as well as stabilize the theology and organization of the German Moravian Church."}]}, {"heading": "Births", "year": "1779", "date": "July 15", "txt": "Clement Clarke Moore, American author, poet, and educator (d. 1863)", "entities": [{"title": "Clement Clarke Moore", "href": "/wiki/Clement_Clarke_Moore", "description": "Clement Clarke Moore was a writer and American Professor of Oriental and Greek Literature, as well as Divinity and Biblical Learning, at the General Theological Seminary of the Protestant Episcopal Church, in New York City. The seminary was developed on land donated by Moore and it continues on this site at Ninth Avenue between 20th and 21st streets, in an area known as Chelsea Square. Moore's con"}]}, {"heading": "Births", "year": "1793", "date": "July 15", "txt": "Almira Hart Lincoln Phelps, American educator, author, editor (d. 1884)", "entities": [{"title": "Almira Hart Lincoln Phelps", "href": "/wiki/Almira_Hart_Lincoln_Phelps", "description": "Almira Hart Lincoln Phelps was a 19th-century American scientist, educator, author, and editor. Her botany writings influenced more early women to be scientists (botany), including Eunice Newton Foote and her daughter, Augusta Newton Foote Arnold. Though she primarily wrote regarding nature, she also was a writer of novels, essays, and memoir. The standard author abbreviation A.Phelps is used to i"}]}, {"heading": "Births", "year": "1796", "date": "July 15", "txt": "Thomas Bulfinch, American mythologist (d. 1867)", "entities": [{"title": "Thomas Bulfinch", "href": "/wiki/Thomas_Bulfinch", "description": "Thomas Bulfinch was an American writer born in Newton, Massachusetts, best known for the book Bulfinch's Mythology."}]}, {"heading": "Births", "year": "1799", "date": "July 15", "txt": "Reuben Chapman, American lawyer and politician, 13th Governor of Alabama (d. 1882)", "entities": [{"title": "Reuben Chapman", "href": "/wiki/Reuben_Chapman", "description": "Reuben Chapman was an American lawyer and politician."}, {"title": "Governor of Alabama", "href": "/wiki/Governor_of_Alabama", "description": "The Governor of Alabama is the head of state, head of government and the chief executive of the U.S. state of Alabama. The governor is the head of the executive branch of Alabama's state government and is charged with enforcing state laws."}]}, {"heading": "Births", "year": "1800", "date": "July 15", "txt": "Sidney Breese, American jurist and politician (d. 1878)", "entities": [{"title": "Sidney Breese", "href": "/wiki/Sidney_Breese", "description": "Sidney Breese, a lawyer, soldier, author and jurist born in New York, became an early Illinois pioneer and represented the state in the United States Senate as well as served as Chief Justice of the Illinois Supreme Court and Speaker of the Illinois House of Representatives, and has been called \"father of the Illinois Central Railroad\"."}]}, {"heading": "Births", "year": "1808", "date": "July 15", "txt": "Henry Edward Manning, English cardinal (d. 1892)", "entities": [{"title": "Henry Edward Manning", "href": "/wiki/Henry_Edward_Manning", "description": "Henry Edward Manning was an English prelate of the Roman Catholic church, and the second Archbishop of Westminster from 1865 until his death in 1892."}]}, {"heading": "Births", "year": "1812", "date": "July 15", "txt": "James Hope-Scott, English lawyer and academic (d. 1873)", "entities": [{"title": "James Hope-Scott", "href": "/wiki/James_Hope-Scott", "description": "James Robert Hope-Scott was a British barrister and Tractarian."}]}, {"heading": "Births", "year": "1817", "date": "July 15", "txt": "Sir John Fowler, 1st Baronet, English engineer, designed the Forth Bridge (d. 1898)", "entities": [{"title": "Sir John Fowler, 1st Baronet", "href": "/wiki/Sir_John_Fowler,_1st_Baronet", "description": "Sir John Fowler, 1st Baronet, KCMG, LLD, FRSE was an English civil engineer specialising in the construction of railways and railway infrastructure. In the 1850s and 1860s, he was engineer for the world's first underground railway, London's Metropolitan Railway, built by the \"cut-and-cover\" method under city streets. In the 1880s, he was chief engineer for the Forth Bridge, which opened in 1890. F"}, {"title": "Forth Bridge", "href": "/wiki/Forth_Bridge", "description": "The Forth Bridge is a cantilever railway bridge across the Firth of Forth in the east of Scotland, 9 miles west of central Edinburgh. Completed in 1890, it is considered as a symbol of Scotland, and is a UNESCO World Heritage Site. It was designed by the English engineers Sir John Fowler and Sir Benjamin Baker. It is sometimes referred to as the Forth Rail Bridge, although this has never been its "}]}, {"heading": "Births", "year": "1827", "date": "July 15", "txt": "W. W. Thayer American lawyer and politician, 6th Governor of Oregon (d. 1899)", "entities": [{"title": "W. W. Thayer", "href": "/wiki/W._W._Thayer", "description": "William Wallace Thayer, was an American Democratic politician active in U.S. states of Idaho and Oregon. Most notably, he served as the sixth Governor of Oregon from 1878 to 1882 and Chief Justice of the Oregon Supreme Court from 1888 to 1889."}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Births", "year": "1848", "date": "July 15", "txt": "Vilfredo Pareto, Italian economist and sociologist (d. 1923)", "entities": [{"title": "Vilfredo Pareto", "href": "/wiki/Vilfredo_Pareto", "description": "Vilfredo Federico Damaso Pareto was an Italian civil engineer, sociologist, economist, political scientist, and philosopher. He made several important contributions to economics, particularly in the study of income distribution and in the analysis of individuals' choices. He was also responsible for popularising the use of the term \"elite\" in social analysis."}]}, {"heading": "Births", "year": "1850", "date": "July 15", "txt": "Frances Xavier Cabrini, Italian-American nun and saint (d. 1917)", "entities": [{"title": "Frances Xavier Cabrini", "href": "/wiki/Frances_Xavier_Cabrini", "description": "Frances Xavier Cabrini, also called Mother Cabrini, was an Italian-American Roman Catholic nun. She founded the Missionary Sisters of the Sacred Heart of Jesus, a Catholic religious institute that was a major support to her fellow Italian immigrants to the United States. She was the first U.S. citizen to be canonized as a saint by the Roman Catholic Church, on July 7, 1946."}]}, {"heading": "Births", "year": "1852", "date": "July 15", "txt": "Josef Josephi, Polish-born singer and actor (d. 1920)", "entities": [{"title": "Josef Josephi", "href": "/wiki/Josef_Josephi", "description": "Josef Ichhäuser(1852–1920), known by the stage name Josef Josephi (also spelled Joseffy), was a Polish-born singer (tenor-baritone) and actor."}]}, {"heading": "Births", "year": "1858", "date": "July 15", "txt": "Emmeline Pankhurst, English political activist and suffragist (d. 1928)", "entities": [{"title": "Emmeline Pankhurst", "href": "/wiki/Emmeline_Pankhurst", "description": "Emmeline Pankhurst was a British political activist. She is best remembered for organizing the UK suffragette movement and helping women win the right to vote. In 1999, Time named her as one of the 100 Most Important People of the 20th Century, stating that \"she shaped an idea of objects for our time\" and \"shook society into a new pattern from which there could be no going back\". She was widely cr"}]}, {"heading": "Births", "year": "1864", "date": "July 15", "txt": "Marie Tempest, English actress and singer (d. 1942)", "entities": [{"title": "Marie Tempest", "href": "/wiki/Marie_Tempest", "description": "Dame Mary Susan Etherington,, known professionally as Marie Tempest, was an English singer and actress."}]}, {"heading": "Births", "year": "1865", "date": "July 15", "txt": "Alfred Harmsworth, 1st Viscount Northcliffe, Anglo-Irish businessman and publisher, founded the Amalgamated Press (d. 1922)", "entities": [{"title": "Alfred Harmsworth, 1st Viscount Northcliffe", "href": "/wiki/Alfred_Harmsworth,_1st_Viscount_Northcliffe", "description": "Alfred Charles William Harmsworth, 1st Viscount Northcliffe, was a British newspaper and publishing magnate. As owner of the Daily Mail and the Daily Mirror, he was an early developer of popular journalism, and he exercised vast influence over British popular opinion during the Edwardian era. Lord Beaverbrook said he was \"the greatest figure who ever strode down Fleet Street.\" About the beginning "}]}, {"heading": "Births", "year": "1865", "date": "July 15", "txt": "Wilhelm Wirtinger, Austrian-German mathematician and theorist (d. 1945)", "entities": []}, {"heading": "Births", "year": "1867", "date": "July 15", "txt": "Jean-Baptiste Charcot, French physician and explorer (d. 1936)", "entities": [{"title": "Jean-Baptiste Charcot", "href": "/wiki/Jean-Baptiste_Charcot", "description": "Jean-Baptiste-Étienne-Auguste Charcot, born in Neuilly-sur-Seine, was a French scientist, medical doctor and polar scientist. His father was the neurologist Jean-Martin Charcot (1825–1893)."}]}, {"heading": "Births", "year": "1871", "date": "July 15", "txt": "Doppo Kunikida, Japanese journalist, author, and poet (d. 1908)", "entities": [{"title": "Doppo Kunikida", "href": "/wiki/Doppo_Kunikida", "description": "Doppo Kunikida  was a Japanese author of novels and romantic poetry during the Meiji period, noted as one of the inventors of Japanese naturalism."}]}, {"heading": "Births", "year": "1880", "date": "July 15", "txt": "Enrique Mosca, Argentinian lawyer and politician (d. 1950)", "entities": [{"title": "Enrique Mosca", "href": "/wiki/Enrique_Mosca", "description": "Enrique Mosca was an Argentine lawyer and politician prominent in the centrist Radical Civic Union (UCR)."}]}, {"heading": "Births", "year": "1887", "date": "July 15", "txt": "Wharton Esherick, American sculptor (d. 1970)", "entities": [{"title": "Wharton Esherick", "href": "/wiki/Wharton_Esherick", "description": "Wharton Esherick was a sculptor who worked primarily in wood, especially applying the principles of sculpture to common utilitarian objects. Consequently, he is best known for his sculptural furniture and furnishings. Esherick was recognized in his lifetime by his peers as the “dean of American craftsmen” for his leadership in developing non-traditional designs, and encouraging and inspiring artis"}]}, {"heading": "Births", "year": "1892", "date": "July 15", "txt": "Walter Benjamin, German philosopher and critic (d. 1940)", "entities": [{"title": "Walter Benjamin", "href": "/wiki/Walter_Benjamin", "description": "Walter Bendix Schönflies Benjamin was a German Jewish philosopher, cultural critic and essayist. An eclectic thinker, combining elements of German idealism, Romanticism, Western Marxism, and Jewish mysticism, Benjamin made enduring and influential contributions to aesthetic theory, literary criticism, and historical materialism. He was associated with the Frankfurt School, and also maintained form"}]}, {"heading": "Births", "year": "1893", "date": "July 15", "txt": "Enid Bennett, Australian-American actress (d. 1969)", "entities": [{"title": "Enid Bennett", "href": "/wiki/Enid_Bennett", "description": "Enid Eulalie Bennett was an Australian silent film actress, mostly active in American film."}]}, {"heading": "Births", "year": "1893", "date": "July 15", "txt": "Dick Rauch, American football player and coach (d. 1970)", "entities": []}, {"heading": "Births", "year": "1894", "date": "July 15", "txt": "Tadeusz Sendzimir, Polish-American engineer (d. 1989)", "entities": [{"title": "Tadeusz Sendzimir", "href": "/wiki/Tadeusz_Sendzimir", "description": "Tadeusz Sendzimir of Ostoja coat of arms was a Polish engineer and inventor of international renown with 120 patents in mining and metallurgy, 73 of which were awarded to him in the United States."}]}, {"heading": "Births", "year": "1899", "date": "July 15", "txt": "Seán Lemass, Irish soldier and politician, 4th Taoiseach of Ireland (d. 1971)", "entities": [{"title": "Seán Lemass", "href": "/wiki/Se%C3%A1n_Lemass", "description": "Seán Francis Lemass was an Irish Fianna Fáil politician who served as Taoiseach and Leader of Fianna Fáil from 1959 to 1966. He also served as Tánaiste from 1957 to 1959, 1951 to 1954 and 1945 to 1948, Minister for Industry and Commerce from 1957 to 1959, 1951 to 1954, 1945 to 1949 and 1932 to 1939 and Minister for Supplies from 1939 to 1945. He served as a Teachta Dála (TD) from 1924 to 1969."}, {"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}]}, {"heading": "Births", "year": "1902", "date": "July 15", "txt": "Jean Rey, Belgian lawyer and politician, 2nd President of the European Commission (d. 1983)", "entities": [{"title": "Jean Rey (politician)", "href": "/wiki/Jean_Rey_(politician)", "description": "Jean Rey was a Belgian Liberal politician who served as the second President of the European Commission from 1967 to 1970. He served as European Commissioner for External Relations from 1958 to 1967. The 1983–1984 academic year at the College of Europe was named in his honour."}, {"title": "President of the European Commission", "href": "/wiki/President_of_the_European_Commission", "description": "The President of the European Commission is the head of the European Commission, the executive branch of the European Union. The President of the Commission leads a Cabinet of Commissioners, referred to as the College, collectively accountable to the European Parliament. The President is empowered to allocate portfolios amongst, reshuffle or dismiss Commissioners as necessary. The College directs "}]}, {"heading": "Births", "year": "1903", "date": "July 15", "txt": "Walter D. Edmonds, American journalist and author (d. 1998)", "entities": [{"title": "Walter D. Edmonds", "href": "/wiki/Walter_D._Edmonds", "description": "Walter \"Wat\" Dumaux Edmonds was an American writer best known for historical novels. One of them, Drums Along the Mohawk (1936), was adapted as a Technicolor feature film in 1939, directed by John Ford and starring Henry Fonda and Claudette Colbert."}]}, {"heading": "Births", "year": "1903", "date": "July 15", "txt": "K. Kamaraj, Indian journalist and politician (d. 1975)", "entities": []}, {"heading": "Births", "year": "1904", "date": "July 15", "txt": "Rudolf Arnheim, German-American psychologist and author (d. 2007)", "entities": [{"title": "Rudolf Arnheim", "href": "/wiki/Rudolf_Arnheim", "description": "Rudolf Arnheim was a German-born author, art and film theorist, and perceptual psychologist. He learned Gestalt psychology from studying under Max Wertheimer and Wolfgang Köhler at the University of Berlin and applied it to art. His magnum opus was his book Art and Visual Perception: A Psychology of the Creative Eye (1954). Other major books by Arnheim have included Visual Thinking (1969), and The"}]}, {"heading": "Births", "year": "1905", "date": "July 15", "txt": "Dorothy Fields, American songwriter (d. 1974)", "entities": [{"title": "Dorothy Fields", "href": "/wiki/Dorothy_Fields", "description": "Dorothy Fields was an American librettist and lyricist. She wrote over 400 songs for Broadway musicals and films. Her best-known pieces include \"The Way You Look Tonight\" (1936), \"A Fine Romance\" (1936), \"On the Sunny Side of the Street\" (1930), \"Don't Blame Me\" (1948), \"Pick Yourself Up\" (1936), \"I'm in the Mood for Love\" (1935), \"You Couldn't Be Cuter\" (1938) and \"Big Spender\" (1966). Throughout"}]}, {"heading": "Births", "year": "1905", "date": "July 15", "txt": "Anita Farra, Italian actress (d. 2008)", "entities": []}, {"heading": "Births", "year": "1906", "date": "July 15", "txt": "R. S. Mugali, Indian poet and academic (d. 1993)", "entities": [{"title": "R. S. Mugali", "href": "/wiki/R._S._Mugali", "description": "Ram Shri Mugali was a notable writer in the Kannada language. He was awarded the prestigious central Sahitya Akademi in 1956 for his work \"Kannada Sahitya Charitre\" in Kannada. Professor Mugali's nickname was Rasika Ranga. He was the president of the 44th Kannada Sahitya Sammelana held in Siddganga, in the Tumkur district of Karnataka state, India."}]}, {"heading": "Births", "year": "1906", "date": "July 15", "txt": "Rudolf Uhlenhaut, English-German engineer (d. 1989)", "entities": []}, {"heading": "Births", "year": "1909", "date": "July 15", "txt": "Jean Hamburger, French physician and surgeon (d. 1992)", "entities": [{"title": "Jean Hamburger", "href": "/wiki/Jean_Hamburger", "description": "Jean Hamburger was a French physician, surgeon and essayist. He is particularly known for his contribution to nephrology, and for having performed the first renal transplantation in France in 1952."}]}, {"heading": "Births", "year": "1911", "date": "July 15", "txt": "Edward Shackleton, Baron Shackleton, English geographer and politician, Secretary of State for Air (d. 1994)", "entities": [{"title": "Edward Shackleton, Baron Shackleton", "href": "/wiki/Edward_Shackleton,_Baron_Shackleton", "description": "Edward Arthur Alexander Shackleton, Baron Shackleton,, was a British geographer, Royal Air Force officer and Labour Party politician."}, {"title": "Secretary of State for Air", "href": "/wiki/Secretary_of_State_for_Air", "description": "The Secretary of State for Air was a secretary of state position in the British government. The person holding this position was in charge of the Air Ministry. The Secretary of State for Air was supported by the Under-Secretary of State for Air."}]}, {"heading": "Births", "year": "1913", "date": "July 15", "txt": "Cowboy Copas, American singer-songwriter and guitarist (d. 1963)", "entities": [{"title": "Cowboy Copas", "href": "/wiki/Cowboy_Copas", "description": "Lloyd Estel Copas, known by his stage name Cowboy Copas, was an American country music singer. He was popular from the 1940s until his death in the 1963 plane crash that also killed country stars Patsy Cline and Hawkshaw Hawkins. Copas was a member of the Grand Ole Opry."}]}, {"heading": "Births", "year": "1913", "date": "July 15", "txt": "Hammond Innes, English journalist and author (d. 1998)", "entities": []}, {"heading": "Births", "year": "1913", "date": "July 15", "txt": "Abraham Sutzkever, Russian poet and author (d. 2010)", "entities": []}, {"heading": "Births", "year": "1914", "date": "July 15", "txt": "Birabongse Bhanudej, Thai racing driver and sailor, member of the Thai royal family (d. 1985)", "entities": [{"title": "Birabongse Bhanudej", "href": "/wiki/Birabongse_Bhanudej", "description": "Prince Birabongse Bhanudej Bhanubandh, better known as Prince Bira of Siam or by his nom de course B. Bira, was a member of the Thai royal family, racing driver, sailor, and pilot."}, {"title": "Chakri dynasty", "href": "/wiki/Chakri_dynasty", "description": "The Chakri dynasty is the current ruling royal house of the Kingdom of Thailand, the head of the house being the monarch, and hence the head of state. The dynasty has ruled Thailand since the founding of the Rattanakosin Era and the city of Bangkok in 1782 following the end of Taksin Thonburi's reign, when the capital of Siam shifted to Bangkok. The royal house was founded by Rama I, an Ayutthaya "}]}, {"heading": "Births", "year": "1914", "date": "July 15", "txt": "Akhtar Hameed Khan, Pakistani economist, scholar, and activist (d. 1999)", "entities": []}, {"heading": "Births", "year": "1914", "date": "July 15", "txt": "Howard Vernon, Swiss-French actor (d. 1996)", "entities": []}, {"heading": "Births", "year": "1915", "date": "July 15", "txt": "Albert Ghiorso, American chemist and academic (d. 2010)", "entities": [{"title": "Albert Ghiorso", "href": "/wiki/Albert_Ghiorso", "description": "Albert Ghiorso was an American nuclear scientist and co-discoverer of a record 12 chemical elements on the periodic table. His research career spanned six decades, from the early 1940s to the late 1990s."}]}, {"heading": "Births", "year": "1915", "date": "July 15", "txt": "Kashmir Singh Katoch, Indian army officer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 15", "txt": "Sumner Gerard, American politician and diplomat (d. 2005)", "entities": [{"title": "Sumner Gerard", "href": "/wiki/Sumner_Gerard", "description": "Sumner Gerard Jr. MBE was an American businessman, politician, and diplomat. Born in New York to a prominent family descended from Huguenots, Gerard attended Groton School and Trinity College, Cambridge. After serving in the army, navy, and Marine Corps during World War II, he moved to Montana and became involved in business, including mining and ranching, and politics."}]}, {"heading": "Births", "year": "1917", "date": "July 15", "txt": "Robert Conquest, English-American historian, poet, and academic (d. 2015)", "entities": [{"title": "Robert Conquest", "href": "/wiki/Robert_Conquest", "description": "George Robert Acworth Conquest was a British historian and poet."}]}, {"heading": "Births", "year": "1917", "date": "July 15", "txt": "Joan Roberts, American actress and singer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1917", "date": "July 15", "txt": "Nur Muhammad Taraki, Afghan journalist and politician (d. 1979)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 15", "txt": "Bertram Brockhouse, Canadian physicist and academic, Nobel Prize laureate (d. 2003)", "entities": [{"title": "Bertram Brockhouse", "href": "/wiki/Bertram_Brockhouse", "description": "Bertram Neville Brockhouse, was a Canadian physicist. He was awarded the Nobel Prize in Physics \"for pioneering contributions to the development of neutron scattering techniques for studies of condensed matter\", in particular \"for the development of neutron spectroscopy\"."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1918", "date": "July 15", "txt": "Brenda Milner, English-Canadian neuropsychologist and academic", "entities": []}, {"heading": "Births", "year": "1919", "date": "July 15", "txt": "Fritz Langanke, German lieutenant (d. 2012)", "entities": [{"title": "Fritz Langanke", "href": "/wiki/Fritz_Langanke", "description": "The Knight's Cross of the Iron Cross and its variants were the highest awards in the military of Nazi Germany during World War II. The Knight's Cross of the Iron Cross was awarded for a wide range of reasons and across all ranks, from a senior commander for skilled leadership of his troops in battle to a low-ranking soldier for a single act of extreme gallantry. A total of 7,321 awards were made b"}]}, {"heading": "Births", "year": "1919", "date": "July 15", "txt": "Iris Murdoch, Anglo-Irish British novelist and philosopher (d. 1999)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 15", "txt": "Henri Colpi, Swiss-French director and screenwriter (d. 2006)", "entities": [{"title": "Henri Colpi", "href": "/wiki/Henri_Colpi", "description": "Henri Colpi was a French film editor and film director."}]}, {"heading": "Births", "year": "1921", "date": "July 15", "txt": "Robert Bruce Merrifield, American biochemist and academic, Nobel Prize laureate (d. 2006)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1922", "date": "July 15", "txt": "Leon M. Lederman, American physicist and mathematician, Nobel Prize laureate (d. 2018)", "entities": [{"title": "Leon M. Lederman", "href": "/wiki/Leon_M._Lederman", "description": "Leon Max Lederman was an American experimental physicist who received the Nobel Prize in Physics in 1988, along with Melvin Schwartz and Jack Steinberger, for research on neutrinos. He also received the Wolf Prize in Physics in 1982, along with Martin Lewis Perl, for research on quarks and leptons. Lederman was Director Emeritus of Fermi National Accelerator Laboratory (Fermilab) in Batavia, Illin"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1922", "date": "July 15", "txt": "Jean-Pierre Richard, French writer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 15", "txt": "Francisco de Andrade, Portuguese sailor", "entities": [{"title": "Francisco de Andrade", "href": "/wiki/Francisco_de_Andrade", "description": "Francisco Rebello de Andrade  is a Portuguese retired sailor. He won a bronze medal in the Star class at the 1952 Summer Olympics in Helsinki, together with Joaquim Fiúza."}]}, {"heading": "Births", "year": "1924", "date": "July 15", "txt": "Jeremiah Denton, American admiral and politician (d. 2014)", "entities": [{"title": "Jeremiah Denton", "href": "/wiki/Jeremiah_Denton", "description": "Jeremiah Andrew Denton Jr. was an American politician and military officer who served as a U.S. Senator representing Alabama from 1981 to 1987. He was the first Republican since the 1960s to win a Senate seat in Alabama. Denton was previously United States Navy Rear Admiral and Naval Aviator taken captive during the Vietnam War."}]}, {"heading": "Births", "year": "1924", "date": "July 15", "txt": "Marianne Bernadotte, Swedish actress and philanthropist", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 15", "txt": "Philip Carey, American actor (d. 2009)", "entities": [{"title": "Philip Carey", "href": "/wiki/Philip_Carey", "description": "Philip Carey was an American actor."}]}, {"heading": "Births", "year": "1925", "date": "July 15", "txt": "Taylor Hardwick, American architect, designed Haydon Burns Library and Friendship Fountain Park (d. 2014)", "entities": [{"title": "Haydon Burns Library", "href": "/wiki/Haydon_Burns_Library", "description": "The Jessie Ball duPont Center is a nonprofit complex in downtown Jacksonville, Florida. The building served as the main branch of the Jacksonville Public Library system from 1965 until 2005, when it was replaced by the current facility. The library was named for W. Haydon Burns, who served as Mayor of Jacksonville for fifteen years and also served two years as Governor of Florida. The Haydon Burns"}, {"title": "Friendship Fountain Park", "href": "/wiki/Friendship_Fountain_Park", "description": "Friendship Fountain is a large fountain in Jacksonville, Florida. It is in St. Johns River Park at the west end of Downtown Jacksonville's Southbank Riverwalk attraction. The world's largest and tallest fountain when it opened, it has been one of Jacksonville's most recognizable and popular attractions."}]}, {"heading": "Births", "year": "1925", "date": "July 15", "txt": "D. A. Pennebaker, American documentary filmmaker (d. 2019)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 15", "txt": "Evan Hultman, American politician", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 15", "txt": "Antony Carbone, American actor", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 15", "txt": "Pandel Savic, American football player (d. 2018)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 15", "txt": "Driss Chraïbi, Moroccan-French journalist and author (d. 2007)", "entities": [{"title": "Driss Chraïbi", "href": "/wiki/Driss_Chra%C3%AFbi", "description": "Driss Chraïbi was a Moroccan author whose novels deal with colonialism, culture clashes, generational conflict and the treatment of women and are often semi-autobiographical."}]}, {"heading": "Births", "year": "1926", "date": "July 15", "txt": "Leopoldo Galtieri, Argentinian general and politician, 44th President of Argentina (d. 2003)", "entities": [{"title": "List of heads of state of Argentina", "href": "/wiki/List_of_heads_of_state_of_Argentina", "description": "Argentina has had many different types of heads of state as well as many different types of government. During pre-Columbian times, the territories that today form Argentina were inhabited by nomadic tribes without any defined government. During the Spanish colonization of the Americas, the King of Spain retained the ultimate authority over the territories conquered in the New World, appointing vi"}]}, {"heading": "Births", "year": "1926", "date": "July 15", "txt": "Raymond Gosling, English physicist and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 15", "txt": "Sir John Graham, 4th Baronet, English diplomat (d. 2019)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 15", "txt": "Nan Martin, American actress (d. 2010)", "entities": [{"title": "Nan Martin", "href": "/wiki/Nan_Martin", "description": "Nan Martin was an American actress who starred in movies and on television."}]}, {"heading": "Births", "year": "1927", "date": "July 15", "txt": "Carmen Zapata, American actress (d. 2014)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 15", "txt": "Håkon Brusveen, Norwegian cross-country skier", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 15", "txt": "Carl Woese, American microbiologist and biophysicist (d. 2012)", "entities": [{"title": "Carl Woese", "href": "/wiki/Carl_Woese", "description": "Carl Richard Woese was an American microbiologist and biophysicist. Woese is famous for defining the Archaea in 1977 by phylogenetic taxonomy of 16S ribosomal RNA, a technique he pioneered that revolutionized microbiology. He also originated the RNA world hypothesis in 1967, although not by that name. Woese held the Stanley O. Ikenberry Chair and was professor of microbiology at the University of "}]}, {"heading": "Births", "year": "1928", "date": "July 15", "txt": "Viramachaneni Vimla Devi, Indian parliamentarian (d. 1967)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 15", "txt": "Charles Anthony, American tenor and actor (d. 2012)", "entities": [{"title": "Charles Anthony (tenor)", "href": "/wiki/Charles_Anthony_(tenor)", "description": "Charles Anthony Caruso, better known by his stage name of Charles Anthony, was an American actor and tenor noted for his portrayal of comprimario characters in opera. Anthony had the distinction of appearing in more performances at the Metropolitan Opera than any other performer. He celebrated his fiftieth anniversary with the company in 2004, and gave his farewell in the role of the aged Emperor "}]}, {"heading": "Births", "year": "1929", "date": "July 15", "txt": "Francis Bebey, Cameroonian-French guitarist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 15", "txt": "Ian Stewart, Scottish race car driver (d. 2017)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 15", "txt": "Jacques Derrida, Algerian-French philosopher and academic (d. 2004)", "entities": [{"title": "Jacques Derrida", "href": "/wiki/Jacques_Derrida", "description": "Jacques Derrida, born in Algeria, was a French philosopher best known for developing a form of semiotic analysis known as deconstruction, which he analyzed in numerous texts, and developed in the context of phenomenology. He is one of the major figures associated with post-structuralism and postmodern philosophy."}]}, {"heading": "Births", "year": "1930", "date": "July 15", "txt": "Richard Garneau, Canadian journalist and sportscaster (d. 2013)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 15", "txt": "Stephen Smale, American mathematician and computer scientist", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 15", "txt": "Einosuke Akiya, Japanese Buddhist leader", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 15", "txt": "Clive Cussler, American archaeologist and author (d. 2020)", "entities": [{"title": "Clive Cussler", "href": "/wiki/Clive_Cussler", "description": "Clive Eric Cussler was an American adventure novelist and underwater explorer. His thriller novels, many featuring the character Dirk Pitt, have reached The New York Times fiction best-seller list more than 20 times. Cussler was the founder and chairman of the National Underwater and Marine Agency (NUMA), which has discovered more than 60 shipwreck sites and numerous other notable underwater wreck"}]}, {"heading": "Births", "year": "1931", "date": "July 15", "txt": "Joanna Merlin, American actress and casting director", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 15", "txt": "Jacques-Yvan Morin, Canadian lawyer and politician, Deputy Premier of Quebec", "entities": [{"title": "Deputy Premier of Quebec", "href": "/wiki/Deputy_Premier_of_Quebec", "description": "\nThis is a list of deputy premiers of Quebec."}]}, {"heading": "Births", "year": "1932", "date": "July 15", "txt": "Ed Litzenberger, Canadian ice hockey player (d. 2010)", "entities": [{"title": "Ed Litzenberger", "href": "/wiki/Ed_Litzenberger", "description": "Edward Charles John \"Eddie\" Litzenberger was a Canadian ice hockey right winger from Neudorf, Saskatchewan. Litzenberger was \"donated\" to the Chicago Black Hawks by the Montreal Canadiens in his first year in the National Hockey League (NHL). At the time the Black Hawks were struggling to survive as a franchise, and the league governors decided to help the team remain viable."}]}, {"heading": "Births", "year": "1933", "date": "July 15", "txt": "Guido Crepax, Italian author and illustrator (d. 2003)", "entities": [{"title": "Guido Crepax", "href": "/wiki/Guido_Crepax", "description": "Guido Crepas better known by his nom de plume Guido Crepax, was an Italian comics artist. He is most famous for his character Valentina, created in 1965 and very representative of the spirit of the 1960s. The Valentina series of books and strips became noted for Crepax's sophisticated drawing, and for the psychedelic, dreamlike storylines, generally involving a strong dose of erotism. His work was"}]}, {"heading": "Births", "year": "1933", "date": "July 15", "txt": "M. T. Vasudevan Nair, Indian author and screenwriter", "entities": []}, {"heading": "Births", "year": "1934", "date": "July 15", "txt": "Harrison Birtwistle, English composer and academic", "entities": [{"title": "Harrison Birtwistle", "href": "/wiki/Harrison_Birtwistle", "description": "Sir Harrison Birtwistle, is a British composer."}]}, {"heading": "Births", "year": "1934", "date": "July 15", "txt": "Eva Krížiková, Czech actress (d. 2020)", "entities": []}, {"heading": "Births", "year": "1934", "date": "July 15", "txt": "Risto Jarva, Finnish director and producer (d. 1977)", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 15", "txt": "Donn Clendenon, American baseball player and lawyer (d. 2005)", "entities": [{"title": "Donn Clendenon", "href": "/wiki/Donn_Clendenon", "description": "Donn Alvin Clendenon was an American professional baseball player. He played in Major League Baseball as a first baseman from 1961 to 1972. He is most notable for his performance during the 1969 World Series when he won the World Series Most Valuable Player Award by hitting three home runs to help lead the team known as the Miracle Mets to an upset victory over the Baltimore Orioles."}]}, {"heading": "Births", "year": "1935", "date": "July 15", "txt": "Alex Karras, American football player, wrestler, and actor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 15", "txt": "Ken Kercheval, American actor and director (d. 2019)", "entities": []}, {"heading": "Births", "year": "1936", "date": "July 15", "txt": "George Voinovich, American lawyer and politician, 65th Governor of Ohio (d. 2016)", "entities": [{"title": "George Voinovich", "href": "/wiki/George_Voinovich", "description": "George Victor Voinovich was an American politician who served as a United States senator from Ohio from 1999 to 2011, the 65th governor of Ohio from 1991 to 1998 and the 54th mayor of Cleveland from 1980 to 1989, the last Republican to serve in that office."}, {"title": "Governor of Ohio", "href": "/wiki/Governor_of_Ohio", "description": "The governor of the State of Ohio is the head of the executive branch of the government of Ohio and the commander-in-chief of the U.S. state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Ohio General Assembly, the power to convene the legislature and the power to grant pardons, except in cases of treason and impeachmen"}]}, {"heading": "Births", "year": "1937", "date": "July 15", "txt": "Prabhash Joshi, Indian journalist (d. 2009)", "entities": [{"title": "Prabhash Joshi", "href": "/wiki/Prabhash_Joshi", "description": "Prabhash Joshi was an Indian Journalist, especially Hindi journalism, writer and political analyst. He was strongly in favour of \"ethics and transparency\". He played a part in Gandhian movement, Bhoodan movement, and in the surrender of bandits and in the struggle against emergency."}]}, {"heading": "Births", "year": "1938", "date": "July 15", "txt": "Bill Alsup, American racing driver (d. 2016)", "entities": [{"title": "Bill Alsup", "href": "/wiki/Bill_Alsup", "description": "Bill Alsup was an American race car driver. He was the first Championship Auto Racing Teams (CART) Rookie of the Year in 1979 and competed in the 1981 Indianapolis 500, finishing 11th. He made 57 CART & USAC Champ Car starts in his career. His best race finish of third came 3 times and he was the 1981 CART Championship runner-up, putting in a winless but consistent season for Penske Racing, his on"}]}, {"heading": "Births", "year": "1938", "date": "July 15", "txt": "Ernie Barnes, American football player, actor, and painter (d. 2009)", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 15", "txt": "Carmen Callil, Australian publisher, founded Virago Press", "entities": [{"title": "Virago Press", "href": "/wiki/Virago_Press", "description": "Virago is a London-based British publishing company committed to publishing women's writing and books on feminist topics. Started and run by women in the 1970s and bolstered by the success of the Women's Liberation Movement (WLM), Virago has been credited as one of several British feminist presses that helped address inequitable gender dynamics in publishing. Unlike alternative, anti-capitalist pu"}]}, {"heading": "Births", "year": "1938", "date": "July 15", "txt": "Barry Goldwater, Jr., American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 15", "txt": "Aníbal Cavaco Silva, Portuguese economist and politician, 19th President of the Portuguese Republic", "entities": [{"title": "Aníbal Cavaco Silva", "href": "/wiki/An%C3%ADbal_Cavaco_Silva", "description": "Aníbal António Cavaco Silva, GCC, GColL, is an economist who was the 19th President of Portugal, in office from 9 March 2006 to 9 March 2016. He had been previously Prime Minister of Portugal from 6 November 1985 to 28 October 1995. His 10-year tenure was the longest of any prime minister since António de Oliveira Salazar, and he was the first Portuguese prime minister to win an absolute parliamen"}, {"title": "President of the Portuguese Republic", "href": "/wiki/President_of_the_Portuguese_Republic", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Births", "year": "1940", "date": "July 15", "txt": "Chris Cord, American racing driver", "entities": [{"title": "Chris Cord", "href": "/wiki/Chris_Cord", "description": "Chris Cord is a race car driver and is a grandson of Errett Lobban Cord, the founder of the Cord Corporation which also ran Cord Automobile."}]}, {"heading": "Births", "year": "1940", "date": "July 15", "txt": "Denis Héroux, Canadian director and producer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1940", "date": "July 15", "txt": "Ronald Gene Simmons, American sergeant and convicted murderer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1940", "date": "July 15", "txt": "Robert Winston, English surgeon, academic, and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 15", "txt": "Vivian Malone Jones, American civil rights activist (d. 2005)", "entities": [{"title": "Vivian Malone Jones", "href": "/wiki/Vivian_Malone_Jones", "description": "Vivian Juanita Malone Jones was one of the first two black students to enroll at the University of Alabama in 1963, and in 1965 became the university's first black graduate. She was made famous when George Wallace, the Governor of Alabama, attempted to block her and James Hood from enrolling at the all-white university."}]}, {"heading": "Births", "year": "1943", "date": "July 15", "txt": "Jocelyn Bell Burnell, Northern Irish astrophysicist, astronomer, and academic", "entities": [{"title": "Jocelyn Bell Burnell", "href": "/wiki/Jocelyn_Bell_Burnell", "description": "Dame Susan Jocelyn Bell Burnell is an astrophysicist from Northern Ireland who, as a postgraduate student, discovered the first radio pulsars in 1967. The discovery was recognised by the award of the 1974 Nobel Prize in Physics but, despite being the first person to discover the pulsars, she was not one of the recipients of the prize."}]}, {"heading": "Births", "year": "1944", "date": "July 15", "txt": "Millie Jackson, American singer-songwriter", "entities": [{"title": "Millie Jackson", "href": "/wiki/Millie_Jackson", "description": "Mildred Virginia Jackson is an American R&B and soul recording artist. Beginning her career in the early 1960s, three of Jackson's albums have been certified gold by the RIAA for over 500,000 copies sold. Jackson's songs often include long spoken sections, sometimes humorous, sometimes explicit. She recorded songs in a disco or dance music style and occasionally in a country style."}]}, {"heading": "Births", "year": "1945", "date": "July 15", "txt": "Jan-Michael Vincent, American actor (d. 2019)", "entities": [{"title": "Jan-Michael Vincent", "href": "/wiki/Jan-Michael_Vincent", "description": "Jan-Michael Vincent was an American actor. He was best known for having played helicopter pilot Stringfellow Hawke on the television series Airwolf (1984–1987) and the protagonist, Matt Johnson, in the 1978 film Big Wednesday. He also starred as Byron Henry in The Winds of War."}]}, {"heading": "Births", "year": "1945", "date": "July 15", "txt": "David Arthur Granger, Guyanese politician, 9th President of Guyana", "entities": [{"title": "President of Guyana", "href": "/wiki/President_of_Guyana", "description": "The President of the Co-operative Republic of Guyana is the head of state and the head of government of Guyana, as well as the commander-in-chief of the armed forces of the Republic, according to the Constitution of Guyana. The president is also the chancellor of the Orders of Guyana. Concurrent with their constitutional role as Commander-in-Chief of the Armed Forces, the President does not appoin"}]}, {"heading": "Births", "year": "1945", "date": "July 15", "txt": "Peter Lewis (musician), American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 15", "txt": "Jürgen Möllemann, German soldier and politician, Vice-Chancellor of Germany (d. 2003)", "entities": [{"title": "Vice-Chancellor of Germany", "href": "/wiki/Vice-Chancellor_of_Germany", "description": "The Deputy to the Federal Chancellor, commonly known as Vice Chancellor (Vizekanzler), is the second highest ranking German cabinet member. The chancellor is the head of government and, according to the constitution, gives this title of deputy to one of the Federal Ministers. It is common that the title is given to the major minister provided by the (smaller) coalition partner."}]}, {"heading": "Births", "year": "1946", "date": "July 15", "txt": "Linda Ronstadt, American singer-songwriter, producer, and actress", "entities": [{"title": "Linda Ronstadt", "href": "/wiki/Linda_Ronstadt", "description": "Linda Maria Ronstadt is a retired American singer who performed and recorded in diverse genres including rock, country, light opera, and Latin. She has earned 10 Grammy Awards, three American Music Awards, two Academy of Country Music awards, an Emmy Award, and an ALMA Award. Many of her albums have been certified gold, platinum or multiplatinum in the United States and internationally. She has al"}]}, {"heading": "Births", "year": "1946", "date": "July 15", "txt": "Hassanal Bolkiah, Sultan of Brunei", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 15", "txt": "Peter Banks, English guitarist and songwriter (d. 2013)", "entities": [{"title": "Peter Banks", "href": "/wiki/Peter_Banks", "description": "Peter William Brockbanks, known professionally as Peter Banks, was an English guitarist, vocalist, songwriter and producer. He was best known as the original guitarist in the rock bands the Syn, Yes, Flash, and Empire. Former Sniffin' Glue and NME journalist Danny Baker described Banks as \"the architect of progressive music\"."}]}, {"heading": "Births", "year": "1947", "date": "July 15", "txt": "Lydia Davis, American short story writer, novelist, and essayist", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 15", "txt": "Pridiyathorn Devakula, Thai economist and politician, Thai Minister of Finance", "entities": [{"title": "Ministry of Finance (Thailand)", "href": "/wiki/Ministry_of_Finance_(Thailand)", "description": "The Ministry of Finance is a cabinet ministry in the Government of Thailand."}]}, {"heading": "Births", "year": "1947", "date": "July 15", "txt": "Roky Erickson, American singer-songwriter and musician (d. 2019)", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 15", "txt": "Twinkle, English singer-songwriter (d. 2015)", "entities": [{"title": "Twinkle (singer)", "href": "/wiki/Twinkle_(singer)", "description": "Lynn Annette Ripley, better known by the stage name Twinkle, was an English singer-songwriter. She had chart success in the 1960s with her songs \"Terry\" and \"Golden Lights\"."}]}, {"heading": "Births", "year": "1948", "date": "July 15", "txt": "Dimosthenis Kourtovik, Greek anthropologist and critic", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 15", "txt": "Artimus Pyle, American rock drummer and songwriter (Lynyrd Skynyrd)", "entities": [{"title": "Lynyrd Skynyrd", "href": "/wiki/Lynyrd_Skynyrd", "description": "Lynyrd Skynyrd is an American rock band formed in Jacksonville, Florida. The group originally formed as My Backyard in 1964 and comprised Ronnie Van Zant, Gary Rossington (guitar), Allen Collins (guitar), Larry Junstrom and Bob Burns (drums). The band spent five years touring small venues under various names and with several lineup changes before deciding on \"Lynyrd Skynyrd\" in 1969. The band rele"}]}, {"heading": "Births", "year": "1949", "date": "July 15", "txt": "Carl Bildt, Swedish politician and diplomat, Prime Minister of Sweden", "entities": [{"title": "Carl Bildt", "href": "/wiki/Carl_Bildt", "description": "Nils Daniel Carl Bildt is a Swedish politician and diplomat who was Prime Minister of Sweden from 1991 to 1994. He was the leader of the Moderate Party from 1986 to 1999. Bildt served as Sweden's Minister for Foreign Affairs from 2006 to 2014. Since 2021, he has been the World Health Organization's Special Envoy for the Access to COVID-19 Tools Accelerator."}, {"title": "Prime Minister of Sweden", "href": "/wiki/Prime_Minister_of_Sweden", "description": "The Prime Minister is the head of government in Sweden. Before the creation of the office of a Prime Minister in 1876, Sweden did not have a head of government separate from its head of state, namely the King, in whom the executive authority was vested. Louis Gerhard De Geer, the architect behind the new bicameral Riksdag of 1866 that replaced the centuries-old Riksdag of the Estates, became the f"}]}, {"heading": "Births", "year": "1949", "date": "July 15", "txt": "Trevor Horn, English singer-songwriter, keyboard player, and producer", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 15", "txt": "Richard Russo, American novelist, short story writer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 15", "txt": "Colin Barnett, Australian economist and politician, 29th Premier of Western Australia", "entities": [{"title": "Colin Barnett", "href": "/wiki/Colin_Barnett", "description": "Colin James Barnett is a former Australian politician who was the 29th Premier of Western Australia. He had previously served as the state's Treasurer, as well as holding various other portfolios in Western Australia's Cabinet."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1950", "date": "July 15", "txt": "Arianna Huffington, Greek-American journalist and publisher (The Huffington Post)", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 15", "txt": "Gregory Isaacs, Jamaican-English singer-songwriter (d. 2010)", "entities": [{"title": "Gregory Isaacs", "href": "/wiki/Gregory_Isaacs", "description": "Gregory Anthony Isaacs OD was a Jamaican reggae musician. Milo Miles, writing in The New York Times, described Isaacs as \"the most exquisite vocalist in reggae\"."}]}, {"heading": "Births", "year": "1951", "date": "July 15", "txt": "Jesse Ventura, American wrestler, actor, and politician, 38th Governor of Minnesota", "entities": [{"title": "Governor of Minnesota", "href": "/wiki/Governor_of_Minnesota", "description": "The Governor of Minnesota is the chief executive of the U.S. state of Minnesota, leading the state's executive branch. Forty people have been governor of Minnesota, though historically there were also three governors of Minnesota Territory. Alexander Ramsey, the first territorial governor, also served as state governor several years later. State governors are elected to office by popular vote, but"}]}, {"heading": "Births", "year": "1952", "date": "July 15", "txt": "John Cleland, British racing driver", "entities": [{"title": "John Cleland (racing driver)", "href": "/wiki/John_Cleland_(racing_driver)", "description": "John Cleland is a retired British auto racing driver, best known for winning the British Touring Car Championship in 1989 and 1995."}]}, {"heading": "Births", "year": "1952", "date": "July 15", "txt": "Celia Imrie, English actress", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 15", "txt": "Terry O'Quinn, American actor", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 15", "txt": "David Pack, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 15", "txt": "Marky Ramone, American drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 15", "txt": "Johnny Thunders, American singer-songwriter and guitarist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 15", "txt": "Jean-Bertrand Aristide, Haitian priest and politician, 49th President of Haiti", "entities": [{"title": "Jean-Bertrand Aristide", "href": "/wiki/Jean-Bertrand_Aristide", "description": "Jean-Bertrand Aristide is a Haitian former priest and politician who became Haiti's first democratically elected president. A proponent of liberation theology, Aristide was appointed to a Roman Catholic parish in Port-au-Prince in 1982 after completing his studies to become a priest of the Salesian order. He became a focal point for the pro-democracy movement first under Jean-Claude \"Baby Doc\" Duv"}, {"title": "President of Haiti", "href": "/wiki/President_of_Haiti", "description": "The president of Haiti, officially called the president of the Republic of Haiti is the head of state of Haiti. Executive power in Haiti is divided between the president and the government headed by the Prime Minister of Haiti. The current president is Jovenel Moïse, who took office on February 7, 2017."}]}, {"heading": "Births", "year": "1953", "date": "July 15", "txt": "Sultanah Haminah, Malaysian royal consort", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 15", "txt": "Mohamad Shahrum Osman, Malaysian politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 15", "txt": "Alicia Bridges, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 15", "txt": "John Ferguson, Australian rugby league player", "entities": [{"title": "John Ferguson (rugby league)", "href": "/wiki/John_Ferguson_(rugby_league)", "description": "John \"Chicka\" Ferguson is an Indigenous Australian former professional rugby league footballer who played in the 1980s. An Australian international and New South Wales State of Origin representative winger, in the New South Wales Rugby League premiership for the Newtown Jets, Eastern Suburbs Roosters and finally the Canberra Raiders, with whom he won the 1989 and 1990 NSWRL premierships. A prolifi"}]}, {"heading": "Births", "year": "1954", "date": "July 15", "txt": "Jeff Jarvis, American journalist and blogger", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 15", "txt": "Giorgos Kaminis, American-Greek lawyer and politician, 78th Mayor of Athens", "entities": [{"title": "Mayor of Athens", "href": "/wiki/Mayor_of_Athens", "description": "The Mayor of Athens is the head of the Municipality of Athens, the largest district of the Athens."}]}, {"heading": "Births", "year": "1954", "date": "July 15", "txt": "Mario Kempes, Argentinian footballer and manager", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 15", "txt": "Ashoke Sen, Indian theoretical physicist and string theorist", "entities": [{"title": "Ashoke Sen", "href": "/wiki/Ashoke_Sen", "description": "Ashoke Sen, FRS is an Indian theoretical physicist and distinguished professor at the Harish-Chandra Research Institute, Allahabad. He is also an honorary fellow in National Institute of Science Education and Research (NISER), Bhubaneswar, India and also a Morningstar Visiting professor at MIT and a distinguished professor at the Korea Institute for Advanced Study. His main area of work is string "}]}, {"heading": "Births", "year": "1956", "date": "July 15", "txt": "Ian Curtis, English singer-songwriter and guitarist  (Joy Division) (d. 1980)", "entities": [{"title": "Joy Division", "href": "/wiki/Joy_Division", "description": "Joy Division were an English rock band formed in Salford in 1976. The group consisted of vocalist Ian Curtis, guitarist/keyboardist Bernard Sumner, bassist Peter Hook and drummer Stephen Morris."}]}, {"heading": "Births", "year": "1956", "date": "July 15", "txt": "Nicholas Harberd, British botanist, educator, and academician", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 15", "txt": "Barry Melrose, Canadian ice hockey player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 15", "txt": "Steve Mortimer, Australian rugby league player, coach, and administrator", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 15", "txt": "Joe Satriani, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 15", "txt": "Wayne Taylor, South African race car driver", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 15", "txt": "Gary Heale, English footballer and coach", "entities": [{"title": "Gary Heale", "href": "/wiki/Gary_Heale", "description": "Gary John Heale is a former professional football (soccer) player in both USA and England."}]}, {"heading": "Births", "year": "1958", "date": "July 15", "txt": "Mac Thornberry, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 15", "txt": "Vincent Lindon, French actor, director, and screenwriter", "entities": [{"title": "Vincent Lindon", "href": "/wiki/Vincent_Lindon", "description": "Vincent Lindon is a French actor and filmmaker who has been active for more than 30 years. At the 2015 Cannes Film Festival he won the award for Best Actor for his role in the film The Measure of a Man. He won the IFFI Best Actor Award (Male) at the 46th International Film Festival of India."}]}, {"heading": "Births", "year": "1960", "date": "July 15", "txt": "Kim Alexis, American fashion model", "entities": [{"title": "Kim Alexis", "href": "/wiki/Kim_Alexis", "description": "Kim Marie Alexis is an American supermodel and actress who was famous in the 1970s and 80s. She appeared on the cover of magazines like Sports Illustrated, Vogue, Harper's Bazaar and Cosmopolitan."}]}, {"heading": "Births", "year": "1961", "date": "July 15", "txt": "Lolita Davidovich, Canadian actress", "entities": [{"title": "Lolita Davidovich", "href": "/wiki/Lolita_Davidovich", "description": "Lolita Davidovich is a Canadian actress, best known for her breakthrough title role as Blaze Starr in the 1989 film Blaze, for which she received Chicago Film Critics Association Award nomination."}]}, {"heading": "Births", "year": "1961", "date": "July 15", "txt": "Jean-Christophe Grangé, French journalist and screenwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 15", "txt": "Scott Ritter, American soldier and international weapons inspector", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 15", "txt": "Forest Whitaker, American actor", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 15", "txt": "Nikos Filippou, Greek basketball player and manager", "entities": [{"title": "Nikos Filippou", "href": "/wiki/Nikos_Filippou", "description": "Nikolaos \"Nikos\" Filippou is a retired Greek professional basketball player. At a height of 2.02 m, he played at the power forward position.."}]}, {"heading": "Births", "year": "1962", "date": "July 15", "txt": "Michelle Ford, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 15", "txt": "Brigitte Nielsen, Danish-Italian actress", "entities": [{"title": "Brigitte Nielsen", "href": "/wiki/Brigitte_Nielsen", "description": "Brigitte Nielsen is a Danish actress, model, singer and reality television personality. She began her career modeling for Greg Gorman and Helmut Newton. She subsequently acted in the 1985 films Red Sonja and Rocky IV, later returning to the Rocky series in Creed II (2018). She is also known for her marriage to Sylvester Stallone, with whom she starred in the 1986 film Cobra. She played a villain i"}]}, {"heading": "Births", "year": "1963", "date": "July 15", "txt": "Steve Thomas, English-Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 15", "txt": "Alistair Carmichael, Scottish lawyer and politician, Secretary of State for Scotland", "entities": [{"title": "Alistair Carmichael", "href": "/wiki/Alistair_Carmichael", "description": "Alexander Morrison \"Alistair\" Carmichael, is a Scottish politician and solicitor by trade who has served as the Member of Parliament (MP) for Orkney and Shetland since 2001. A Scottish Liberal Democrat politician he serves as the Liberal Democrat Home Affairs spokesman."}, {"title": "Secretary of State for Scotland", "href": "/wiki/Secretary_of_State_for_Scotland", "description": "The Secretary of State for Scotland, also referred to as Her Majesty's Principal Secretary of State for Scotland or the Scottish Secretary, is the secretary of state and principal government minister for Scotland in the Cabinet of Her Majesty's Government of the United Kingdom of Great Britain and Northern Ireland. The Scottish Secretary heads the Scotland Office, a government department based in "}]}, {"heading": "Births", "year": "1965", "date": "July 15", "txt": "Gero Miesenböck, Austrian neuroscientist and educator", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 15", "txt": "David Miliband, English politician, Secretary of State for Foreign and Commonwealth Affairs", "entities": [{"title": "Secretary of State for Foreign and Commonwealth Affairs", "href": "/wiki/Secretary_of_State_for_Foreign_and_Commonwealth_Affairs", "description": "The secretary of state for foreign, Commonwealth and development affairs, commonly known as the foreign secretary, is a senior minister of the Crown within the Government of the United Kingdom, and head of the Foreign, Commonwealth and Development Office. As one of the four Great Offices of State, the foreign secretary is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1966", "date": "July 15", "txt": "Jason Bonham, English singer-songwriter and drummer", "entities": [{"title": "Jason Bonham", "href": "/wiki/Jason_Bonham", "description": "Jason John Bonham is an English drummer. He is the son of Led Zeppelin drummer John Bonham. After his father's death in September 1980, he played with Led Zeppelin on occasions, including the Ahmet Ertegun Tribute Concert at The O2 Arena in London in 2007."}]}, {"heading": "Births", "year": "1966", "date": "July 15", "txt": "Irène Jacob, French-Swiss actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 15", "txt": "Adam Savage, American actor and special effects designer", "entities": [{"title": "Adam Savage", "href": "/wiki/Adam_Savage", "description": "Adam Whitney Savage is an American special effects designer and fabricator, actor, educator, and television personality and producer, known as the former co-host of the Discovery Channel television series MythBusters and Unchained Reaction. His model work has appeared in major films, including Star Wars: Episode II – Attack of the Clones and The Matrix Reloaded. He is the host of the TV program Sa"}]}, {"heading": "Births", "year": "1967", "date": "July 15", "txt": "Elbert West, American singer-songwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 15", "txt": "Eddie Griffin, American comedian, actor, and producer", "entities": [{"title": "Eddie Griffin", "href": "/wiki/Eddie_Griffin", "description": "Edward Griffin is an American comedian and actor. He is best known for portraying Eddie Sherman in the sitcom Malcolm & Eddie, the title character in the 2002 comedy film Undercover Brother, and Tiberius Jefferson \"T.J.\" Hicks in Deuce Bigalow: Male Gigolo (1999) and Deuce Bigalow: European Gigolo (2005). He also portrayed Orpheus in Scary Movie 3 (2003) and voiced Richard Pryor on Black Dynamite "}]}, {"heading": "Births", "year": "1969", "date": "July 15", "txt": "Ain Tammus, Estonian footballer and coach", "entities": [{"title": "Ain Tammus", "href": "/wiki/Ain_Tammus", "description": "Ain Tammus is an Estonian goalkeeping coach and a former professional footballer. He is currently a goalkeeping coach at Levadia Tallinn."}]}, {"heading": "Births", "year": "1970", "date": "July 15", "txt": "Tarkan Gözübüyük, Turkish bass player and producer", "entities": [{"title": "Tarkan Gözübüyük", "href": "/wiki/Tarkan_G%C3%B6z%C3%BCb%C3%BCy%C3%BCk", "description": "Tarkan Gözübüyük is the bass player of the Turkish heavy metal band Mezarkabul."}]}, {"heading": "Births", "year": "1972", "date": "July 15", "txt": "Scott Foley, American actor", "entities": [{"title": "Scott Foley", "href": "/wiki/Scott_Foley", "description": "Scott Kellerman Foley  is an American actor and director. Foley is known for roles in television shows such as The Unit, Scrubs, Felicity, and Scandal, and in films such as Scream 3. He has also guest starred in series including Grey's Anatomy, Dawson's Creek, and House."}]}, {"heading": "Births", "year": "1973", "date": "July 15", "txt": "Brian Austin Green, American actor", "entities": [{"title": "Brian Austin Green", "href": "/wiki/Brian_Austin_Green", "description": "Brian Austin Green is an American actor, rapper and producer, best known for his portrayal of David Silver on the television series Beverly Hills, 90210 (1990–2000). Green was also a series regular on Terminator: The Sarah Connor Chronicles, Freddie, Wedding Band, and Anger Management."}]}, {"heading": "Births", "year": "1975", "date": "July 15", "txt": "Cherry, American wrestler and manager", "entities": [{"title": "Cherry (wrestler)", "href": "/wiki/Cherry_(wrestler)", "description": "Kara Elizabeth Drew is an American retired professional wrestler and valet, best known under the ring name Cherry. She worked for World Wrestling Entertainment (WWE) as the manager of former Tag Team Champions, Deuce 'n Domino, and as a performer for its SmackDown brand."}]}, {"heading": "Births", "year": "1975", "date": "July 15", "txt": "Danny Law, English cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 15", "txt": "Ben Pepper, Australian basketball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 15", "txt": "Steve Cunningham, American boxer", "entities": [{"title": "Steve Cunningham", "href": "/wiki/Steve_Cunningham", "description": "Steven Ormain Cunningham is an American professional boxer who held the IBF cruiserweight title twice between 2007 and 2011. His nickname, \"USS\", is a reference to his US Navy service on the aircraft carriers USS America and USS Enterprise between 1994 and 1998."}]}, {"heading": "Births", "year": "1976", "date": "July 15", "txt": "Marco Di Vaio, Italian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 15", "txt": "Diane Kruger, German actress and model", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 15", "txt": "Gabriel Iglesias, Mexican-American comedian and voice actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 15", "txt": "D. J. Kennington, Canadian racing driver", "entities": [{"title": "D. J. Kennington", "href": "/wiki/D._J._Kennington", "description": "Douglas James \"D. J.\" Kennington is a Canadian professional stock car racing driver. He currently competes full-time in the NASCAR Pinty's Series, driving the No. 17 Dodge Challenger for his own team DJK Racing. He won the 2010 and 2012 Pinty's Series championships. Kennington also competes part-time in the NASCAR Xfinity Series, driving the No. 99 Toyota Supra for B. J. McLeod Motorsports, and pa"}]}, {"heading": "Births", "year": "1977", "date": "July 15", "txt": "André Nel, South African cricketer", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 15", "txt": "Lana Parrilla, American actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 15", "txt": "John St. Clair, American football player", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 15", "txt": "Ray Toro, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 15", "txt": "Miguel Olivo, Dominican baseball player", "entities": [{"title": "Miguel Olivo", "href": "/wiki/Miguel_Olivo", "description": "Miguel Eduardo Olivo Peña is a Dominican former professional baseball player. He played as a catcher for several teams in Major League Baseball (MLB) from 2002 to 2014. He also played in the Mexican League from 2014 to 2017."}]}, {"heading": "Births", "year": "1979", "date": "July 15", "txt": "Laura Benanti, American actress and singer", "entities": [{"title": "Laura Benanti", "href": "/wiki/Laura_Benanti", "description": "Laura Ilene Benanti is an American actress and singer."}]}, {"heading": "Births", "year": "1979", "date": "July 15", "txt": "Alexander Frei, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 15", "txt": "Edda Garðarsdóttir, Icelandic footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 15", "txt": "Renata Kučerová, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 15", "txt": "Reggie Abercrombie, American baseball player", "entities": [{"title": "Reggie Abercrombie", "href": "/wiki/Reggie_Abercrombie", "description": "Reginald Damascus Abercrombie is an American former professional baseball outfielder. He played in Major League Baseball (MLB) for the Florida Marlins and Houston Astros."}]}, {"heading": "Births", "year": "1980", "date": "July 15", "txt": "BxB Hulk, Japanese professional wrestler", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 15", "txt": "Jonathan Cheechoo, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 15", "txt": "Julia Perez, Indonesian singer and actress (d. 2017)", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 15", "txt": "Alou Diarra, French footballer", "entities": [{"title": "Alou Diarra", "href": "/wiki/Alou_Diarra", "description": "Alou Diarra is a French former professional footballer. He was a French international from 2004 until 2012."}]}, {"heading": "Births", "year": "1981", "date": "July 15", "txt": "Petros Klampanis, Greek bassist and composer", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 15", "txt": "Marius Stankevičius, Lithuanian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 15", "txt": "Julien Canal, French racing driver", "entities": [{"title": "Julien Canal", "href": "/wiki/Julien_Canal", "description": "Julien Canal is a French racing driver who currently competes in the European Le Mans Series with Panis Racing. In 2010 he made his debut at the 24 Hours of Le Mans and won his class in 2010, 2011 and 2012."}]}, {"heading": "Births", "year": "1982", "date": "July 15", "txt": "Alan Pérez, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 15", "txt": "Neemia Tialata, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 15", "txt": "Aída Yéspica, Venezuelan model and actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 15", "txt": "Salvatore Iovino, American racing driver", "entities": [{"title": "Salvatore Iovino", "href": "/wiki/Salvatore_Iovino", "description": "Salvatore Iovino is an American professional stock car racing driver. He is also a team owner for Holleran-Iovino Racing (HIR) in the K&N Pro Series East, competing under the Patriot Motorsports Group banner. Prior to competing in stock car racing, he competed as a NHRA drag racing driver. Iovino is a first-generation driver."}]}, {"heading": "Births", "year": "1983", "date": "July 15", "txt": "Nelson Merlo, Brazilian racing driver", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 15", "txt": "Will Rudge, English cricketer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 15", "txt": "Heath Slater, American wrestler", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 15", "txt": "Angelo Siniscalchi, Italian footballer", "entities": [{"title": "Angelo Siniscalchi", "href": "/wiki/Angelo_Siniscalchi", "description": "Angelo Siniscalchi is an Italian footballer who plays for Serie D club AC Rezzato."}]}, {"heading": "Births", "year": "1984", "date": "July 15", "txt": "Veronika Velez-Zuzulová, Slovak skier", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 15", "txt": "Tomer Kapon, Israeli actor", "entities": [{"title": "Tomer Kapon", "href": "/wiki/Tomer_Kapon", "description": "Tomer Kapon ; born July 15,1985) is an Israeli actor. He has starred in popular Israeli exported television such as Hostages and the political thriller television series Fauda. In 2016 he was awarded an Ophir Award for Best Supporting Actor in One Week and a Day. He stars in When Heroes Fly and in Amazon series The Boys."}]}, {"heading": "Births", "year": "1986", "date": "July 15", "txt": "Tyler Kennedy, Canadian ice hockey player", "entities": [{"title": "Tyler Kennedy", "href": "/wiki/Tyler_Kennedy", "description": "Tyler Kennedy is a Canadian former professional ice hockey centre who played nine seasons in the National Hockey League (NHL) for the Pittsburgh Penguins, San Jose Sharks, New York Islanders, and New Jersey Devils. He was selected by the Penguins in the fourth round, 99th overall, of the 2004 NHL Entry Draft."}]}, {"heading": "Births", "year": "1988", "date": "July 15", "txt": "Riki Christodoulou, English race car driver", "entities": [{"title": "Riki Christodoulou", "href": "/wiki/Riki_Christodoulou", "description": "Riki James Christodoulou is a British racing driver. His cousin Adam Christodoulou is also a British Racing Driver."}]}, {"heading": "Births", "year": "1989", "date": "July 15", "txt": "Steven Jahn, German footballer", "entities": [{"title": "Steven Jahn", "href": "/wiki/Steven_Jahn", "description": "Steven Jahn is a German retired footballer."}]}, {"heading": "Births", "year": "1989", "date": "July 15", "txt": "Alisa Kleybanova, Russian tennis player", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 15", "txt": "Anthony Randolph, American basketball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 15", "txt": "Zach Bogosian, American ice hockey player", "entities": [{"title": "Zach Bogosian", "href": "/wiki/Zach_Bogosian", "description": "Zachary M. Bogosian is an American professional ice hockey defenceman who is currently a member of the Toronto Maple Leafs of the National Hockey League (NHL). He has previously played for the Atlanta Thrashers, Winnipeg Jets, Buffalo Sabres and Tampa Bay Lightning. Bogosian won the Stanley Cup as a member of the Lightning in 2020."}]}, {"heading": "Births", "year": "1990", "date": "July 15", "txt": "Damian Lillard, American basketball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 15", "txt": "Tyler Young, American racing driver", "entities": []}, {"heading": "Births", "year": "1991", "date": "July 15", "txt": "Danilo, Brazilian footballer", "entities": [{"title": "Danilo (footballer, born July 1991)", "href": "/wiki/Danilo_(footballer,_born_July_1991)", "description": "Danilo Luiz da Silva, known as Danilo, is a Brazilian professional footballer who plays as a right-back for Serie A club Juventus and the Brazil national team."}]}, {"heading": "Births", "year": "1991", "date": "July 15", "txt": "Derrick Favors, American basketball player", "entities": []}, {"heading": "Births", "year": "1991", "date": "July 15", "txt": "Evgeny Tishchenko, Russian boxer", "entities": []}, {"heading": "Births", "year": "1992", "date": "July 15", "txt": "Tobias Harris, American basketball player", "entities": [{"title": "Tobias Harris", "href": "/wiki/Tobias_Harris", "description": "Tobias Harris is an American professional basketball player for the Philadelphia 76ers of the National Basketball Association (NBA). He played one season of college basketball for the Tennessee Volunteers before declaring for the 2011 NBA draft where he was drafted 19th overall by the Charlotte Bobcats and then traded to the Milwaukee Bucks. Harris has also played for the Orlando Magic, Detroit Pi"}]}, {"heading": "Births", "year": "1992", "date": "July 15", "txt": "Hokutōfuji Daiki, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1992", "date": "July 15", "txt": "Wayde van Niekerk, South African sprinter", "entities": []}, {"heading": "Births", "year": "1993", "date": "July 15", "txt": "Håvard Nielsen, Norwegian footballer", "entities": [{"title": "Håvard Nielsen", "href": "/wiki/H%C3%A5vard_Nielsen", "description": "Håvard Nielsen is a Norwegian professional footballer who plays as a forward for Greuther Fürth."}]}, {"heading": "Births", "year": "1993", "date": "July 15", "txt": "Harrison Rhodes, American racing driver", "entities": []}, {"heading": "Births", "year": "1996", "date": "July 15", "txt": "Vivianne Miedema, Dutch football player", "entities": [{"title": "Vivianne Miedema", "href": "/wiki/Vivianne_Miedema", "description": "Anna Margaretha Marina Astrid \"Vivianne\" Miedema is a Dutch professional footballer who plays as a forward for FA Women's Super League club Arsenal and the Netherlands national team. She previously played for Bayern Munich and SC Heerenveen."}]}, {"heading": "Births", "year": "1998", "date": "July 15", "txt": "Noah Gragson, American racing driver", "entities": [{"title": "Noah Gragson", "href": "/wiki/Noah_Gragson", "description": "Noah Quinn Gragson is an American professional stock car racing driver. He competes full-time in the NASCAR Xfinity Series, driving the No. 9 Chevrolet Camaro for JR Motorsports, and part-time in the NASCAR Cup Series, driving the No. 62 Camaro ZL1 1LE for Beard Motorsports. He is a member of Drivers Edge Development Program."}]}, {"heading": "Deaths", "year": "756", "date": "July 15", "txt": "Yang Guifei, consort of Xuan Zong (b. 719)", "entities": [{"title": "Yang Guifei", "href": "/wiki/Yang_Guifei", "description": "Yang Yuhuan, often known as Yang Guifei, and known briefly by the Taoist nun name Taizhen (太真) was the beloved consort of Emperor Xuanzong of Tang during his later years. She is known as one of the Four Beauties of ancient China."}, {"title": "Emperor Xuanzong of Tang", "href": "/wiki/Emperor_Xuanzong_of_Tang", "description": "Emperor Xuanzong of Tang, also commonly known as Emperor Ming of Tang or Illustrious August, personal name Li Longji, was the seventh emperor of the Tang dynasty in China, reigning from 713 to 756 CE. His reign of 43 years was the longest during the Tang dynasty. In the early half of his reign he was a diligent and astute ruler. Ably assisted by capable chancellors like Yao Chong, Song Jing and Zh"}]}, {"heading": "Deaths", "year": "998", "date": "July 15", "txt": "Abū al-Wafā' Būzjānī, Persian mathematician and astronomer (b. 940)", "entities": [{"title": "Abū al-Wafā' Būzjānī", "href": "/wiki/Ab%C5%AB_al-Waf%C4%81%27_B%C5%ABzj%C4%81n%C4%AB", "description": "Abū al-Wafāʾ, Muḥammad ibn Muḥammad ibn Yaḥyā ibn Ismāʿīl ibn al-ʿAbbās al-Būzjānī or Abū al-Wafā Būzhjānī was a Persian mathematician and astronomer who worked in Baghdad. He made important innovations in spherical trigonometry, and his work on arithmetics for businessmen contains the first instance of using negative numbers in a medieval Islamic text."}]}, {"heading": "Deaths", "year": "1015", "date": "July 15", "txt": "Vladimir the Great, Grand prince of Kievan Rus' (b. c. 958)", "entities": [{"title": "Vladimir the Great", "href": "/wiki/Vladimir_the_Great", "description": "Vladimir Sviatoslavich, called the Great, was Prince of Novgorod, Grand Prince of Kiev, and ruler of Kievan Rus' from 980 to 1015."}, {"title": "Grand prince", "href": "/wiki/Grand_prince", "description": "Grand prince or great prince is a title of nobility ranked in honour below king and emperor and above a sovereign prince, and debatably ranked below an archduke."}, {"title": "Kievan Rus'", "href": "/wiki/Kievan_Rus%27", "description": "Kievan Rus' or Kyivan Rus' was a loose federation of East Slavic and Finno-Ugric peoples in Europe from the late 9th to the mid-13th century, under the reign of the Rurik dynasty, founded by the Varangian prince Rurik. The modern nations of Belarus, Russia, and Ukraine all claim Kievan Rus' as their cultural ancestors, with Belarus and Russia deriving their names from it. The Rurik dynasty would c"}, {"title": "958", "href": "/wiki/958", "description": "Year 958 (CMLVIII) was a common year starting on Friday of the Julian calendar."}]}, {"heading": "Deaths", "year": "1274", "date": "July 15", "txt": "Bonaventure, Italian bishop and saint (b. 1221)", "entities": [{"title": "Bonaventure", "href": "/wiki/Bonaventure", "description": "Bonaventure, born Giovanni di Fidanza, was an Italian medieval Franciscan, scholastic theologian and philosopher. The seventh Minister General of the Order of Friars Minor, he was also Cardinal Bishop of Albano. He was canonised on 14 April 1482 by Pope Sixtus IV and declared a Doctor of the Church in the year 1588 by Pope Sixtus V. He is known as the \"Seraphic Doctor\". His feast day is July 15. M"}]}, {"heading": "Deaths", "year": "1291", "date": "July 15", "txt": "Rudolf I of Germany (b. 1218)", "entities": [{"title": "Rudolf I of Germany", "href": "/wiki/Rudolf_I_of_Germany", "description": "Rudolf I was the first king of Germany from the House of Habsburg. The first of the count-kings of Germany, he reigned from 1273 until his death."}]}, {"heading": "Deaths", "year": "1299", "date": "July 15", "txt": "King Eric II of Norway (b. c. 1268)", "entities": [{"title": "Eric II of Norway", "href": "/wiki/Eric_II_of_Norway", "description": "Eric Magnusson was the King of Norway from 1280 until 1299."}]}, {"heading": "Deaths", "year": "1381", "date": "July 15", "txt": "John Ball, English Lollard priest", "entities": [{"title": "John Ball (priest)", "href": "/wiki/John_Ball_(priest)", "description": "John Ball  was an English priest who took a prominent part in the Peasants' Revolt of 1381. Although he is often associated with John Wycliffe and the Lollard movement, Ball was actively preaching 'articles contrary to the faith of the church' at least a decade before Wycliffe started attracting attention."}, {"title": "Lollardy", "href": "/wiki/Lollardy", "description": "Lollardy, also known as Lollardism or the Lollard movement, was a Proto-Protestant Christian religious movement that existed from the mid-14th century until the 16th-century English Reformation. It was initially led by John Wycliffe, a Roman Catholic theologian who was dismissed from the University of Oxford in 1381 for criticism of the Roman Catholic Church. The Lollards' demands were primarily f"}]}, {"heading": "Deaths", "year": "1388", "date": "July 15", "txt": "Agnes of Durazzo, titular Latin empress consort of Constantinople (d. 1313)", "entities": [{"title": "Agnes of Durazzo", "href": "/wiki/Agnes_of_Durazzo", "description": "Agnes of Durazzo was the wife of James of Baux, titular Latin Emperor of Constantinople. She was the last woman to claim the title of empress of the Latin Empire."}, {"title": "1313", "href": "/wiki/1313", "description": "Year 1313 (MCCCXIII) was a common year starting on Monday of the Julian calendar."}]}, {"heading": "Deaths", "year": "1397", "date": "July 15", "txt": "Catherine of Henneberg, German ruler (b. c. 1334)", "entities": [{"title": "Catherine of Henneberg", "href": "/wiki/Catherine_of_Henneberg", "description": "Catherine of Henneberg was a Countess of Henneberg by birth and from 1347 by marriage Margravine of Meissen, Landgravine of Thuringia, etc. She was the wife of Margrave Frederick the Severe of Meissen. Via her, the House of Wettin inherited her father's Franconian possessions."}]}, {"heading": "Deaths", "year": "1406", "date": "July 15", "txt": "William, Duke of Austria", "entities": [{"title": "William, Duke of Austria", "href": "/wiki/William,_Duke_of_Austria", "description": "William, known as William the Courteous, a member of the House of Habsburg, was Duke of Austria from 1386. As head of the Leopoldian line, he ruled over the Inner Austrian duchies of Carinthia, Styria and Carniola as well as the County of Tyrol and Further Austria from 1396 until his death."}]}, {"heading": "Deaths", "year": "1410", "date": "July 15", "txt": "Ulrich von Jungingen, German Grand Master of the Teutonic Knights (b. 1360)", "entities": [{"title": "Ulrich von Jungingen", "href": "/wiki/Ulrich_von_Jungingen", "description": "Ulrich von Jungingen was the 26th Grand Master of the Teutonic Knights, serving from 1407 to 1410. His policy of confrontation with the Grand Duchy of Lithuania and the Kingdom of Poland would spark the Polish–Lithuanian–Teutonic War and lead to disaster for his Order, and his own death, at the Battle of Grunwald."}]}, {"heading": "Deaths", "year": "1445", "date": "July 15", "txt": "Joan Beaufort, Queen of Scotland", "entities": [{"title": "Joan Beaufort, Queen of Scotland", "href": "/wiki/Joan_Beaufort,_Queen_of_Scotland", "description": "Joan Beaufort was the Queen of Scotland from 1424 to 1437 as the spouse of King James I of Scotland. During part of the minority of her son James II, she served as the regent of Scotland."}]}, {"heading": "Deaths", "year": "1542", "date": "July 15", "txt": "Lisa del Giocondo, subject of Leonardo da Vinci's painting Mona Lisa (b. 1479)", "entities": [{"title": "Lisa del Giocondo", "href": "/wiki/Lisa_del_Giocondo", "description": "Lisa del Giocondo was an Italian noblewoman and member of the Gherardini family of Florence and Tuscany. Her name was given to the Mona Lisa, her portrait commissioned by her husband and painted by Leonardo da Vinci during the Italian Renaissance."}]}, {"heading": "Deaths", "year": "1544", "date": "July 15", "txt": "René of Châlon (b. 1519)", "entities": [{"title": "René of Châlon", "href": "/wiki/Ren%C3%A9_of_Ch%C3%A2lon", "description": "René of Chalon, also known as Renatus of Chalon, was a Prince of Orange and stadtholder of Holland, Zeeland, Utrecht and Gelre."}]}, {"heading": "Deaths", "year": "1571", "date": "July 15", "txt": "Shimazu Takahisa, Japanese daimyō (b. 1514)", "entities": [{"title": "Shimazu Takahisa", "href": "/wiki/Shimazu_Takahisa", "description": "Shimazu Takahisa , the son of Shimazu Tadayoshi, was a daimyō during Japan's Sengoku period. He was the fifteenth head of the Shimazu clan."}]}, {"heading": "Deaths", "year": "1609", "date": "July 15", "txt": "Annibale Carracci, Italian painter and illustrator (b. 1560)", "entities": [{"title": "Annibale Carracci", "href": "/wiki/Annibale_Carracci", "description": "Annibale Carracci was an Italian painter and instructor, active in Bologna and later in Rome. Along with his brother and cousin, Annibale was one of the progenitors, if not founders of a leading strand of the Baroque style, borrowing from styles from both north and south of their native city, and aspiring for a return to classical monumentality, but adding a more vital dynamism. Painters working u"}]}, {"heading": "Deaths", "year": "1614", "date": "July 15", "txt": "Pierre de Bourdeille, seigneur de Brantôme, French soldier, historian, and author (b. 1540)", "entities": [{"title": "Pierre de Bourdeille, seigneur de Brantôme", "href": "/wiki/Pierre_de_Bourdeille,_seigneur_de_Brant%C3%B4me", "description": "Pierre de Bourdeille, called the seigneur et abbé de Brantôme, was a French historian, soldier and biographer."}]}, {"heading": "Deaths", "year": "1655", "date": "July 15", "txt": "Girolamo Rainaldi, Italian architect (b. 1570)", "entities": [{"title": "Girolamo Rainaldi", "href": "/wiki/Girolamo_Rainaldi", "description": "Girolamo Rainaldi was an Italian architect who worked mainly in a conservative Mannerist style, often with collaborating architects. He was a successful competitor of Bernini. His son, Carlo Rainaldi, became an even more notable, more fully Baroque architect."}]}, {"heading": "Deaths", "year": "1685", "date": "July 15", "txt": "James Scott, 1st Duke of Monmouth, Dutch-English general and politician, Governor of Kingston-upon-Hull (b. 1649)", "entities": [{"title": "James Scott, 1st Duke of Monmouth", "href": "/wiki/James_Scott,_1st_Duke_of_Monmouth", "description": "James Scott, 1st Duke of Monmouth, 1st Duke of Buccleuch, KG, PC was a Dutch-born English nobleman. Originally called James Crofts or James Fitzroy, he was born in Rotterdam in the Netherlands, the eldest illegitimate son of Charles II of England, Scotland, and Ireland with his mistress Lucy Walter."}, {"title": "Governor of Kingston-upon-Hull", "href": "/wiki/Governor_of_Kingston-upon-Hull", "description": "\n\nBelow is a list of those who have held the office of Governor of Kingston upon Hull:"}]}, {"heading": "Deaths", "year": "1750", "date": "July 15", "txt": "Vasily Tatishchev, Russian ethnographer and politician (b. 1686)", "entities": [{"title": "Vasily Tatishchev", "href": "/wiki/Vasily_Tatishchev", "description": "Vasily Nikitich Tatishchev was a prominent Russian Imperial statesman, historian, philosopher, and ethnographer, best remembered as the author of the first full-scale Russian history and founder of three Russian cities: Stavropol-on-Volga, Yekaterinburg, and Perm. Throughout this work, he advocates the idea that autocracy is the perfect form of government for Russia."}]}, {"heading": "Deaths", "year": "1765", "date": "July 15", "txt": "Charles-André van Loo, French painter (b. 1705)", "entities": [{"title": "Charles-André van Loo", "href": "/wiki/Charles-Andr%C3%A9_van_Loo", "description": "Carle or Charles-André van Loo was a French painter, son of the painter Louis-Abraham van Loo, a younger brother of Jean-Baptiste van Loo and grandson of Jacob van Loo. He was the most famous member of a successful dynasty of painters of Dutch origin. His oeuvre includes every category: religion, history painting, mythology, portraiture, allegory, and genre scenes."}]}, {"heading": "Deaths", "year": "1767", "date": "July 15", "txt": "Michael Bruce, Scottish poet and composer (b. 1746)", "entities": [{"title": "Michael Bruce (poet)", "href": "/wiki/Michael_Bruce_(poet)", "description": "Michael Bruce was a Scottish poet and hymnist."}]}, {"heading": "Deaths", "year": "1789", "date": "July 15", "txt": "Jacques Duphly, French harpsichord player and composer (b. 1715)", "entities": [{"title": "Jacques Duphly", "href": "/wiki/Jacques_Duphly", "description": "Jacques Duphly was a French harpsichordist and composer."}, {"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Deaths", "year": "1828", "date": "July 15", "txt": "Jean-Antoine Houdon, French sculptor (b. 1741)", "entities": [{"title": "Jean-Antoine Houdon", "href": "/wiki/Jean-Antoine_Houdon", "description": "Jean-Antoine Houdon was a French neoclassical sculptor."}]}, {"heading": "Deaths", "year": "1839", "date": "July 15", "txt": "Winthrop Mackworth Praed, English poet and politician (b. 1802)", "entities": [{"title": "Winthrop Mackworth Praed", "href": "/wiki/Winthrop_Mackworth_Praed", "description": "Winthrop Mackworth Praed —typically written as W. Mackworth Praed—was an English politician and poet."}]}, {"heading": "Deaths", "year": "1844", "date": "July 15", "txt": "Claude Charles Fauriel, French philologist and historian (b. 1772)", "entities": [{"title": "Claude Charles Fauriel", "href": "/wiki/Claude_Charles_Fauriel", "description": "Claude Charles Fauriel was a French historian, philologist and critic."}]}, {"heading": "Deaths", "year": "1851", "date": "July 15", "txt": "Anne-Marie Javouhey, French nun, founder of the Sisters of St Joseph of Cluny (b. 1779)", "entities": [{"title": "Anne-Marie Javouhey", "href": "/wiki/Anne-Marie_Javouhey", "description": "Anne-Marie Javouhey was a French nun who founded the Sisters of Saint Joseph of Cluny. She is venerated in the Roman Catholic Church. She is known as the Liberator of the Slaves in the New World, and as the mother of the town of Mana, French Guiana."}]}, {"heading": "Deaths", "year": "1851", "date": "July 15", "txt": "Juan Felipe Ibarra, Argentinian general and politician (b. 1787)", "entities": []}, {"heading": "Deaths", "year": "1857", "date": "July 15", "txt": "Carl Czerny, Austrian pianist and composer (b. 1791)", "entities": [{"title": "Carl Czerny", "href": "/wiki/Carl_Czerny", "description": "Carl Czerny was an Austrian composer, teacher, and pianist of Czech origin whose music spanned the late Classical and early Romantic eras. His vast musical production amounted to over a thousand works and his books of studies for the piano are still widely used in piano teaching. He was one of Ludwig van Beethoven's best-known pupils."}]}, {"heading": "Deaths", "year": "1858", "date": "July 15", "txt": "Alexander Andreyevich Ivanov, Russian painter (b. 1806)", "entities": [{"title": "Alexander Andreyevich Ivanov", "href": "/wiki/Alexander_Andreyevich_Ivanov", "description": "Alexander Andreyevich Ivanov was a Russian painter who adhered to the waning tradition of Neoclassicism but found little sympathy with his contemporaries. He was born and died in St. Petersburg. He has been called the master of one work, for it took 20 years to complete his magnum opus The Appearance of Christ Before the People."}]}, {"heading": "Deaths", "year": "1883", "date": "July 15", "txt": "General Tom Thumb, American circus performer (b. 1838)", "entities": [{"title": "General Tom Thumb", "href": "/wiki/General_Tom_Thumb", "description": "Charles Sherwood Stratton, better known by his stage name \"General Tom Thumb\", was an American dwarf, who achieved great fame as a performer under circus pioneer P. T. Barnum."}]}, {"heading": "Deaths", "year": "1885", "date": "July 15", "txt": "Rosalía de Castro, Spanish author and poet (b. 1837)", "entities": [{"title": "Rosalía de Castro", "href": "/wiki/Rosal%C3%ADa_de_Castro", "description": "María Rosalía Rita de Castro, was a Galician poet, strongly identified with her native Galicia and the celebration of the Galician language."}]}, {"heading": "Deaths", "year": "1890", "date": "July 15", "txt": "Gottfried Keller, Swiss author, poet, and playwright (b. 1819)", "entities": [{"title": "Gottfried Keller", "href": "/wiki/Gottfried_Keller", "description": "Gottfried Keller was a Swiss poet and writer of German literature. Best known for his novel Green Henry and his cycle of novellas called The People from Seldwyla, he became one of the most popular narrators of literary realism in the late 19th century."}]}, {"heading": "Deaths", "year": "1898", "date": "July 15", "txt": "Jean-Baptiste Salpointe, French-American archbishop (d. 1825)", "entities": [{"title": "Jean-Baptiste Salpointe", "href": "/wiki/Jean-Baptiste_Salpointe", "description": "Jean-Baptiste Salpointe was the first Bishop of Arizona and the second Archbishop of Santa Fe."}]}, {"heading": "Deaths", "year": "1904", "date": "July 15", "txt": "Anton Chekhov, Russian playwright and short story writer (b. 1860)", "entities": [{"title": "Anton Chekhov", "href": "/wiki/Anton_Chekhov", "description": "Anton Pavlovich Chekhov was a Russian playwright and short-story writer who is considered to be among the greatest writers of short fiction in history. His career as a playwright produced four classics, and his best short stories are held in high esteem by writers and critics. Along with Henrik Ibsen and August Strindberg, Chekhov is often referred to as one of the three seminal figures in the bir"}]}, {"heading": "Deaths", "year": "1919", "date": "July 15", "txt": "Hermann Emil Fischer, German chemist and academic, Nobel Prize laureate (b. 1852)", "entities": [{"title": "Hermann Emil Fischer", "href": "/wiki/Hermann_Emil_Fischer", "description": "Hermann Emil Louis Fischer FRS FRSE FCS was a German chemist and 1902 recipient of the Nobel Prize in Chemistry. He discovered the Fischer esterification. He also developed the Fischer projection, a symbolic way of drawing asymmetric carbon atoms. He also hypothesized lock and key mechanism of enzyme action. He never used his first given name, and was known throughout his life simply as Emil Fisch"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1929", "date": "July 15", "txt": "Hugo von Hofmannsthal, Austrian author, poet, and playwright (b. 1874)", "entities": [{"title": "Hugo von Hofmannsthal", "href": "/wiki/Hugo_von_Hofmannsthal", "description": "Hugo Laurenz August Hofmann von Hofmannsthal was an Austrian prodigy, a novelist, librettist, poet, dramatist, narrator, and essayist."}]}, {"heading": "Deaths", "year": "1930", "date": "July 15", "txt": "Leopold Auer, Hungarian violinist, composer, and conductor (b. 1845)", "entities": [{"title": "Leopold Auer", "href": "/wiki/Leopold_Auer", "description": "Leopold von Auer was a Hungarian violinist, academic, conductor and composer, best known as an outstanding violin teacher."}]}, {"heading": "Deaths", "year": "1930", "date": "July 15", "txt": "Leonora Barry, Irish-born American social activist (b. 1849)", "entities": []}, {"heading": "Deaths", "year": "1931", "date": "July 15", "txt": "Ladislaus Bortkiewicz, Russian-German economist and mathematician (b. 1868)", "entities": [{"title": "Ladislaus Bortkiewicz", "href": "/wiki/Ladislaus_Bortkiewicz", "description": "Ladislaus Josephovich Bortkiewicz was a Russian economist and statistician of Polish ancestry. He wrote a book showing how the Poisson distribution, a discrete probability distribution, can be useful in applied statistics, and he made contributions to mathematical economics. He lived most of his professional life in Germany, where he taught at Strassburg University and Berlin University (1901–1931"}]}, {"heading": "Deaths", "year": "1932", "date": "July 15", "txt": "Bahíyyih Khánum, Iranian writer and leader in the Baha'i faith (b. 1846) ", "entities": [{"title": "Bahíyyih Khánum", "href": "/wiki/Bah%C3%ADyyih_Kh%C3%A1num", "description": "Bahíyyih Khánum was the only daughter of Baháʼu'lláh, the founder of the Baháʼí Faith, and Ásíyih Khánum. She was born in 1846 with the given name Fatimih Sultan, and was entitled \"Varaqiy-i-'Ulyá\" or \"Greatest Holy Leaf\". Brought up through the trying times her family lived through, in adulthood she served the interests of the religion and was even occasionally trusted with running the affairs of"}]}, {"heading": "Deaths", "year": "1932", "date": "July 15", "txt": "Cornelis Jacobus Langenhoven, South African poet and politician (b. 1873)", "entities": []}, {"heading": "Deaths", "year": "1933", "date": "July 15", "txt": "Irving Babbitt, American scholar, critic, and academic (b. 1865)", "entities": [{"title": "Irving Babbitt", "href": "/wiki/Irving_Babbitt", "description": "Irving Babbitt was an American academic and literary critic, noted for his founding role in a movement that became known as the New Humanism, a significant influence on literary discussion and conservative thought in the period between 1910 and 1930. He was a cultural critic in the tradition of Matthew Arnold and a consistent opponent of romanticism, as represented by the writings of Jean-Jacques "}]}, {"heading": "Deaths", "year": "1933", "date": "July 15", "txt": "Freddie Keppard, American cornet player (b. 1890)", "entities": []}, {"heading": "Deaths", "year": "1940", "date": "July 15", "txt": "Eugen Bleuler, Swiss psychiatrist and physician (b. 1857)", "entities": [{"title": "Eugen Bleuler", "href": "/wiki/Eugen_Bleuler", "description": "Paul Eugen Bleuler was a Swiss psychiatrist and eugenicist most notable for his contributions to the understanding of mental illness. He coined many psychiatric terms, such as \"schizophrenia\", \"schizoid\", \"autism\", depth psychology and what Sigmund Freud called \"Bleuler's happily chosen term ambivalence\"."}]}, {"heading": "Deaths", "year": "1940", "date": "July 15", "txt": "Robert Wadlow, American giant, 8\"11' 271 cm (b.1918)", "entities": []}, {"heading": "Deaths", "year": "1942", "date": "July 15", "txt": "Wenceslao Vinzons, Filipino lawyer and politician (b. 1910)", "entities": [{"title": "Wenceslao Vinzons", "href": "/wiki/Wenceslao_Vinzons", "description": "Wenceslao “Bintao” Quinito Vinzons was a Filipino patriot and leader of the Philippine armed resistance against the Japanese invasion in World War II. He was the youngest delegate to the 1935 Philippine Constitutional Convention. \nFor leading demonstrations as a student leader, he was dubbed the \"Father of Student Activism in the Philippines\"."}]}, {"heading": "Deaths", "year": "1944", "date": "July 15", "txt": "Marie-Victorin Kirouac, Canadian botanist and academic (b. 1885)", "entities": [{"title": "Marie-Victorin Kirouac", "href": "/wiki/Marie-Victorin_Kirouac", "description": "Brother Marie-Victorin, F.S.C., was a Canadian member of Brothers of the Christian Schools and a noted botanist in Quebec, Canada. He is known as the father of the Botanical Garden of Montreal."}]}, {"heading": "Deaths", "year": "1946", "date": "July 15", "txt": "Razor Smith, English cricketer and coach (b. 1877)", "entities": [{"title": "Razor Smith", "href": "/wiki/Razor_Smith", "description": "William Charles \"Razor\" Smith was a Surrey slow bowler. Nicknamed \"Razor\" because of his extreme thinness, Smith was a frail man and prone to serious injury; he could rarely get through a full season's cricket, but when fit and healthy, could command the sharpest off-break among bowlers of his day. He was also able to bowl a somewhat faster ball with a very high flight that turned a little from le"}]}, {"heading": "Deaths", "year": "1947", "date": "July 15", "txt": "Walter Donaldson, American soldier and songwriter (b. 1893)", "entities": [{"title": "Walter Donaldson", "href": "/wiki/Walter_Donaldson", "description": "Walter Donaldson was an American prolific popular songwriter and publishing company founder, composing many hit songs of the 1910s, 1920s, 1930s, and 1940s, that have become standards and form part of the Great American Songbook."}]}, {"heading": "Deaths", "year": "1948", "date": "July 15", "txt": "John J. Pershing, American general (b. 1860)", "entities": [{"title": "John J. Pershing", "href": "/wiki/John_J._Pershing", "description": "John Joseph Pershing, nicknamed \"Black Jack\", was a senior United States Army officer. He served most famously as the commander of the American Expeditionary Forces (AEF) on the Western Front in World War I, 1917–18. In addition to leading the A.E.F. to victory in World War I, Pershing notably served as a mentor to many in the generation of generals who led the United States Army during World War "}]}, {"heading": "Deaths", "year": "1953", "date": "July 15", "txt": "Geevarghese Mar Ivanios, Indian archbishop, founded the Order of the Imitation of Christ (b. 1882)", "entities": [{"title": "Geevarghese Mar Ivanios", "href": "/wiki/Geevarghese_Mar_Ivanios", "description": "Aboon Geevarghese Ivanios was the first Metropolitan Archbishop of the Syro-Malankara Catholic Church and Major Archdiocese of Trivandrum. He was the founder of Bethany Ashram order of monks and Bethany madom Order of Nuns. He was the first M.A. degree holder in the Malankara Church. He also served as the Principal of the Kottayam M.D Seminary High School and as a professor at Serampore College. H"}, {"title": "Order of the Imitation of Christ", "href": "/wiki/Order_of_the_Imitation_of_Christ", "description": "Bethany Ashram is a monastic order in the Syro-Malankara Catholic Church. It was established by Archbishop Geevarghese Mar Ivanios. The Ashram follows the religious order called Order of the Imitation of Christ (O.I.C.), which is derived from the Catholic devotional book The Imitation of Christ by Thomas à Kempis."}]}, {"heading": "Deaths", "year": "1957", "date": "July 15", "txt": "James M. Cox, American publisher and politician, 46th Governor of Ohio (b. 1870)", "entities": [{"title": "James M. Cox", "href": "/wiki/James_M._Cox", "description": "James Middleton Cox was the 46th and 48th Governor of Ohio, a two-term U.S. Representative from Ohio, and the Democratic nominee for President of the United States at the 1920 presidential election. His running mate during his presidential campaign was future president Franklin D. Roosevelt. He founded the chain of newspapers that continues today as Cox Enterprises, a media conglomerate."}, {"title": "Governor of Ohio", "href": "/wiki/Governor_of_Ohio", "description": "The governor of the State of Ohio is the head of the executive branch of the government of Ohio and the commander-in-chief of the U.S. state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Ohio General Assembly, the power to convene the legislature and the power to grant pardons, except in cases of treason and impeachmen"}]}, {"heading": "Deaths", "year": "1957", "date": "July 15", "txt": "Vasily Maklakov, a Russian lawyer and politician (b. 1869)", "entities": []}, {"heading": "Deaths", "year": "1959", "date": "July 15", "txt": "Ernest Bloch, Swiss-American composer and academic (b. 1880)", "entities": [{"title": "Ernest Bloch", "href": "/wiki/Ernest_Bloch", "description": "Ernest Bloch was a Swiss-born American composer. Bloch was a preeminent artist in his day, and left a lasting legacy. He is recognized as one of the greatest Swiss composers in history. As well as producing musical scores, Bloch had an academic career that culminated in his recognition as Professor Emeritus at the University of California, Berkeley in 1952."}]}, {"heading": "Deaths", "year": "1959", "date": "July 15", "txt": "Vance Palmer, Australian author and critic (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1960", "date": "July 15", "txt": "Set Persson, Swedish politician (b. 1897)", "entities": [{"title": "Set Persson", "href": "/wiki/Set_Persson", "description": "Set Persson was a Swedish communist leader."}]}, {"heading": "Deaths", "year": "1960", "date": "July 15", "txt": "Lawrence Tibbett, American singer and actor (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1961", "date": "July 15", "txt": "John Edward Brownlee, Canadian lawyer and politician, 5th Premier of Alberta (b. 1884)", "entities": [{"title": "John Edward Brownlee", "href": "/wiki/John_Edward_Brownlee", "description": "John Edward Brownlee, was the fifth Premier of Alberta, Canada, serving from 1925 until 1934. Born in Port Ryerse, Ontario, he studied history and political science at the University of Toronto's Victoria College before moving west to Calgary to become a lawyer. His clients included the United Farmers of Alberta (UFA); through his connection with that lobby group, he was involved in founding the U"}, {"title": "Premier of Alberta", "href": "/wiki/Premier_of_Alberta", "description": "The premier of Alberta is the first minister for the Canadian province of Alberta, and the province's head of government. The current premier is Jason Kenney, leader of the United Conservative Party, who was sworn in on April 30, 2019."}]}, {"heading": "Deaths", "year": "1961.", "date": "July 15", "txt": "Nina Bari, Russian mathematician (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1965", "date": "July 15", "txt": "Francis Cherry, American lawyer and politician, 35th Governor of Arkansas (b. 1908)", "entities": [{"title": "Francis Cherry (governor)", "href": "/wiki/Francis_Cherry_(governor)", "description": "Francis Adams Cherry Sr., was an American jurist and the 35th governor of Arkansas, elected as a Democrat for a single two-year term from 1953 to 1955."}, {"title": "Governor of Arkansas", "href": "/wiki/Governor_of_Arkansas", "description": "The Governor of Arkansas is the head of government of the U.S. state of Arkansas. The Governor is the head of the executive branch of the Arkansas government and is charged with enforcing state laws. They have the power to either approve or veto bills passed by the Arkansas General Assembly, to convene the legislature, and to grant pardons, except in cases of treason and impeachment."}]}, {"heading": "Deaths", "year": "1966", "date": "July 15", "txt": "Seyfi Arkan, Turkish architect (b. 1903)", "entities": [{"title": "Seyfi Arkan", "href": "/wiki/Seyfi_Arkan", "description": "Abdurrahman Seyfettin Arkan, Seyfi Nasih was a Turkish architect, the personal architect of Mustafa Kemal Atatürk. He was born in 1903 in Istanbul. He attended Kadikoy French School and Galatasaray High School. He was first in his class under Vedat Tek in 1928, and later worked with Hans Poelzig in Germany. In 193 he designed the Glass Villa of Çankaya Köşkü, the President of Turkey's official res"}]}, {"heading": "Deaths", "year": "1974", "date": "July 15", "txt": "Christine Chubbuck, American journalist (b. 1944)", "entities": [{"title": "Christine Chubbuck", "href": "/wiki/Christine_Chubbuck", "description": "Christine Chubbuck was an American television news reporter who worked for WTOG and WXLT-TV in Sarasota, Florida. She was the first person to die by suicide on a live television broadcast."}]}, {"heading": "Deaths", "year": "1976", "date": "July 15", "txt": "Paul Gallico, American journalist and author (b. 1897)", "entities": [{"title": "Paul Gallico", "href": "/wiki/Paul_Gallico", "description": "Paul William Gallico was an American novelist, short story and sports writer. Many of his works were adapted for motion pictures. He is perhaps best remembered for The Snow Goose, his most critically successful book, and for the novel The Poseidon Adventure, primarily through the 1972 film adaptation."}]}, {"heading": "Deaths", "year": "1977", "date": "July 15", "txt": "Donald Mackay, Australian businessman and activist (b. 1933)", "entities": [{"title": "Donald Mackay (anti-drugs campaigner)", "href": "/wiki/Donald_Mackay_(anti-drugs_campaigner)", "description": "Donald Bruce Mackay was an Australian businessman and anti-drug campaigner who came to media attention and fame in 1977 through the circumstances of his murder, which has never been solved."}, {"title": "1933", "href": "/wiki/1933", "description": "1933 (MCMXXXIII) was a common year starting on Sunday of the Gregorian calendar, the 1933rd year of the Common Era (CE) and Anno Domini (AD) designations, the 933rd year of the 2nd millennium, the 33rd year of the 20th century, and the 4th year of the 1930s decade. "}]}, {"heading": "Deaths", "year": "1979", "date": "July 15", "txt": "Gustavo Díaz Ordaz, Mexican academic and politician, 29th President of Mexico, 1964-1970 (b. 1911)", "entities": [{"title": "Gustavo Díaz Ordaz", "href": "/wiki/Gustavo_D%C3%ADaz_Ordaz", "description": "Gustavo Díaz Ordaz Bolaños was a Mexican politician and member of the Institutional Revolutionary Party (PRI). He served as the President of Mexico from 1964 to 1970."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}, {"title": "1911", "href": "/wiki/1911", "description": "1911 (MCMXI) was a common year starting on Sunday of the Gregorian calendar and a common year starting on Saturday of the Julian calendar, the 1911th year of the Common Era (CE) and Anno Domini (AD) designations, the 911th year of the 2nd millennium, the 11th year of the 20th century, and the 2nd year of the 1910s decade. As of the start of 1911, the Gregorian calendar was 13 days ahead of the Jul"}]}, {"heading": "Deaths", "year": "1981", "date": "July 15", "txt": "Frédéric Dorion, Canadian lawyer, judge, and politician (b. 1898)", "entities": [{"title": "Frédéric Dorion", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Dorion", "description": "Frédéric Dorion was a Quebec politician and chief justice. He led a group of Independent MPs in the House of Commons of Canada who were opposed to the implementation of conscription during World War II."}, {"title": "1898", "href": "/wiki/1898", "description": "1898 (MDCCCXCVIII) was a common year starting on Saturday of the Gregorian calendar and a common year starting on Thursday of the Julian calendar, the 1898th year of the Common Era (CE) and Anno Domini (AD) designations, the 898th year of the 2nd millennium, the 98th year of the 19th century, and the 9th year of the 1890s decade. As of the start of 1898, the Gregorian calendar was 12 days ahead of"}]}, {"heading": "Deaths", "year": "1982", "date": "July 15", "txt": "Bill Justis, American saxophonist, songwriter, and producer (b. 1926)", "entities": [{"title": "Bill Justis", "href": "/wiki/Bill_Justis", "description": "William Everett Justis Jr. was an American pioneer rock and roll musician, composer, and musical arranger, best known for his 1957 Grammy Hall of Fame song, \"Raunchy.\" As a songwriter, he was also often credited as Bill Everette."}, {"title": "1926", "href": "/wiki/1926", "description": "1926 (MCMXXVI) was a common year starting on Friday of the Gregorian calendar, the 1926th year of the Common Era (CE) and Anno Domini (AD) designations, the 926th year of the 2nd millennium, the 26th year of the 20th century, and the 7th year of the 1920s decade. "}]}, {"heading": "Deaths", "year": "1986", "date": "July 15", "txt": "Billy Haughton, American harness racer and trainer (b. 1923)", "entities": [{"title": "Billy Haughton", "href": "/wiki/Billy_Haughton", "description": "William R. Haughton was an American harness driver and trainer. He was one of only three drivers to win the Hambletonian four times, the only one to win the Little Brown Jug five times, and the only one to win the Messenger Stakes seven times. With a career record of 4,910 wins and about $40 million in earnings, he was first in annual winnings 12 times – 1952–59, 1963, 1965, 1967, and 1968 – and i"}, {"title": "1923", "href": "/wiki/1923", "description": "1923 (MCMXXIII) was a common year starting on Monday of the Gregorian calendar, the 1923rd year of the Common Era (CE) and Anno Domini (AD) designations, the 923rd year of the 2nd millennium, the 23rd year of the 20th century, and the 4th year of the 1920s decade. As of the start of 1923, the Gregorian calendar was 13 days ahead of the Julian calendar, which was relegated that February to use only"}]}, {"heading": "Deaths", "year": "1988", "date": "July 15", "txt": "Eleanor Estes, American librarian, author, and illustrator (b. 1906)", "entities": [{"title": "Eleanor Estes", "href": "/wiki/Eleanor_Estes", "description": "Eleanor Estes was an American children's author and a children's librarian. Her book, Ginger Pye, which she also created illustrations for, won the Newbery Medal. Three of her books were Newbery Honor Winners, and one was awarded the Lewis Carroll Shelf Award. Estes' books were based on her life in small town Connecticut in the early 1900s."}, {"title": "1906", "href": "/wiki/1906", "description": "1906 (MCMVI) was a common year starting on Monday of the Gregorian calendar and a common year starting on Sunday of the Julian calendar, the 1906th year of the Common Era (CE) and Anno Domini (AD) designations, the 906th year of the 2nd millennium, the 6th year of the 20th century, and the 7th year of the 1900s decade. As of the start of 1906, the Gregorian calendar was 13 days ahead of the Julian"}]}, {"heading": "Deaths", "year": "1989", "date": "July 15", "txt": "Laurie Cunningham, English footballer (b. 1956)", "entities": [{"title": "Laurie Cunningham", "href": "/wiki/Laurie_Cunningham", "description": "Laurence Paul Cunningham was an English professional footballer. A left winger, he notably played in England, France and Spain, where he became the first ever Englishman to play for Real Madrid."}, {"title": "1956", "href": "/wiki/1956", "description": "1956 (MCMLVI) was a leap year starting on Sunday of the Gregorian calendar, the 1956th year of the Common Era (CE) and Anno Domini (AD) designations, the 956th year of the 2nd millennium, the 56th year of the 20th century, and the 7th year of the 1950s decade. "}]}, {"heading": "Deaths", "year": "1990", "date": "July 15", "txt": "Zaim Topčić, Yugoslav and Bosnian writer (b. 1920)", "entities": [{"title": "Zaim Topčić", "href": "/wiki/Zaim_Top%C4%8Di%C4%87", "description": "Zaim Topčić was a Bosnian writer, renowned for his novels. He is one of the few writers who have twice won the Annual Award of the Association of Writers of Bosnia and Herzegovina, for novels Lump of Sun and Black Snows."}, {"title": "1920", "href": "/wiki/1920", "description": "1920 (MCMXX) was a leap year starting on Thursday of the Gregorian calendar and a leap year starting on Wednesday of the Julian calendar, the 1920th year of the Common Era (CE) and Anno Domini (AD) designations, the 920th year of the 2nd millennium, the 20th year of the 20th century, and the 1st year of the 1920s decade. As of the start of 1920, the Gregorian calendar was 13 days ahead of the Juli"}]}, {"heading": "Deaths", "year": "1990", "date": "July 15", "txt": "Margaret Lockwood, English actress (b. 1916)", "entities": [{"title": "1916", "href": "/wiki/1916", "description": "1916 (MCMXVI) was a leap year starting on Saturday of the Gregorian calendar and a leap year starting on Friday of the Julian calendar, the 1916th year of the Common Era (CE) and Anno Domini (AD) designations, the 916th year of the 2nd millennium, the 16th year of the 20th century, and the 7th year of the 1910s decade. As of the start of 1916, the Gregorian calendar was 13 days ahead of the Julian"}]}, {"heading": "Deaths", "year": "1990", "date": "July 15", "txt": "Omar Abu Risha, Syrian poet and diplomat, 4th Syrian Ambassador to the United States (b. 1910)", "entities": [{"title": "Ambassador of Syria to the United States", "href": "/wiki/Ambassador_of_Syria_to_the_United_States", "description": "The Ambassador from Syria to the United States is Syria's foremost diplomatic representative in the United States, and in charge of Syria's diplomatic mission in the US."}, {"title": "1910", "href": "/wiki/1910", "description": "1910 (MCMX) was a common year starting on Saturday of the Gregorian calendar and a common year starting on Friday of the Julian calendar, the 1910th year of the Common Era (CE) and Anno Domini (AD) designations, the 910th year of the 2nd millennium, the 10th year of the 20th century, and the 1st year of the 1910s decade. As of the start of 1910, the Gregorian calendar was 13 days ahead of the Juli"}]}, {"heading": "Deaths", "year": "1991", "date": "July 15", "txt": "Bert Convy, American actor, singer, and game show host (b. 1933)", "entities": [{"title": "Bert Convy", "href": "/wiki/Bert_Convy", "description": "Bernard Whalen \"Bert\" Convy was an American actor, singer, game show host and panelist known for hosting Tattletales, Super Password and Win, Lose or Draw."}, {"title": "1933", "href": "/wiki/1933", "description": "1933 (MCMXXXIII) was a common year starting on Sunday of the Gregorian calendar, the 1933rd year of the Common Era (CE) and Anno Domini (AD) designations, the 933rd year of the 2nd millennium, the 33rd year of the 20th century, and the 4th year of the 1930s decade. "}]}, {"heading": "Deaths", "year": "1992", "date": "July 15", "txt": "Hammer DeRoburt, Nauruan educator and politician, 1st President of Nauru (b. 1922)", "entities": [{"title": "Hammer DeRoburt", "href": "/wiki/Hammer_DeRoburt", "description": "Sir. Hammer DeRoburt  was the founding President of the Republic of Nauru, and ruled the country for most of its first twenty years of independence."}, {"title": "President of Nauru", "href": "/wiki/President_of_Nauru", "description": "The President of Nauru is elected by Parliament from among its members, and is both the head of state and the head of government of Nauru. Nauru's unicameral Parliament has 19 members, with an electoral term of 3 years. Political parties only play a minor role in Nauru politics, and there have often been periods of instability in the Presidential office. Shifting allegiances among a small number o"}, {"title": "1922", "href": "/wiki/1922", "description": "1922 (MCMXXII) was a common year starting on Sunday of the Gregorian calendar and a common year starting on Saturday of the Julian calendar, the 1922nd year of the Common Era (CE) and Anno Domini (AD) designations, the 922nd year of the 2nd millennium, the 22nd year of the 20th century, and the 3rd year of the 1920s decade. As of the start of 1922, the Gregorian calendar was 13 days ahead of the J"}]}, {"heading": "Deaths", "year": "1992", "date": "July 15", "txt": "Chingiz Mustafayev, Azerbaijani journalist and author (b. 1960)", "entities": [{"title": "1960", "href": "/wiki/1960", "description": "1960 (MCMLX) was a leap year starting on Friday of the Gregorian calendar, the 1960th year of the Common Era (CE) and Anno Domini (AD) designations, the 960th year of the 2nd millennium, the 60th year of the 20th century, and the 1st year of the 1960s decade. "}]}, {"heading": "Deaths", "year": "1997", "date": "July 15", "txt": "Justinas Lagunavičius, Lithuanian basketball player (b. 1924)", "entities": [{"title": "Justinas Lagunavičius", "href": "/wiki/Justinas_Lagunavi%C4%8Dius", "description": "Justinas Lagunavičius was a Lithuanian basketball player who competed for the Soviet Union in the 1952 Summer Olympics. He trained at VSS Žalgiris in Kaunas."}, {"title": "1924", "href": "/wiki/1924", "description": "1924 (MCMXXIV) was a leap year starting on Tuesday of the Gregorian calendar, the 1924th year of the Common Era (CE) and Anno Domini (AD) designations, the 924th year of the 2nd millennium, the 24th year of the 20th century, and the 5th year of the 1920s decade. "}]}, {"heading": "Deaths", "year": "1997", "date": "July 15", "txt": "Gianni Versace, Italian fashion designer, founded Versace (b. 1946)", "entities": [{"title": "Versace", "href": "/wiki/Versace", "description": "Gianni Versace S.r.l., usually referred to simply as Versace, is an Italian luxury fashion company and trade name founded by Gianni Versace in 1978. The main collection of the brand is Versace, which produces upmarket Italian-made ready-to-wear and leather accessories. The Versace logo is the head of Medusa, a Greek mythological figure. The logo came from the floor of ruins in the area of Reggio C"}, {"title": "1946", "href": "/wiki/1946", "description": "1946 (MCMXLVI) was a common year starting on Tuesday of the Gregorian calendar, the 1946th year of the Common Era (CE) and Anno Domini (AD) designations, the 946th year of the 2nd millennium, the 46th year of the 20th century, and the 7th year of the 1940s decade. "}]}, {"heading": "Deaths", "year": "1998", "date": "July 15", "txt": "S. Shanmuganathan, Sri Lankan politician (b. 1960)", "entities": [{"title": "S. Shanmuganathan (Sri Lankan politician)", "href": "/wiki/S._Shanmuganathan_(Sri_Lankan_politician)", "description": "Sarawanabavanandan Shanmuganathan was a Sri Lankan Tamil militant, politician and Member of Parliament."}, {"title": "1960", "href": "/wiki/1960", "description": "1960 (MCMLX) was a leap year starting on Friday of the Gregorian calendar, the 1960th year of the Common Era (CE) and Anno Domini (AD) designations, the 960th year of the 2nd millennium, the 60th year of the 20th century, and the 1st year of the 1960s decade. "}]}, {"heading": "Deaths", "year": "2000", "date": "July 15", "txt": "Louis Quilico, Canadian opera singer and educator (b. 1925)", "entities": [{"title": "Louis Quilico", "href": "/wiki/Louis_Quilico", "description": "Louis Quilico, was a Canadian opera singer. One of the leading dramatic baritones of his day, he was an ideal interpreter of the great Italian and French composers, especially Giuseppe Verdi. He was often referred to as \"Mr Rigoletto\" in reference to the Verdi opera. During his 45-year-long career he shared performing credits with opera's greatest stars. He spent 25 consecutive years at the Metrop"}, {"title": "1925", "href": "/wiki/1925", "description": "1925 (MCMXXV) was a common year starting on Thursday of the Gregorian calendar, the 1925th year of the Common Era (CE) and Anno Domini (AD) designations, the 925th year of the 2nd millennium, the 25th year of the 20th century, and the 6th year of the 1920s decade. "}]}, {"heading": "Deaths", "year": "2001", "date": "July 15", "txt": "C. Balasingham, Sri Lankan lawyer and civil servant (b. 1917)", "entities": [{"title": "C. Balasingham", "href": "/wiki/C._Balasingham", "description": "Coomarasamy Balasingham was a leading Ceylon Tamil civil servant."}, {"title": "1917", "href": "/wiki/1917", "description": "1917 (MCMXVII) was a common year starting on Monday of the Gregorian calendar and a common year starting on Sunday of the Julian calendar, the 1917th year of the Common Era (CE) and Anno Domini (AD) designations, the 917th year of the 2nd millennium, the 17th year of the 20th century, and the 8th year of the 1910s decade. As of the start of 1917, the Gregorian calendar was 13 days ahead of the Jul"}]}, {"heading": "Deaths", "year": "2003", "date": "July 15", "txt": "Roberto Bolaño, Chilean novelist, short-story writer, poet, and essayist (b. 1953)", "entities": [{"title": "Roberto Bolaño", "href": "/wiki/Roberto_Bola%C3%B1o", "description": "Roberto Bolaño Ávalos was a Chilean novelist, short-story writer, poet and essayist. In 1999, Bolaño won the Rómulo Gallegos Prize for his novel Los detectives salvajes, and in 2008 he was posthumously awarded the National Book Critics Circle Award for Fiction for his novel 2666, which was described by board member Marcela Valdes as a \"work so rich and dazzling that it will surely draw readers and"}, {"title": "1953", "href": "/wiki/1953", "description": "1953 (MCMLIII) was a common year starting on Thursday of the Gregorian calendar, the 1953rd year of the Common Era (CE) and Anno Domini (AD) designations, the 953rd year of the 2nd millennium, the 53rd year of the 20th century, and the 4th year of the 1950s decade. "}]}, {"heading": "Deaths", "year": "2003", "date": "July 15", "txt": "Elisabeth Welch, American actress and singer (b. 1904)", "entities": [{"title": "1904", "href": "/wiki/1904", "description": "1904 (MCMIV) was a leap year starting on Friday of the Gregorian calendar and a leap year starting on Thursday of the Julian calendar, the 1904th year of the Common Era (CE) and Anno Domini (AD) designations, the 904th year of the 2nd millennium, the 4th year of the 20th century, and the 5th year of the 1900s decade. As of the start of 1904, the Gregorian calendar was 13 days ahead of the Julian c"}]}, {"heading": "Deaths", "year": "2006", "date": "July 15", "txt": "Robert H. Brooks, American businessman, founder of Hooters and Naturally Fresh, Inc. (b. 1937)", "entities": [{"title": "Robert H. Brooks", "href": "/wiki/Robert_H._Brooks", "description": "Robert Howell Brooks was founder of Naturally Fresh, Inc. in 1966 in Atlanta, Georgia. He helped create the Hooters of America, Inc. restaurant chain that would eventually drive that company's rapid expansion in the mid–late 1990s."}, {"title": "Hooters", "href": "/wiki/Hooters", "description": "Hooters is the registered trademark used by two American restaurant chains: Hooters, Inc., based in Clearwater, Florida, and Hooters of America, Inc. based in Atlanta, Georgia and owned by two private investment firms, TriArtisan Capital Advisors and Nord Bay Capital. The Hooters name is a double entendre referring to both a North American slang term for women's breasts and the logo. Hooters also "}, {"title": "Naturally Fresh, Inc.", "href": "/wiki/Naturally_Fresh,_Inc.", "description": "Naturally Fresh, Inc. is a producer of dressings, sauces, marinades, dips, oils, and vinegar. The company also manufactures dressings, sauces and dips for a number of different restaurants and institutions, including Hooters. It is currently one of the largest manufacturers of sauces and salad dressings in the United States."}, {"title": "1937", "href": "/wiki/1937", "description": "1937 (MCMXXXVII) was a common year starting on Friday of the Gregorian calendar, the 1937th year of the Common Era (CE) and Anno Domini (AD) designations, the 937th year of the 2nd millennium, the 37th year of the 20th century, and the 8th year of the 1930s decade. "}]}, {"heading": "Deaths", "year": "2006", "date": "July 15", "txt": "Alireza Shapour Shahbazi, Iranian archaeologist and academic (b. 1942)", "entities": [{"title": "1942", "href": "/wiki/1942", "description": "1942 (MCMXLII) was a common year starting on Thursday of the Gregorian calendar, the 1942nd year of the Common Era (CE) and Anno Domini (AD) designations, the 942nd year of the 2nd millennium, the 42nd year of the 20th century, and the 3rd year of the 1940s decade. "}]}, {"heading": "Deaths", "year": "2008", "date": "July 15", "txt": "György Kolonics, Hungarian canoe racer (b. 1972)", "entities": [{"title": "György Kolonics", "href": "/wiki/Gy%C3%B6rgy_Kolonics", "description": "György \"Kolo\" Kolonics was a Hungarian sprint canoeist who won two gold and two bronze medals at four Summer Olympics. He also won a record fifteen gold medals at the ICF Canoe Sprint World Championships. He died from cardiac arrest while preparing for his fifth Olympics."}]}, {"heading": "Deaths", "year": "2010", "date": "July 15", "txt": "James E. Akins, American politician and diplomat, United States Ambassador to Saudi Arabia (b. 1926)", "entities": [{"title": "James E. Akins", "href": "/wiki/James_E._Akins", "description": "James Elmer Akins was the U.S. Ambassador to Saudi Arabia from September, 1973 to February, 1976, just in time to serve during the 1973 Oil Crisis of October, 1973 to March, 1974. Akins was a member of the Council on Foreign Relations and on the advisory council of the Iran Policy Committee (IPC). Akins has been involved with the pro-Palestine organization If Americans Knew."}, {"title": "United States Ambassador to Saudi Arabia", "href": "/wiki/United_States_Ambassador_to_Saudi_Arabia", "description": "The United States recognized the government of King Ibn Saud in 1931, but it was not until 1939 when it appointed its first U.S. ambassador to Saudi Arabia, Bert Fish, then resident in Cairo and ambassador to Egypt. Fish made one trip down to Jeddah in 1940 to meet the King and present his credentials, but it was not until after his mission was terminated that a legation was established there on M"}]}, {"heading": "Deaths", "year": "2011", "date": "July 15", "txt": "Friedrich Wilhelm Schnitzler, German landowner and politician (b. 1928)", "entities": [{"title": "Friedrich Wilhelm Schnitzler", "href": "/wiki/Friedrich_Wilhelm_Schnitzler", "description": "Friedrich \"Fritz\" Wilhelm Schnitzler was a German landowner and business manager, and also a local politician in the CDU, the founder of the agricultural association of the District of Reutlingen and co-founder of the landholders' association of Baden-Württemberg, and lobbyist in the state parliament."}]}, {"heading": "Deaths", "year": "2011", "date": "July 15", "txt": "Googie Withers, British-Australian actress (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 15", "txt": "Boris Cebotari, Moldovan footballer (b. 1975)", "entities": [{"title": "Boris Cebotari", "href": "/wiki/Boris_Cebotari", "description": "Boris Cebotari was a Moldovan footballer."}]}, {"heading": "Deaths", "year": "2012", "date": "July 15", "txt": "Tsilla Chelton, Israeli-French actress (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 15", "txt": "Grant Feasel, American football player (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 15", "txt": "David Fraser, English general (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 15", "txt": "Celeste Holm, American actress and singer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 15", "txt": "Yoichi Takabayashi, Japanese director and screenwriter (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 15", "txt": "Ninos Aho, Syrian-American poet and activist (b. 1945)", "entities": [{"title": "Ninos Aho", "href": "/wiki/Ninos_Aho", "description": "Ninos Aho, was an Assyrian poet and activist. He is recognized one of the pioneers of the modern Assyrian nationalistic movement."}]}, {"heading": "Deaths", "year": "2013", "date": "July 15", "txt": "Henry Braden, American lawyer and politician (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 15", "txt": "Tom Greenwell, American lawyer and judge (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 15", "txt": "Earl Gros, American football player (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 15", "txt": "Noël Lee, Chinese-American pianist and composer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 15", "txt": "Meskerem Legesse, Ethiopian runner (b. 1986)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 15", "txt": "John T. Riedl, American computer scientist and academic (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 15", "txt": "Óscar Acosta, Honduran author, poet, and diplomat (b. 1933)", "entities": [{"title": "Óscar Acosta", "href": "/wiki/%C3%93scar_Acosta", "description": "Óscar Acosta Zeledón was a Honduran writer, poet, critic, politician and diplomat."}]}, {"heading": "Deaths", "year": "2014", "date": "July 15", "txt": "James MacGregor Burns, American historian, political scientist, and author (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 15", "txt": "Saúl Lara, Spanish footballer (b. 1982)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 15", "txt": "Edward Perl, American neuroscientist and academic (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 15", "txt": "Robert A. Roe, American soldier and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 15", "txt": "Masahiko Aoki, Japanese-American economist and academic (b. 1938)", "entities": [{"title": "Masahiko Aoki", "href": "/wiki/Masahiko_Aoki", "description": "Masahiko Aoki was a Japanese economist, Tomoye and Henri Takahashi Professor Emeritus of Japanese Studies in the Economics Department, and Senior Fellow of the Stanford Institute for Economic Policy Research and Freeman Spogli Institute for International Studies at Stanford University. Aoki was known for his work in comparative institutional analysis, corporate governance, the theory of the firm, "}]}, {"heading": "Deaths", "year": "2015", "date": "July 15", "txt": "Wan Li, Chinese politician, 4th Vice Premier of the People's Republic of China (b. 1916)", "entities": [{"title": "List of vice premiers of the People's Republic of China", "href": "/wiki/List_of_vice_premiers_of_the_People%27s_Republic_of_China", "description": "This is a list of the vice premiers of the People's Republic of China since 1949."}]}, {"heading": "Deaths", "year": "2015", "date": "July 15", "txt": "Aubrey Morris, British actor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 15", "txt": "Dave Somerville, Canadian singer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "July 15", "txt": "Martin Landau,  American film and television actor (b. 1928)", "entities": [{"title": "Martin Landau", "href": "/wiki/Martin_Landau", "description": "Martin James Landau was an American actor, acting coach, producer, and editorial cartoonist. His career began in the 1950s, with early film appearances including a supporting role in Alfred Hitchcock's North by Northwest (1959) opposite Cary Grant. He played regular roles in the television series Mission: Impossible (1966–1969) and Space: 1999 (1975–1977)."}]}]