[{"heading": "Events", "year": "362 BC", "date": "July 4", "txt": "Battle of Mantinea: The Thebans, led by Epaminondas, defeated the Spartans.", "entities": [{"title": "Battle of Mantinea (362 BC)", "href": "/wiki/Battle_of_Mantinea_(362_BC)", "description": "The Second Battle of Mantinea was fought on July 4, 362 BC between the Thebans, led by Epaminondas and supported by the Arcadians and the Boeotian league against the Spartans, led by King Agesilaus II and supported by the Eleans, Athenians, and Mantineans. The battle was to determine which of the two alliances would dominate Greece. However, the death of Epaminondas and his intended successors cou"}, {"title": "Thebes, Greece", "href": "/wiki/Thebes,_Greece", "description": "Thebes is a city in Boeotia, central Greece. It played an important role in Greek myths, as the site of the stories of Cadmus, Oedipus, Dionysus, Heracles and others. Archaeological excavations in and around Thebes have revealed a Mycenaean settlement and clay tablets written in the Linear B script, indicating the importance of the site in the Bronze Age."}, {"title": "Epaminondas", "href": "/wiki/Epaminondas", "description": "Epaminondas was a Greek general (strategos/Boeotarch) of Thebes and statesman of the 4th century BC who transformed the Ancient Greek city-state of Thebes, leading it out of Spartan subjugation into a pre-eminent position in Greek politics called the Theban Hegemony. In the process he broke Spartan military power with his victory at Leuctra and liberated the Messenian helots, a group of Peloponnes"}, {"title": "Sparta", "href": "/wiki/Sparta", "description": "Sparta was a prominent city-state in ancient Greece. In antiquity, the city-state was known as Lacedaemon, while the name Sparta referred to its main settlement on the banks of the Eurotas River in Laconia, in south-eastern Peloponnese. Around 650 BCE, it rose to become the dominant military land-power in ancient Greece."}]}, {"heading": "Events", "year": "414", "date": "July 4", "txt": "Emperor Theodosius II, age 13, yields power to his older sister Aelia Pulcheria, who reigned as regent and proclaimed herself empress (Augusta) of the Eastern Roman Empire.", "entities": [{"title": "Theodosius II", "href": "/wiki/Theodosius_II", "description": "Theodosius II, commonly called Theodosius the Younger or the Calligrapher, was Roman emperor for most of his life, proclaimed Augustus as an infant in 402 and ruling as the eastern Empire's sole emperor after the death of his father Arcadius in 408. His reign was marked by the promulgation of the Theodosian law code and the construction of the Theodosian Walls of Constantinople. He also presided o"}, {"title": "Pulcheria", "href": "/wiki/Pulcheria", "description": "Aelia Pulcheria was a Eastern Roman empress who advised her brother emperor Theodosius II during his minority and then became wife to emperor Marcian from November 450 to her death in 453."}, {"title": "Regent", "href": "/wiki/Regent", "description": "A regent is a person appointed to govern a state pro tempore because the regnant monarch is a minor, is absent, abdicated the throne, is incapacitated or dead, or unable to discharge the powers and duties of the monarchy. The rule of a regent or regents is called a regency. A regent or regency council may be formed ad hoc or in accordance with a constitutional rule. Regent is sometimes a formal ti"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "836", "date": "July 4", "txt": "Pactum Sicardi, a peace treaty between the Principality of Benevento and the Duchy of Naples, is signed.", "entities": [{"title": "Duchy of Benevento", "href": "/wiki/Duchy_of_Benevento", "description": "The Duchy of Benevento was the southernmost Lombard duchy in the Italian Peninsula that was centred on Benevento, a city in Southern Italy. Lombard dukes ruled Benevento from 571 to 1077, when it was conquered by the Normans for four years before it was given to the Pope. Being cut off from the rest of the Lombard possessions by the papal Duchy of Rome, Benevento was practically independent from t"}, {"title": "Duchy of Naples", "href": "/wiki/Duchy_of_Naples", "description": "The Duchy of Naples began as a Byzantine province that was constituted in the seventh century, in the reduced coastal lands that the Lombards had not conquered during their invasion of Italy in the sixth century. It was governed by a military commander (dux), and rapidly became a de facto independent state, lasting more than five centuries during the Early and High Middle Ages. The modern city of "}]}, {"heading": "Events", "year": "993", "date": "July 4", "txt": "Ulrich of Augsburg is canonized as a saint.", "entities": [{"title": "Ulrich of Augsburg", "href": "/wiki/Ulrich_of_Augsburg", "description": "Ulrich of Augsburg, sometimes spelled Uodalric or Odalrici, was Bishop of Augsburg in Germany. He was the first saint to be canonized not by a local authority but by the Pope."}, {"title": "Canonization", "href": "/wiki/Canonization", "description": "Canonization is the declaration of a deceased person as an officially recognized saint, specifically, the official act of a Christian communion declaring a person worthy of public cult and entering their name in the canon, or authorized list, of that communion's recognized saints."}]}, {"heading": "Events", "year": "1054", "date": "July 4", "txt": "A supernova, called SN 1054, is seen by Chinese Song dynasty, Arab, and possibly Amerindian observers near the star Zeta Tauri. For several months it remains bright enough to be seen during the day. Its remnants form the Crab Nebula.", "entities": [{"title": "SN 1054", "href": "/wiki/SN_1054", "description": "SN 1054 is a supernova that was first observed on c. 4 July 1054, and remained visible until c. 6 April 1056."}, {"title": "Song dynasty", "href": "/wiki/Song_dynasty", "description": "The Song dynasty was an imperial dynasty of China that began in 960 and lasted until 1279. The dynasty was founded by Emperor Taizu of Song following his usurpation of the throne of the Later Zhou, ending the Five Dynasties and Ten Kingdoms period. The Song often came into conflict with the contemporaneous Liao, Western Xia and Jin dynasties to its north. It was eventually conquered by the Mongol-"}, {"title": "Arab", "href": "/wiki/Arab", "description": "The Arabs are an ethnic group mainly inhabiting the Arab world. In modern usage the term refers to those who originate from an Arab country, whose native language is Arabic; this contrasts with the narrower traditional definition which referred to the descendants of the Tribes of the Arabian Peninsula. The term can encompass all Arabic-speaking peoples living from the Atlantic Coast of Mauritania,"}, {"title": "Indigenous peoples of the Americas", "href": "/wiki/Indigenous_peoples_of_the_Americas", "description": "The indigenous peoples of the Americas are the inhabitants of the Americas before the arrival of the European settlers in the 15th century, and the ethnic groups who now identify themselves with those peoples."}, {"title": "Zeta Tauri", "href": "/wiki/Zeta_Tauri", "description": "Zeta Tauri is a binary star in the zodiac constellation of Taurus, the Bull. It has an apparent visual magnitude of 3.0, which is bright enough to be seen with the naked eye. Parallax measurements place it at a distance of roughly 440 light-years from the Sun."}, {"title": "Crab Nebula", "href": "/wiki/Crab_Nebula", "description": "The Crab Nebula is a supernova remnant and pulsar wind nebula in the constellation of Taurus. The common name comes from William Parsons, 3rd Earl of Rosse, who observed the object in 1840 using a 36-inch (91 cm) telescope and produced a drawing that looked somewhat like a crab. The nebula was discovered by English astronomer John Bevis in 1731, and it corresponds with a bright supernova recorded "}]}, {"heading": "Events", "year": "1120", "date": "July 4", "txt": "Jordan II of Capua is anointed as prince after his infant nephew's death.", "entities": [{"title": "Jordan II of Capua", "href": "/wiki/Jordan_II_of_Capua", "description": "Jordan II was the third son of Prince Jordan I of Capua and Princess Gaitelgrima, a daughter of Prince Guaimar IV of Salerno. He was, from at least May 1109, the lord of Nocera, and, after June 1120, Prince of Capua. The date and place of his birth are unknown, but it must have been later than 1080. He was married, before 1113, to Gaitelgrima, daughter of Sergius, Prince of Sorrento, a union which"}]}, {"heading": "Events", "year": "1187", "date": "July 4", "txt": "The Crusades: Battle of Hattin: Saladin defeats Guy of Lusignan, King of Jerusalem.", "entities": [{"title": "Crusades", "href": "/wiki/Crusades", "description": "The Crusades were a series of religious wars initiated, supported, and sometimes directed by the Latin Church in the medieval period. The term refers especially to the Eastern Mediterranean campaigns in the period between 1095 and 1271 that had the objective of conquering the Holy Land from Islamic rule. The term has also been applied to other church-sanctioned campaigns fought to combat paganism "}, {"title": "Battle of Hattin", "href": "/wiki/Battle_of_Hattin", "description": "The Battle of Hattin took place on 4 July 1187, between the Crusader states of the Levant and the forces of the Ayyubid sultan Saladin. It is also known as the Battle of the Horns of Hattin, due to the shape of the nearby extinct volcano of Kurûn Hattîn."}, {"title": "Saladin", "href": "/wiki/Saladin", "description": "Al-Nasir Salah al-Din Yusuf ibn Ayyub, better known simply as Salah ad-Din or Saladin (;), was a Sunni Muslim Kurd and the first sultan of Egypt and Syria and founder of the Ayyubid dynasty. Saladin led the Muslim military campaign against the Crusader states in the Levant. At the height of his power, his sultanate spanned Egypt, Syria, the Jazira, the Hejaz, Yemen, parts of western North Africa, "}, {"title": "Guy of Lusignan", "href": "/wiki/Guy_of_Lusignan", "description": "Guy de Lusignan was a French Poitevin knight, son of Sir Hugh VIII of Lusignan and as such born of the House of Lusignan. He was king of the Kingdom of Jerusalem from 1186 to 1192 by right of marriage to Sibylla of Jerusalem, and King of Cyprus from 1192 to 1194. Having arrived in the Holy Land at an unknown date, Guy was hastily married to Sibylla in 1180 to prevent a political incident within th"}, {"title": "Kings of Jerusalem", "href": "/wiki/Kings_of_Jerusalem", "description": "The King of Jerusalem was the supreme ruler of the Kingdom of Jerusalem, the Crusader state founded by Christian princes in 1099 when the First Crusade took the city."}]}, {"heading": "Events", "year": "1253", "date": "July 4", "txt": "Battle of West-Capelle: John I of Avesnes defeats Guy of Dampierre.", "entities": [{"title": "John I of Avesnes", "href": "/wiki/John_I_of_Avesnes", "description": "John of Avesnes was the count of Hainaut from 1246 to his death."}, {"title": "Guy of Dampierre", "href": "/wiki/Guy_of_Dampierre", "description": "Guy of Dampierre was the Count of Flanders (1251–1305) and Marquis of Namur (1268–1297). He was a prisoner of the French when his Flemings defeated the latter at the Battle of the Golden Spurs in 1302."}]}, {"heading": "Events", "year": "1359", "date": "July 4", "txt": "Francesco II Ordelaffi of Forlì surrenders to the Papal commander Gil de Albornoz.", "entities": [{"title": "Francesco II Ordelaffi", "href": "/wiki/Francesco_II_Ordelaffi", "description": "Francesco II Ordelaffi, also known as Cecco II, was a lord of Forlì, the son of Sinibaldo Ordelaffi and Orestina Calboli, and the grandson of Teobaldo I Ordelaffi."}, {"title": "Forlì", "href": "/wiki/Forl%C3%AC", "description": "Forlì is a comune (municipality) and city in Emilia-Romagna, Northern Italy, and is the capital of the province of Forlì-Cesena. It is the central city of Romagna."}, {"title": "Gil Álvarez Carrillo de Albornoz", "href": "/wiki/Gil_%C3%81lvarez_Carrillo_de_Albornoz", "description": "Gil Álvarez Carrillo de Albornoz more commonly Gil de Albornoz, was a Spanish cardinal, archbishop, Chancellor of Toledo and ecclesiastical leader. He was a descendant of the kings of León and Aragón and founder of the Collegio di Spagna, an academic institution of Bologna."}]}, {"heading": "Events", "year": "1456", "date": "July 4", "txt": "Ottoman–Hungarian wars: The Siege of Nándorfehérvár (Belgrade) begins.", "entities": [{"title": "Ottoman–Hungarian wars", "href": "/wiki/Ottoman%E2%80%93Hungarian_wars", "description": "The Ottoman–Hungarian Wars were a series of battles between the Ottoman Empire and the medieval Kingdom of Hungary. Following the Byzantine Civil War, the Ottoman capture of Gallipoli, and the decisive Battle of Kosovo, the Ottoman Empire was poised to conquer the entirety of the Balkans and also sought and expressed desire to expand further north into Central Europe beginning with the Hungarian l"}, {"title": "Siege of Belgrade (1456)", "href": "/wiki/Siege_of_Belgrade_(1456)", "description": "The siege of Belgrade, Battle of Belgrade or siege of Nándorfehérvár was a military blockade of Belgrade that occurred July 4–22, 1456. After the fall of Constantinople in 1453, the Ottoman Sultan Mehmed the Conqueror rallied his resources in order to subjugate the Kingdom of Hungary. His immediate objective was the border fort of the town of Belgrade. John Hunyadi, the Count of Temes and captain-"}]}, {"heading": "Events", "year": "1534", "date": "July 4", "txt": "Christian III is elected King of Denmark and Norway in the town of Rye.", "entities": [{"title": "Election of Christian III", "href": "/wiki/Election_of_Christian_III", "description": "The election of Christian III as king of Denmark on 4 July 1534 was a landmark event for all of Denmark and also Norway. It took place in St. Søren's Church in the town of Rye in eastern Jutland, where the Jutlandic nobility elected Prince Christian, son of King Frederick I and Duke of Schleswig and Holsten, as king. This brought about the Count's Feud and later also led to the implementation of t"}, {"title": "Old Rye", "href": "/wiki/Old_Rye", "description": "Old Rye is a small town in eastern Jutland, Denmark, with a population of 1,541."}]}, {"heading": "Events", "year": "1584", "date": "July 4", "txt": "Philip Amadas and Arthur Barlowe arrive at Roanoke Island", "entities": [{"title": "Philip Amadas", "href": "/wiki/Philip_Amadas", "description": "Philip Amadas (1550–1618) was a naval commander and explorer in Elizabethan England. Little is known from his early life, but he grew up within a wealthy merchant family in southwestern England. Amadas was instrumental in the early years of English North American colonialism. He served alongside Arthur Barlowe in the 1584 exploratory voyage to the Outer Banks of North Carolina. Leaving on April 27"}, {"title": "Arthur Barlowe", "href": "/wiki/Arthur_Barlowe", "description": "Arthur Barlowe was one of two British captains who, under the direction of Sir Walter Raleigh, left England in 1584 to find land in North America to claim for Queen Elizabeth I of England. His account survives in a letter written to Raleigh as a report on their journey. It is one of the earliest detailed English commercial reports written from direct observation about any place in North America an"}, {"title": "Roanoke Island", "href": "/wiki/Roanoke_Island", "description": "Roanoke Island is an island in Dare County on the Outer Banks of North Carolina, United States. It was named after the historical Roanoke Carolina Algonquian people who inhabited the area in the 16th century at the time of English colonisation."}]}, {"heading": "Events", "year": "1610", "date": "July 4", "txt": "The Battle of Klushino is fought between forces of the Polish–Lithuanian Commonwealth and Russia during the Polish–Muscovite War.", "entities": [{"title": "Battle of Klushino", "href": "/wiki/Battle_of_Klushino", "description": "The Battle of Klushino, or the Battle of Kłuszyn, was fought on 4 July 1610, between forces of the Crown of the Kingdom of Poland and the Tsardom of Russia during the Polish–Muscovite War, part of Russia's Time of Troubles. The battle occurred near the village of Klushino near Smolensk. In the battle the outnumbered Polish force secured a decisive victory over Russia, due to the tactical competenc"}, {"title": "Polish–Lithuanian Commonwealth", "href": "/wiki/Polish%E2%80%93Lithuanian_Commonwealth", "description": "The Polish–Lithuanian Commonwealth, formally known as the Crown of the Kingdom of Poland and the Grand Duchy of Lithuania and, after 1791, the Commonwealth of Poland, was a country and bi-federation of Poland and Lithuania ruled by a common monarch in real union, who was both King of Poland and Grand Duke of Lithuania. It was one of the largest and most populous countries of 16th to 17th-century E"}, {"title": "Tsardom of Russia", "href": "/wiki/Tsardom_of_Russia", "description": "The Tsardom of Russia or Tsardom of Rus', also called the Tsardom of Muscovy, was the centralized Russian state from the assumption of the title of Tsar by Ivan IV in 1547 until the foundation of the Russian Empire by Peter I in 1721."}, {"title": "Polish–Muscovite War (1605–18)", "href": "/wiki/Polish%E2%80%93Muscovite_War_(1605%E2%80%9318)", "description": "The Polish–Muscovite War, also known as the Polish–Russian War of 1605–1618 or the Dimitriads, was a conflict fought between the Tsardom of Russia and the Polish–Lithuanian Commonwealth from 1605 to 1618."}]}, {"heading": "Events", "year": "1634", "date": "July 4", "txt": "The city of Trois-Rivières is founded in New France (now Quebec, Canada).", "entities": [{"title": "Trois-Rivières", "href": "/wiki/Trois-Rivi%C3%A8res", "description": "Trois-Rivières is a city in the Mauricie administrative region of Quebec, Canada, at the confluence of the Saint-Maurice and Saint Lawrence rivers, on the north shore of the Saint Lawrence River across from the city of Bécancour. It is part of the densely populated Quebec City–Windsor Corridor and is approximately halfway between Montreal and Quebec City. Trois-Rivières is the economic and cultura"}, {"title": "New France", "href": "/wiki/New_France", "description": "New France was the area colonized by France in North America, beginning with the exploration of the Gulf of Saint Lawrence by Jacques Cartier in 1534 and ending with the cession of New France to Great Britain and Spain in 1763 under the Treaty of Paris (1763)."}]}, {"heading": "Events", "year": "1744", "date": "July 4", "txt": "The Treaty of Lancaster, in which the Iroquois cede lands between the Allegheny Mountains and the Ohio River to the British colonies, was signed in Lancaster, Pennsylvania.", "entities": [{"title": "Treaty of Lancaster", "href": "/wiki/Treaty_of_Lancaster", "description": "The Six Nations land cessions were a series of land cessions by the Iroquois \"Six Nations\" and Delaware Indians in the late 17th and 18th centuries in which the natives ceded nearly all of their vast conquered lands as well as ancestral land within and adjacent to the northern British colonies of North America. The land cessions covered most or all of the modern states of New York, Pennsylvania, w"}, {"title": "Iroquois", "href": "/wiki/Iroquois", "description": "The Iroquois or Haudenosaunee are an indigenous confederacy in northeast North America. They were known during the colonial years to the French as the Iroquois League, later as the Iroquois Confederacy and to the English as the Five Nations, comprising the Mohawk, Onondaga, Oneida, Cayuga, and Seneca. After 1722, they accepted the Tuscarora people from the southeast into their confederacy, as they"}, {"title": "Allegheny Mountains", "href": "/wiki/Allegheny_Mountains", "description": "The Allegheny Mountain Range, informally the Alleghenies and also spelled Alleghany and Allegany, is part of the vast Appalachian Mountain Range of the Eastern United States and Canada and posed a significant barrier to land travel in less developed eras. The barrier range has a northeast–southwest orientation and runs for about 400 miles (640 km) from north-central Pennsylvania, through western M"}, {"title": "Ohio River", "href": "/wiki/Ohio_River", "description": "The Ohio River is a 981-mile (1,579 km) long river in the United States. It is located in the Midwestern and Southern United States, flowing southwesterly from western Pennsylvania south of Lake Erie to its mouth on the Mississippi River at the southern tip of Illinois. It is the third largest river by discharge volume in the United States and the largest tributary by volume of the north-south flo"}, {"title": "Lancaster, Pennsylvania", "href": "/wiki/Lancaster,_Pennsylvania", "description": "Lancaster is a city in South Central Pennsylvania, that serves as the seat of Pennsylvania's Lancaster County and is one of the oldest inland towns in the United States. With a population at the 2010 census of 59,322, it ranks eighth in population among Pennsylvania's cities. The Lancaster metropolitan area population is 507,766, making it the 104th-largest metropolitan area in the U.S. and second"}]}, {"heading": "Events", "year": "1774", "date": "July 4", "txt": "Orangetown Resolutions are adopted in the Province of New York, one of many protests against the British Parliament's Coercive Acts.", "entities": [{"title": "Orangetown Resolutions", "href": "/wiki/Orangetown_Resolutions", "description": "The Orangetown Resolutions were adopted on July 4, 1774, exactly two years prior to the adoption of the United States Declaration of Independence. The resolutions were part of a widespread movement of town and county protests of the Intolerable Acts passed by the British Parliament in 1774."}, {"title": "Province of New York", "href": "/wiki/Province_of_New_York", "description": "The Province of New York (1664–1776) was a British proprietary colony and later royal colony on the northeast coast of North America. As one of the middle Thirteen Colonies, New York achieved independence and worked with the others to found the United States."}, {"title": "Parliament of Great Britain", "href": "/wiki/Parliament_of_Great_Britain", "description": "The Parliament of Great Britain was formed in May 1707 following the ratification of the Acts of Union by both the Parliament of England and the Parliament of Scotland. The Acts created a new unified Kingdom of Great Britain and dissolved the separate English and Scottish parliaments in favour of a single parliament, located in the former home of the English parliament in the Palace of Westminster"}, {"title": "Coercive Acts", "href": "/wiki/Coercive_Acts", "description": "The Intolerable Acts were punitive laws passed by the British Parliament in 1774 after the Boston Tea Party. The laws were meant to punish the Massachusetts colonists for their defiance in the Tea Party protest in reaction to changes in taxation by the British Government. In Great Britain, these laws were referred to as the Coercive Acts."}]}, {"heading": "Events", "year": "1776", "date": "July 4", "txt": "American Revolution: The United States Declaration of Independence is adopted by the Second Continental Congress.", "entities": [{"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}, {"title": "United States Declaration of Independence", "href": "/wiki/United_States_Declaration_of_Independence", "description": "The United States Declaration of Independence is the pronouncement adopted by the Second Continental Congress meeting in Philadelphia, Pennsylvania, on July 4, 1776. The Declaration explained why the Thirteen Colonies at war with the Kingdom of Great Britain regarded themselves as thirteen independent sovereign states, no longer under British rule. With the Declaration, these new states took a col"}, {"title": "Second Continental Congress", "href": "/wiki/Second_Continental_Congress", "description": "The Second Continental Congress was a meeting of delegates from the Thirteen Colonies in America that united in the American Revolutionary War. It convened on May 10, 1775, with representatives from 12 of the colonies in Philadelphia, Pennsylvania shortly after the Battles of Lexington and Concord, succeeding the First Continental Congress which met in Philadelphia from September 5 to October 26, "}]}, {"heading": "Events", "year": "1778", "date": "July 4", "txt": "American Revolutionary War: U.S. forces under George Clark capture Kaskaskia during the Illinois campaign.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "George Rogers Clark", "href": "/wiki/George_Rogers_Clark", "description": "George Rogers Clark was an American surveyor, soldier, and militia officer from Virginia who became the highest-ranking American patriot military officer on the northwestern frontier during the American Revolutionary War. He served as leader of the militia in Kentucky throughout much of the war. He is best known for his celebrated captures of Kaskaskia (1778) and Vincennes (1779) during the Illino"}, {"title": "Kaskaskia, Illinois", "href": "/wiki/Kaskaskia,_Illinois", "description": "Kaskaskia is a village in Randolph County, Illinois. Having been inhabited by indigenous peoples, it was settled by France as part of the Illinois Country. Its population peaked at about 7,000 in the 18th century, when it was a regional center. During the American Revolutionary War, the town, which by then had become an administrative center for the British Province of Quebec, was taken by the Vir"}, {"title": "Illinois campaign", "href": "/wiki/Illinois_campaign", "description": "The Illinois campaign, also known as Clark's Northwestern campaign (1778-1779), was a series of events during the American Revolutionary War in which a small force of Virginia militiamen, led by George Rogers Clark, seized control of several British posts in the Illinois Country of the Province of Quebec, in what are now Illinois and Indiana in the Midwestern United States. The campaign is the bes"}]}, {"heading": "Events", "year": "1802", "date": "July 4", "txt": "At West Point, New York, the United States Military Academy opens.", "entities": [{"title": "West Point, New York", "href": "/wiki/West_Point,_New_York", "description": "West Point is the oldest continuously occupied military post in the United States. Located on the Hudson River in New York, West Point was identified by General George Washington as the most important strategic position in America during the American Revolution. Until January 1778, West Point was not occupied by the military. On January 27, 1778, Brigadier General Samuel Holden Parsons and his bri"}, {"title": "United States Military Academy", "href": "/wiki/United_States_Military_Academy", "description": "The United States Military Academy (USMA), also known as West Point, Army, Army West Point, The Academy, or simply The Point, is a four-year federal service academy in West Point, New York. It was originally established as a fort that sits on strategic high ground overlooking the Hudson River with a scenic view, 50 miles (80 km) north of New York City. It is the oldest of the five American service"}]}, {"heading": "Events", "year": "1803", "date": "July 4", "txt": "The Louisiana Purchase is announced to the American people.", "entities": [{"title": "Louisiana Purchase", "href": "/wiki/Louisiana_Purchase", "description": "The Louisiana Purchase was the acquisition of the territory of Louisiana by the United States from France in 1803. In return for fifteen million dollars, or approximately eighteen dollars per square mile, the United States nominally acquired a total of 828,000 sq mi. However, France only controlled a small fraction of this area, most of it inhabited by American Indians; for the majority of the are"}]}, {"heading": "Events", "year": "1817", "date": "July 4", "txt": "In Rome, New York, construction on the Erie Canal begins.", "entities": [{"title": "Rome, New York", "href": "/wiki/Rome,_New_York", "description": "Rome is a city in Oneida County, New York, United States, located in the central part of the state. The population was 33,725 at the 2010 census. Rome is one of two principal cities in the Utica–Rome Metropolitan Statistical Area, which lies in the \"Leatherstocking Country\" made famous by James Fenimore Cooper's Leatherstocking Tales, set in frontier days before the American Revolutionary War. Rom"}, {"title": "Erie Canal", "href": "/wiki/Erie_Canal", "description": "The Erie Canal in New York is part of the east–west, cross-state route of the New York State Canal System. It was built to create a navigable water route from New York City and the Atlantic Ocean to the Great Lakes, originally stretching for 363 miles (584 km) from the Hudson River in Albany to Lake Erie in Buffalo. Completed in 1825, it was the second longest canal in the world and greatly enhanc"}]}, {"heading": "Events", "year": "1826", "date": "July 4", "txt": "John Adams and Thomas Jefferson, respectively the second and third presidents of the United States, die the same day, on the fiftieth anniversary of the adoption of the United States Declaration of Independence. Adams' last words were, \"Thomas Jefferson survives.\"", "entities": [{"title": "John Adams", "href": "/wiki/John_Adams", "description": "John Adams Jr. was an American statesman, attorney, diplomat, writer, and Founding Father who served as the second president of the United States from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain, and he served as the first vice president of the United States. Adams was a dedicated diarist and regularly corresponded w"}, {"title": "Thomas Jefferson", "href": "/wiki/Thomas_Jefferson", "description": "Thomas Jefferson was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He had previously served as the second vice president of the United States under John Adams between 1797 and 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republic"}, {"title": "United States Declaration of Independence", "href": "/wiki/United_States_Declaration_of_Independence", "description": "The United States Declaration of Independence is the pronouncement adopted by the Second Continental Congress meeting in Philadelphia, Pennsylvania, on July 4, 1776. The Declaration explained why the Thirteen Colonies at war with the Kingdom of Great Britain regarded themselves as thirteen independent sovereign states, no longer under British rule. With the Declaration, these new states took a col"}]}, {"heading": "Events", "year": "1827", "date": "July 4", "txt": "Slavery is abolished in the State of New York.", "entities": [{"title": "Slavery in the United States", "href": "/wiki/Slavery_in_the_United_States", "description": "Slavery in the United States was the legal institution of human chattel slavery, primarily of Africans and African Americans, that existed in the United States of America from its founding in 1776 until the passage of the Thirteenth Amendment in 1865. Slavery was established throughout European colonization in the Americas. From early colonial days, it was practiced in Britain's colonies, includin"}, {"title": "New York (state)", "href": "/wiki/New_York_(state)", "description": "New York is a state in the Mid-Atlantic and Northeastern regions of the United States. It was one of the original thirteen colonies forming the United States. With a total area of 54,556 square miles (141,300 km2), New York is the 27th largest state; its population of more than 20 million people in 2020 makes it the fourth most populous state in the U.S. The state is bordered by New Jersey and Pen"}]}, {"heading": "Events", "year": "1831", "date": "July 4", "txt": "Samuel Francis Smith writes \"My Country, 'Tis of Thee\" for the Boston, Massachusetts July 4 festivities.", "entities": [{"title": "Samuel Francis Smith", "href": "/wiki/Samuel_Francis_Smith", "description": "Samuel Francis Smith was an American Baptist minister, journalist, and author. He is best known for having written the lyrics to \"My Country, 'Tis of Thee\", which he entitled \"America\"."}, {"title": "America (My Country, 'Tis of Thee)", "href": "/wiki/America_(My_Country,_%27Tis_of_Thee)", "description": "\"America \" is an American patriotic song, the lyrics of which were written by Samuel Francis Smith. The melody used is the same as that of the national anthem of the United Kingdom, \"God Save the Queen\". The song served as one of the de facto national anthems of the United States before the adoption of \"The Star-Spangled Banner\" as the official U.S. national anthem in 1931."}]}, {"heading": "Events", "year": "1832", "date": "July 4", "txt": "John Neal delivers the first public lecture in the US to advocate the rights of women.", "entities": [{"title": "John Neal (writer)", "href": "/wiki/John_Neal_(writer)", "description": "John Neal was an American writer, critic, editor, lecturer, and activist. Considered both eccentric and influential, he delivered speeches and published essays, novels, poems, and short stories between the 1810s and 1870s in the United States and Great Britain, championing American literary nationalism and regionalism in their earliest stages. Neal advanced the development of American art, fought "}]}, {"heading": "Events", "year": "1837", "date": "July 4", "txt": "Grand Junction Railway, the world's first long-distance railway, opens between Birmingham and Liverpool.", "entities": [{"title": "Grand Junction Railway", "href": "/wiki/Grand_Junction_Railway", "description": "The Grand Junction Railway (GJR) was an early railway company in the United Kingdom, which existed between 1833 and 1846 when it was amalgamated with other railways to form the London and North Western Railway. The line built by the company was the first trunk railway to be completed in England, and arguably the world's first long-distance railway with steam traction."}, {"title": "Birmingham", "href": "/wiki/Birmingham", "description": "Birmingham is a city and metropolitan borough in the West Midlands, England. It is the second-largest city, urban area and metropolitan area in England and the United Kingdom, with roughly 1.1 million inhabitants within the city area, 2.9 million inhabitants within the urban area and 3.7 million inhabitants within the metropolitan area and lies within the most populated English district. Birmingha"}, {"title": "Liverpool", "href": "/wiki/Liverpool", "description": "Liverpool is a city and metropolitan borough in Merseyside, England. Its population in 2019 was approximately 498,042, making it the tenth-largest English district by population. Liverpool's metropolitan area is the fifth-largest in the United Kingdom with a population of 2.24 million."}]}, {"heading": "Events", "year": "1838", "date": "July 4", "txt": "The Iowa Territory is organized.", "entities": [{"title": "Iowa Territory", "href": "/wiki/Iowa_Territory", "description": "The Territory of Iowa was an organized incorporated territory of the United States that existed from July 4, 1838, until December 28, 1846, when the southeastern portion of the territory was admitted to the Union as the state of Iowa. The remainder of the territory would have no organized territorial government until the Minnesota Territory was organized on March 3, 1849."}]}, {"heading": "Events", "year": "1845", "date": "July 4", "txt": "Henry David Thoreau moves into a small cabin on Walden Pond in Concord, Massachusetts. Thoreau's account of his two years there, Walden, will become a touchstone of the environmental movement.", "entities": [{"title": "Henry David Thoreau", "href": "/wiki/Henry_David_Thoreau", "description": "Henry David Thoreau was an American naturalist, essayist, poet, and philosopher. A leading transcendentalist, he is best known for his book Walden, a reflection upon simple living in natural surroundings, and his essay \"Civil Disobedience\", an argument for disobedience to an unjust state."}, {"title": "Walden Pond", "href": "/wiki/Walden_Pond", "description": "Walden Pond is a pond in Concord, Massachusetts, in the United States. A famous example of a kettle hole, it was formed by retreating glaciers 10,000–12,000 years ago. The pond is protected as part of Walden Pond State Reservation, a 335-acre (136 ha) state park and recreation site managed by the Massachusetts Department of Conservation and Recreation. The reservation was designated a National His"}]}, {"heading": "Events", "year": "1855", "date": "July 4", "txt": "The first edition of Walt Whitman's book of poems, Leaves of Grass, is published In Brooklyn.", "entities": [{"title": "Walt Whitman", "href": "/wiki/Walt_Whitman", "description": "Walter Whitman was an American poet, essayist, and journalist. A humanist, he was a part of the transition between transcendentalism and realism, incorporating both views in his works. Whitman is among the most influential poets in the American canon, often called the father of free verse. His work was controversial in its time, particularly his poetry collection Leaves of Grass, which was describ"}, {"title": "Brooklyn", "href": "/wiki/Brooklyn", "description": "Brooklyn is a borough of New York City, coextensive with Kings County, in the U.S. state of New York. It is the most populous county in the state, the second-most densely populated county in the United States, and New York City's most populous borough, with an estimated 2,648,403 residents in 2020. If each borough were ranked as a city, Brooklyn would rank as the third-most populous in the U.S., a"}]}, {"heading": "Events", "year": "1862", "date": "July 4", "txt": "Lewis Carroll tells Alice Liddell a story that would grow into Alice's Adventures in Wonderland and its sequels.", "entities": [{"title": "Lewis Carroll", "href": "/wiki/Lewis_Carroll", "description": "Charles Lutwidge Dodgson, better known by his pen name Lewis Carroll, was an English writer of children's fiction, notably Alice's Adventures in Wonderland and its sequel Through the Looking-Glass. He was noted for his facility with word play, logic, and fantasy. The poems \"Jabberwocky\" and The Hunting of the Snark are classified in the genre of literary nonsense. He was also a mathematician, phot"}, {"title": "Alice Liddell", "href": "/wiki/Alice_Liddell", "description": "Alice Pleasance Hargreaves, was, in her childhood, an acquaintance and photography subject of Lewis Carroll. One of the stories he told her during a boating trip became the children's classic 1865 novel Alice's Adventures in Wonderland. She shared her name with \"Alice\", the heroine of the story, but scholars disagree about the extent to which the character was based upon her."}]}, {"heading": "Events", "year": "1863", "date": "July 4", "txt": "American Civil War: Siege of Vicksburg: Vicksburg, Mississippi surrenders to U.S. forces under Ulysses S. Grant after 47 days of siege. One hundred fifty miles up the Mississippi River, a Confederate army is repulsed at the Battle of Helena, Arkansas.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Siege of Vicksburg", "href": "/wiki/Siege_of_Vicksburg", "description": "The siege of Vicksburg was the final major military action in the Vicksburg campaign of the American Civil War. In a series of maneuvers, Union Maj. Gen. Ulysses S. Grant and his Army of the Tennessee crossed the Mississippi River and drove the Confederate Army of Mississippi, led by Lt. Gen. John C. Pemberton, into the defensive lines surrounding the fortress city of Vicksburg, Mississippi."}, {"title": "Vicksburg, Mississippi", "href": "/wiki/Vicksburg,_Mississippi", "description": "Vicksburg is a historic city in Warren County, Mississippi, United States. It is the county seat, and the population at the 2010 census was 23,856."}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "Battle of Helena", "href": "/wiki/Battle_of_Helena", "description": "The Battle of Helena, also known as the Attack on Helena, was a battle of the American Civil War fought on July 4, 1863, in Helena, Arkansas. The battle was a failed Confederate attempt to relieve pressure on the besieged city of Vicksburg. The Union victory at Helena paved the way for the fall of Little Rock."}]}, {"heading": "Events", "year": "1863", "date": "July 4", "txt": "American Civil War: The Army of Northern Virginia withdraws from the battlefield after losing the Battle of Gettysburg, signalling an end to the Confederate invasion of U.S. territory.", "entities": [{"title": "Battle of Gettysburg", "href": "/wiki/Battle_of_Gettysburg#Confederate_retreat", "description": "The Battle of Gettysburg was fought July 1–3, 1863, in and around the town of Gettysburg, Pennsylvania, by Union and Confederate forces during the American Civil War. The battle involved the largest number of casualties of the entire war and is often described as the war's turning point due to the Union's decisive victory and concurrence with the Siege of Vicksburg. Union Maj. Gen. George Meade's "}, {"title": "Battle of Gettysburg", "href": "/wiki/Battle_of_Gettysburg", "description": "The Battle of Gettysburg was fought July 1–3, 1863, in and around the town of Gettysburg, Pennsylvania, by Union and Confederate forces during the American Civil War. The battle involved the largest number of casualties of the entire war and is often described as the war's turning point due to the Union's decisive victory and concurrence with the Siege of Vicksburg. Union Maj. Gen. George Meade's "}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Gettysburg Campaign", "href": "/wiki/Gettysburg_Campaign", "description": "The Gettysburg campaign was a military invasion of Pennsylvania by the main Confederate army under General Robert E. Lee in summer 1863. The Union won a decisive victory at Gettysburg, July 1–3, with heavy casualties on both sides. Lee managed to escape back to Virginia with most of his army. It was a turning point in the American Civil War, with Lee increasingly pushed back toward Richmond until "}, {"title": "Northern United States", "href": "/wiki/Northern_United_States", "description": "The Northern United States, commonly referred to as the American North, the Northern States, or simply the North, is a geographical or historical region of the United States."}]}, {"heading": "Events", "year": "1879", "date": "July 4", "txt": "Anglo-Zulu War: The Zululand capital of Ulundi is captured by British troops and burned to the ground, ending the war and forcing King Cetshwayo to flee.", "entities": [{"title": "Anglo-Zulu War", "href": "/wiki/Anglo-Zulu_War", "description": "The Anglo-Zulu War was fought in 1879 between the British Empire and the Zulu Kingdom. Following the Constitution Act of 1867 for the federation in Canada, by Lord Carnarvon, it was thought that similar political effort, coupled with military campaigns, might succeed with the African Kingdoms, tribal areas and Boer republics in South Africa. In 1874, Sir Bartle Frere was sent to South Africa as Hi"}, {"title": "Ulundi", "href": "/wiki/Ulundi", "description": "Ulundi, also known as Mahlabathini, is a town in the Zululand District Municipality. At one time the capital of Zulu Kingdom in South Africa and later the capital of the Bantustan of KwaZulu, Ulundi now lies in KwaZulu-Natal Province. The town now includes Ulundi Airport, a three-star hotel, and some museums amongst its sights. In the 2001 Census, the population of the town was recorded as 18,420."}, {"title": "Cetshwayo", "href": "/wiki/Cetshwayo", "description": "Cetshwayo kaMpande was the king of the Zulu Kingdom from 1873 to 1879 and its leader during the Anglo-Zulu War of 1879. His name has been transliterated as Cetawayo, Cetewayo, Cetywajo and Ketchwayo. Cetshwayo consistently opposed the war and sought fruitlessly to make peace with the British, and was defeated and exiled following the Zulu defeat in the war. He was later allowed to return to Zulula"}]}, {"heading": "Events", "year": "1881", "date": "July 4", "txt": "In Alabama, the Tuskegee Institute opens.", "entities": [{"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}, {"title": "Tuskegee Institute", "href": "/wiki/Tuskegee_Institute", "description": "Tuskegee University is a private, historically black land-grant university in Tuskegee, Alabama. The campus is designated as the Tuskegee Institute National Historic Site by the National Park Service. The university was home to scientist George Washington Carver and to World War II's Tuskegee Airmen."}]}, {"heading": "Events", "year": "1886", "date": "July 4", "txt": "The Canadian Pacific Railway's first scheduled train from Montreal arrives in Port Moody on the Pacific coast, after six days of travel.", "entities": [{"title": "Canadian Pacific Railway", "href": "/wiki/Canadian_Pacific_Railway", "description": "The Canadian Pacific Railway (CPR), known as CP Rail between 1968 and 1996 and simply Canadian Pacific, is a historic Canadian Class I railway incorporated in 1881. The railway is owned by Canadian Pacific Railway Limited, which began operations as legal owner in a corporate restructuring in 2001."}, {"title": "Port Moody", "href": "/wiki/Port_Moody", "description": "Port Moody is a city in Metro Vancouver, enveloping the east end of Burrard Inlet in British Columbia, Canada. Port Moody is the smallest of the Tri-Cities, bordered by Coquitlam on the east and south, and Burnaby on the west. The villages of Belcarra and Anmore, along with the rugged Coast Mountains, lie to the northwest and north respectively. It is named for Richard Clement Moody, the first Lie"}]}, {"heading": "Events", "year": "1887", "date": "July 4", "txt": "The founder of Pakistan, Quaid-i-Azam Muhammad Ali Jinnah, joins Sindh-Madrasa-tul-Islam, Karachi.", "entities": [{"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "Jinnah", "href": "/wiki/Jinnah", "description": "Muhammad Ali Jinnah was a barrister, politician and the founder of Pakistan. Jinnah served as the leader of the All-India Muslim League from 1913 until the inception of Pakistan on 14 August 1947, and then as the Dominion of Pakistan's first Governor-General until his death. He is revered in Pakistan as the Quaid-i-Azam and Baba-i-Qaum. His birthday is observed as a national holiday in Pakistan."}, {"title": "Sindh-Madrasa-tul-Islam", "href": "/wiki/Sindh-Madrasa-tul-Islam", "description": "Sindh Madressatul Islam University ; also known as SMI University) is a university in Karachi, Sindh, Pakistan. Founded in 1885, it is one of the oldest educational institutions in South Asia."}, {"title": "Karachi", "href": "/wiki/Karachi", "description": "Karachi is the largest city in Pakistan and the twelfth largest city in the world. It is the capital of the Pakistani province of Sindh. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre, with an estimated GDP of $164 billion (PPP) as of 2019. Karachi is Pakistan's most cosmopolitan city, linguistically, ethnically, and religiously diverse, as well as one"}]}, {"heading": "Events", "year": "1892", "date": "July 4", "txt": "Western Samoa changes the International Date Line, causing Monday (July 4) to occur twice, resulting in a year with 367 days.", "entities": [{"title": "Western Samoa", "href": "/wiki/Western_Samoa", "description": "Samoa, officially the Independent State of Samoa and until 1997 known as Western Samoa, is a Polynesian island country consisting of two main islands, two smaller, inhabited islands, and several smaller, uninhabited islands, including the Aleipata Islands. The capital city is Apia. The Lapita people discovered and settled the Samoan Islands around 3,500 years ago. They developed a Samoan language "}, {"title": "International Date Line", "href": "/wiki/International_Date_Line", "description": "The International Date Line (IDL) is an imaginary line of demarcation on the surface of Earth that runs from the North Pole to the South Pole and demarcates the boundary between one calendar day and the next. It passes through the middle of the Pacific Ocean, roughly following the 180° line of longitude but deviating to pass around some territories and island groups."}]}, {"heading": "Events", "year": "1894", "date": "July 4", "txt": "The short-lived Republic of Hawaii is proclaimed by Sanford B. Dole.", "entities": [{"title": "Republic of Hawaii", "href": "/wiki/Republic_of_Hawaii", "description": "The Republic of Hawaiʻi was a short-lived one-party state in Hawaiʻi between July 4, 1894, when the Provisional Government of Hawaii had ended, and August 12, 1898, when it became annexed by the United States as an organized incorporated territory of the United States. In 1893 the Committee of Public Safety overthrew Kingdom of Hawaii Queen Liliʻuokalani after she rejected the 1887 Bayonet Constit"}, {"title": "Sanford B. Dole", "href": "/wiki/Sanford_B._Dole", "description": "Sanford Ballard Dole was a lawyer and jurist from the Hawaiian Islands as a kingdom, protectorate, republic, and territory. A descendant of the American missionary community to Hawaii, Dole advocated the westernization of Hawaiian government and culture. After the overthrow of the monarchy, he served as the President of the Republic of Hawaii until his government secured Hawaii's annexation by the"}]}, {"heading": "Events", "year": "1898", "date": "July 4", "txt": "En route from New York to Le Havre, the SS La Bourgogne collides with another ship and sinks off the coast of Sable Island, with the loss of 549 lives.", "entities": [{"title": "Le Havre", "href": "/wiki/Le_Havre", "description": "Le Havre is an urban French commune and city in the Seine-Maritime department in the Normandy region of northwestern France. It is situated on the right bank of the estuary of the river Seine on the Channel southwest of the Pays de Caux, very close to the Prime Meridian. Le Havre is the most populous commune of Upper Normandy, although the total population of the greater Le Havre conurbation is sm"}, {"title": "SS La Bourgogne", "href": "/wiki/SS_La_Bourgogne", "description": "SS La Bourgogne was a French ocean liner, which sank in a collision July 1898, with the loss of 549 lives. At the time this sinking was infamous, because only 13% of the passengers survived, while 48% of the crew did. In 1886 she set a new record for the fastest Atlantic crossing by a postal steamer."}, {"title": "Sable Island", "href": "/wiki/Sable_Island", "description": "Sable Island is a small Canadian island situated 300 km (190 mi) southeast of Halifax, Nova Scotia, and about 175 km (109 mi) southeast of the closest point of mainland Nova Scotia in the North Atlantic Ocean. The island is staffed year round by four federal government staff, rising during summer months when research projects and tourism increase. Notable for its role in early Canadian history and"}]}, {"heading": "Events", "year": "1901", "date": "July 4", "txt": "William Howard Taft becomes American governor of the Philippines.", "entities": [{"title": "William Howard Taft", "href": "/wiki/William_Howard_Taft", "description": "William Howard Taft was the 27th president of the United States (1909–1913) and the tenth Chief Justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection by Woodrow Wilson in 1912 after Roosevelt split the Republican vote by running as a third-party candidate. "}]}, {"heading": "Events", "year": "1903", "date": "July 4", "txt": "The Philippine–American War is officially concluded.", "entities": [{"title": "Philippine–American War", "href": "/wiki/Philippine%E2%80%93American_War", "description": "The Philippine–American War, also referred to as the Filipino–American War, the Philippine War, and previously referred to as the Philippine Insurrection or the Tagalog Insurgency, was an armed conflict between the First Philippine Republic and the United States that lasted from February 4, 1899 to July 2, 1902. While Filipino nationalists viewed the conflict as a continuation of the struggle for "}]}, {"heading": "Events", "year": "1910", "date": "July 4", "txt": "The Johnson–Jeffries riots occur after African-American boxer Jack Johnson knocks out white boxer Jim Jeffries in the 15th round. Between 11 and 26 people are killed and hundreds more injured.", "entities": [{"title": "Johnson–Jeffries riots", "href": "/wiki/Johnson%E2%80%93Jeffries_riots", "description": "The Johnson–Jeffries riots refer to the dozens of race riots that occurred throughout the United States after African-American boxer Jack Johnson defeated white boxer James J. Jeffries in a boxing match termed the \"Fight of the Century\". Johnson became the first black World Heavyweight champion in 1908 which made him unpopular with the predominately white audience of boxing. Jeffries, a former hea"}]}, {"heading": "Events", "year": "1911", "date": "July 4", "txt": "A massive heat wave strikes the northeastern United States, killing 380 people in eleven days and breaking temperature records in several cities.", "entities": [{"title": "1911 Eastern North America heat wave", "href": "/wiki/1911_Eastern_North_America_heat_wave", "description": "The 1911 Eastern North America heat wave was an 11-day severe heat wave that killed at least 380 people though estimates have put the death toll as high as 2,000 people. The heat wave began on July 4, 1911 and didn't end until July 15. In Nashua, New Hampshire, the temperature peaked at 106 °F (41 °C). In New York City alone, 158 people and 600 horses died."}]}, {"heading": "Events", "year": "1913", "date": "July 4", "txt": "President Woodrow Wilson addresses American Civil War veterans at the Great Reunion of 1913.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Woodrow Wilson", "href": "/wiki/Woodrow_Wilson", "description": "Thomas Woodrow Wilson was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. A leader of the Democratic Party, Wilson served as the president of Princeton University and as the governor of New Jersey before winning the 1912 presidential election. As President, Wilson changed the nation's economic policies and led the United States into Worl"}, {"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Great Reunion of 1913", "href": "/wiki/Great_Reunion_of_1913", "description": "The 1913 Gettysburg reunion was a Gettysburg Battlefield encampment of American Civil War veterans for the Battle of Gettysburg's 50th anniversary. The June 29–July 4 gathering of 53,407 veterans was the largest ever Civil War veteran reunion, and \"never before in the world's history [had] so great a number of men so advanced in years been assembled under field conditions\". All honorably discharge"}]}, {"heading": "Events", "year": "1914", "date": "July 4", "txt": "The funeral of Archduke Franz Ferdinand and his wife Sophie takes place in Vienna, six days after their assassinations in Sarajevo.", "entities": [{"title": "Archduke Franz Ferdinand of Austria", "href": "/wiki/Archduke_Franz_Ferdinand_of_Austria", "description": "Archduke Franz Ferdinand Carl Ludwig Joseph Maria of Austria was the heir presumptive to the throne of Austria-Hungary. His assassination in Sarajevo is considered the most immediate cause of World War I."}, {"title": "Sophie, Duchess of Hohenberg", "href": "/wiki/Sophie,_Duchess_of_Hohenberg", "description": "Sophie, Duchess of Hohenberg was the wife of Archduke Franz Ferdinand of Austria, the heir to the Austro-Hungarian throne. Their assassination in Sarajevo sparked a series of events that eventually led to World War I."}, {"title": "Vienna", "href": "/wiki/Vienna", "description": "Vienna is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants, and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union."}, {"title": "Sarajevo", "href": "/wiki/Sarajevo", "description": "Sarajevo is the capital and largest city of Bosnia and Herzegovina, with a population of 275,569 in its administrative limits. The Sarajevo metropolitan area including Sarajevo Canton, East Sarajevo and nearby municipalities is home to 555,210 inhabitants. Located within the greater Sarajevo valley of Bosnia, it is surrounded by the Dinaric Alps and situated along the Miljacka River in the heart o"}]}, {"heading": "Events", "year": "1918", "date": "July 4", "txt": "Mehmed V died at the age of 73 and Ottoman sultan Mehmed VI ascends to the throne.", "entities": [{"title": "Mehmed V", "href": "/wiki/Mehmed_V", "description": "Mehmed V Reşâd reigned as the 35th and penultimate Ottoman Sultan. He was the son of Sultan Abdulmejid I.\nHe succeeded his brother Abdul Hamid II after the Young Turk revolution.\nHe was succeeded by his brother Mehmed VI. His nine-year reign was marked by the cession of the Empire's North African territories and the Dodecanese Islands, including Rhodes, in the Italo-Turkish War, the traumatic loss"}, {"title": "Ottoman sultan", "href": "/wiki/Ottoman_sultan", "description": "The sultans of the Ottoman Empire, who were all members of the Ottoman dynasty, ruled over the transcontinental empire from its perceived inception in 1299 to its dissolution in 1922. At its height, the Ottoman Empire spanned an area from Hungary in the north to Yemen in the south, and from Algeria in the west to Iraq in the east. Administered at first from the city of Söğüt since before 1280 and "}, {"title": "Mehmed VI", "href": "/wiki/Mehmed_VI", "description": "Mehmed VI Vahideddin, also known as Şahbaba among the Osmanoğlu family, was the 36th and last Sultan of the Ottoman Empire, reigning from 4 July 1918 until 1 November, 1922 when the Ottoman Empire was dissolved after World War I, and was replaced by the Republic of Turkey, on 29 October 1923. The brother of Mehmed V, he became heir to the throne in 1916 after the suicide of Abdülaziz's son, Şehzad"}]}, {"heading": "Events", "year": "1918", "date": "July 4", "txt": "World War I: The Battle of Hamel, a successful attack by the Australian Corps against German positions near the town of Le Hamel on the Western Front.", "entities": [{"title": "Battle of Hamel", "href": "/wiki/Battle_of_Hamel", "description": "The Battle of Hamel was a successful attack by Australian Army and US Army infantry, supported by British tanks, against German positions in and around the town of Le Hamel, in northern France, during World War I. The attack was planned and commanded by Lieutenant General John Monash, commander of the Australian Corps."}, {"title": "Australian Corps", "href": "/wiki/Australian_Corps", "description": "The Australian Corps was a World War I army corps that contained all five Australian infantry divisions serving on the Western Front. It was the largest corps fielded by the British Empire in France. At its peak the Australian Corps numbered 109,881 men. By 1918 the headquarters consisted of more than 300 personnel of all ranks, including senior staff officers, as well as supporting personnel such"}, {"title": "Le Hamel, Somme", "href": "/wiki/Le_Hamel,_Somme", "description": "Le Hamel is a commune in the Somme department and Hauts-de-France region of northern France."}, {"title": "Western Front (World War I)", "href": "/wiki/Western_Front_(World_War_I)", "description": "The Western Front was the main theatre of war during the First World War. Following the outbreak of war in August 1914, the German Army opened the Western Front by invading Luxembourg and Belgium, then gaining military control of important industrial regions in France. The German advance was halted with the Battle of the Marne. Following the Race to the Sea, both sides dug in along a meandering li"}]}, {"heading": "Events", "year": "1918", "date": "July 4", "txt": "Bolsheviks kill Tsar Nicholas II of Russia and his family (Julian calendar date).", "entities": [{"title": "Nicholas II of Russia", "href": "/wiki/Nicholas_II_of_Russia", "description": "Nicholas II or Nikolai II Alexandrovich Romanov, known in the Russian Orthodox Church as Saint Nicholas the Passion-Bearer, was the last Emperor of All Russia, ruling from 1 November 1894 until his abdication on 15 March 1917. During his reign, Russia embarked on a series of reforms including the introduction of civil liberties, literacy programs, state representation, and initiatives to modernize"}, {"title": "Julian calendar", "href": "/wiki/Julian_calendar", "description": "The Julian calendar, proposed by Julius Caesar in AUC 708, was a reform of the Roman calendar. It took effect on 1 January AUC 709 , by edict. It was designed with the aid of Greek mathematicians and astronomers such as Sosigenes of Alexandria."}]}, {"heading": "Events", "year": "1927", "date": "July 4", "txt": "First flight of the Lockheed Vega.", "entities": [{"title": "Lockheed Vega", "href": "/wiki/Lockheed_Vega", "description": "The Lockheed Vega is an American six-passenger high-wing monoplane airliner built by the Lockheed Corporation starting in 1927. It became famous for its use by a number of record-breaking pilots who were attracted to the rugged and very long-range design. Amelia Earhart became the first woman to fly solo across the Atlantic Ocean in one, and Wiley Post used his to prove the existence of the jet st"}]}, {"heading": "Events", "year": "1939", "date": "July 4", "txt": "Lou Gehrig, recently diagnosed with Amyotrophic lateral sclerosis, informs a crowd at Yankee Stadium that he considers himself \"The luckiest man on the face of the earth\", then announces his retirement from major league baseball.", "entities": [{"title": "Lou Gehrig", "href": "/wiki/Lou_Gehrig", "description": "Henry Louis Gehrig was an American professional baseball first baseman who played 17 seasons in Major League Baseball (MLB) for the New York Yankees (1923–1939). Gehrig was renowned for his prowess as a hitter and for his durability, which earned him his nickname \"The Iron Horse\". He was an All-Star seven consecutive times, a Triple Crown winner once, an American League (AL) Most Valuable Player t"}, {"title": "Amyotrophic lateral sclerosis", "href": "/wiki/Amyotrophic_lateral_sclerosis", "description": "Amyotrophic lateral sclerosis is a neurodegenerative neuromuscular disease that results in the progressive loss of motor neurons that control voluntary muscles. ALS is the most common type of motor neuron disease. Early symptoms of ALS include stiff muscles, muscle twitches, and gradual increasing weakness and muscle wasting."}, {"title": "Yankee Stadium (1923)", "href": "/wiki/Yankee_Stadium_(1923)", "description": "The original Yankee Stadium was a stadium located in the Bronx, New York City. It was the home ballpark of the New York Yankees, one of the city's Major League Baseball franchises, from 1923 to 1973 and then from 1976 to 2008. The stadium hosted 6,581 Yankees regular season home games during its 85-year history. It was also the home of the New York Giants National Football League (NFL) team from 1"}, {"title": "Baseball", "href": "/wiki/Baseball", "description": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clo"}]}, {"heading": "Events", "year": "1941", "date": "July 4", "txt": "Nazi crimes against the Polish nation: Nazi troops massacre Polish scientists and writers in the captured Ukrainian city of Lviv.", "entities": [{"title": "Nazi crimes against the Polish nation", "href": "/wiki/Nazi_crimes_against_the_Polish_nation", "description": "Crimes against the Polish nation committed by Nazi Germany and Axis collaborationist forces during the invasion of Poland, along with auxiliary battalions during the subsequent occupation of Poland in World War II, consisted of the murder of millions of ethnic Poles and the systematic extermination of Jewish Poles. The Germans justified these genocides on the basis of Nazi racial theory, which reg"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Massacre of Lwów professors", "href": "/wiki/Massacre_of_Lw%C3%B3w_professors", "description": "In July 1941, 25 Polish academics from the city of Lwów along with their families were killed by Nazi German occupation forces. By targeting prominent citizens and intellectuals for elimination, the Nazis hoped to prevent anti-Nazi activity and to weaken the resolve of the Polish resistance movement. According to an eyewitness the executions were carried out by an Einsatzgruppe unit under the comm"}, {"title": "Ukrainian Soviet Socialist Republic", "href": "/wiki/Ukrainian_Soviet_Socialist_Republic", "description": "The Ukrainian Soviet Socialist Republic, also known as Soviet Ukraine, was one of the constituent republics of the Soviet Union from the Union's inception in 1922 until its breakup in 1991. In the anthem of the Ukrainian Soviet Socialist Republic, the republic was referred to simply as Ukraine. The republic was governed by the Communist Party of the Soviet Union out of Moscow through its republica"}, {"title": "Lviv", "href": "/wiki/Lviv", "description": "Lviv is the largest city in western Ukraine and the seventh-largest city in the country overall, with a population of 720,383 (est.2021). Lviv is one of the main cultural centres of Ukraine."}]}, {"heading": "Events", "year": "1941", "date": "July 4", "txt": "World War II: The Burning of the Riga synagogues: The Great Choral Synagogue in German occupied Riga is burnt with 300 Jews locked in the basement.", "entities": [{"title": "Burning of the Riga synagogues", "href": "/wiki/Burning_of_the_Riga_synagogues", "description": "The burning of the Riga synagogues occurred in 1941, during the first days of the World War II Nazi German occupation of the city of Riga, the capital and largest city in the country of Latvia. Many Jews confined in the synagogues died in the fires, and many other anti-Semitic measures were launched at the same time, ultimately followed by the murder of the vast majority of the Jews of Latvia."}, {"title": "Riga", "href": "/wiki/Riga", "description": "Riga is the capital of Latvia and is home to 627,487 inhabitants (2020), which is a third of Latvia's population. Being significantly larger than other cities of Latvia, Riga is the country's primate city. It is also the largest city in the three Baltic states and is home to one tenth of the three Baltic states' combined population. The city lies on the Gulf of Riga at the mouth of the Daugava riv"}]}, {"heading": "Events", "year": "1942", "date": "July 4", "txt": "World War II: The 250-day Siege of Sevastopol in the Crimea ends when the city falls to Axis forces.", "entities": [{"title": "Siege of Sevastopol (1941–42)", "href": "/wiki/Siege_of_Sevastopol_(1941%E2%80%9342)", "description": "The siege of Sevastopol also known as the defence of Sevastopol or the Battle of Sevastopol was a military battle that took place on the Eastern Front of the Second World War. The campaign was fought by the Axis powers of Germany and Romania against the Soviet Union for control of Sevastopol, a port in the Crimea on the Black Sea. On 22 June 1941 the Axis invaded the Soviet Union during Operation "}, {"title": "Crimea", "href": "/wiki/Crimea", "description": "Crimea is a peninsula located on the northern coast of the Black Sea in Eastern Europe that is almost completely surrounded by both the Black Sea and the smaller Sea of Azov to the northeast. Crimea is located south of the Ukrainian region of Kherson, to which it is connected by the Isthmus of Perekop, and west of the Russian region of Kuban, from which it is separated by the Strait of Kerch thoug"}, {"title": "Axis powers", "href": "/wiki/Axis_powers", "description": "The Axis powers, originally called the Rome–Berlin Axis, was a military coalition that fought in World War II against the Allies. The Axis powers agreed on their opposition to the Allies, but did not completely coordinate their activity."}]}, {"heading": "Events", "year": "1943", "date": "July 4", "txt": "World War II: The Battle of Kursk, the largest full-scale battle in history and the world's largest tank battle, begins in the village of Prokhorovka.", "entities": [{"title": "Battle of Kursk", "href": "/wiki/Battle_of_Kursk", "description": "The Battle of Kursk was a Second World War engagement between German and Soviet forces on the Eastern Front near Kursk in the Soviet Union, during July and August 1943. The battle began with the launch of the German offensive Operation Citadel, on 5 July, which had the objective of pinching off the Kursk salient with attacks on the base of the salient from north and south simultaneously. After the"}, {"title": "Prokhorovka", "href": "/wiki/Prokhorovka", "description": "Prokhorovka is the name of several inhabited localities in Russia.Urban localitiesProkhorovka, Belgorod Oblast, a settlement in Prokhorovsky District of Belgorod OblastRural localitiesProkhorovka, Irkutsk Oblast, a village in Osinsky District of Irkutsk Oblast\nProkhorovka, Kaliningrad Oblast, a settlement in Nizovsky Rural Okrug of Guryevsky District of Kaliningrad Oblast\nProkhorovka, Orenburg Obl"}]}, {"heading": "Events", "year": "1943", "date": "July 4", "txt": "World War II: In Gibraltar, a Royal Air Force B-24 Liberator bomber crashes into the sea in an apparent accident moments after takeoff, killing sixteen passengers on board, including general Władysław Sikorski, the commander-in-chief of the Polish Army and the Prime Minister of the Polish government-in-exile; only the pilot survives.", "entities": [{"title": "Royal Air Force", "href": "/wiki/Royal_Air_Force", "description": "The Royal Air Force (RAF) is the United Kingdom's aerial warfare force. It was formed towards the end of the First World War on 1 April 1918, becoming the first independent air force in the world, by regrouping the Royal Flying Corps (RFC) and the Royal Naval Air Service (RNAS). Following the Allied victory over the Central Powers in 1918, the RAF emerged as the largest air force in the world at t"}, {"title": "Consolidated B-24 Liberator", "href": "/wiki/Consolidated_B-24_Liberator", "description": "The Consolidated B-24 Liberator is an American heavy bomber, designed by Consolidated Aircraft of San Diego, California. It was known within the company as the Model 32, and some initial production aircraft were laid down as export models designated as various LB-30s, in the Land Bomber design category."}, {"title": "1943 Gibraltar Liberator AL523 crash", "href": "/wiki/1943_Gibraltar_Liberator_AL523_crash", "description": "The 1943 Gibraltar Liberator AL523 crash was an aircraft crash that resulted in the death of General Władysław Sikorski, the commander-in-chief of the Polish Army and Prime Minister of the Polish government-in-exile. Sikorski's Liberator II crashed off Gibraltar almost immediately after takeoff on 4 July 1943. An estimated sixteen people died, including many other senior Polish military leaders. T"}, {"title": "Władysław Sikorski", "href": "/wiki/W%C5%82adys%C5%82aw_Sikorski", "description": "Władysław Eugeniusz Sikorski was a Polish military and political leader."}]}, {"heading": "Events", "year": "1946", "date": "July 4", "txt": "The Kielce pogrom against Jewish Holocaust survivors in Poland.", "entities": [{"title": "Kielce pogrom", "href": "/wiki/Kielce_pogrom", "description": "The Kielce pogrom was an outbreak of violence toward the Jewish community centre's gathering of refugees in the city of Kielce, Poland on 4 July 1946 by Polish soldiers, police officers, and civilians during which 42 Jews were killed and more than 40 were wounded. Polish courts later sentenced nine of the attackers to death in connection with the crimes."}]}, {"heading": "Events", "year": "1946", "date": "July 4", "txt": "After 381 years of near-continuous colonial rule by various powers, the Philippines attains full independence from the United States.", "entities": []}, {"heading": "Events", "year": "1947", "date": "July 4", "txt": "The \"Indian Independence Bill\" is presented before the British House of Commons, proposing the independence of the Provinces of British India into two sovereign countries: India and Pakistan.", "entities": [{"title": "House of Commons of the United Kingdom", "href": "/wiki/House_of_Commons_of_the_United_Kingdom", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}, {"title": "Presidencies and provinces of British India", "href": "/wiki/Presidencies_and_provinces_of_British_India", "description": "The provinces of India, earlier presidencies of British India and still earlier, presidency towns, were the administrative divisions of British governance in India. Collectively, they have been called British India. In one form or another, they existed between 1612 and 1947, conventionally divided into three historical periods:Between 1612 and 1757 the East India Company set up \"factories\" in seve"}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}]}, {"heading": "Events", "year": "1950", "date": "July 4", "txt": "Cold War: Radio Free Europe first broadcasts.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Radio Free Europe/Radio Liberty", "href": "/wiki/Radio_Free_Europe/Radio_Liberty", "description": null}]}, {"heading": "Events", "year": "1951", "date": "July 4", "txt": "Cold War: A court in Czechoslovakia sentences American journalist William N. Oatis to ten years in prison on charges of espionage.", "entities": [{"title": "Czechoslovak Socialist Republic", "href": "/wiki/Czechoslovak_Socialist_Republic", "description": "The Czechoslovak Republic, existed between 1948 and 1960. The Czechoslovak Socialist Republic was the name of Czechoslovakia from 1960 to 23 April 1990, when the country was under Communist rule. It was a satellite state of the Soviet Union. Following the coup d'état of February 1948, when the Communist Party of Czechoslovakia seized power with the support of the Soviet Union, the country was decl"}, {"title": "William N. Oatis", "href": "/wiki/William_N._Oatis", "description": "William Nathan Oatis was an American journalist who gained international attention when he was charged with espionage by the Czechoslovak Socialist Republic in 1951. He was subsequently jailed until 1953."}, {"title": "Espionage", "href": "/wiki/Espionage", "description": "Espionage or spying is the act of obtaining secret or confidential information from non-disclosed sources or divulging of the same without the permission of the holder of the information. A person who commits espionage is called an espionage agent or spy. Any individual or spy ring, in the service of a government, company or independent operation, can commit espionage. The practice is clandestine,"}]}, {"heading": "Events", "year": "1951", "date": "July 4", "txt": "William Shockley announces the invention of the junction transistor.", "entities": [{"title": "Bipolar junction transistor", "href": "/wiki/Bipolar_junction_transistor", "description": "A bipolar junction transistor (BJT) is a type of transistor that uses both electrons and electron holes as charge carriers. In contrast, a unipolar transistor, such as a field-effect transistor, uses only one kind of charge carrier. A bipolar transistor allows a small current injected at one of its terminals to control a much larger current flowing between two other terminals, making the device ca"}]}, {"heading": "Events", "year": "1954", "date": "July 4", "txt": "Rationing ends in the United Kingdom.", "entities": [{"title": "Rationing in the United Kingdom", "href": "/wiki/Rationing_in_the_United_Kingdom", "description": "Rationing was introduced temporarily by the British government several times during the 20th century, during and immediately after a war."}]}, {"heading": "Events", "year": "1960", "date": "July 4", "txt": "Due to the post-Independence Day admission of Hawaii as the 50th U.S. state on August 21, 1959, the 50-star flag of the United States debuts in Philadelphia, almost ten and a half months later (see Flag Acts (United States)).", "entities": [{"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}, {"title": "August 21", "href": "/wiki/August_21", "description": "August 21 is the 233rd day of the year in the Gregorian calendar; 132 days remain until the end of the year."}, {"title": "Flag of the United States", "href": "/wiki/Flag_of_the_United_States", "description": "The flag of the United States of America, often referred to as the American flag or the U.S. flag, is the national flag of the United States. It consists of thirteen equal horizontal stripes of red alternating with white, with a blue rectangle in the canton bearing fifty small, white, five-pointed stars arranged in nine offset horizontal rows, where rows of six stars alternate with rows of five st"}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}, {"title": "Flag Acts (United States)", "href": "/wiki/Flag_Acts_(United_States)", "description": "The Flag Acts are three laws that sought to define the design of the flag of the United States. All the submitted suggestions were remarkably short, the shortest being a sentence of 31 words, and the longest being a title and two sentences of 117 words."}]}, {"heading": "Events", "year": "1961", "date": "July 4", "txt": "On its maiden voyage, the Soviet nuclear-powered submarine K-19 suffers a complete loss of coolant to its reactor. The crew are able to effect repairs, but 22 of them die of radiation poisoning over the following two years.", "entities": [{"title": "Soviet submarine K-19", "href": "/wiki/Soviet_submarine_K-19", "description": "K-19 was the first submarine of the Project 658 class, the first generation of Soviet nuclear submarines equipped with nuclear ballistic missiles, specifically the R-13 SLBM. The boat was hastily built by the Soviets in response to United States' developments in nuclear submarines as part of the arms race. Before it was launched, 10 civilian workers and a sailor died due to accidents and fires. Af"}, {"title": "Radiation poisoning", "href": "/wiki/Radiation_poisoning", "description": "Acute radiation syndrome (ARS), also known as radiation sickness or radiation poisoning, is a collection of health effects that are caused by being exposed to high amounts of ionizing radiation, in a short period of time. The symptoms of ARS can start within the hour of exposure, and can last for several months. Within the first few days the symptoms are usually nausea, vomiting and a loss of appe"}]}, {"heading": "Events", "year": "1966", "date": "July 4", "txt": "U.S. President Lyndon B. Johnson signs the Freedom of Information Act into United States law. The act went into effect the next year.", "entities": [{"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "Freedom of Information Act (United States)", "href": "/wiki/Freedom_of_Information_Act_(United_States)", "description": "The Freedom of Information Act (FOIA), 5 U.S.C. § 552, is a federal freedom of information law that requires the full or partial disclosure of previously unreleased information and documents controlled by the United States government upon request. The act defines agency records subject to disclosure, outlines mandatory disclosure procedures, and defines nine exemptions to the statute. The act was "}]}, {"heading": "Events", "year": "1976", "date": "July 4", "txt": "Israeli commandos raid Entebbe airport in Uganda, rescuing all but four of the passengers and crew of an Air France jetliner seized by Palestinian terrorists.", "entities": [{"title": "Israel Defense Forces", "href": "/wiki/Israel_Defense_Forces", "description": "The Israel Defense Forces, commonly known in Israel by the Hebrew acronym Tzahal, are the military forces of the State of Israel. They consist of the ground forces, air force, and navy. It is the sole military wing of the Israeli security forces, and has no civilian jurisdiction within Israel. The IDF is headed by its Chief of General Staff, the Ramatkal, subordinate to the Defense Minister of Isr"}, {"title": "Operation Entebbe", "href": "/wiki/Operation_Entebbe", "description": "Operation Entebbe or Operation Thunderbolt was a successful counter-terrorist hostage-rescue mission carried out by commandos of the Israel Defense Forces (IDF) at Entebbe Airport in Uganda on 4 July 1976."}, {"title": "Uganda", "href": "/wiki/Uganda", "description": "Uganda, officially the Republic of Uganda, is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the "}, {"title": "Air France", "href": "/wiki/Air_France", "description": "Air France, stylised as AIRFRANCE, is the flag carrier of France headquartered in Tremblay-en-France. It is a subsidiary of the Air France–KLM Group and a founding member of the SkyTeam global airline alliance. As of 2013 Air France serves 36 destinations in France and operates worldwide scheduled passenger and cargo services to 175 destinations in 78 countries and also carried 46,803,000 passenge"}]}, {"heading": "Events", "year": "1976", "date": "July 4", "txt": "The U.S. celebrates its Bicentennial.", "entities": []}, {"heading": "Events", "year": "1977", "date": "July 4", "txt": "The George Jackson Brigade plants a bomb at the main power substation for the Washington state capitol in Olympia, in solidarity with a prison strike at the Walla Walla State Penitentiary Intensive Security Unit.", "entities": [{"title": "George Jackson Brigade", "href": "/wiki/George_Jackson_Brigade", "description": "The George Jackson Brigade was a revolutionary group based in Seattle, Washington, which was named after George Jackson, a dissident prisoner and Black Panther member shot and killed during an alleged escape attempt at San Quentin Prison in 1971.\n\nThe group combined veterans of the women's liberation, homosexuals and Black prisoners; the organization was ideologically diverse, consisting of both c"}, {"title": "Washington (state)", "href": "/wiki/Washington_(state)", "description": "Washington, officially the State of Washington, is a state in the Pacific Northwest region of the Western United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which i"}, {"title": "Olympia, Washington", "href": "/wiki/Olympia,_Washington", "description": "Olympia is the capital of the U.S. state of Washington and the county seat and largest city of Thurston County. It is located 60 miles (100 km) southwest of Seattle, the state's largest city, and is a cultural center of the southern Puget Sound region."}, {"title": "Walla Walla State Penitentiary", "href": "/wiki/Walla_Walla_State_Penitentiary", "description": "Washington State Penitentiary is a Washington State Department of Corrections men's prison located in Walla Walla, Washington. With an operating capacity of 2,200, it is the second largest prison in the state and is surrounded by wheat fields. It opened 135 years ago in 1886, three years before statehood."}]}, {"heading": "Events", "year": "1982", "date": "July 4", "txt": "Three Iranian diplomats and a journalist are kidnapped in Lebanon by Phalange forces, and their fate remains unknown.", "entities": [{"title": "Iranian diplomats kidnapping (1982)", "href": "/wiki/Iranian_diplomats_kidnapping_(1982)", "description": "Three Iranian diplomats as well as a reporter of Islamic Republic News Agency (IRNA) were abducted in Lebanon on 4 July 1982. None of them have been seen since. The missing individuals are Ahmad Motevaselian, military attaché for Iran's embassy in Beirut; Seyed Mohsen Mousavi, chargé d'affaires at the embassy; Taghi Rastegar Moghadam, an embassy employee; and Kazem Akhavan, IRNA photojournalist. M"}, {"title": "Kataeb Party", "href": "/wiki/Kataeb_Party", "description": "The Kataeb Party, also known in English as the Phalanges, is a Christian political party in Lebanon. The party played a major role in the Lebanese Civil War (1975–1990). In decline in the late 80s and 90s, the party slowly re-emerged in the early 2000s and is currently part of the March 14 Alliance."}]}, {"heading": "Events", "year": "1987", "date": "July 4", "txt": "In France, former Gestapo chief Klaus Barbie (a.k.a. the \"Butcher of Lyon\") is convicted of crimes against humanity and sentenced to life imprisonment.", "entities": [{"title": "Gestapo", "href": "/wiki/Gestapo", "description": "The Geheime Staatspolizei, abbreviated Gestapo, was the official secret police of Nazi Germany and in German-occupied Europe."}, {"title": "Klaus Barbie", "href": "/wiki/Klaus_Barbie", "description": "Nikolaus “Klaus” Barbie was a Nazi, known as the \"Butcher of Lyon\" for having personally tortured prisoners of the Gestapo—primarily Jews and members of the French Resistance—while stationed in Lyon under the collaborationist Vichy regime. After the war, United States intelligence services employed him for his anti-Marxist efforts and also aided his escape to Bolivia."}, {"title": "Crimes against humanity", "href": "/wiki/Crimes_against_humanity", "description": "Crimes against humanity are certain acts that are purposely committed as part of a widespread or systematic policy, directed against civilians, in times of war or peace. They differ from war crimes because they are not isolated acts committed by individual soldiers, but are acts committed in furtherance of a state policy. The first prosecution for crimes against humanity took place at the Nurember"}]}, {"heading": "Events", "year": "1994", "date": "July 4", "txt": "Rwandan genocide: Kigali, the Rwandan capital, is captured by the Rwandan Patriotic Front, ending the genocide in the city.", "entities": [{"title": "Rwandan genocide", "href": "/wiki/Rwandan_genocide", "description": "The Rwandan genocide, also sometimes known as the genocide against the Tutsi, occurred between 7 April and 15 July 1994 during the Rwandan Civil War. During this period of around 100 days, members of the Tutsi minority ethnic group, as well as some moderate Hutu, were slaughtered by armed militias. The most widely accepted scholarly estimates are around 500,000 to 600,000 Tutsi deaths."}, {"title": "Kigali", "href": "/wiki/Kigali", "description": "Kigali is the capital and largest city of Rwanda. It is near the nation's geographic centre in a region of rolling hills, with a series of valleys and ridges joined by steep slopes. The city has been Rwanda's economic, cultural, and transport hub since it became the capital following independence from Belgian rule in 1962."}, {"title": "Rwandan Patriotic Front", "href": "/wiki/Rwandan_Patriotic_Front", "description": "The Rwandan Patriotic Front is the ruling political party in Rwanda. Led by President Paul Kagame, the party has governed the country since its armed wing defeated government forces, winning the Rwandan Civil War in 1994."}]}, {"heading": "Events", "year": "1997", "date": "July 4", "txt": "NASA's Pathfinder space probe lands on the surface of Mars.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Mars Pathfinder", "href": "/wiki/Mars_Pathfinder", "description": "Mars Pathfinder is an American robotic spacecraft that landed a base station with a roving probe on Mars in 1997. It consisted of a lander, renamed the Carl Sagan Memorial Station, and a lightweight (10.6 kg/23 lb) wheeled robotic Mars rover named Sojourner, which became the first rover to operate outside the Earth–Moon system."}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "1998", "date": "July 4", "txt": "Japan launches the Nozomi probe to Mars, joining the United States and Russia as a space exploring nation.", "entities": [{"title": "Nozomi (spacecraft)", "href": "/wiki/Nozomi_(spacecraft)", "description": "Nozomi  was a Mars orbiter that failed to reach Mars due to electrical failures. The mission was terminated on December 31, 2003."}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}, {"title": "Outer space", "href": "/wiki/Outer_space", "description": "Outer space is the expanse that exists beyond Earth and between celestial bodies. Outer space is not completely empty—it is a hard vacuum containing a low density of particles, predominantly a plasma of hydrogen and helium, as well as electromagnetic radiation, magnetic fields, neutrinos, dust, and cosmic rays. The baseline temperature of outer space, as set by the background radiation from the Bi"}]}, {"heading": "Events", "year": "2001", "date": "July 4", "txt": "Vladivostock Air Flight 352 crashes on approach to Irkutsk Airport killing all 145 people on board.", "entities": [{"title": "Vladivostok Air Flight 352", "href": "/wiki/Vladivostok_Air_Flight_352", "description": "Vladivostok Air Flight 352 was a scheduled passenger flight from Yekaterinburg, Russia to Vladivostok via Irkutsk. On 4 July 2001, the plane operating the flight, a Tupolev Tu-154M with tail number RA-85845, lost control, stalled, and crashed while approaching Irkutsk Airport. All 136 passengers and 9 flight crew members aboard perished, making it the third deadliest aircraft crash over Russian te"}, {"title": "International Airport Irkutsk", "href": "/wiki/International_Airport_Irkutsk", "description": "Irkutsk International Airport  is an international airport on the outskirts of Irkutsk, Russia, at a distance of 60 kilometers (37 miles) from Lake Baikal."}]}, {"heading": "Events", "year": "2004", "date": "July 4", "txt": "The cornerstone of the Freedom Tower is laid on the World Trade Center site in New York City.", "entities": [{"title": "One World Trade Center", "href": "/wiki/One_World_Trade_Center", "description": "One World Trade Center is the main building of the rebuilt World Trade Center complex in Lower Manhattan, New York City. One WTC is the tallest building in the United States, the tallest building in the Western Hemisphere, and the sixth-tallest in the world. The supertall structure has the same name as the North Tower of the original World Trade Center, which was destroyed in the terrorist attacks"}, {"title": "World Trade Center site", "href": "/wiki/World_Trade_Center_site", "description": "The World Trade Center site, formerly referred to as \"Ground Zero\" or \"the Pile\" immediately after the September 11 attacks, is a 14.6-acre (5.9 ha) area in Lower Manhattan in New York City. The site is bounded by Vesey Street to the north, the West Side Highway to the west, Liberty Street to the south, and Church Street to the east. The Port Authority owns the site's land. The original World Trad"}]}, {"heading": "Events", "year": "2004", "date": "July 4", "txt": "Greece beats Portugal in the UEFA Euro 2004 Final and becomes European Champion for first time in its history.", "entities": [{"title": "Portugal national football team", "href": "/wiki/Portugal_national_football_team", "description": "The Portugal national football team has represented Portugal in international men's football competition since 1921. It is controlled by the Portuguese Football Federation, the governing body for football in Portugal."}, {"title": "UEFA Euro 2004 Final", "href": "/wiki/UEFA_Euro_2004_Final", "description": "The UEFA Euro 2004 Final was a football match played on 4 July 2004 at the Estádio da Luz in Lisbon, Portugal to determine the winner of UEFA Euro 2004. The match featured tournament hosts Portugal, who went into the match as favourites, and Greece, playing in only their second European Championship. It was the first time in a major international tournament where both finalists had also played in "}]}, {"heading": "Events", "year": "2005", "date": "July 4", "txt": "The Deep Impact collider hits the comet Tempel 1.", "entities": [{"title": "Deep Impact (spacecraft)", "href": "/wiki/Deep_Impact_(spacecraft)", "description": "Deep Impact was a NASA space probe launched from Cape Canaveral Air Force Station on January 12, 2005. It was designed to study the interior composition of the comet Tempel 1 (9P/Tempel), by releasing an impactor into the comet. At 05:52 UTC on July 4, 2005, the Impactor successfully collided with the comet's nucleus. The impact excavated debris from the interior of the nucleus, forming an impact "}, {"title": "Comet", "href": "/wiki/Comet", "description": "A comet is an icy, small Solar System body that, when passing close to the Sun, warms and begins to release gases, a process that is called outgassing. This produces a visible atmosphere or coma, and sometimes also a tail. These phenomena are due to the effects of solar radiation and the solar wind acting upon the nucleus of the comet. Comet nuclei range from a few hundred meters to tens of kilome"}, {"title": "Tempel 1", "href": "/wiki/Tempel_1", "description": "Tempel 1 is a periodic Jupiter-family comet discovered by Wilhelm Tempel in 1867. It completes an orbit of the Sun every 5.5 years. Tempel 1 was the target of the Deep Impact space mission, which photographed a deliberate high-speed impact upon the comet in 2005. It was re-visited by the Stardust spacecraft on February 14, 2011 and came back to perihelion in August 2016."}]}, {"heading": "Events", "year": "2006", "date": "July 4", "txt": "Space Shuttle program: Discovery launches STS-121 to the International Space Station. The event gained wide media attention as it was the only shuttle launch in the program's history to occur on the United States' Independence Day.", "entities": [{"title": "Space Shuttle program", "href": "/wiki/Space_Shuttle_program", "description": "The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for de"}, {"title": "STS-121", "href": "/wiki/STS-121", "description": "STS-121 was a 2006 NASA Space Shuttle mission to the International Space Station (ISS) flown by Space Shuttle Discovery. The main purposes of the mission were to test new safety and repair techniques introduced following the Columbia disaster of February 2003 as well as to deliver supplies, equipment and German European Space Agency (ESA) astronaut Thomas Reiter to the ISS."}, {"title": "International Space Station", "href": "/wiki/International_Space_Station", "description": "The International Space Station (ISS) is a modular space station in low Earth orbit. It is a multinational collaborative project involving five participating space agencies: NASA, Roscosmos (Russia), JAXA (Japan), ESA (Europe), and CSA (Canada). The ownership and use of the space station is established by intergovernmental treaties and agreements. The station serves as a microgravity and space env"}, {"title": "Independence Day (United States)", "href": "/wiki/Independence_Day_(United_States)", "description": "Independence Day is a federal holiday in the United States commemorating the Declaration of Independence of the United States, on July 4, 1776. The Continental Congress declared that the thirteen American colonies were no longer subject to the monarch of Britain, King George III, and were now united, free, and independent states. The Congress had voted to declare independence two days earlier, on "}]}, {"heading": "Events", "year": "2009", "date": "July 4", "txt": "The Statue of Liberty's crown reopens to the public after eight years of closure due to security concerns following the September 11 attacks.", "entities": [{"title": "Statue of Liberty", "href": "/wiki/Statue_of_Liberty", "description": "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor within New York City, in the United States. The copper statue, a gift from the people of France to the people of the United States, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886."}, {"title": "September 11 attacks", "href": "/wiki/September_11_attacks", "description": "The September 11 attacks, often referred to as 9/11, were a series of four coordinated terrorist attacks by the Wahhabi terrorist group Al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks resulted in 2,977 fatalities, over 25,000 injuries, and substantial long-term health consequences, in addition to at least $10 billion in infrastructure and property dama"}]}, {"heading": "Events", "year": "2009", "date": "July 4", "txt": "The first of four days of bombings begins on the southern Philippine island group of Mindanao.", "entities": [{"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Mindanao", "href": "/wiki/Mindanao", "description": "Mindanao is the second-largest island in the Philippines, after Luzon. Located in the southern region of the archipelago, the island is part of an island group of the same name that also includes its adjacent islands, notably the Sulu Archipelago. As of the 2010 census, Mindanao has 20,281,545 inhabitants, while the entire island group has an estimated population of 25,537,691 as of 2018."}]}, {"heading": "Events", "year": "2012", "date": "July 4", "txt": "The discovery of particles consistent with the Higgs boson at the Large Hadron Collider is announced at CERN.", "entities": [{"title": "Higgs boson", "href": "/wiki/Higgs_boson", "description": "The Higgs boson is an elementary particle in the Standard Model of particle physics produced by the quantum excitation of the Higgs field, one of the fields in particle physics theory. In the Standard Model, the Higgs particle is a massive scalar boson with zero spin, no electric charge, and no colour charge. It is also very unstable, decaying into other particles almost immediately."}, {"title": "Large Hadron Collider", "href": "/wiki/Large_Hadron_Collider", "description": "The Large Hadron Collider (LHC) is the world's largest and highest-energy particle collider and the largest machine in the world. It was built by the European Organization for Nuclear Research (CERN) between 1998 and 2008 in collaboration with over 10,000 scientists and hundreds of universities and laboratories, as well as more than 100 countries. It lies in a tunnel 27 kilometres (17 mi) in circu"}, {"title": "CERN", "href": "/wiki/CERN", "description": "The European Organization for Nuclear Research, known as CERN, is a European research organization that operates the largest particle physics laboratory in the world. Established in 1954, the organization is based in a northwest suburb of Geneva on the Franco–Swiss border and has 23 member states. Israel is the only non-European country granted full membership. CERN is an official United Nations O"}]}, {"heading": "Events", "year": "2015", "date": "July 4", "txt": "Chile claims its first title in international football by defeating Argentina in the 2015 Copa América Final.", "entities": [{"title": "Association football", "href": "/wiki/Association_football", "description": "Association football, more commonly known as simply football or soccer, is a team sport played by all genders with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the gam"}, {"title": "2015 Copa América", "href": "/wiki/2015_Copa_Am%C3%A9rica", "description": "The 2015 Copa América was the 44th edition of the Copa América, the main international football tournament for national teams in South America, and took place in Chile between 11 June and 4 July 2015. The competition was organized by CONMEBOL, South America's football governing body."}]}, {"heading": "Births", "year": "AD 68", "date": "July 4", "txt": "Salonina Matidia, Roman daughter of Ulpia Marciana (d. 119)", "entities": [{"title": "Salonina Matidia", "href": "/wiki/Salonina_Matidia", "description": "Salonia Matidia was the daughter and only child of Ulpia Marciana and wealthy praetor Gaius Salonius Matidius Patruinus. Her maternal uncle was the Roman emperor Trajan. Trajan had no children and treated her like his daughter. Her father died in 78 CE and Matidia went with her mother to live with Trajan and his wife, Pompeia Plotina."}, {"title": "Ulpia Marciana", "href": "/wiki/Ulpia_Marciana", "description": "Ulpia Marciana was the beloved elder sister of Roman Emperor Trajan. She was the eldest child born to Roman woman Marcia and the Roman senator Marcus Ulpius Traianus. Her second name Marciana she inherited from her mother’s paternal ancestors. Her birthplace is unknown."}]}, {"heading": "Births", "year": "1095", "date": "July 4", "txt": "Usama ibn Munqidh, Muslim poet, author and faris (Knight) (d. 1188)", "entities": [{"title": "Usama ibn Munqidh", "href": "/wiki/Usama_ibn_Munqidh", "description": "Majd ad-Dīn Usāma ibn Murshid ibn ʿAlī ibn Munqidh al-Kināni al-Kalbī was a medieval Muslim poet, author, faris (knight), and diplomat from the Banu Munqidh dynasty of Shaizar in northern Syria. His life coincided with the rise of several medieval Muslim dynasties, the arrival of the First Crusade, and the establishment of the crusader states."}]}, {"heading": "Births", "year": "1330", "date": "July 4", "txt": "Ashikaga Yoshiakira, Japanese shōgun (d. 1367)", "entities": [{"title": "Ashikaga Yoshiakira", "href": "/wiki/Ashikaga_Yoshiakira", "description": "Ashikaga Yoshiakira  was the 2nd shōgun of the Ashikaga shogunate who reigned from 1358 to 1367 during the Muromachi period of Japan. Yoshiakira was the son of the founder and first shōgun of the Muromachi shogunate, Ashikaga Takauji. His mother was Akahashi Tōshi, also known as Hōjō Nariko."}]}, {"heading": "Births", "year": "1477", "date": "July 4", "txt": "Johannes Aventinus, Bavarian historian and philologist (d. 1534)", "entities": [{"title": "Johannes Aventinus", "href": "/wiki/Johannes_Aventinus", "description": "Johann Georg Turmair, known by the pen name Johannes Aventinus or Aventin, was a Bavarian Renaissance humanist historian and philologist. He authored the 1523 Annals of Bavaria, a valuable record of the early history of Germany."}]}, {"heading": "Births", "year": "1546", "date": "July 4", "txt": "Murad III, Ottoman sultan (d. 1595)", "entities": [{"title": "Murad III", "href": "/wiki/Murad_III", "description": "Murad III was the Sultan of the Ottoman Empire from 1574 until his death in 1595."}]}, {"heading": "Births", "year": "1656", "date": "July 4", "txt": "John Leake, Royal Navy admiral (d. 1720)", "entities": [{"title": "John Leake", "href": "/wiki/John_Leake", "description": "Admiral of the Fleet Sir John Leake was a Royal Navy officer and politician. As a junior officer he saw action at the Battle of Texel during the Third Anglo-Dutch War. He then distinguished himself when he led the convoy that broke the barricading boom at Culmore Fort thereby lifting the siege of Derry during the Williamite War in Ireland. As a captain he saw action in some of the heaviest fightin"}]}, {"heading": "Births", "year": "1694", "date": "July 4", "txt": "Louis-Claude Daquin, French organist and composer (d. 1772)", "entities": [{"title": "Louis-Claude Daquin", "href": "/wiki/Louis-Claude_Daquin", "description": "Louis-Claude Daquin was a French composer of Jewish ancestry, writing in the Baroque and Galant styles. He was a virtuoso organist and harpsichordist."}]}, {"heading": "Births", "year": "1715", "date": "July 4", "txt": "Christian Fürchtegott Gellert, German poet and academic (d. 1769)", "entities": [{"title": "Christian Fürchtegott Gellert", "href": "/wiki/Christian_F%C3%BCrchtegott_Gellert", "description": "Christian Fürchtegott Gellert was a German poet, one of the forerunners of the golden age of German literature that was ushered in by Lessing."}]}, {"heading": "Births", "year": "1719", "date": "July 4", "txt": "Michel-Jean Sedaine, French playwright (d. 1797)", "entities": [{"title": "Michel-Jean Sedaine", "href": "/wiki/Michel-Jean_Sedaine", "description": "Michel-Jean Sedaine was a French dramatist and librettist, especially noted for his librettos for opéras comiques, in which he took an important and influential role in the advancement of the genre from the period of Charles-Simon Favart to the beginning of the Revolution."}]}, {"heading": "Births", "year": "1729", "date": "July 4", "txt": "George Leonard, American lawyer, jurist and politician (d. 1819)", "entities": [{"title": "George Leonard (Congressman)", "href": "/wiki/George_Leonard_(Congressman)", "description": "George Leonard was an American lawyer, jurist, and politician from Norton, Massachusetts. Besides service on state court benches and in both houses of the state legislature, he represented Massachusetts in the U.S. House of Representatives."}]}, {"heading": "Births", "year": "1753", "date": "July 4", "txt": "Jean-Pierre Blanchard, French inventor, best known as a pioneer in balloon flight (d. 1809)", "entities": [{"title": "Jean-Pierre Blanchard", "href": "/wiki/Jean-Pierre_Blanchard", "description": "Jean-Pierre [François] Blanchard was a French inventor, best known as a pioneer in balloon flight, who distinguished himself in the conquest of the air in a balloon, in particular the first crossing of the English Channel, on 7 January 1785."}]}, {"heading": "Births", "year": "1790", "date": "July 4", "txt": "George Everest, Welsh geographer and surveyor (d. 1866)", "entities": [{"title": "George Everest", "href": "/wiki/George_Everest", "description": "Colonel Sir George Everest CB FRS FRAS FRGS was a British surveyor and geographer who served as Surveyor General of India from 1830 to 1843. He is best known for having Mount Everest, the highest mountain on Earth, named in his honour."}]}, {"heading": "Births", "year": "1799", "date": "July 4", "txt": "Oscar I of Sweden (d. 1859)", "entities": [{"title": "Oscar I of Sweden", "href": "/wiki/Oscar_I_of_Sweden", "description": "Oscar I was King of Sweden and Norway from 8 March 1844 until his death. He was the second monarch of the House of Bernadotte."}]}, {"heading": "Births", "year": "1804", "date": "July 4", "txt": "Nathaniel Hawthorne, American novelist and short story writer (d. 1864)", "entities": [{"title": "Nathaniel Hawthorne", "href": "/wiki/Nathaniel_Hawthorne", "description": "Nathaniel Hawthorne was an American novelist, dark romantic, and short story writer. His works often focus on history, morality, and religion."}]}, {"heading": "Births", "year": "1807", "date": "July 4", "txt": "Giuseppe Garibaldi, Italian general and politician (d. 1882)", "entities": [{"title": "Giuseppe Garibaldi", "href": "/wiki/Giuseppe_Garibaldi", "description": "Giuseppe Maria Garibaldi was an Italian general, patriot and republican. He contributed to the Italian unification and the creation of the Kingdom of Italy. He is considered to be one of the greatest generals of modern times and one of Italy's \"fathers of the fatherland\", along with Camillo Benso, Count of Cavour, Victor Emmanuel II of Italy and Giuseppe Mazzini. Garibaldi is also known as the \"He"}]}, {"heading": "Births", "year": "1816", "date": "July 4", "txt": "Hiram Walker, American businessman, founded Canadian Club whisky (d. 1899)", "entities": [{"title": "Hiram Walker", "href": "/wiki/Hiram_Walker", "description": "Hiram Walker was an American entrepreneur and founder of the Hiram Walker and Sons Ltd. distillery in Windsor, Ontario, Canada. Walker was born in East Douglas, Massachusetts, and moved to Detroit in 1838. He purchased land across the Detroit River, just east of what is Windsor, Ontario, and established a distillery in 1858 in what would become Walkerville, Ontario. Walker began selling his whisky"}, {"title": "Canadian Club", "href": "/wiki/Canadian_Club", "description": "Canadian Club is a brand of Canadian whiskey produced by Beam Suntory. Popularly known as CC, Canadian Club was created by Hiram Walker and Sons, an evolution of a brand around a product that took place over the second half of the nineteenth century. Hiram Walker merged with Gooderham & Worts, Ltd. in 1926, yielding Hiram Walker-Gooderham & Worts, Ltd."}]}, {"heading": "Births", "year": "1826", "date": "July 4", "txt": "Stephen Foster, American songwriter and composer (d. 1864)", "entities": [{"title": "Stephen Foster", "href": "/wiki/Stephen_Foster", "description": "Stephen Collins Foster, known also as \"the father of American music\", was an American songwriter known primarily for his parlor and minstrel music. He wrote more than 200 songs, including \"Oh! Susanna\", \"Hard Times Come Again No More\", \"Camptown Races\", \"Old Folks at Home\", \"My Old Kentucky Home\", \"Jeanie with the Light Brown Hair\", \"Old Black Joe\", and \"Beautiful Dreamer\", and many of his composi"}]}, {"heading": "Births", "year": "1842", "date": "July 4", "txt": "Hermann Cohen, German philosopher (d. 1918)", "entities": [{"title": "Hermann Cohen", "href": "/wiki/Hermann_Cohen", "description": "Hermann Cohen was a German Jewish philosopher, one of the founders of the Marburg school of neo-Kantianism, and he is often held to be \"probably the most important Jewish philosopher of the nineteenth century\"."}]}, {"heading": "Births", "year": "1845", "date": "July 4", "txt": "Thomas John Barnardo, Irish philanthropist and humanitarian (d. 1905)", "entities": [{"title": "Thomas John Barnardo", "href": "/wiki/Thomas_John_Barnardo", "description": "Thomas John Barnardo was an Irish-born philanthropist and founder and director of homes for poor and deprived children. From the foundation of the first Barnardo's home in 1867 to the date of Barnardo's death, nearly 60,000 children had been taken in."}]}, {"heading": "Births", "year": "1847", "date": "July 4", "txt": "James Anthony Bailey, American circus ringmaster, co-founded Ringling Bros. and Barnum & Bailey Circus (d. 1906)", "entities": [{"title": "James Anthony Bailey", "href": "/wiki/James_Anthony_Bailey", "description": "James Anthony Bailey, born James Anthony McGinnis, was an American circus ringmaster and impresario."}, {"title": "Ringling Bros. and Barnum & Bailey Circus", "href": "/wiki/Ringling_Bros._and_Barnum_%26_Bailey_Circus", "description": "Ringling Bros. and Barnum & Bailey Circus, also known as the Ringling Bros. Circus, Barnum & Bailey Circus, Ringling Bros., Barnum & Bailey or simply Ringling was an American traveling circus company billed as The Greatest Show on Earth. It and its predecessor shows ran from 1871 to 2017. Known as Ringling Bros. and Barnum & Bailey Combined Shows, the circus started in 1919 when the Barnum & Baile"}]}, {"heading": "Births", "year": "1854", "date": "July 4", "txt": "Victor Babeș, Romanian physician and biologist (d. 1926)", "entities": [{"title": "Victor Babeș", "href": "/wiki/Victor_Babe%C8%99", "description": "Victor Babeș was a Romanian physician, bacteriologist, academician and professor. One of the founders of modern microbiology, Victor Babeș is author of one of the first treatises of bacteriology in the world – Bacteria and their role in pathological anatomy and histology of infectious diseases, written in collaboration with French scientist Victor André Cornil in 1885. In 1888, Babeș underlies the"}]}, {"heading": "Births", "year": "1868", "date": "July 4", "txt": "Henrietta Swan Leavitt, American astronomer and academic (d. 1921)", "entities": [{"title": "Henrietta Swan Leavitt", "href": "/wiki/Henrietta_Swan_Leavitt", "description": "Henrietta Swan Leavitt was an American astronomer. A graduate of Radcliffe College, she worked at the Harvard College Observatory as a \"computer\", tasked with examining photographic plates in order to measure and catalog the brightness of stars. This work led her to discover the relation between the luminosity and the period of Cepheid variables. Leavitt's discovery provided astronomers with the f"}]}, {"heading": "Births", "year": "1871", "date": "July 4", "txt": "Hubert Cecil Booth, English engineer (d. 1955)", "entities": [{"title": "Hubert Cecil Booth", "href": "/wiki/Hubert_Cecil_Booth", "description": "Hubert Cecil Booth was an English engineer best known today for having invented one of the first powered vacuum cleaners."}]}, {"heading": "Births", "year": "1872", "date": "July 4", "txt": "Calvin Coolidge, American lawyer and politician, 30th President of the United States (d. 1933)", "entities": [{"title": "Calvin Coolidge", "href": "/wiki/Calvin_Coolidge", "description": "Calvin Coolidge was an American lawyer and politician who served as the 30th president of the United States from 1923 to 1929. A Republican lawyer from New England, born in Vermont, Coolidge worked his way up the ladder of Massachusetts state politics, eventually becoming governor of Massachusetts. His response to the Boston Police Strike of 1919 thrust him into the national spotlight and gave him"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1874", "date": "July 4", "txt": "John McPhee, Australian journalist and politician, 27th Premier of Tasmania (d. 1952)", "entities": [{"title": "John McPhee (politician)", "href": "/wiki/John_McPhee_(politician)", "description": "Sir John Cameron McPhee, KCMG was an Australian politician and member of the Tasmanian House of Assembly. He was Premier of Tasmania from 15 June 1928 to 15 March 1934."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1880", "date": "July 4", "txt": "Victor Kraft, Austrian philosopher from the Vienna Circle (d. 1975)", "entities": [{"title": "Victor Kraft", "href": "/wiki/Victor_Kraft", "description": "Victor Kraft was an Austrian philosopher, best known for being a member of the Vienna Circle."}]}, {"heading": "Births", "year": "1881", "date": "July 4", "txt": "Ulysses S. Grant III, American general (d. 1968)", "entities": [{"title": "Ulysses S. Grant III", "href": "/wiki/Ulysses_S._Grant_III", "description": "Ulysses Simpson Grant III was a United States Army officer and planner. He was the son of Frederick Dent Grant, and the grandson of General of the Army and American President Ulysses S. Grant."}]}, {"heading": "Births", "year": "1883", "date": "July 4", "txt": "Rube Goldberg, American sculptor, cartoonist, and engineer (d. 1970)", "entities": [{"title": "Rube Goldberg", "href": "/wiki/Rube_Goldberg", "description": "Reuben Garrett Lucius Goldberg, known best as Rube Goldberg, was an American cartoonist, sculptor, author, engineer, and inventor."}]}, {"heading": "Births", "year": "1887", "date": "July 4", "txt": "Pio Pion, Italian engineer and businessman (d. 1965)", "entities": [{"title": "Pio Pion", "href": "/wiki/Pio_Pion", "description": "Pio Pion was an Italian entrepreneur, known for founding the first Italian company producing movie projectors, the Fumagalli, Pion & C."}]}, {"heading": "Births", "year": "1888", "date": "July 4", "txt": "Henry Armetta, Italian-American actor and singer (d. 1945)", "entities": [{"title": "Henry Armetta", "href": "/wiki/Henry_Armetta", "description": "Henry Armetta was an American character actor who appeared in at least 150 American films, beginning in silent movies. His last film was released posthumously in 1946, the year after his death."}]}, {"heading": "Births", "year": "1895", "date": "July 4", "txt": "Irving Caesar, American songwriter and composer (d. 1996)", "entities": [{"title": "Irving Caesar", "href": "/wiki/Irving_Caesar", "description": "Irving Caesar was an American lyricist and theater composer who wrote lyrics for numerous song standards, including \"Swanee\", \"Sometimes I'm Happy\", \"Crazy Rhythm\", and \"Tea for Two\", one of the most frequently recorded tunes ever written. In 1972, he was inducted into the Songwriters Hall of Fame."}]}, {"heading": "Births", "year": "1896", "date": "July 4", "txt": "Mao Dun, Chinese journalist, author, and critic (d. 1981)", "entities": [{"title": "Mao Dun", "href": "/wiki/Mao_Dun", "description": "Shen Dehong, known by the pen name of Mao Dun, was a Chinese essayist, journalist, novelist, and playwright. Mao Dun, as a 20th-century Chinese novelist, literary and cultural critic, and the Minister of Culture (1949–65), he is one of the most celebrated left-wing realist novelists of modern China. His most famous works are Midnight (子夜), a novel depicting life in cosmopolitan Shanghai, which is "}]}, {"heading": "Births", "year": "1897", "date": "July 4", "txt": "Alluri Sitarama Raju, Indian activist (d. 1924)", "entities": [{"title": "Alluri Sitarama Raju", "href": "/wiki/Alluri_Sitarama_Raju", "description": "Alluri Sitarama Raju was an Indian revolutionary involved in the Indian independence movement. After the passing of the 1882 Madras Forest Act, its restrictions on the free movement of tribal people in the forest prevented them from engaging in their traditional podu agricultural system, which involved shifting cultivation. Alluri led the Rampa Rebellion of 1922, during which a band of tribal peop"}]}, {"heading": "Births", "year": "1898", "date": "July 4", "txt": "Pilar Barbosa, Puerto Rican-American historian and activist (d. 1997)", "entities": [{"title": "Pilar Barbosa", "href": "/wiki/Pilar_Barbosa", "description": "Dr. Pilar Barbosa de Rosario was an educator, historian and political activist. She was the first female Official Historian of Puerto Rico."}]}, {"heading": "Births", "year": "1898", "date": "July 4", "txt": "Gertrude Lawrence, British actress, singer, and dancer (d. 1952)", "entities": []}, {"heading": "Births", "year": "1898", "date": "July 4", "txt": "Gulzarilal Nanda, Indian politician (d. 1998)", "entities": []}, {"heading": "Births", "year": "1898", "date": "July 4", "txt": "Gertrude Weaver, American supercentenarian (d. 2015)", "entities": []}, {"heading": "Births", "year": "1900", "date": "July 4", "txt": "Belinda Dann, Indigenous Australian who was one of the Stolen Generation, reunited with family aged 107 (d. 2007)", "entities": [{"title": "Belinda Dann", "href": "/wiki/Belinda_Dann", "description": "\n\nBelinda Dann was an Indigenous Australian born as Quinlyn Warrakoo to an Irish cattle station manager and a Nykina mother."}, {"title": "Stolen Generation", "href": "/wiki/Stolen_Generation", "description": "The Stolen Generations were the children of Australian Aboriginal and Torres Strait Islander descent who were removed from their families by the Australian federal and state government agencies and church missions, under acts of their respective parliaments. The removals of those referred to as \"half-caste\" children were conducted in the period between approximately 1905 and 1967, although in some"}]}, {"heading": "Births", "year": "1900", "date": "July 4", "txt": "Nellie Mae Rowe, American folk artist (d. 1982)", "entities": []}, {"heading": "Births", "year": "1902", "date": "July 4", "txt": "Meyer Lansky, American gangster (d. 1983)", "entities": [{"title": "Meyer Lansky", "href": "/wiki/Meyer_Lansky", "description": "Meyer Lansky, known as the \"Mob's Accountant\", was a major American organized crime figure who, along with his associate Charles \"Lucky\" Luciano, was instrumental in the development of the National Crime Syndicate in the United States."}]}, {"heading": "Births", "year": "1902", "date": "July 4", "txt": "George Murphy, American actor and politician (d. 1992)", "entities": []}, {"heading": "Births", "year": "1903", "date": "July 4", "txt": "Flor Peeters, Belgian organist, composer, and educator (d. 1986)", "entities": [{"title": "Flor Peeters", "href": "/wiki/Flor_Peeters", "description": "Flor Peeters was a Belgian composer, organist and academic teacher. He was director of the Convervatorium in Antwerp, Belgium, and organist at Mechelen Cathedral from 1923 to his death in 1986."}]}, {"heading": "Births", "year": "1904", "date": "July 4", "txt": "Angela Baddeley, English actress (d. 1976)", "entities": [{"title": "Angela Baddeley", "href": "/wiki/Angela_Baddeley", "description": "Angela Baddeley, CBE was an English stage and television actress, best-remembered for her role as household cook Mrs. Bridges in the period drama Upstairs, Downstairs. Her stage career lasted more than six decades."}]}, {"heading": "Births", "year": "1905", "date": "July 4", "txt": "Irving Johnson, American sailor and author (d. 1991)", "entities": [{"title": "Irving Johnson", "href": "/wiki/Irving_Johnson", "description": "\n\n\nIrving McClure Johnson was an American sail training pioneer, adventurer, lecturer and author."}]}, {"heading": "Births", "year": "1905", "date": "July 4", "txt": "Robert Hankey, 2nd Baron Hankey, British diplomat and public servant (d. 1996)", "entities": []}, {"heading": "Births", "year": "1905", "date": "July 4", "txt": "Lionel Trilling, American critic, essayist, short story writer, and educator (d. 1975)", "entities": []}, {"heading": "Births", "year": "1906", "date": "July 4", "txt": "Vincent Schaefer, American chemist and meteorologist (d. 1993)", "entities": [{"title": "Vincent Schaefer", "href": "/wiki/Vincent_Schaefer", "description": "Vincent Joseph Schaefer was an American chemist and meteorologist who developed cloud seeding. On November 13, 1946, while a researcher at the General Electric Research Laboratory, Schaefer modified clouds in the Berkshire Mountains by seeding them with dry ice. While he was self-taught and never completed high school, he was issued 14 patents."}]}, {"heading": "Births", "year": "1907", "date": "July 4", "txt": "John Anderson, American discus thrower (d. 1948)", "entities": [{"title": "John Anderson (discus thrower)", "href": "/wiki/John_Anderson_(discus_thrower)", "description": "John Franklin Anderson was an American athlete who competed mainly in the discus throw. He won the gold medal in this event at the 1932 Summer Olympics held in Los Angeles."}]}, {"heading": "Births", "year": "1907", "date": "July 4", "txt": "Howard Taubman, American author and critic (d. 1996)", "entities": []}, {"heading": "Births", "year": "1909", "date": "July 4", "txt": "Alec Templeton, Welsh composer, pianist and satirist (d. 1963)", "entities": [{"title": "Alec Templeton", "href": "/wiki/Alec_Templeton", "description": "Alec Andrew Templeton was a Welsh composer, pianist and satirist."}]}, {"heading": "Births", "year": "1910", "date": "July 4", "txt": "Robert K. Merton, American sociologist and scholar (d. 2003)", "entities": [{"title": "Robert K. Merton", "href": "/wiki/Robert_K._Merton", "description": "Robert King Merton was an American sociologist who is considered a founding father of modern sociology, and a major contributor to the subfield of criminology. He spent most of his career teaching at Columbia University, where he attained the rank of University Professor. In 1994 he was awarded the National Medal of Science for his contributions to the field and for having founded the sociology of"}]}, {"heading": "Births", "year": "1910", "date": "July 4", "txt": "Gloria Stuart, American actress (d. 2010)", "entities": []}, {"heading": "Births", "year": "1911", "date": "July 4", "txt": "Bruce Hamilton, Australian public servant (d. 1989)", "entities": [{"title": "Bruce Hamilton (public servant)", "href": "/wiki/Bruce_Hamilton_(public_servant)", "description": "Leslie Bruce Hamilton was a senior Australian public servant and head of the Department of Social Services between 1966 and 1973."}]}, {"heading": "Births", "year": "1911", "date": "July 4", "txt": "Mitch Miller, American singer and producer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1911", "date": "July 4", "txt": "Elizabeth Peratrovich, Alaskan-American civil rights activist (d. 1958)", "entities": []}, {"heading": "Births", "year": "1914", "date": "July 4", "txt": "Nuccio Bertone, Italian automobile designer (d. 1997)", "entities": [{"title": "Nuccio Bertone", "href": "/wiki/Nuccio_Bertone", "description": "Giuseppe Bertone, also called \"Nuccio\", was an automobile designer and constructor. He took over Carrozzeria Bertone from his father, Giovanni after World War II, growing the small business to a car building and designing powerhouse.\nAfter racing Fiat, O.S.C.A., Maserati, and Ferrari, Bertone moved to construction, agreeing to build his first car, a series of 200 MGs, at the 1952 Turin Motor Show."}]}, {"heading": "Births", "year": "1915", "date": "July 4", "txt": "Timmie Rogers, American actor and singer-songwriter (d. 2006)", "entities": [{"title": "Timmie Rogers", "href": "/wiki/Timmie_Rogers", "description": "Timmie Rogers was an American comedian, singer-songwriter, bandleader and actor who appeared on many national TV shows in the 1960s and 1970s. Rogers was one of the first Black comedians allowed to directly address a white audience when he worked. Before Rogers, African-American funny men had to either work in pairs or groups, only conversing with each other, and they had to play a character, whil"}]}, {"heading": "Births", "year": "1916", "date": "July 4", "txt": "Iva Toguri D'Aquino, American typist and broadcaster (d. 2006)", "entities": [{"title": "Iva Toguri D'Aquino", "href": "/wiki/Iva_Toguri_D%27Aquino", "description": "Iva Ikuko Toguri D'Aquino was an American who participated in English-language radio broadcasts transmitted by Radio Tokyo to Allied soldiers in the South Pacific during World War II on The Zero Hour radio show."}]}, {"heading": "Births", "year": "1918", "date": "July 4", "txt": "Eppie Lederer, American journalist and radio host (d. 2002)", "entities": [{"title": "Eppie Lederer", "href": "/wiki/Eppie_Lederer", "description": "Esther Pauline \"Eppie\" Lederer, better known by the pen name Ann Landers, was an American advice columnist and eventually a nationwide media celebrity. She began writing the \"Ask Ann Landers\" column in 1955 and continued for 47 years, by which time its readership was 90 million people. A 1978 World Almanac survey named her the most influential woman in the United States. She was the identical twin"}]}, {"heading": "Births", "year": "1918", "date": "July 4", "txt": "Johnnie Parsons, American race car driver (d. 1984)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 4", "txt": "King Taufa'ahau Tupou IV of Tonga, (d. 2006)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 4", "txt": "Alec Bedser, English cricketer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 4", "txt": "Eric Bedser, English cricketer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 4", "txt": "Pauline Phillips, American journalist and radio host, created Dear Abby (d. 2013)", "entities": [{"title": "Dear Abby", "href": "/wiki/Dear_Abby", "description": "Dear Abby is an American advice column founded in 1956 by Pauline Phillips under the pen name \"Abigail Van Buren\" and carried on today by her daughter, Jeanne Phillips, who now owns the legal rights to the pen name."}]}, {"heading": "Births", "year": "1920", "date": "July 4", "txt": "Norm Drucker, American basketball player and referee (d. 2015)", "entities": [{"title": "Norm Drucker", "href": "/wiki/Norm_Drucker", "description": "Norm Drucker was a major influence in professional basketball officiating for over 35 years. His NBA and ABA officiating career as both a referee and Supervisor of Officials spanned the careers of all-time pro basketball greats, from George Mikan, Bob Cousy, Dolph Schayes and Bob Pettit in the 1950s, to Wilt Chamberlain, Jerry West, Elgin Baylor and Bill Russell in the 1960s, to Julius Erving, Ric"}]}, {"heading": "Births", "year": "1920", "date": "July 4", "txt": "Leona Helmsley, American businesswoman (d. 2007)", "entities": []}, {"heading": "Births", "year": "1920", "date": "July 4", "txt": "Fritz Wilde, German footballer and manager (d. 1977)", "entities": []}, {"heading": "Births", "year": "1920", "date": "July 4", "txt": "Paul Bannai, American politician (d. 2019)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 4", "txt": "Gérard Debreu, French economist and mathematician, Nobel Prize laureate (d. 2004)", "entities": [{"title": "Gérard Debreu", "href": "/wiki/G%C3%A9rard_Debreu", "description": "Gérard Debreu was a French-born economist and mathematician. Best known as a professor of economics at the University of California, Berkeley, where he began work in 1962, he won the 1983 Nobel Memorial Prize in Economic Sciences."}, {"title": "Nobel Prize in Economics", "href": "/wiki/Nobel_Prize_in_Economics", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1921", "date": "July 4", "txt": "Nasser Sharifi, Iranian sports shooter", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 4", "txt": "Metropolitan Mikhail of Asyut (d. 2014)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 4", "txt": "Philip Rose, American actor, playwright, and producer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 4", "txt": "Tibor Varga, Hungarian violinist and conductor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1922", "date": "July 4", "txt": "R. James Harvey, American politician (d. 2019)", "entities": [{"title": "R. James Harvey", "href": "/wiki/R._James_Harvey", "description": "Russell James Harvey usually known as James Harvey, was a United States Representative from Michigan and an inactive Senior United States District Judge of the United States District Court for the Eastern District of Michigan."}]}, {"heading": "Births", "year": "1923", "date": "July 4", "txt": "Rudolf Friedrich, Swiss lawyer and politician (d. 2013)", "entities": [{"title": "Rudolf Friedrich", "href": "/wiki/Rudolf_Friedrich", "description": "Rudolf Friedrich was a Swiss politician, lawyer and member of the Swiss Federal Council (1982–1984). He was elected to the Swiss Federal Council on 8 December 1982 and, for health reason, resigned his office on 20 October 1984. He is affiliated to the Free Democratic Party. During his office time he held the Federal Department of Justice and Police."}]}, {"heading": "Births", "year": "1924", "date": "July 4", "txt": "Eva Marie Saint, American actress", "entities": [{"title": "Eva Marie Saint", "href": "/wiki/Eva_Marie_Saint", "description": "Eva Marie Saint is an American actress. In a career spanning over 75 years, she is best known for starring in Elia Kazan's On the Waterfront (1954) and in Alfred Hitchcock's North by Northwest (1959). The former won her the Academy Award for Best Supporting Actress. Upon the death of Olivia de Havilland in 2020, she became the oldest living and earliest surviving Academy Award winner and one of th"}]}, {"heading": "Births", "year": "1924", "date": "July 4", "txt": "Delia Fiallo, Cuban author and screenwriter", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 4", "txt": "Ciril Zlobec, Slovene poet, writer, translator, journalist and politician (d. 2018)", "entities": [{"title": "Ciril Zlobec", "href": "/wiki/Ciril_Zlobec", "description": "Ciril Zlobec was a Slovene poet, writer, translator, journalist and former politician. He is best remembered for his poems, publishing several volumes of poetry in his lifetime. In 1990 he became a member of the Presidency of Slovenia at a critical time for Slovene independence."}]}, {"heading": "Births", "year": "1925", "date": "July 4", "txt": "Dorothy Head Knode, American tennis player (d. 2015)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 4", "txt": "Alfredo Di Stéfano, Argentinian-Spanish footballer and coach (d. 2014)", "entities": [{"title": "Alfredo Di Stéfano", "href": "/wiki/Alfredo_Di_St%C3%A9fano", "description": "Alfredo Stéfano Di Stéfano Laulhé was an Argentine-born professional footballer and coach, regarded as one of the best footballers of all time. Nicknamed \"Saeta rubia\", he was a powerful, quick, skillful, and prolific forward, with great stamina, tactical versatility, creativity, and vision, who could play almost anywhere on the pitch. He is best known for his achievements with Real Madrid, where "}]}, {"heading": "Births", "year": "1926", "date": "July 4", "txt": "Lake Underwood, American race car driver and businessman (d. 2008)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 4", "txt": "Gina Lollobrigida, Italian actress and photographer", "entities": [{"title": "Gina Lollobrigida", "href": "/wiki/Gina_Lollobrigida", "description": "Luigia Lollobrigida, known professionally as Gina Lollobrigida, is an Italian actress and photojournalist. She was one of the highest-profile European actresses of the 1950s and early 1960s, a period in which she was an international sex symbol."}]}, {"heading": "Births", "year": "1927", "date": "July 4", "txt": "Neil Simon, American playwright and screenwriter (d. 2018)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 4", "txt": "Giampiero Boniperti, Italian footballer and politician", "entities": [{"title": "Giampiero Boniperti", "href": "/wiki/Giampiero_Boniperti", "description": "Giampiero Boniperti is an Italian former football player who played his entire 15 season career at Juventus between 1946 and 1961, winning five Serie A titles and two Coppa Italia titles. He also played for the Italy national football team at international level, and took part at the 1950 and 1954 FIFA World Cup finals, as well as the 1952 Summer Olympics with Italy. After retirement from professi"}]}, {"heading": "Births", "year": "1928", "date": "July 4", "txt": "Teofisto Guingona Jr., Filipino politician; 11th Vice President of the Philippines", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 4", "txt": "Jassem Alwan, Syrian Army Officer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 4", "txt": "Shan Ratnam, Sri Lankan physician and academic (d. 2001)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 4", "txt": "Chuck Tanner, American baseball player and manager (d. 2011)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 4", "txt": "Ron Casey, Australian journalist and sportscaster (d. 2018)", "entities": [{"title": "Ron Casey (Sydney broadcaster)", "href": "/wiki/Ron_Casey_(Sydney_broadcaster)", "description": "Ronald Arthur Casey was an Australian television presenter, sports journalist and talk-back radio host based in Sydney, New South Wales."}]}, {"heading": "Births", "year": "1929", "date": "July 4", "txt": "Al Davis, American football player, coach, and manager (d. 2011)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 4", "txt": "Bill Tuttle, American baseball player (d. 1998)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 4", "txt": "George Steinbrenner, American businessman (d. 2010)", "entities": [{"title": "George Steinbrenner", "href": "/wiki/George_Steinbrenner", "description": "George Michael Steinbrenner III was an American businessman who was the principal owner and managing partner of Major League Baseball's New York Yankees. During Steinbrenner's 37-year ownership from 1973 until his death in July 2010, the longest in club history, the Yankees earned seven World Series titles and 11 pennants. His outspokenness and role in driving up player salaries made him one of th"}]}, {"heading": "Births", "year": "1931", "date": "July 4", "txt": "Stephen Boyd, Northern Ireland-born American actor (d. 1977)", "entities": [{"title": "Stephen Boyd", "href": "/wiki/Stephen_Boyd", "description": "Stephen Boyd was a Northern Irish actor. He appeared in some 60 films, most notably as the villainous Messala in Ben-Hur (1959), a role that earned him the Golden Globe Award for Best Supporting Actor – Motion Picture. He received his second Golden Globe Award nomination for Billy Rose's Jumbo (1962). He also appeared, sometimes as a hero and sometimes as a malefactor, in the major big-screen prod"}]}, {"heading": "Births", "year": "1931", "date": "July 4", "txt": "Rick Casares, American football player and soldier (d. 2013)", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 4", "txt": "Sébastien Japrisot, French author, director, and screenwriter (d. 2003)", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 4", "txt": "Peter Richardson, English cricketer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1932", "date": "July 4", "txt": "Aurèle Vandendriessche, Belgian runner", "entities": [{"title": "Aurèle Vandendriessche", "href": "/wiki/Aur%C3%A8le_Vandendriessche", "description": "Aurèle Vandendriessche is a retired Belgian marathon runner, who won silver medals at the 1962 and 1966 European Championships. He competed at the 1956, 1960 and 1964 Olympics with the best result of seventh place in 1964. Twice winner of the Boston Marathon, he recorded his best time there, 2:17:44 in 1965, while finishing fourth."}]}, {"heading": "Births", "year": "1934", "date": "July 4", "txt": "Yvonne B. Miller, American academic and politician (d. 2012)", "entities": [{"title": "Yvonne B. Miller", "href": "/wiki/Yvonne_B._Miller", "description": "Yvonne Bond Miller was a Virginia educator and American politician who became the first African-American woman to serve in both houses of the Virginia General Assembly. A Democrat, in 1983 Miller became the first African-American woman elected to the state house, where she served for four years before winning election to the state Senate, where she consistently won re-election until her death in o"}]}, {"heading": "Births", "year": "1934", "date": "July 4", "txt": "Colin Welland, English actor and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 4", "txt": "Paul Scoon, Grenadian politician, 2nd Governor-General of Grenada (d. 2013)", "entities": [{"title": "Paul Scoon", "href": "/wiki/Paul_Scoon", "description": "Sir Paul Godwin Scoon was a Grenadian politician who served as Governor-General of Grenada from 1978 to 1992. His tenure is notable for its hectic events related to the rise and fall of the People's Revolutionary Government, as well as his personal involvement and support of the Invasion of Grenada."}, {"title": "Governor-General of Grenada", "href": "/wiki/Governor-General_of_Grenada", "description": "The Governor-General of Grenada has been the representative of the Grenadian monarch since the country's independence from the United Kingdom in 1974. For a list of governors in Grenada before independence, see List of colonial governors and administrators of Grenada."}]}, {"heading": "Births", "year": "1936", "date": "July 4", "txt": "Zdzisława Donat, Polish soprano and actress", "entities": [{"title": "Zdzisława Donat", "href": "/wiki/Zdzis%C5%82awa_Donat", "description": "Zdzisława Donat-Pajda is a Polish coloratura soprano. She studied in Warsaw and Siena, where she was a pupil of Gino Bechi."}]}, {"heading": "Births", "year": "1937", "date": "July 4", "txt": "Thomas Nagel, American philosopher and academic", "entities": [{"title": "Thomas Nagel", "href": "/wiki/Thomas_Nagel", "description": "Thomas Nagel is an American philosopher. He is a University Professor of Philosophy and Law, Emeritus, at New York University, where he taught from 1980 to 2016. His main areas of philosophical interest are legal philosophy, political philosophy, and ethics."}]}, {"heading": "Births", "year": "1937", "date": "July 4", "txt": "Queen Sonja of Norway", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 4", "txt": "Richard Rhodes, American journalist and historian", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 4", "txt": "Eric Walters, Australian journalist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 4", "txt": "Steven Rose, English biologist and academic", "entities": [{"title": "Steven Rose", "href": "/wiki/Steven_Rose", "description": "Steven Peter Russell Rose is an English neuroscientist, author, and social commentator. He is emeritus professor of biology and neurobiology at the Open University and Gresham College, London."}]}, {"heading": "Births", "year": "1938", "date": "July 4", "txt": "Bill Withers, American singer-songwriter and producer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1940", "date": "July 4", "txt": "Pat Stapleton, Canadian ice hockey player (d. 2020)", "entities": [{"title": "Pat Stapleton (ice hockey)", "href": "/wiki/Pat_Stapleton_(ice_hockey)", "description": "Patrick James \"Whitey\" Stapleton was a Canadian ice hockey player. A defenceman, Stapleton played 15 seasons in the National Hockey League (NHL) and the World Hockey Association (WHA), most notably for the Chicago Black Hawks. He was the father of Mike Stapleton, who had a lengthy career in the NHL as well."}]}, {"heading": "Births", "year": "1941", "date": "July 4", "txt": "Sam Farr, American politician", "entities": [{"title": "Sam Farr", "href": "/wiki/Sam_Farr", "description": "Samuel Sharon Farr is an American politician who was the U.S. Representative for California's 17th (1993–2013) and 20th congressional districts (2013–17). He is a member of the Democratic Party. He was elected to Congress in a 1993 special election when longtime Democratic Rep. Leon Panetta resigned to become Director of the Office of Management and Budget. On November 12, 2015, he announced his r"}]}, {"heading": "Births", "year": "1941", "date": "July 4", "txt": "Tomaž Šalamun, Croatian-Slovenian poet and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 4", "txt": "Pavel Sedláček, Czech singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 4", "txt": "Brian Willson, American soldier, lawyer, and activist", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 4", "txt": "Hal Lanier, American baseball player, coach, and manager", "entities": [{"title": "Hal Lanier", "href": "/wiki/Hal_Lanier", "description": "Harold Clifton Lanier is a former infielder, coach and manager in Major League Baseball. From November 2014 through the end of his 2018 contract, Lanier, served as the first manager of the Ottawa Champions of the independent Can-Am League. From 1964 through 1973, Lanier played for the San Francisco Giants (1964–71) and New York Yankees (1972–73). He is the son of Max Lanier, a former MLB All-Star "}]}, {"heading": "Births", "year": "1942", "date": "July 4", "txt": "Floyd Little, American football player and coach", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 4", "txt": "Stefan Meller, French-Polish academic and politician, Polish Minister of Foreign Affairs (d. 2008)", "entities": [{"title": "Ministry of Foreign Affairs (Poland)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Poland)", "description": "The Ministry of Foreign Affairs is the Polish government department tasked with maintaining Poland's international relations and coordinating its participation in international and regional supra-national political organisations such as the European Union and United Nations. The head of the ministry holds a place in the Council of Ministers."}]}, {"heading": "Births", "year": "1942", "date": "July 4", "txt": "Prince Michael of Kent", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 4", "txt": "Peter Rowan, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 4", "txt": "Conny Bauer, German trombonist", "entities": [{"title": "Conny Bauer", "href": "/wiki/Conny_Bauer", "description": "Konrad \"Conny\" Bauer is a German free jazz trombonist. He is the brother of the trombonist Johannes Bauer."}]}, {"heading": "Births", "year": "1943", "date": "July 4", "txt": "Emerson Boozer, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 4", "txt": "Adam Hart-Davis, English historian, author, and photographer", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 4", "txt": "Geraldo Rivera, American lawyer, journalist, and author", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 4", "txt": "Fred Wesley, American jazz and funk trombonist", "entities": [{"title": "Jazz", "href": "/wiki/Jazz", "description": "Jazz is a music genre that originated in the African-American communities of New Orleans, Louisiana, United States, in the late 19th and early 20th centuries, with its roots in blues and ragtime. Since the 1920s Jazz Age, it has been recognized as a major form of musical expression in traditional and popular music, linked by the common bonds of African-American and European-American musical parent"}, {"title": "Funk", "href": "/wiki/Funk", "description": "Funk is a music genre that originated in African American communities in the mid-1960s when musicians created a rhythmic, danceable new form of music through a mixture of soul, jazz, and rhythm and blues (R&B). It de-emphasizes melody and chord progressions and focuses on a strong rhythmic groove of a bassline played by an electric bassist and a drum part played by a percussionist, often at slower"}, {"title": "Trombonist", "href": "/wiki/Trombonist", "description": "The trombone is a musical instrument in the brass family. As with all brass instruments, sound is produced when the player's vibrating lips (embouchure) cause the air column inside the instrument to vibrate. Unlike most other brass instruments, which have valves that, when pressed, alter the pitch of the instrument, trombones instead have a telescoping slide mechanism that varies the length of the"}]}, {"heading": "Births", "year": "1943", "date": "July 4", "txt": "Alan Wilson, American singer-songwriter and guitarist (d. 1970)", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 4", "txt": "Andre Spitzer, Romanian-Israeli fencer and coach (d. 1972)", "entities": [{"title": "Andre Spitzer", "href": "/wiki/Andre_Spitzer", "description": "Andre Spitzer, was a fencing master and coach of Israel's 1972 Summer Olympics team. He was one of 11 athletes and coaches taken hostage and subsequently killed by Palestinian terrorists in the Munich massacre."}]}, {"heading": "Births", "year": "1946", "date": "July 4", "txt": "Ron Kovic, American author and activist", "entities": [{"title": "Ron Kovic", "href": "/wiki/Ron_Kovic", "description": "Ronald Lawrence Kovic is an American anti-war activist, writer, and former United States Marine Corps sergeant, who was wounded and paralyzed in the Vietnam War. His 1976 memoir Born on the Fourth of July was made into the Academy Award–winning 1989 film directed by Oliver Stone."}]}, {"heading": "Births", "year": "1946", "date": "July 4", "txt": "Michael Milken, American businessman and philanthropist", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 4", "txt": "Lembit Ulfsak, Estonian actor and director (d. 2017)", "entities": [{"title": "Lembit Ulfsak", "href": "/wiki/Lembit_Ulfsak", "description": "Lembit Ulfsak was a prominent Estonian stage and film actor. Ulfsak starred in the 2014 film Tangerines which was nominated for the Best Foreign Language Film at the 87th Academy Awards. It was also among the five nominated films at the 72nd Golden Globe Awards for Best Foreign Language Film.\nUlfsak died on 22 March 2017, at the age of 69."}]}, {"heading": "Births", "year": "1948", "date": "July 4", "txt": "René Arnoux, French race car driver", "entities": [{"title": "René Arnoux", "href": "/wiki/Ren%C3%A9_Arnoux", "description": "René Alexandre Arnoux is a French former racing driver who competed in 12 Formula One seasons. He participated in 165 World Championship Grands Prix winning seven of them, achieving 22 podium finishes and scoring 181 career points. His best finish in the World Drivers' Championship was third in 1983 for Ferrari. In 1977, Arnoux won the European Formula Two Championship. In 2006 he raced in the ina"}]}, {"heading": "Births", "year": "1948", "date": "July 4", "txt": "Tommy Körberg, Swedish singer and actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 4", "txt": "Jeremy Spencer, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 4", "txt": "Philip Craven, English basketball player and swimmer", "entities": [{"title": "Philip Craven", "href": "/wiki/Philip_Craven", "description": "Sir Philip Lee Craven is an English sports administrator, former Paralympic wheelchair basketball player, swimmer and track and field athlete. Between 2001 and 2017 he was the second president of the International Paralympic Committee (IPC)."}]}, {"heading": "Births", "year": "1950", "date": "July 4", "txt": "David Jensen, Canadian-English radio and television host", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 4", "txt": "John Alexander, Australian tennis player and politician", "entities": [{"title": "John Alexander (Australian politician)", "href": "/wiki/John_Alexander_(Australian_politician)", "description": "John Gilbert Alexander is an Australian politician and former professional tennis player."}]}, {"heading": "Births", "year": "1951", "date": "July 4", "txt": "Ralph Johnson, American R&B drummer and percussionist", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 4", "txt": "Vladimir Tismăneanu, Romanian-American political scientist, sociologist, and academic", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 4", "txt": "Kathleen Kennedy Townsend, American lawyer and politician, 6th Lieutenant Governor of Maryland", "entities": [{"title": "Lieutenant Governor of Maryland", "href": "/wiki/Lieutenant_Governor_of_Maryland", "description": "The Lieutenant Governor of Maryland is the second highest-ranking official in the executive branch of the state government of Maryland in the United States. The officeholder is elected on the same ticket as the Governor of Maryland and must meet the same qualifications."}]}, {"heading": "Births", "year": "1952", "date": "July 4", "txt": "Álvaro Uribe, Colombian lawyer and politician, 39th President of Colombia", "entities": [{"title": "Álvaro Uribe", "href": "/wiki/%C3%81lvaro_Uribe", "description": "Álvaro Uribe Vélez is a Colombian politician who served as the 31st President of Colombia from 7 August 2002 to 7 August 2010."}, {"title": "President of Colombia", "href": "/wiki/President_of_Colombia", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Births", "year": "1952", "date": "July 4", "txt": "Carol MacReady, English actress", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 4", "txt": "John Waite, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 4", "txt": "Paul Rogat Loeb, American author and activist", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 4", "txt": "Francis Maude, English lawyer and politician, Minister for the Cabinet Office", "entities": [{"title": "Francis Maude", "href": "/wiki/Francis_Maude", "description": "Francis Anthony Aylmer Maude, Baron Maude of Horsham is a British politician and life peer who served as Minister of State for Trade and Investment from 2015 to 2016, having previously served as Minister for the Cabinet Office and Paymaster General from 2010 to 2015. A member of the Conservative Party, he was Member of Parliament (MP) for Horsham from 1997 to 2015. Having served over 25 years on t"}, {"title": "Minister for the Cabinet Office", "href": "/wiki/Minister_for_the_Cabinet_Office", "description": "The Minister for the Cabinet Office is a position in the Cabinet Office of the United Kingdom. The Minister is responsible for all Cabinet Office policies and leading the department."}]}, {"heading": "Births", "year": "1954", "date": "July 4", "txt": "Jim Beattie, American baseball player, coach, and manager", "entities": [{"title": "Jim Beattie (baseball)", "href": "/wiki/Jim_Beattie_(baseball)", "description": "James Louis Beattie is an American former professional baseball pitcher. He also served as the Montreal Expos' General Manager from 1995 to 2001, and was the Baltimore Orioles general manager with Mike Flanagan from 2003 to 2005. As of 2010, Beattie served as a professional scout in the Toronto Blue Jays organization through the 2018 season. Beattie retired from his decades-long career in the MLB "}]}, {"heading": "Births", "year": "1954", "date": "July 4", "txt": "Morganna, American model, actress, and dancer", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 4", "txt": "Devendra Kumar Joshi, 21st Chief of Naval Staff of the Indian Navy", "entities": [{"title": "Chief of Naval Staff (India)", "href": "/wiki/Chief_of_Naval_Staff_(India)", "description": "The Chief of the Naval Staff is the head of the military staff of the Indian Navy. The Chief of the Naval Staff is the highest ranking naval officer on active service of the Indian Armed Forces unless the Chief of Defence is a navy officer. The Chief of Naval Staff is the primary adviser to the Government of India on naval affairs. The Chief is responsible for governing and directing the naval sta"}, {"title": "Indian Navy", "href": "/wiki/Indian_Navy", "description": "The Indian Navy is the naval branch of the Indian Armed Forces. The President of India is the Supreme Commander of the Indian Navy. The Chief of Naval Staff, a four-star admiral, commands the navy."}]}, {"heading": "Births", "year": "1955", "date": "July 4", "txt": "Kevin Nichols, Australian cyclist", "entities": [{"title": "Kevin Nichols", "href": "/wiki/Kevin_Nichols", "description": "Kevin John Nichols, OAM is a former track cyclist and Olympic gold medallist."}]}, {"heading": "Births", "year": "1956", "date": "July 4", "txt": "Robert Sinclair MacKay, British academic and educator", "entities": [{"title": "Robert Sinclair MacKay", "href": "/wiki/Robert_Sinclair_MacKay", "description": "Robert Sinclair MacKay is a British mathematician and professor at the University of Warwick. He researches dynamical systems, the calculus of variations, Hamiltonian dynamics and applications to complex systems in physics, engineering, chemistry, biology and economics."}]}, {"heading": "Births", "year": "1957", "date": "July 4", "txt": "Rein Lang, Estonian politician and diplomat, 25th Estonian Minister of Foreign Affairs", "entities": [{"title": "Rein Lang", "href": "/wiki/Rein_Lang", "description": "Rein Lang is an Estonian politician, a member of the Estonian Reform Party since 1995, and a diplomat. He was the Minister of Culture in Andrus Ansip's third cabinet until his resignation."}, {"title": "Minister of Foreign Affairs (Estonia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Estonia)", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Births", "year": "1958", "date": "July 4", "txt": "Vera Leth, Greenlandic Ombudsman", "entities": [{"title": "Vera Leth", "href": "/wiki/Vera_Leth", "description": "Vera Leth is a Greenlandic civil servant who has been the County Council Ombudsman for the Parliament of Greenland since 1997."}]}, {"heading": "Births", "year": "1958", "date": "July 4", "txt": "Kirk Pengilly, Australian guitarist, saxophonist, and songwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 4", "txt": "Carl Valentine, English-Canadian footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 4", "txt": "Victoria Abril, Spanish actress and singer", "entities": [{"title": "Victoria Abril", "href": "/wiki/Victoria_Abril", "description": "Victoria Mérida Rojas, better known as Victoria Abril, is a Spanish film actress and singer. She is possibly best known to international audiences for her performance in the film ¡Átame! by director Pedro Almodóvar."}]}, {"heading": "Births", "year": "1960", "date": "July 4", "txt": "Roland Ratzenberger, Austrian race car driver (d. 1994)", "entities": [{"title": "Roland Ratzenberger", "href": "/wiki/Roland_Ratzenberger", "description": "Roland Ratzenberger was an Austrian racing driver who raced in sports prototype, British Formula 3000, Japanese Formula 3000 and Formula One. He died in a crash during qualifying for the 1994 San Marino Grand Prix, the same event at which three-time World Champion Ayrton Senna died the following day. As a direct result of his death, the Grand Prix Drivers' Association was reformed."}]}, {"heading": "Births", "year": "1961", "date": "July 4", "txt": "Richard Garriott, English-American video game designer, created the Ultima series", "entities": [{"title": "Richard Garriott", "href": "/wiki/Richard_Garriott", "description": "Richard Allen Garriott de Cayeux is an American video game developer and entrepreneur. Although both his parents were American, he maintains dual British and American citizenship by birth."}, {"title": "Ultima (series)", "href": "/wiki/Ultima_(series)", "description": "Ultima is a series of open world fantasy role-playing video games from Origin Systems, Inc. Ultima was created by Richard Garriott. A significant series in computer game history, it is considered, alongside Wizardry and Might and Magic, to be one of the establishers of the computer role-playing game genre. Several games of the series are considered seminal entries in their genre, and each installm"}]}, {"heading": "Births", "year": "1962", "date": "July 4", "txt": "Pam Shriver, American tennis player and sportscaster", "entities": [{"title": "Pam Shriver", "href": "/wiki/Pam_Shriver", "description": "Pamela Howard Shriver is an American former professional tennis player. She currently is a tennis broadcaster for ESPN and a pundit for BBC tennis coverage. During the 1980s and 1990s, she won 133 titles, including 21 women's singles titles, 111 women's doubles titles, and one mixed doubles title. In Grand Slam tournaments, Shriver won 22 titles, 21 in doubles and one mixed doubles title. She also"}]}, {"heading": "Births", "year": "1963", "date": "July 4", "txt": "Henri Leconte, French tennis player and sportscaster", "entities": [{"title": "Henri Leconte", "href": "/wiki/Henri_Leconte", "description": "Henri Leconte is a French former professional tennis player. He reached the men's singles final at the French Open in 1988, won the French Open men's doubles title in 1984, and helped France win the Davis Cup in 1991. Leconte's career-high singles ranking was world No. 5."}]}, {"heading": "Births", "year": "1963", "date": "July 4", "txt": "Laureano Márquez, Spanish-Venezuelan political scientist and journalist", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 4", "txt": "José Oquendo, Puerto Rican-American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 4", "txt": "Sonia Pierre, Hatian-Dominican human rights activist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 4", "txt": "Cle Kooiman, American soccer player and manager", "entities": [{"title": "Cle Kooiman", "href": "/wiki/Cle_Kooiman", "description": "Christopher Clemence \"Cle\" Kooiman is a retired American soccer defender. He played professionally in both Mexico and the United States including the first Major Indoor Soccer League, Western Soccer Alliance, American Professional Soccer League and Major League Soccer. He earned twelve caps, scoring one goal, with the U.S. national soccer team in 1993 and 1994. He was a member of the U.S. team at "}]}, {"heading": "Births", "year": "1964", "date": "July 4", "txt": "Elie Saab, Lebanese fashion designer", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 4", "txt": "Edi Rama, Albanian politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 4", "txt": "Mark Slaughter, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 4", "txt": "Mark Whiting, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 4", "txt": "Harvey Grant, American basketball player and coach", "entities": [{"title": "Harvey Grant", "href": "/wiki/Harvey_Grant", "description": "Harvey Grant is a retired American National Basketball Association basketball player. He is the identical twin brother of Horace Grant, also a former NBA player."}]}, {"heading": "Births", "year": "1965", "date": "July 4", "txt": "Horace Grant, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 4", "txt": "Kiriakos Karataidis, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 4", "txt": "Gérard Watkins, English actor and playwright", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 4", "txt": "Ronni Ancona, Scottish actress and screenwriter", "entities": [{"title": "Ronni Ancona", "href": "/wiki/Ronni_Ancona", "description": "Veronica (Ronni) Jane Ancona is a British actress, comedian, impressionist and writer best known to British audiences for The Big Impression, which she co-wrote and starred in and was, for four years, one of BBC1's top-rated comedy programmes – winning numerous awards, including a BAFTA in 2003. Ancona also starred in series 1 of the BAFTA winning ITV ‘The Sketch Show’. Ancona has appeared in the "}]}, {"heading": "Births", "year": "1966", "date": "July 4", "txt": "Minas Hantzidis, German-Greek footballer", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 4", "txt": "Lee Reherman, American actor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 4", "txt": "Vinny Castilla, Mexican baseball player and manager", "entities": [{"title": "Vinny Castilla", "href": "/wiki/Vinny_Castilla", "description": "Vinicio \"Vinny\" Castilla Soria is a Mexican former Major League Baseball third baseman who played his best years with the Colorado Rockies and Atlanta Braves. Previously, he played with the Atlanta Braves, Colorado Rockies, Tampa Bay Devil Rays (2000–2001), Houston Astros (2001), Washington Nationals (2005), and San Diego Padres (2006). He currently serves as a special assistant to the Rockies GM "}]}, {"heading": "Births", "year": "1967", "date": "July 4", "txt": "Sébastien Deleigne, French athlete", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 4", "txt": "Al Golden, American football player and coach", "entities": [{"title": "Al Golden", "href": "/wiki/Al_Golden", "description": "Alfred James Golden Jr. is an American football coach. He is a former head coach at Temple from 2006 to 2010. He has also served for five years as defensive coordinator at Virginia (2001–2005) and five years as the head coach at University of Miami (2011–2015). He is also a former tight end for the New England Patriots of the NFL. He was fired from Miami on October 25, 2015."}]}, {"heading": "Births", "year": "1969", "date": "July 4", "txt": "Todd Marinovich, American football player and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 4", "txt": "Wilfred Mugeyi, Zimbabwean footballer and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 4", "txt": "Stephen Giles, Canadian canoe racer and engineer", "entities": [{"title": "Stephen Giles", "href": "/wiki/Stephen_Giles", "description": "Stephen Giles is a Canadian sprint canoeist who competed from the early 1990s to the mid 2000s. Competing in four Summer Olympics, he won the bronze in the C-1 1000 m event at Sydney in 2000."}]}, {"heading": "Births", "year": "1972", "date": "July 4", "txt": "Mike Knuble, Canadian-American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 4", "txt": "Keiko Ihara, Japanese race car driver", "entities": [{"title": "Keiko Ihara", "href": "/wiki/Keiko_Ihara", "description": "Keiko Ihara is a Japanese race car driver. She was a former race queen, a model who appears in a swimsuit or other fashionable apparel at race circuits, before deciding to become a racing driver. She is one of the few Japanese women nationals to race internationally at a high level. Her best finishes in the British Formula Three Championship are two 8th places finishes in 2005, which helped her to"}]}, {"heading": "Births", "year": "1973", "date": "July 4", "txt": "Gackt, Japanese musician, singer, songwriter, record producer and actor", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 4", "txt": "Michael Johnson, English-Jamaican footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 4", "txt": "Anjelika Krylova, Russian ice dancer and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 4", "txt": "Jan Magnussen, Danish race car driver", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 4", "txt": "Tony Popovic, Australian footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 4", "txt": "Jill Craybas, American tennis player", "entities": [{"title": "Jill Craybas", "href": "/wiki/Jill_Craybas", "description": "Jill N. Craybas is an American former professional tennis player. From the 2000 US Open to the 2011 US Open, Craybas competed in 45 consecutive Grand Slam main draws; her best result coming in the 2005 Wimbledon Championships where she reached the fourth round, which included wins over Marion Bartoli and Serena Williams. By the time she retired in 2013, she was one of the oldest players on the WTA"}]}, {"heading": "Births", "year": "1974", "date": "July 4", "txt": "La'Roi Glover, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 4", "txt": "Adrian Griffin, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 4", "txt": "Daijiro Kato, Japanese motorcycle racer (d. 2003)", "entities": [{"title": "Daijiro Kato", "href": "/wiki/Daijiro_Kato", "description": "Daijiro Kato  was a Japanese Grand Prix motorcycle road racer, the 2001 250cc world champion, and the 2000 and 2002 Suzuka 8 Hours winner. He died as a result of injuries sustained after a crash during the 2003 Japanese motorcycle Grand Prix at Suzuka circuit, Japan."}]}, {"heading": "Births", "year": "1976", "date": "July 4", "txt": "Yevgeniya Medvedeva, Russian skier", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 4", "txt": "Marcos Daniel, Brazilian tennis player", "entities": [{"title": "Marcos Daniel", "href": "/wiki/Marcos_Daniel", "description": "Marcos Diniz Daniel is a retired professional tennis player from Brazil who turned professional in 1997. The right-hander reached his highest ATP singles ranking of World No. 56 in September 2009. He is coached by his brother, Márcio."}]}, {"heading": "Births", "year": "1978", "date": "July 4", "txt": "Émile Mpenza, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 4", "txt": "Siim Kabrits, Estonian politician", "entities": [{"title": "Siim Kabrits", "href": "/wiki/Siim_Kabrits", "description": "Siim Kabrits, is an Estonian politician and entrepreneur, and a former member of the Riigikogu."}]}, {"heading": "Births", "year": "1979", "date": "July 4", "txt": "Josh McCown, American football player", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 4", "txt": "Renny Vega, Venezuelan footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 4", "txt": "Kwame Steede, Bermudan footballer", "entities": [{"title": "Kwame Steede", "href": "/wiki/Kwame_Steede", "description": "Kwame Steede is a Bermudian football coach and former player. He was appointed head coach of the Devonshire Cougars in 2015."}]}, {"heading": "Births", "year": "1981", "date": "July 4", "txt": "Dedé, Angolan footballer", "entities": [{"title": "Dedé (Angolan footballer)", "href": "/wiki/Ded%C3%A9_(Angolan_footballer)", "description": "Adérito Waldemar Alves Carvalho, commonly known as Dedé, is an Angolan former professional footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1981", "date": "July 4", "txt": "Brock Berlin, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 4", "txt": "Christoph Preuß, German footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 4", "txt": "Francisco Cruceta, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 4", "txt": "Will Smith, American football player (d. 2016)", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 4", "txt": "Vladimir Boisa, Georgian basketball player", "entities": [{"title": "Vladimir Boisa", "href": "/wiki/Vladimir_Boisa", "description": "Vladimir Boisa or Vladimer Boisa is a Georgian former professional basketball player. Since 2013 he is the vice-president of Georgian Basketball Federation."}]}, {"heading": "Births", "year": "1982", "date": "July 4", "txt": "Vladimir Gusev, Russian cyclist", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 4", "txt": "Jeff Lima, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 4", "txt": "Michael \"The Situation\" Sorrentino, American model, author and television personality", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 4", "txt": "Melanie Fiona, Canadian singer-songwriter", "entities": [{"title": "Melanie Fiona", "href": "/wiki/Melanie_Fiona", "description": "Melanie Fiona Hallim is a Canadian singer and songwriter. She was born and raised in Toronto, Ontario. She began her career in 2002 as part of a Canadian girl group trio, who was nominated for a Juno Award for R&B/Soul Recording of the Year for the group's self-titled album. She went on to be part of The Renaissance, and under the name Syren Hall, recorded some reggae songs."}]}, {"heading": "Births", "year": "1983", "date": "July 4", "txt": "Amantle Montsho, Botswanan sprinter", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 4", "txt": "Miguel Pinto, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 4", "txt": "Amol Rajan, Indian-English journalist", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 4", "txt": "Mattia Serafini, Italian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 4", "txt": "Jin Akanishi, Japanese singer-songwriter", "entities": [{"title": "Jin Akanishi", "href": "/wiki/Jin_Akanishi", "description": "Jin Akanishi  is a Japanese musician, singer, songwriter and actor. He has been active since 1998, first as one of the two lead vocalists of the popular J-pop boy-band KAT-TUN. Since the group's official debut in 2006, they have achieved 14 consecutive number ones on the Oricon charts. In 2009, Akanishi started his solo career, and since then has released two studio albums, and two mini albums."}]}, {"heading": "Births", "year": "1984", "date": "July 4", "txt": "Miguel Santos Soares, Timorese footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 4", "txt": "Kane Tenace, Australian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 4", "txt": "Dimitrios Mavroeidis, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 4", "txt": "Wason Rentería, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 4", "txt": "Ömer Aşık, Turkish basketball player", "entities": [{"title": "Ömer Aşık", "href": "/wiki/%C3%96mer_A%C5%9F%C4%B1k", "description": "Ömer Faruk Aşık is a Turkish former professional basketball player who last played for the Chicago Bulls of the National Basketball Association (NBA). Aşık, standing at 7'0\", was sought after by many of the top Euroleague basketball teams at the age of 19. Aşık got his first chance playing professionally with the Turkish Basketball League team Fenerbahçe in 2005–06. After one season with Alpella, "}]}, {"heading": "Births", "year": "1986", "date": "July 4", "txt": "Nguyen Ngoc Duy, Vietnamese footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 4", "txt": "Rafael Arévalo, Salvadoran tennis player", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 4", "txt": "Willem Janssen, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 4", "txt": "Terrance Knighton, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 4", "txt": "Marte Elden, Norwegian skier", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 4", "txt": "Wude Ayalew, Ethiopian runner", "entities": [{"title": "Wude Ayalew", "href": "/wiki/Wude_Ayalew", "description": "Wude Ayalew Yimer is an Ethiopian long-distance runner. She was the bronze medallist over 10,000 metres at the 2009 World Championships in Athletics and took the silver in that event at the 2011 All-Africa Games. Her sister Hiwot Ayalew is also a top level runner."}]}, {"heading": "Births", "year": "1987", "date": "July 4", "txt": "Guram Kashia, Georgian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 4", "txt": "Angelique Boyer, French-Mexican actress", "entities": [{"title": "Angelique Boyer", "href": "/wiki/Angelique_Boyer", "description": "Angelique Monique-Paulette Boyer Rousseau, simply known as Angelique Boyer, is a Mexican actress of French origin."}]}, {"heading": "Births", "year": "1989", "date": "July 4", "txt": "Benjamin Büchel, Liechtensteiner footballer", "entities": [{"title": "Benjamin Büchel", "href": "/wiki/Benjamin_B%C3%BCchel", "description": "Benjamin Büchel is a Liechtenstein international footballer who plays for FC Vaduz in Liechtenstein. He plays as a goalkeeper."}]}, {"heading": "Births", "year": "1990", "date": "July 4", "txt": "Jake Gardiner, American ice hockey player", "entities": [{"title": "Jake Gardiner", "href": "/wiki/Jake_Gardiner", "description": "Jake William Gardiner is an American professional ice hockey defenseman who is currently playing for the Carolina Hurricanes of the National Hockey League (NHL). He has also played with for the Toronto Maple Leafs. He was drafted 17th overall by the Anaheim Ducks in the 2008 NHL Entry Draft."}]}, {"heading": "Births", "year": "1990", "date": "July 4", "txt": "Richard Mpong, Ghanaian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 4", "txt": "Naoki Yamada, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 4", "txt": "Ihar Yasinski, Belarusian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "July 4", "txt": "Ángel Romero, Paraguayan footballer", "entities": [{"title": "Ángel Romero (footballer)", "href": "/wiki/%C3%81ngel_Romero_(footballer)", "description": "Ángel Rodrigo Romero Villamayor, more commonly known as Ángel Romero, is a Paraguayan professional footballer who plays as a winger for Argentine Primera División club San Lorenzo and the Paraguay national team. He is the twin brother of Óscar Romero."}]}, {"heading": "Births", "year": "1992", "date": "July 4", "txt": "Óscar Romero, Paraguayan footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "July 4", "txt": "Tom Barkhuizen, English footballer", "entities": [{"title": "Tom Barkhuizen", "href": "/wiki/Tom_Barkhuizen", "description": "Thomas John Barkhuizen is an English professional footballer who plays a forward for EFL Championship club Preston North End."}]}, {"heading": "Births", "year": "1995", "date": "July 4", "txt": "Post Malone, American rapper, singer, songwriter and record producer ", "entities": [{"title": "Post Malone", "href": "/wiki/Post_Malone", "description": "Austin Richard Post, known professionally as Post Malone, is an American rapper, singer, songwriter, record producer, and actor. Known for his tattoos, introspective songwriting and laconic vocal style, Malone has gained acclaim for blending a range of genres including hip hop, R&B, pop, trap, rap rock, and cloud rap. He first attained recognition in 2015 following the release of his debut single "}]}, {"heading": "Births", "year": "1999", "date": "July 4", "txt": "Moa Kikuchi, Japanese musician ", "entities": [{"title": "Moa Kikuchi", "href": "/wiki/Moa_Kikuchi", "description": "Moa Kikuchi  is a Japanese musician, singer, model, and actress. She is represented by the talent agency Amuse, Inc. She is a member of the kawaii metal group Babymetal and a former member of the idol group Sakura Gakuin."}]}, {"heading": "Births", "year": "2003", "date": "July 4", "txt": "Polina Bogusevich, Russian singer", "entities": [{"title": "Polina Bogusevich", "href": "/wiki/Polina_Bogusevich", "description": "Polina Sergeyevna Bogusevich is a Russian singer. She represented Russia in the Junior Eurovision Song Contest 2017 with the song \"Wings\", and went on to win the competition. She is the second Russian entrant to win the Junior Eurovision Song Contest."}]}, {"heading": "Deaths", "year": "673", "date": "July 4", "txt": "Ecgberht, king of Kent", "entities": [{"title": "Ecgberht of Kent", "href": "/wiki/Ecgberht_of_Kent", "description": "\nEcgberht was a King of Kent who ruled from 664 to 673, succeeding his father Eorcenberht."}]}, {"heading": "Deaths", "year": "907", "date": "July 4", "txt": "Luitpold, margrave of Bavaria", "entities": [{"title": "Luitpold, Margrave of Bavaria", "href": "/wiki/Luitpold,_Margrave_of_Bavaria", "description": "Luitpold, perhaps of the Huosi family or related to the Carolingian dynasty by Liutswind, mother of Emperor Arnulf of Carinthia, was the ancestor of the Luitpolding dynasty which ruled Bavaria and Carinthia until the mid-tenth century."}, {"title": "Duchy of Bavaria", "href": "/wiki/Duchy_of_Bavaria", "description": "The Duchy of Bavaria was a frontier region in the southeastern part of the Merovingian kingdom from the sixth through the eighth century. It was settled by Bavarian tribes and ruled by dukes (duces) under Frankish overlordship. A new duchy was created from this area during the decline of the Carolingian Empire in the late ninth century. It became one of the stem duchies of the East Frankish realm "}]}, {"heading": "Deaths", "year": "907", "date": "July 4", "txt": "Dietmar I, archbishop of Salzburg", "entities": [{"title": "Roman Catholic Archdiocese of Salzburg", "href": "/wiki/Roman_Catholic_Archdiocese_of_Salzburg", "description": "The Roman Catholic Archdiocese of Salzburg is an archdiocese of the Latin Rite of the Roman Catholic Church in Austria. The archdiocese is one of two Austrian archdioceses, serving alongside the Archdiocese of Vienna."}]}, {"heading": "Deaths", "year": "910", "date": "July 4", "txt": "Luo Shaowei, Chinese warlord (b. 877)", "entities": [{"title": "Luo Shaowei", "href": "/wiki/Luo_Shaowei", "description": "Luo Shaowei, courtesy name Duanji (端己), formally Prince Zhenzhuang of Ye (鄴貞莊王), was a warlord who ruled Weibo Circuit, also known as Tianxiong Circuit (天雄), as its military governor (Jiedushi), late in the Chinese Tang dynasty and early in Tang's successor state Later Liang. His rule over Weibo was originally largely independent, but toward the end of his life increasingly integrated with the Lat"}]}, {"heading": "Deaths", "year": "940", "date": "July 4", "txt": "Wang Jianli, Chinese general (b. 871)", "entities": [{"title": "Wang Jianli", "href": "/wiki/Wang_Jianli", "description": "Wang Jianli (王建立), formally the Prince of Han (韓王), was a general of the Chinese Five Dynasties and Ten Kingdoms Period state Later Tang and Later Jin, who also briefly served as a chancellor during the reign of Later Tang's second emperor Li Siyuan."}]}, {"heading": "Deaths", "year": "943", "date": "July 4", "txt": "Taejo of Goryeo, Korean king (b. 877)", "entities": [{"title": "Taejo of Goryeo", "href": "/wiki/Taejo_of_Goryeo", "description": "Taejo of Goryeo, also known as Taejo Wang Geon , was the founder of the Goryeo dynasty, which ruled Korea from the 10th to the 14th century. Taejo ruled from 918 to 943, achieving unification of the Later Three Kingdoms in 936."}]}, {"heading": "Deaths", "year": "945", "date": "July 4", "txt": "Zhuo Yanming, Chinese Buddhist monk and emperor", "entities": [{"title": "Zhuo Yanming", "href": "/wiki/Zhuo_Yanming", "description": "Zhuo Yanming (卓巖明), né Zhuo Yansi (卓偃巳), dharma name Timing (體明), was a Buddhist monk in the late years of the Chinese Five Dynasties and Ten Kingdoms Period state Min. After the Min army officer Li Renda rebelled against Min's last emperor Wang Yanzheng and took over control of Fu Prefecture, he proclaimed Zhuo Yanming, who was respected by the people, emperor, but shortly after assassinated Zhuo"}, {"title": "Bhikkhu", "href": "/wiki/Bhikkhu", "description": "A bhikkhu is an ordained male monastic (\"monk\") in Buddhism. Male and female monastics are members of the Buddhist community."}]}, {"heading": "Deaths", "year": "965", "date": "July 4", "txt": "Benedict V, pope of the Catholic Church", "entities": [{"title": "Pope Benedict V", "href": "/wiki/Pope_Benedict_V", "description": "Pope Benedict V was the bishop of Rome and ruler of the Papal States from 22 May to 23 June 964, in opposition to Leo VIII. He was overthrown by Emperor Otto I. His brief pontificate occurred at the end of a period known as the Saeculum obscurum."}]}, {"heading": "Deaths", "year": "973", "date": "July 4", "txt": "Ulrich of Augsburg, German bishop and saint (b. 890)", "entities": [{"title": "Ulrich of Augsburg", "href": "/wiki/Ulrich_of_Augsburg", "description": "Ulrich of Augsburg, sometimes spelled Uodalric or Odalrici, was Bishop of Augsburg in Germany. He was the first saint to be canonized not by a local authority but by the Pope."}]}, {"heading": "Deaths", "year": "975", "date": "July 4", "txt": "Gwangjong of Goryeo, Korean king (b. 925)", "entities": [{"title": "Gwangjong of Goryeo", "href": "/wiki/Gwangjong_of_Goryeo", "description": "Gwangjong, personal name Wang So, was the fourth king of Goryeo."}]}, {"heading": "Deaths", "year": "1187", "date": "July 4", "txt": "Raynald of Châtillon, French knight (b. 1125)", "entities": [{"title": "Raynald of Châtillon", "href": "/wiki/Raynald_of_Ch%C3%A2tillon", "description": "Raynald of Châtillon, also known as Reynald or Reginald of Châtillon, was Prince of Antioch from 1153 to 1160 or 1161, and Lord of Oultrejordain from 1175 until his death. He was born the second son of a French noble family. After losing a part of his patrimony, he joined the Second Crusade in 1147. He settled in the Kingdom of Jerusalem and served in the royal army as a mercenary."}]}, {"heading": "Deaths", "year": "1307", "date": "July 4", "txt": "Rudolf I of Bohemia (b. 1281)", "entities": [{"title": "Rudolf I of Bohemia", "href": "/wiki/Rudolf_I_of_Bohemia", "description": "Rudolf I, a member of the House of Habsburg, was King of Bohemia and titular King of Poland from 1306 until his death. He was also Duke of Austria and Styria from 1298."}]}, {"heading": "Deaths", "year": "1336", "date": "July 4", "txt": "Saint Elizabeth of Portugal (b. 1271)", "entities": [{"title": "Elizabeth of Portugal", "href": "/wiki/Elizabeth_of_Portugal", "description": "Elizabeth of Aragon, more commonly known as Saint Elizabeth of Portugal, T.O.S.F., was queen consort of Portugal, a tertiary of the Franciscan Order and is venerated as a saint of the Catholic Church."}]}, {"heading": "Deaths", "year": "1429", "date": "July 4", "txt": "Carlo I Tocco, ruler of Epirus (b. 1372)", "entities": [{"title": "Carlo I Tocco", "href": "/wiki/Carlo_I_Tocco", "description": "Carlo I Tocco was the hereditary Count palatine of Cephalonia and Zakynthos from 1376, and ruled as the Despot of Epirus from 1411 until his death on July 4, 1429."}]}, {"heading": "Deaths", "year": "1533", "date": "July 4", "txt": "John Frith, English priest, writer, and martyr (b. 1503)", "entities": [{"title": "John Frith", "href": "/wiki/John_Frith", "description": "\nJohn Frith was an English Protestant priest, writer, and martyr."}]}, {"heading": "Deaths", "year": "1541", "date": "July 4", "txt": "Pedro de Alvarado, Spanish general and explorer (b. 1495)", "entities": [{"title": "Pedro de Alvarado", "href": "/wiki/Pedro_de_Alvarado", "description": "Pedro de Alvarado y Contreras was a Spanish conquistador and governor of Guatemala. He participated in the conquest of Cuba, in Juan de Grijalva's exploration of the coasts of the Yucatán Peninsula and the Gulf of Mexico, and in the conquest of Mexico led by Hernán Cortés. He is considered the conquistador of much of Central America, including Guatemala, Honduras and El Salvador. Although renowned"}]}, {"heading": "Deaths", "year": "1546", "date": "July 4", "txt": "Hayreddin Barbarossa, Ottoman admiral (b. 1478)", "entities": [{"title": "Hayreddin Barbarossa", "href": "/wiki/Hayreddin_Barbarossa", "description": "Hayreddin Barbarossa, also known as Hızır Hayrettin Pasha, and simply Hızır Reis , was an Ottoman corsair and later admiral of the Ottoman Navy. Barbarossa's naval victories secured Ottoman dominance over the Mediterranean during the mid 16th century."}]}, {"heading": "Deaths", "year": "1551", "date": "July 4", "txt": "Gregory Cromwell, 1st Baron Cromwell, English politician (b. 1514)", "entities": [{"title": "Gregory Cromwell, 1st Baron Cromwell", "href": "/wiki/Gregory_Cromwell,_1st_Baron_Cromwell", "description": "Gregory Cromwell, 1st Baron Cromwell, KB was an English peer. He was the only son of the Tudor statesman Thomas Cromwell, 1st Earl of Essex and Elizabeth Wyckes."}]}, {"heading": "Deaths", "year": "1603", "date": "July 4", "txt": "Philippe de Monte, Flemish composer and educator (b. 1521)", "entities": [{"title": "Philippe de Monte", "href": "/wiki/Philippe_de_Monte", "description": "Philippe de Monte, sometimes known as Philippus de Monte, was a Flemish composer of the late Renaissance active all over Europe. He was a member of the 3rd generation madrigalists and wrote more madrigals than any other composer of the time. Sources cite him as being \"the best composer in the entire country, particularly in the new manner and musica reservata.\" Others compare his collections of mu"}]}, {"heading": "Deaths", "year": "1623", "date": "July 4", "txt": "William Byrd, English composer (b. c. 1540)", "entities": [{"title": "William Byrd", "href": "/wiki/William_Byrd", "description": "William Byrd was an English composer of the Renaissance. Widely considered to be one of the greatest composers of the Renaissance and one of the greatest British composers, he had a huge influence on composers both from his native England and those on the continent. He wrote in many of the forms current in England at the time, including various types of sacred and secular polyphony, keyboard, and "}]}, {"heading": "Deaths", "year": "1644", "date": "July 4", "txt": "Brian Twyne, English academic, antiquarian and archivist (b. 1581)", "entities": [{"title": "Brian Twyne", "href": "/wiki/Brian_Twyne", "description": "Brian Twyne was an antiquary and an academic at the University of Oxford. After being educated at Corpus Christi College, Oxford, and becoming a Fellow of the college in 1606, he published his one main work, a history of the university, in 1608. This was designed to prove that Oxford was older than Cambridge University, and has been described by a modern writer as a \"remarkable achievement for a y"}]}, {"heading": "Deaths", "year": "1648", "date": "July 4", "txt": "Antoine Daniel, French missionary and saint, one of the eight Canadian Martyrs (b. 1601)", "entities": [{"title": "Antoine Daniel", "href": "/wiki/Antoine_Daniel", "description": "Antoine Daniel was a Jesuit missionary at Sainte-Marie among the Hurons, and one of the eight Canadian Martyrs."}, {"title": "Canadian Martyrs", "href": "/wiki/Canadian_Martyrs", "description": "The Canadian Martyrs, also known as the North American Martyrs, were eight Jesuit missionaries from Sainte-Marie among the Hurons. They were ritually tortured and killed on various dates in the mid-17th century in Canada, in what is now southern Ontario, and in upstate New York, during the warfare between the Iroquois and the Huron. They have subsequently been canonized and venerated as martyrs by"}]}, {"heading": "Deaths", "year": "1742", "date": "July 4", "txt": "Luigi Guido Grandi, Italian monk, mathematician, and engineer (b. 1671)", "entities": [{"title": "Luigi Guido Grandi", "href": "/wiki/Luigi_Guido_Grandi", "description": "Dom Guido Grandi, O.S.B. Cam. was an Italian monk, priest, philosopher, theologian, mathematician, and engineer."}]}, {"heading": "Deaths", "year": "1754", "date": "July 4", "txt": "Philippe Néricault Destouches, French playwright and author (b. 1680)", "entities": [{"title": "Philippe Néricault Destouches", "href": "/wiki/Philippe_N%C3%A9ricault_Destouches", "description": "Philippe Néricault Destouches was a French playwright who wrote 22 plays."}]}, {"heading": "Deaths", "year": "1761", "date": "July 4", "txt": "Samuel Richardson, English author and painter (b. 1689)", "entities": [{"title": "Samuel Richardson", "href": "/wiki/Samuel_Richardson", "description": "Samuel Richardson was an English writer and printer best known for three epistolary novels: Pamela; or, Virtue Rewarded (1740), Clarissa: Or the History of a Young Lady (1748) and The History of Sir Charles Grandison (1753). He printed almost 500 works during his life, including journals and magazines, working periodically with the London bookseller Andrew Millar. Richardson had been apprenticed t"}]}, {"heading": "Deaths", "year": "1780", "date": "July 4", "txt": "Prince Charles Alexander of Lorraine (b. 1712)", "entities": [{"title": "Prince Charles Alexander of Lorraine", "href": "/wiki/Prince_Charles_Alexander_of_Lorraine", "description": "Prince Charles Alexander Emanuel of Lorraine was a Lorraine-born Austrian general and soldier, field marshal of the Imperial Army, and governor of the Austrian Netherlands."}]}, {"heading": "Deaths", "year": "1787", "date": "July 4", "txt": "Charles, Prince of Soubise, Marshal of France (b. 1715)", "entities": [{"title": "Charles, Prince of Soubise", "href": "/wiki/Charles,_Prince_of_Soubise", "description": "Charles de Rohan, duke of Rohan-Rohan, seigneur of Roberval, and marshal of France from 1758, was a military man, and a minister to the kings Louis XV and Louis XVI. The last male of his branch of the House of Rohan, he was also the great-grandfather to the duc d'Enghien, executed by Napoleon in 1804. Styled prince d'Epinoy at birth, he became the Prince of Soubise after 1749."}]}, {"heading": "Deaths", "year": "1821", "date": "July 4", "txt": "Richard Cosway, English painter and academic (b. 1742)", "entities": [{"title": "Richard Cosway", "href": "/wiki/Richard_Cosway", "description": "Richard Cosway was a leading English portrait painter of the Regency era, noted for his miniatures. He was a contemporary of John Smart, George Engleheart, William Wood, and Richard Crosse. His wife was the Italian-born painter Maria Cosway, a close friend of Thomas Jefferson."}]}, {"heading": "Deaths", "year": "1826", "date": "July 4", "txt": "John Adams, American lawyer and politician, 2nd President of the United States (b. 1735)", "entities": [{"title": "John Adams", "href": "/wiki/John_Adams", "description": "John Adams Jr. was an American statesman, attorney, diplomat, writer, and Founding Father who served as the second president of the United States from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain, and he served as the first vice president of the United States. Adams was a dedicated diarist and regularly corresponded w"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1826", "date": "July 4", "txt": "Thomas Jefferson, American architect, lawyer, and politician, 3rd President of the United States (b. 1743)", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1831", "date": "July 4", "txt": "James Monroe, American soldier, lawyer, and politician, 5th President of the United States (b. 1758)", "entities": [{"title": "James Monroe", "href": "/wiki/James_Monroe", "description": "James Monroe was an American statesman, lawyer, diplomat and Founding Father who served as the fifth president of the United States from 1817 to 1825. A member of the Democratic-Republican Party, Monroe was the last president of the Virginia dynasty; his presidency coincided with the Era of Good Feelings. He is perhaps best known for issuing the Monroe Doctrine, a policy of opposing European colon"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1848", "date": "July 4", "txt": "François-René de Chateaubriand, French historian and politician (b. 1768)", "entities": [{"title": "François-René de Chateaubriand", "href": "/wiki/Fran%C3%A7ois-Ren%C3%A9_de_Chateaubriand", "description": "François-René, vicomte de Chateaubriand was a French writer, politician, diplomat and historian who had a notable influence on French literature of the nineteenth century. Descended from an old aristocratic family from Brittany, Chateaubriand was a royalist by political disposition. In an age when large numbers of intellectuals turned against the Church, he authored the Génie du christianisme in d"}]}, {"heading": "Deaths", "year": "1850", "date": "July 4", "txt": "William Kirby, English entomologist and author (b. 1759)", "entities": [{"title": "William Kirby (entomologist)", "href": "/wiki/William_Kirby_(entomologist)", "description": "William Kirby was an English entomologist, an original member of the Linnean Society and a Fellow of the Royal Society, as well as a country rector, so that he was an eminent example of the \"parson-naturalist\". He is considered the \"founder of entomology\"."}]}, {"heading": "Deaths", "year": "1854", "date": "July 4", "txt": "Karl Friedrich Eichhorn, German academic and jurist (b. 1781)", "entities": [{"title": "Karl Friedrich Eichhorn", "href": "/wiki/Karl_Friedrich_Eichhorn", "description": "Karl Friedrich Eichhorn was a German jurist."}]}, {"heading": "Deaths", "year": "1857", "date": "July 4", "txt": "William L. Marcy, American lawyer, judge, and politician, 21st United States Secretary of State (b. 1786)", "entities": [{"title": "William L. Marcy", "href": "/wiki/William_L._Marcy", "description": "William Learned Marcy was an American lawyer, politician, and judge who served as U.S. Senator, Governor of New York, U.S. Secretary of War and U.S. Secretary of State. In the latter office, he negotiated the Gadsden Purchase, the last major acquisition of land in the continental United States."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Deaths", "year": "1881", "date": "July 4", "txt": "Johan Vilhelm Snellman, Finnish philosopher and politician (b. 1806)", "entities": [{"title": "Johan Vilhelm Snellman", "href": "/wiki/Johan_Vilhelm_Snellman", "description": "Johan Vilhelm Snellman was an influential Fennoman philosopher and Finnish statesman, ennobled in 1866. He was one of the most important 'awakeners' or promoters of Finnish nationalism, alongside Elias Lönnrot and J. L. Runeberg."}]}, {"heading": "Deaths", "year": "1882", "date": "July 4", "txt": "Joseph Brackett, American composer and author (b. 1797)", "entities": [{"title": "Joseph Brackett", "href": "/wiki/Joseph_Brackett", "description": "Joseph Brackett Jr. was an American songwriter, author, and elder of The United Society of Believers in Christ's Second Appearing, better known as the Shakers. The most famous song attributed to Brackett, \"Simple Gifts\", is still widely performed and adapted."}]}, {"heading": "Deaths", "year": "1886", "date": "July 4", "txt": "Poundmaker, Canadian tribal chief (b. 1797)", "entities": [{"title": "Poundmaker", "href": "/wiki/Poundmaker", "description": "Pîhtokahanapiwiyin, also known as Poundmaker, was a Plains Cree chief known as a peacemaker and defender of his people, the Poundmaker Cree Nation. His name denotes his special craft at leading buffalo into buffalo pounds (enclosures) for harvest."}]}, {"heading": "Deaths", "year": "1891", "date": "July 4", "txt": "Hannibal Hamlin, American lawyer and politician, 15th Vice President of the United States (b. 1809)", "entities": [{"title": "Hannibal Hamlin", "href": "/wiki/Hannibal_Hamlin", "description": "Hannibal Hamlin was an American attorney and politician from the state of Maine. In a public service career that spanned over 50 years, he served as the 15th vice president of the United States. The first Republican to hold the office, Hamlin served from 1861 to 1865. He is considered among the most influential politicians to have come from Maine."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Deaths", "year": "1901", "date": "July 4", "txt": "Johannes Schmidt, German linguist and academic (b. 1843)", "entities": [{"title": "Johannes Schmidt (linguist)", "href": "/wiki/Johannes_Schmidt_(linguist)", "description": "Johannes Friedrich Heinrich Schmidt was a German linguist. He developed the Wellentheorie of language development."}]}, {"heading": "Deaths", "year": "1902", "date": "July 4", "txt": "Vivekananda, Indian monk and saint (b. 1863)", "entities": [{"title": "Vivekananda", "href": "/wiki/Vivekananda", "description": "Swami Vivekananda, born Narendranath Datta, was an Indian Hindu monk. He was a chief disciple of the 19th-century Indian mystic Ramakrishna. He was a key figure in the introduction of the Indian philosophies of Vedanta and Yoga to the Western world, and is credited with raising interfaith awareness, bringing Hinduism to the status of a major world religion during the late 19th century. He was a ma"}]}, {"heading": "Deaths", "year": "1905", "date": "July 4", "txt": "Élisée Reclus, French geographer and author (b. 1830)", "entities": [{"title": "Élisée Reclus", "href": "/wiki/%C3%89lis%C3%A9e_Reclus", "description": "Jacques Élisée Reclus was a renowned French geographer, writer and anarchist. He produced his 19-volume masterwork, La Nouvelle Géographie universelle, la terre et les hommes, over a period of nearly 20 years (1875–1894). In 1892 he was awarded the Gold Medal of the Paris Geographical Society for this work, despite having been banished from France because of his political activism."}]}, {"heading": "Deaths", "year": "1910", "date": "July 4", "txt": "Melville Fuller, American lawyer and jurist, Chief Justice of the United States (b. 1833)", "entities": [{"title": "Melville Fuller", "href": "/wiki/Melville_Fuller", "description": "Melville Weston Fuller was an American politician, lawyer, and judge who, from 1888 to 1910, served as the eighth chief justice of the United States."}, {"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Deaths", "year": "1910", "date": "July 4", "txt": "Giovanni Schiaparelli, Italian astronomer and historian (b. 1835)", "entities": []}, {"heading": "Deaths", "year": "1916", "date": "July 4", "txt": "Alan Seeger, American soldier and poet (b. 1888)", "entities": [{"title": "Alan Seeger", "href": "/wiki/Alan_Seeger", "description": "Alan Seeger was an American war poet who fought and died in World War I during the Battle of the Somme, serving in the French Foreign Legion. Seeger was the brother of Charles Seeger, a noted American pacifist and musicologist. He is best known for the poem I Have a Rendezvous with Death, a favorite of President John F. Kennedy. A statue representing him is on the monument in the Place des États-U"}]}, {"heading": "Deaths", "year": "1922", "date": "July 4", "txt": "Lothar von Richthofen, German lieutenant and pilot (b. 1894)", "entities": [{"title": "Lothar von Richthofen", "href": "/wiki/Lothar_von_Richthofen", "description": "Lothar Siegfried Freiherr von Richthofen was a German First World War fighter ace credited with 40 victories. He was a younger brother of top-scoring ace Manfred von Richthofen and a distant cousin of Luftwaffe Field Marshal Wolfram von Richthofen."}]}, {"heading": "Deaths", "year": "1926", "date": "July 4", "txt": "Pier Giorgio Frassati, Italian activist and saint (b. 1901)", "entities": [{"title": "Pier Giorgio Frassati", "href": "/wiki/Pier_Giorgio_Frassati", "description": "Pier Giorgio Frassati was an Italian Roman Catholic social activist and a member from the Third Order of Saint Dominic. He was dedicated to social justice issues and joined several charitable organizations, including Catholic Action and the St Vincent de Paul Society, to better aid the poor and less fortunate living in his hometown of Turin; he put his own pious beliefs into practice to cater to t"}]}, {"heading": "Deaths", "year": "1934", "date": "July 4", "txt": "Marie Curie, French-Polish physicist and chemist, Nobel Prize laureate (b. 1867)", "entities": [{"title": "Marie Curie", "href": "/wiki/Marie_Curie", "description": "Marie Salomea Skłodowska Curie, born Maria Salomea Skłodowska, was a Polish and naturalized-French physicist and chemist who conducted pioneering research on radioactivity. As the first of the Curie family legacy of five Nobel Prizes, she was the first woman to win a Nobel Prize, the first person and the only woman to win the Nobel Prize twice, and the only person to win the Nobel Prize in two sci"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1938", "date": "July 4", "txt": "Otto Bauer, Austrian philosopher and politician, Austrian Minister of Foreign Affairs (b. 1881)", "entities": [{"title": "Otto Bauer", "href": "/wiki/Otto_Bauer", "description": "Otto Bauer was an Austrian Social Democrat who is considered one of the leading thinkers of the left-socialist Austro-Marxist grouping. He was also an early inspiration for both the New Left movement and Eurocommunism in their attempt to find a \"Third way\" to democratic socialism."}, {"title": "Federal Ministry for Europe, Integration and Foreign Affairs", "href": "/wiki/Federal_Ministry_for_Europe,_Integration_and_Foreign_Affairs", "description": "The Federal Ministry for European and International Affairs or commonly just referred to as Ministry of Foreign Affairs, is Austria's foreign ministry. As a department of the Austrian Federal Government, it is responsible for the country's foreign policy, its diplomatic missions and relations to international organisations, especially the European Union."}]}, {"heading": "Deaths", "year": "1938", "date": "July 4", "txt": "Suzanne Lenglen, French tennis player (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1941", "date": "July 4", "txt": "Antoni Łomnicki, Polish mathematician and academic (b. 1881)", "entities": [{"title": "Antoni Łomnicki", "href": "/wiki/Antoni_%C5%81omnicki", "description": "Antoni Marian Łomnicki was a Polish mathematician."}]}, {"heading": "Deaths", "year": "1943", "date": "July 4", "txt": "Władysław Sikorski, Polish general and politician, 9th Prime Minister of the Second Republic of Poland (b. 1881)", "entities": [{"title": "Władysław Sikorski", "href": "/wiki/W%C5%82adys%C5%82aw_Sikorski", "description": "Władysław Eugeniusz Sikorski was a Polish military and political leader."}, {"title": "List of Prime Ministers of Poland", "href": "/wiki/List_of_Prime_Ministers_of_Poland", "description": "The Prime Minister of Poland is the chief executive of the government of Poland. This is a list of prime ministers of Poland."}]}, {"heading": "Deaths", "year": "1946", "date": "July 4", "txt": "Taffy O'Callaghan, Welsh footballer and coach (b. 1906)", "entities": [{"title": "Taffy O'Callaghan", "href": "/wiki/Taffy_O%27Callaghan", "description": "Eugene \"Taffy\" O'Callaghan was a Welsh professional footballer who played as a forward for Tottenham Hotspur, Leicester City and Wales during the 1920s and 1930s."}]}, {"heading": "Deaths", "year": "1948", "date": "July 4", "txt": "Monteiro Lobato, Brazilian journalist and author (b. 1882)", "entities": [{"title": "Monteiro Lobato", "href": "/wiki/Monteiro_Lobato", "description": "José Bento Renato Monteiro Lobato was one of Brazil's most influential writers, mostly for his children's books set in the fictional Sítio do Picapau Amarelo but he had been previously a prolific writer of fiction, a translator and an art critic. He also founded one of Brazil's first publishing houses and was a supporter of nationalism."}]}, {"heading": "Deaths", "year": "1949", "date": "July 4", "txt": "François Brandt, Dutch rower and engineer (b. 1874)", "entities": [{"title": "François Brandt", "href": "/wiki/Fran%C3%A7ois_Brandt", "description": "François Brandt was a Dutch rower who competed at the 1900 Summer Olympics in Paris. Brandt was part of the Dutch eight team that won a bronze medal with Hermanus Brockmann as the coxswain. Brockmann also steered the boat of Brandt and Roelof Klein in the coxed pairs semifinal, which they lost to France. The pair realized that the 60 kg weight of Brockmann puts them in disadvantage; they replaced "}]}, {"heading": "Deaths", "year": "1963", "date": "July 4", "txt": "Bernard Freyberg, 1st Baron Freyberg, New Zealand general and politician, 7th Governor-General of New Zealand (b. 1889)", "entities": [{"title": "Bernard Freyberg, 1st Baron Freyberg", "href": "/wiki/Bernard_Freyberg,_1st_Baron_Freyberg", "description": "Lieutenant-General Bernard Cyril Freyberg, 1st Baron Freyberg, was a British-born New Zealand soldier and Victoria Cross recipient, who served as the 7th Governor-General of New Zealand from 1946 to 1952."}, {"title": "Governor-General of New Zealand", "href": "/wiki/Governor-General_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}]}, {"heading": "Deaths", "year": "1963", "date": "July 4", "txt": "Clyde Kennard, American activist and martyr (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "July 4", "txt": "Pingali Venkayya, Indian activist, designed the Flag of India (b. 1876)", "entities": [{"title": "Flag of India", "href": "/wiki/Flag_of_India", "description": "The National Flag of India is a horizontal rectangular tricolour of India saffron, white and India green; with the Ashoka Chakra, a 24-spoke wheel, in navy blue at its centre. It was adopted in its present form during a meeting of the Constituent Assembly held on 22 July 1947, and it became the official flag of the Dominion of India on 15 August 1947. The flag was subsequently retained as that of "}]}, {"heading": "Deaths", "year": "1964", "date": "July 4", "txt": "Gaby Morlay, French actress and singer (b. 1893)", "entities": [{"title": "Gaby Morlay", "href": "/wiki/Gaby_Morlay", "description": "Gaby Morlay was a French film actress."}]}, {"heading": "Deaths", "year": "1969", "date": "July 4", "txt": "Henri Decoin, French director and screenwriter (b. 1890)", "entities": [{"title": "Henri Decoin", "href": "/wiki/Henri_Decoin", "description": "Henri Decoin was a French film director and screenwriter, who directed more than 50 films between 1933 and 1964. He was also a swimmer who won the national title in 1911 and held the national record in the 500 m freestyle. He competed in the 400 m freestyle at the 1908 Summer Olympics and in the water polo tournament at the 1912 Summer Olympics."}]}, {"heading": "Deaths", "year": "1970", "date": "July 4", "txt": "Barnett Newman, American painter and illustrator (b. 1905)", "entities": [{"title": "Barnett Newman", "href": "/wiki/Barnett_Newman", "description": "Barnett Newman was an American artist. He is seen as one of the major figures in abstract expressionism and one of the foremost of the color field painters. His paintings are existential in tone and content, explicitly composed with the intention of communicating a sense of locality, presence, and contingency."}]}, {"heading": "Deaths", "year": "1970", "date": "July 4", "txt": "Harold Stirling Vanderbilt, American sailor and businessman (b. 1884)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "July 4", "txt": "August Derleth, American anthologist and author (b. 1909)", "entities": [{"title": "August Derleth", "href": "/wiki/August_Derleth", "description": "August William Derleth was an American writer and anthologist. Though best remembered as the first book publisher of the writings of H. P. Lovecraft, and for his own contributions to the Cthulhu Mythos and the cosmic horror genre, as well as his founding of the publisher Arkham House, Derleth was a leading American regional writer of his day, as well as prolific in several other genres, including "}]}, {"heading": "Deaths", "year": "1971", "date": "July 4", "txt": "Thomas C. Hart, American admiral and politician (b. 1877)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "July 4", "txt": "Georgette Heyer, English author (b. 1902)", "entities": [{"title": "Georgette Heyer", "href": "/wiki/Georgette_Heyer", "description": "Georgette Heyer was an English novelist and short story writer, in both the historical romance and detective fiction genres. Her writing career began in 1921, when she turned a story for her younger brother into the novel The Black Moth. In 1925 Heyer married George Ronald Rougier, a mining engineer. The couple spent several years living in Tanganyika Territory and Macedonia before returning to En"}]}, {"heading": "Deaths", "year": "1974", "date": "July 4", "txt": "André Randall, French actor (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "July 4", "txt": "Yonatan Netanyahu, Israeli colonel (b. 1946)", "entities": [{"title": "Yonatan Netanyahu", "href": "/wiki/Yonatan_Netanyahu", "description": "Yonatan \"Yoni\" Netanyahu was an Israel Defense Forces (IDF) officer who commanded the elite commando unit Sayeret Matkal during Operation Entebbe, an operation to rescue hostages held at Entebbe Airport in Uganda in 1976. The mission was successful, with 102 of the 106 hostages rescued, but Netanyahu was killed in action—the only IDF fatality during the operation."}]}, {"heading": "Deaths", "year": "1976", "date": "July 4", "txt": "Antoni Słonimski, Polish poet and playwright (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "July 4", "txt": "Gersh Budker, Ukrainian physicist and academic (b. 1918)", "entities": [{"title": "Gersh Budker", "href": "/wiki/Gersh_Budker", "description": "Gersh Itskovich Budker, also named Andrey Mikhailovich Budker, was a Soviet physicist, specialized in nuclear physics and accelerator physics."}]}, {"heading": "Deaths", "year": "1979", "date": "July 4", "txt": "Lee Wai Tong, Chinese footballer and manager (b. 1905)", "entities": [{"title": "Lee Wai Tong", "href": "/wiki/Lee_Wai_Tong", "description": "Lee Wai Tong was a Chinese international association football player, head coach, and former Vice President of FIFA. He is often regarded as the greatest Chinese footballer due to his accomplishments in winning several Far Eastern Games titles with the national team as well as captaining the national football squad to their first ever Olympic tournament in 1936, which was held in Berlin. This was "}]}, {"heading": "Deaths", "year": "1980", "date": "July 4", "txt": "Maurice Grevisse, Belgian linguist and author (b. 1895)", "entities": [{"title": "Maurice Grevisse", "href": "/wiki/Maurice_Grevisse", "description": "Maurice Grevisse was a Belgian grammarian."}]}, {"heading": "Deaths", "year": "1984", "date": "July 4", "txt": "Jimmie Spheeris, American singer-songwriter (b. 1949)", "entities": [{"title": "Jimmie Spheeris", "href": "/wiki/Jimmie_Spheeris", "description": "Jimmie Spheeris was an American singer-songwriter who released four albums in the 1970s on the Columbia Records and Epic Records labels. Spheeris died in 1984, at the age of 34, after a motorcycle accident."}]}, {"heading": "Deaths", "year": "1986", "date": "July 4", "txt": "Paul-Gilbert Langevin, French musicologist, critique musical and physicist (b. 1933)", "entities": [{"title": "Paul-Gilbert Langevin", "href": "/wiki/Paul-Gilbert_Langevin", "description": "Paul-Gilbert Langevin was a French musicologist, who wrote books on Anton Bruckner, Franz Schubert and 19th-century classical music."}]}, {"heading": "Deaths", "year": "1986", "date": "July 4", "txt": "Flor Peeters, Belgian organist and composer (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "July 4", "txt": "Oscar Zariski, Belarusian-American mathematician and academic (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "July 4", "txt": "Adrian Adonis, American wrestler (b. 1954)", "entities": [{"title": "Adrian Adonis", "href": "/wiki/Adrian_Adonis", "description": "Keith Adonis Franke was an American professional wrestler better known by his ring name Adrian Adonis. He was best known for his appearances with the American Wrestling Association and World Wrestling Federation throughout the 1980s."}]}, {"heading": "Deaths", "year": "1990", "date": "July 4", "txt": "Olive Ann Burns, American journalist and author (b. 1924)", "entities": [{"title": "Olive Ann Burns", "href": "/wiki/Olive_Ann_Burns", "description": "Olive Ann Burns was an American writer from Georgia best known for her single completed novel, Cold Sassy Tree, published in 1984."}]}, {"heading": "Deaths", "year": "1991", "date": "July 4", "txt": "Victor Chang, Chinese-Australian surgeon and physician (b. 1936)", "entities": [{"title": "Victor Chang", "href": "/wiki/Victor_Chang", "description": "Victor Peter Chang, AC, was an Australian cardiac surgeon and a pioneer of modern heart transplantation. After completing his medical studies at the University of Sydney and working in St Vincent's Hospital, he trained in the United Kingdom and the United States as a surgeon before returning to Australia. In St Vincent's Hospital, he helped establish the National Cardiac Transplant Unit, the count"}]}, {"heading": "Deaths", "year": "1991", "date": "July 4", "txt": "Art Sansom, American cartoonist (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "July 4", "txt": "Astor Piazzolla, Argentinian bandoneon player and composer (b. 1921)", "entities": [{"title": "Astor Piazzolla", "href": "/wiki/Astor_Piazzolla", "description": "Astor Pantaleón Piazzolla was an Argentine tango composer, bandoneon player, and arranger. His works revolutionized the traditional tango into a new style termed nuevo tango, incorporating elements from jazz and classical music. A virtuoso bandoneonist, he regularly performed his own compositions with a variety of ensembles.\nIn 1992, American music critic Stephen Holden described Piazzolla as \"the"}, {"title": "Bandoneon", "href": "/wiki/Bandoneon", "description": "The bandoneon is a type of concertina particularly popular in Argentina and Uruguay. It is a typical instrument in most tango ensembles. As with other members of the concertina family, the bandoneon is held between both hands, and by pulling and pushing actions force air through bellows and then routing air through particular reeds as by pressing the instrument's buttons. Bandoneons have a differe"}]}, {"heading": "Deaths", "year": "1993", "date": "July 4", "txt": "Bona Arsenault, Canadian historian, genealogist, and politician (b. 1903)", "entities": [{"title": "Bona Arsenault", "href": "/wiki/Bona_Arsenault", "description": "Bona Arsenault, was a Canadian historian, genealogist and a federal and provincial politician."}]}, {"heading": "Deaths", "year": "1994", "date": "July 4", "txt": "Joey Marella, American wrestling referee (b. 1964)", "entities": [{"title": "Joey Marella", "href": "/wiki/Joey_Marella", "description": "Joseph Anthony Marella was an American professional wrestling referee for the World Wrestling Federation and the adopted son of former wrestler and then WWF announcer Gorilla Monsoon from Willingboro Township, New Jersey."}]}, {"heading": "Deaths", "year": "1995", "date": "July 4", "txt": "Eva Gabor, Hungarian-American actress and singer (b. 1919)", "entities": [{"title": "Eva Gabor", "href": "/wiki/Eva_Gabor", "description": "Eva Gabor was a Hungarian-American actress, businesswoman, singer, and socialite. She voiced Duchess in the Disney films The Aristocats, and Miss Bianca in The Rescuers and The Rescuers Down Under. She was widely known for her role on the 1965–71 television sitcom Green Acres as Lisa Douglas, the wife of Eddie Albert's character Oliver Wendell Douglas. Gabor was successful as an actress in film, o"}]}, {"heading": "Deaths", "year": "1995", "date": "July 4", "txt": "Bob Ross, American painter and television host (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "July 4", "txt": "Charles Kuralt, American journalist (b. 1934)", "entities": [{"title": "Charles Kuralt", "href": "/wiki/Charles_Kuralt", "description": "Charles Bishop Kuralt was an American journalist. He is most widely known for his long career with CBS, first for his \"On the Road\" segments on The CBS Evening News with Walter Cronkite, and later as the first anchor of CBS News Sunday Morning, a position he held for fifteen years."}]}, {"heading": "Deaths", "year": "1997", "date": "July 4", "txt": "John Zachary Young, English zoologist and neurophysiologist (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "July 4", "txt": "Leo Garel, American illustrator and educator (b. 1917)", "entities": [{"title": "Leo Garel", "href": "/wiki/Leo_Garel", "description": "Leo Garel was an American artist. He illustrated cartoons for such notable magazines as The New Yorker, The Saturday Evening Post and Playboy."}]}, {"heading": "Deaths", "year": "2000", "date": "July 4", "txt": "Gustaw Herling-Grudziński, Polish journalist and author (b. 1919)", "entities": [{"title": "Gustaw Herling-Grudziński", "href": "/wiki/Gustaw_Herling-Grudzi%C5%84ski", "description": "Gustaw Herling-Grudziński was a Polish writer, journalist, essayist, World War II underground fighter, and political dissident abroad during the communist system in Poland. He is best known for writing a personal account of life in the Soviet Gulag entitled A World Apart, first published in 1951 in London."}]}, {"heading": "Deaths", "year": "2002", "date": "July 4", "txt": "Gerald Bales, Canadian organist and composer (b. 1919)", "entities": [{"title": "Gerald Bales", "href": "/wiki/Gerald_Bales", "description": "Gerald Albert Bales, was a Canadian organist and composer."}]}, {"heading": "Deaths", "year": "2002", "date": "July 4", "txt": "Benjamin O. Davis, Jr., American general (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "July 4", "txt": "Larry Burkett, American author and radio host (b. 1939)", "entities": [{"title": "Larry Burkett", "href": "/wiki/Larry_Burkett", "description": "Larry Burkett was an American radio personality whose work focused on financial counseling from a Christian point of view."}]}, {"heading": "Deaths", "year": "2003", "date": "July 4", "txt": "André Claveau, French singer (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "July 4", "txt": "Barry White, American singer-songwriter, pianist, and producer (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "July 4", "txt": "Jean-Marie Auberson, Swiss violinist and conductor (b. 1920)", "entities": [{"title": "Jean-Marie Auberson", "href": "/wiki/Jean-Marie_Auberson", "description": "Jean-Marie Auberson was a Swiss conductor and violinist, student of Ernest Ansermet and Carl Schuricht."}]}, {"heading": "Deaths", "year": "2005", "date": "July 4", "txt": "Cliff Goupille, Canadian ice hockey player (b. 1915)", "entities": [{"title": "Cliff Goupille", "href": "/wiki/Cliff_Goupille", "description": "Joseph Emilien Clifford \"Red\" Goupille was a professional ice hockey player who played 222 games in the National Hockey League. He played for the Montreal Canadiens."}]}, {"heading": "Deaths", "year": "2005", "date": "July 4", "txt": "Hank Stram, American football player and coach (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 4", "txt": "Bill Pinkney, American singer (b. 1925)", "entities": [{"title": "Bill Pinkney", "href": "/wiki/Bill_Pinkney", "description": "Willie Pinkney was an American performer and singer. Pinkney was often said to be the last surviving original member of The Drifters, who achieved international fame with numerous hit records. He was chiefly responsible for its early sounds. The Drifters have had a strong influence on soul, rhythm and blues, and rock and roll music. As an original group member, Bill Pinkney was a 1988 inductee int"}]}, {"heading": "Deaths", "year": "2008", "date": "July 4", "txt": "Thomas M. Disch, American author and poet (b. 1940)", "entities": [{"title": "Thomas M. Disch", "href": "/wiki/Thomas_M._Disch", "description": "Thomas Michael Disch was an American science fiction author and poet. He won the Hugo Award for Best Related Book – previously called \"Best Non-Fiction Book\" – in 1999, and he had two other Hugo nominations and nine Nebula Award nominations to his credit, plus one win of the John W. Campbell Memorial Award, a Rhysling Award, and two Seiun Awards, among others."}]}, {"heading": "Deaths", "year": "2008", "date": "July 4", "txt": "Jesse Helms, American politician (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "July 4", "txt": "Evelyn Keyes, American actress (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "July 4", "txt": "Terrence Kiel, American football player (b. 1980)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "July 4", "txt": "Charles Wheeler, German-English soldier and journalist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "July 4", "txt": "Brenda Joyce, American actress (b. 1917)", "entities": [{"title": "Brenda Joyce (actress)", "href": "/wiki/Brenda_Joyce_(actress)", "description": "Brenda Joyce was an American film actress."}]}, {"heading": "Deaths", "year": "2009", "date": "July 4", "txt": "Allen Klein, American businessman and talent agent, founded ABKCO Records (b. 1931)", "entities": [{"title": "ABKCO Records", "href": "/wiki/ABKCO_Records", "description": "ABKCO Music & Records, Inc. is a major American independent record label, music publisher, and film and video production company. It owns and/or administers the rights to music by Sam Cooke, the Rolling Stones, the Animals, Herman's Hermits, Marianne Faithfull, Dishwalla, the Kinks as well as the Cameo Parkway label, which includes recordings by such artists as Chubby Checker, Bobby Rydell, the Or"}]}, {"heading": "Deaths", "year": "2009", "date": "July 4", "txt": "Drake Levin, American guitarist (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "July 4", "txt": "Steve McNair, American football player (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "July 4", "txt": "Lasse Strömstedt, Swedish author and actor (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "July 4", "txt": "Jean-Baptiste Tati Loutard, Congolese poet and politician (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "July 4", "txt": "Robert Neil Butler, American physician and author (b. 1927)", "entities": [{"title": "Robert Neil Butler", "href": "/wiki/Robert_Neil_Butler", "description": "Robert Neil Butler was an American physician, gerontologist, psychiatrist, and author, who was the first director of the National Institute on Aging. Butler is known for his work on the social needs and the rights of the elderly and for his research on healthy aging and the dementias."}]}, {"heading": "Deaths", "year": "2012", "date": "July 4", "txt": "Hiren Bhattacharyya, Indian poet and author (b. 1932)", "entities": [{"title": "Hiren Bhattacharyya", "href": "/wiki/Hiren_Bhattacharyya", "description": "Hiren Bhattacharyya, popularly known as Hiruda, was an Indian poet and lyricist best for his works in the Assamese literature. He had innumerable works published in Assamese and achieved many prizes and accolades for his poetry."}]}, {"heading": "Deaths", "year": "2012", "date": "July 4", "txt": "Jimmy Bivins, American boxer (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 4", "txt": "Jeong Min-hyeong, South Korean footballer (b. 1987)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 4", "txt": "Eric Sykes, English actor, director, and screenwriter (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 4", "txt": "Onllwyn Brace, Welsh rugby player and sportscaster (b. 1932)", "entities": [{"title": "Onllwyn Brace", "href": "/wiki/Onllwyn_Brace", "description": "David Onllwyn Brace was a Welsh international scrum-half who played club rugby for Newport and Aberavon. He won nine caps for Wales and would captain the team twice in the early 1960s. Brace was an exciting, unorthodox scrum-half, who epitomised the Welsh flair scrum-half, though his uneven international appearances point towards unhappiness in his match play from the Welsh selectors."}]}, {"heading": "Deaths", "year": "2013", "date": "July 4", "txt": "Jack Crompton, English footballer and manager (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 4", "txt": "James Fulton, American dermatologist and academic (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 4", "txt": "Charles A. Hines, American general (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 4", "txt": "Bernie Nolan, Irish singer (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 4", "txt": "Giorgio Faletti, Italian author, screenwriter, and actor (b. 1950)", "entities": [{"title": "Giorgio Faletti", "href": "/wiki/Giorgio_Faletti", "description": "Giorgio Faletti was an Italian writer, actor, comedian and singer-songwriter. Born in Asti, Piedmont, he lived on Elba Island. His books have been translated into 25 languages and published with great success in Europe, South America, China, Japan, Russia and United States."}]}, {"heading": "Deaths", "year": "2014", "date": "July 4", "txt": "C. J. Henderson, American author and critic (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 4", "txt": "Earl Robinson, American baseball player (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 4", "txt": "Richard Mellon Scaife, American businessman (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 4", "txt": "Nedelcho Beronov, Bulgarian judge and politician (b. 1928)", "entities": [{"title": "Nedelcho Beronov", "href": "/wiki/Nedelcho_Beronov", "description": "Nedelcho Krumov Beronov was a Bulgarian jurist, right-wing politician and Constitutional Court chairman, as well as a presidential candidate in the 2006 presidential elections."}]}, {"heading": "Deaths", "year": "2015", "date": "July 4", "txt": "William Conrad Gibbons, American historian, author, and academic (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "July 4", "txt": "Abbas Kiarostami, Iranian film director, screenwriter, poet, and photographer (b. 1940)", "entities": [{"title": "Abbas Kiarostami", "href": "/wiki/Abbas_Kiarostami", "description": "Abbas Kiarostami was an Iranian film director, screenwriter, poet, photographer, and film producer. An active film-maker from 1970, Kiarostami had been involved in the production of over forty films, including shorts and documentaries. Kiarostami attained critical acclaim for directing the Koker trilogy (1987–1994), Close-Up (1990), The Wind Will Carry Us (1999), and Taste of Cherry (1997), which "}]}, {"heading": "Deaths", "year": "2017", "date": "July 4", "txt": "John Blackwell, American R&B, funk, and jazz drummer (b. 1973)", "entities": [{"title": "John Blackwell (musician)", "href": "/wiki/John_Blackwell_(musician)", "description": "John Blackwell Jr. was an American contemporary R&B, funk, jazz, fusion, and pop drummer, best known for his work with Prince. Later, he was a member of D'Angelo's backing band, The Vanguard."}]}, {"heading": "Deaths", "year": "2017", "date": "July 4", "txt": "Daniil Granin, Soviet and Russian author (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "July 4", "txt": "Gene Conley, American MLB player and NBA player (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "July 4", "txt": "Henri Dirickx, Belgian footballer (b. 1927)", "entities": [{"title": "Henri Dirickx", "href": "/wiki/Henri_Dirickx", "description": "Henri Dirickx was a Belgian international footballer, who played as a defender."}]}, {"heading": "Deaths", "year": "2018", "date": "July 4", "txt": "Robby Müller, Dutch cinematographer (b. 1940)", "entities": []}]