[{"heading": "Events", "year": "138", "date": "July 10", "txt": "Emperor Hadrian dies of heart failure at Baiae; he is buried at Rome in the Tomb of Hadrian beside his late wife, Vibia Sabina.", "entities": [{"title": "Hadrian", "href": "/wiki/Hadrian", "description": "Hadrian was Roman emperor from 117 to 138. He was born into a Roman Italo-Hispanic family that settled in Spain from the Italian city of Atri in Picenum. His father was of senatorial rank and was a first cousin of Emperor Trajan. He married Trajan's grand-niece Vibia Sabina early in his career, before Trajan became emperor and possibly at the behest of Trajan's wife Pompeia Plotina. Plotina and Tr"}, {"title": "Heart failure", "href": "/wiki/Heart_failure", "description": "Heart failure (HF), also known as congestive heart failure (CHF), (congestive) cardiac failure (CCF), and decompensatio cordis, is when the heart is unable to pump sufficiently to maintain blood flow to meet the body tissues' needs for metabolism. Signs and symptoms of heart failure commonly include shortness of breath, excessive tiredness, and leg swelling. The shortness of breath is usually wors"}, {"title": "Baiae", "href": "/wiki/Baiae", "description": "Baiae was an ancient Roman town situated on the northwest shore of the Gulf of Naples and now in the comune of Bacoli. It was a fashionable resort for centuries in antiquity, particularly towards the end of the Roman Republic, when it was reckoned as superior to Capri, Pompeii, and Herculaneum by wealthy Romans, who built villas here from 100 BC to AD 500. It was notorious for its hedonistic offer"}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}, {"title": "Castel Sant'Angelo", "href": "/wiki/Castel_Sant%27Angelo", "description": "The Mausoleum of Hadrian, usually known as Castel Sant'Angelo, is a towering cylindrical building in Parco Adriano, Rome, Italy. It was initially commissioned by the Roman Emperor Hadrian as a mausoleum for himself and his family. The building was later used by the popes as a fortress and castle, and is now a museum. The structure was once the tallest building in Rome."}, {"title": "Vibia Sabina", "href": "/wiki/Vibia_Sabina", "description": "Vibia Sabina (83–136/137) was a Roman Empress, wife and second cousin once removed to Roman Emperor Hadrian. She was the daughter of Matidia and suffect consul Lucius Vibius Sabinus."}]}, {"heading": "Events", "year": "645", "date": "July 10", "txt": "Isshi Incident: Prince Naka-no-Ōe and Fujiwara no Kamatari assassinate Soga no Iruka during a coup d'état at the imperial palace.", "entities": [{"title": "Isshi Incident", "href": "/wiki/Isshi_Incident", "description": "The Isshi Incident  takes its name from the zodiological name of the year 645 during which the Taika Reform, a transformative event in Japanese Imperial history, occurred."}, {"title": "Emperor Tenji", "href": "/wiki/Emperor_Tenji", "description": "Emperor Tenji , also known as Emperor Tenchi, was the 38th emperor of Japan, according to the traditional order of succession."}, {"title": "Fujiwara no Kamatari", "href": "/wiki/Fujiwara_no_Kamatari", "description": "Fujiwara no Kamatari was a Japanese statesman, courtier and politician during the Asuka period (538–710). He is the founder of the Fujiwara clan, the most powerful aristocratic family in Japan during Nara and Heian periods. He, along with the Mononobe clan, was a supporter of Shinto and fought the introduction of Buddhism to Japan. The Soga clan, defenders of Buddhism in the Asuka period, defeated"}, {"title": "Soga no Iruka", "href": "/wiki/Soga_no_Iruka", "description": "Soga no Iruka  was the son of Soga no Emishi, a statesman in the Asuka Period of Japan."}]}, {"heading": "Events", "year": "988", "date": "July 10", "txt": "The Norse King Glúniairn recognises Máel Sechnaill mac Domnaill, High King of Ireland, and agrees to pay taxes and accept Brehon Law; the event is considered to be the founding of the city of Dublin.", "entities": [{"title": "Glúniairn", "href": "/wiki/Gl%C3%BAniairn", "description": "Glúniairn, in Old Norse Járnkné, was a Norse-Gael king of Dublin of the Uí Ímair kindred which ruled over much of the Scandinavianised and Norse-Gael parts of Great Britain and Ireland in the tenth century."}, {"title": "Máel Sechnaill mac Domnaill", "href": "/wiki/M%C3%A1el_Sechnaill_mac_Domnaill", "description": "Máel Sechnaill mac Domnaill, also called Máel Sechnaill Mór or Máel Sechnaill II, was King of Mide and High King of Ireland. His great victory at the Battle of Tara against Olaf Cuaran in 980 resulted in Gaelic Irish control of the Kingdom of Dublin."}, {"title": "Brehon Law", "href": "/wiki/Brehon_Law", "description": "Early Irish law, historically referred to as Féineachas or Dlí na Féine, also called Brehon law, comprised the statutes which governed everyday life in Early Medieval Ireland. They were partially eclipsed by the Norman invasion of 1169, but underwent a resurgence from the 13th until the 17th century, over the majority of the island, and survived into Early Modern Ireland in parallel with English l"}, {"title": "Dublin", "href": "/wiki/Dublin", "description": "Dublin is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster. It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region as of 2016 was 1,347,359. The population of the Greater D"}]}, {"heading": "Events", "year": "1086", "date": "July 10", "txt": "King Canute IV of Denmark is killed by rebellious peasants.", "entities": [{"title": "Canute IV of Denmark", "href": "/wiki/Canute_IV_of_Denmark", "description": "Canute IV, later known as Canute the Holy or Saint Canute, was King of Denmark from 1080 until 1086. Canute was an ambitious king who sought to strengthen the Danish monarchy, devotedly supported the Roman Catholic Church, and had designs on the English throne. Slain by rebels in 1086, he was the first Danish king to be canonized. He was recognized by the Roman Catholic Church as patron saint of D"}]}, {"heading": "Events", "year": "1212", "date": "July 10", "txt": "The most severe of several early fires of London burns most of the city to the ground.", "entities": [{"title": "Early fires of London", "href": "/wiki/Early_fires_of_London", "description": "In common with all old cities, London has experienced numerous serious fires in the course of its history."}]}, {"heading": "Events", "year": "1460", "date": "July 10", "txt": "Richard Neville, 16th Earl of Warwick, defeats the king's Lancastrian forces and takes King Henry VI prisoner in the Battle of Northampton.", "entities": [{"title": "Richard Neville, 16th Earl of Warwick", "href": "/wiki/Richard_Neville,_16th_Earl_of_Warwick", "description": "Richard Neville, 16th Earl of Warwick, known as Warwick the Kingmaker, was an English nobleman, administrator, and military commander. The eldest son of Richard Neville, 5th Earl of Salisbury, he became Earl of Warwick through marriage, and was the wealthiest and most powerful English peer of his age, with political connections that went beyond the country's borders. One of the leaders in the Wars"}, {"title": "House of Lancaster", "href": "/wiki/House_of_Lancaster", "description": "The House of Lancaster was a cadet branch of the royal House of Plantagenet. The first house was created when King Henry III of England created the Earldom of Lancaster—from which the house was named—for his second son Edmund Crouchback in 1267. Edmund had already been created Earl of Leicester in 1265 and was granted the lands and privileges of Simon de Montfort, 6th Earl of Leicester, after de M"}, {"title": "Henry VI of England", "href": "/wiki/Henry_VI_of_England", "description": "Henry VI was King of England from 1422 to 1461 and again from 1470 to 1471, and disputed King of France from 1422 to 1453. The only child of Henry V, he succeeded to the English throne at the age of nine months upon his father's death, and succeeded to the French throne on the death of his maternal grandfather, Charles VI, shortly afterwards."}, {"title": "Battle of Northampton (1460)", "href": "/wiki/Battle_of_Northampton_(1460)", "description": "The Battle of Northampton was fought on 10 July 1460 near the River Nene, Northamptonshire. It was a major battle of the Wars of the Roses. The opposing forces were an army led by nobles loyal to King Henry VI of the House of Lancaster, his Queen Margaret of Anjou and their seven-year-old son Edward, Prince of Wales on one side, and the army of Edward, Earl of March and Warwick the Kingmaker on th"}]}, {"heading": "Events", "year": "1499", "date": "July 10", "txt": "The Portuguese explorer Nicolau Coelho returns to Lisbon after discovering the sea route to India as a companion of Vasco da Gama.", "entities": [{"title": "Nicolau Coelho", "href": "/wiki/Nicolau_Coelho", "description": "Nicolau Coelho was an expert Portuguese navigator and explorer during the age of discovery. He participated in the discovery of the route to India by Vasco da Gama where he commanded Berrio, the first caravel to return; was captain of a ship in the fleet headed by Pedro Álvares Cabral who landed in Brazil. He died at sea, possibly off the coast of Mozambique, while returning from India in the 5th "}, {"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}, {"title": "Vasco da Gama", "href": "/wiki/Vasco_da_Gama", "description": "Vasco da Gama, 1st Count of Vidigueira, was a Portuguese explorer and the first European to reach India by sea."}]}, {"heading": "Events", "year": "1512", "date": "July 10", "txt": "The Spanish conquest of Iberian Navarre commences with the capture of Goizueta.", "entities": [{"title": "Spanish conquest of Iberian Navarre", "href": "/wiki/Spanish_conquest_of_Iberian_Navarre", "description": "The Spanish conquest of the Iberian part of Navarre was initiated by Ferdinand II of Aragon and completed by his grandson and successor Charles V in a series of military campaigns lasting from 1512 to 1524. Ferdinand was both the king of Aragon and regent of Castile in 1512. When Pope Julius II declared a Holy League against France in late 1511, Navarre attempted to remain neutral. Ferdinand used "}, {"title": "Goizueta, Navarre", "href": "/wiki/Goizueta,_Navarre", "description": "Goizueta is a town and municipality located in the province and autonomous community of Navarre, northern Spain."}]}, {"heading": "Events", "year": "1519", "date": "July 10", "txt": "Zhu Chenhao declares the Ming dynasty's Zhengde Emperor a usurper, beginning the Prince of Ning rebellion, and leads his army north in an attempt to capture Nanjing.", "entities": [{"title": "Zhu Chenhao", "href": "/wiki/Zhu_Chenhao", "description": "Zhu Chenhao (朱宸濠) or Prince of Ning (寜王) was a member of the Ming Dynasty's Royal Family. He was the 5th generation descendant of Zhu Quan, the seventeenth son of the Hongwu Emperor. He attempted to usurp the throne and was the leader of the Prince of Ning rebellion."}, {"title": "Ming dynasty", "href": "/wiki/Ming_dynasty", "description": "The Ming dynasty, officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng, numerous rump regimes ruled by remnants of the Ming imperial family—collectively call"}, {"title": "Zhengde Emperor", "href": "/wiki/Zhengde_Emperor", "description": "The Zhengde Emperor, who was the 11th Emperor of the Ming dynasty, reigned from 1505 to 1521."}, {"title": "Prince of Ning rebellion", "href": "/wiki/Prince_of_Ning_rebellion", "description": "The Prince of Ning rebellion or rebellion of the Prince of Ning was a rebellion that took place in China between 10 July and 20 August 1519 during the Ming dynasty. It was started by Zhu Chenhao, the Prince of Ning and a fifth-generation descendant of Zhu Quan, and was aimed at overthrowing the Zhengde Emperor. The Prince of Ning revolt was one of two princedom rebellions during the Zhengde Empero"}, {"title": "Nanjing", "href": "/wiki/Nanjing", "description": "Nanjing, formerly romanized as Nanking, is the capital of Jiangsu province of the People's Republic of China and the second largest city in the East China region. With 11 districts, Nanjing, which is located in southwestern Jiangsu, has an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,505,500 as of 2019."}]}, {"heading": "Events", "year": "1553", "date": "July 10", "txt": "Lady Jane Grey takes the throne of England.", "entities": [{"title": "Lady Jane Grey", "href": "/wiki/Lady_Jane_Grey", "description": "Lady Jane Grey, also known as Lady Jane Dudley and as the \"Nine Days' Queen\", was an English noblewoman and de facto Queen of England and Ireland from 10 July until 19 July 1553."}]}, {"heading": "Events", "year": "1584", "date": "July 10", "txt": "William I of Orange is assassinated in his home in Delft, Holland, by Balthasar Gérard.", "entities": [{"title": "William I of Orange", "href": "/wiki/William_I_of_Orange", "description": "William the Silent, also known as William the Taciturn, or William of Orange, was the main leader of the Dutch Revolt against the Spanish Habsburgs that set off the Eighty Years' War (1568–1648) and resulted in the formal independence of the United Provinces in 1581. Born into the House of Nassau, he became Prince of Orange in 1544 and is thereby the founder of the Orange-Nassau branch and the anc"}, {"title": "Delft", "href": "/wiki/Delft", "description": "Delft is a city and municipality in the province of South Holland, Netherlands. It is located between Rotterdam, to the southeast, and The Hague, to the northwest. Together with them, it is part of both Rotterdam–The Hague metropolitan area and the Randstad."}, {"title": "Holland", "href": "/wiki/Holland", "description": "Holland is a geographical region and former province on the western coast of the Netherlands. The name Holland is also frequently used informally to refer to the whole of the country of the Netherlands. This usage is commonly accepted in other countries and is also commonly employed by the Dutch themselves. However, some in the Netherlands, particularly those from regions outside Holland, may find"}, {"title": "Balthasar Gérard", "href": "/wiki/Balthasar_G%C3%A9rard", "description": "Balthasar Gérard was the assassin of the Dutch independence leader, William I of Orange. He killed William I in Delft on 10 July 1584, by shooting him twice with a pair of pistols, and was afterwards tried, convicted, and executed."}]}, {"heading": "Events", "year": "1645", "date": "July 10", "txt": "English Civil War: The Battle of Langport takes place.", "entities": [{"title": "English Civil War", "href": "/wiki/English_Civil_War", "description": "The English Civil War (1642–1651) was a series of civil wars and political machinations between Parliamentarians (\"Roundheads\") and Royalists (\"Cavaliers\"), mainly over the manner of England's governance and issues of religious freedom. It was part of the wider Wars of the Three Kingdoms. The first (1642–1646) and second (1648–1649) wars pitted the supporters of King Charles I against the supporte"}, {"title": "Battle of Langport", "href": "/wiki/Battle_of_Langport", "description": "The Battle of Langport was a Parliamentarian victory late in the First English Civil War which destroyed the last Royalist field army and gave Parliament control of the West of England, which had hitherto been a major source of manpower, raw materials and imports for the Royalists. The battle took place on 10 July 1645 near the small town of Langport, which lies south of Bristol."}]}, {"heading": "Events", "year": "1778", "date": "July 10", "txt": "American Revolution: Louis XVI of France declares war on the Kingdom of Great Britain.", "entities": [{"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}, {"title": "Louis XVI of France", "href": "/wiki/Louis_XVI_of_France", "description": "Louis XVI was the last king of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months just before he was executed by guillotine. In 1765, upon the death of his father, Louis, Dauphin of France, he became the new Dauphin. Upon his grandfather Louis XV's death on 10 May 1774, he assumed the title King of France and Navarr"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}]}, {"heading": "Events", "year": "1789", "date": "July 10", "txt": "Alexander Mackenzie reaches the Mackenzie River delta.", "entities": [{"title": "Alexander Mackenzie (explorer)", "href": "/wiki/Alexander_Mackenzie_(explorer)", "description": "Sir Alexander Mackenzie was a Scottish explorer known for accomplishing the first east to west crossing of America north of Mexico in 1793, which preceded the more famous Lewis and Clark Expedition by 12 years. The Mackenzie River is named after him, the longest river system in Canada and the second longest in North America."}, {"title": "Mackenzie River", "href": "/wiki/Mackenzie_River", "description": "The Mackenzie River is a river in the Canadian boreal forest. It forms, along with the Slave, Peace, and Finlay, the longest river system in Canada, and includes the second largest drainage basin of any North American river after the Mississippi."}]}, {"heading": "Events", "year": "1806", "date": "July 10", "txt": "The Vellore Mutiny is the first instance of a mutiny by Indian sepoys against the British East India Company.", "entities": [{"title": "Vellore Mutiny", "href": "/wiki/Vellore_Mutiny", "description": "The Vellore mutiny on 10 July 1806 was the first instance of a large-scale and violent mutiny by Indian sepoys against the East India Company, predating the Indian Rebellion of 1857 by half a century. The revolt, which took place in the South Indian city of Vellore, lasted one full day, during which mutineers seized the Vellore Fort and killed or wounded 200 British troops. The mutiny was subdued "}, {"title": "Sepoy", "href": "/wiki/Sepoy", "description": "A sepoy or সিপাহী was originally the designation given to a professional Indian infantryman, usually armed with a musket, in the armies of the Mughal Empire."}, {"title": "British East India Company", "href": "/wiki/British_East_India_Company", "description": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), the English East India Company or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company was an English and later British joint-stock company founded in 1600. It was formed to trade in the Indian Ocean region, initially with "}]}, {"heading": "Events", "year": "1832", "date": "July 10", "txt": "U.S. President Andrew Jackson vetoes a bill that would re-charter the Second Bank of the United States.", "entities": [{"title": "Andrew Jackson", "href": "/wiki/Andrew_Jackson", "description": "Andrew Jackson was an American lawyer, soldier, and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. An expansionist president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\""}, {"title": "Second Bank of the United States", "href": "/wiki/Second_Bank_of_the_United_States", "description": "The Second Bank of the United States, located in Philadelphia, Pennsylvania, was the second federally authorized Hamiltonian national bank in the United States during its 20-year charter from February 1816 to January 1836. The bank's formal name, according to section 9 of its charter as passed by Congress, was \"The President Directors and Company of the Bank of the United States\"."}]}, {"heading": "Events", "year": "1850", "date": "July 10", "txt": "U.S. President Millard Fillmore is sworn in, a day after becoming president upon Zachary Taylor's death.", "entities": [{"title": "Millard Fillmore", "href": "/wiki/Millard_Fillmore", "description": "Millard Fillmore was the 13th president of the United States, serving from 1850 to 1853, the last to be a member of the Whig Party while in the White House. A former member of the U.S. House of Representatives from Upstate New York, Fillmore was elected as the 12th U.S. Vice President in 1848, and succeeded to the presidency in July 1850 upon the death of U.S. President Zachary Taylor. Fillmore wa"}, {"title": "Zachary Taylor", "href": "/wiki/Zachary_Taylor", "description": "Zachary Taylor was an American military leader who served as the 12th president of the United States from 1849 until his death in 1850. Taylor previously was a career officer in the United States Army, rose to the rank of major general and became a national hero as a result of his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political bel"}]}, {"heading": "Events", "year": "1877", "date": "July 10", "txt": "The then-villa of Mayagüez, Puerto Rico, formally receives its city charter from the Royal Crown of Spain.", "entities": [{"title": "Villa", "href": "/wiki/Villa#Post-Roman_era", "description": "A villa is a type of house that was originally an ancient Roman upper-class country house. Since its origins in the Roman villa, the idea and function of a villa has evolved considerably. After the fall of the Roman Republic, villas became small farming compounds, which were increasingly fortified in Late Antiquity, sometimes transferred to the Church for reuse as a monastery. Then they gradually "}, {"title": "Mayagüez, Puerto Rico", "href": "/wiki/Mayag%C3%BCez,_Puerto_Rico", "description": "Mayagüez is the eighth-largest municipality of Puerto Rico. It was founded as Nuestra Señora de la Candelaria, and is also known as La Sultana del Oeste, Ciudad de las Aguas Puras, or Ciudad del Mangó. On April 6, 1894, the Spanish Crown gave it the formal title of Excelente Ciudad de Mayagüez. Mayagüez is located in the center of the western coast on the island of Puerto Rico. It is a principal c"}]}, {"heading": "Events", "year": "1882", "date": "July 10", "txt": "War of the Pacific: Chile suffers its last military defeat in the Battle of La Concepción when a garrison of 77 men is annihilated by a 1,300-strong Peruvian force, many of them armed with spears.", "entities": [{"title": "War of the Pacific", "href": "/wiki/War_of_the_Pacific", "description": "The War of the Pacific, also known as the Saltpeter War and by multiple other names, was a war between Chile and a Bolivian–Peruvian alliance from 1879 to 1884. Fought over Chilean claims on coastal Bolivian territory in the Atacama Desert, the war ended with a Chilean victory, which gained for the country a significant amount of resource-rich territory from Peru and Bolivia. The Chilean Army took"}, {"title": "Battle of La Concepción", "href": "/wiki/Battle_of_La_Concepci%C3%B3n", "description": "The Battle of Concepción was a battle fought between Chilean and Peruvian forces on July 9 and July 10, 1882, during the Sierra Campaign of the War of the Pacific. Heavily outnumbered, the Chilean detachment of 77 men under the command of Captain Ignacio Carrera Pinto was annihilated by a 1,300-strong Peruvian force, many of them armed with spears, commanded by Col. Juan Gasto and Ambrosio Salazar"}]}, {"heading": "Events", "year": "1883", "date": "July 10", "txt": "War of the Pacific: Chileans led by Alejandro Gorostiaga defeat Andrés Avelino Cáceres's Peruvuan army at the Battle of Huamachuco, hastening the end of the war.", "entities": [{"title": "War of the Pacific", "href": "/wiki/War_of_the_Pacific", "description": "The War of the Pacific, also known as the Saltpeter War and by multiple other names, was a war between Chile and a Bolivian–Peruvian alliance from 1879 to 1884. Fought over Chilean claims on coastal Bolivian territory in the Atacama Desert, the war ended with a Chilean victory, which gained for the country a significant amount of resource-rich territory from Peru and Bolivia. The Chilean Army took"}, {"title": "Alejandro Gorostiaga", "href": "/wiki/Alejandro_Gorostiaga", "description": "Alejandro Gorostiaga Orrego, was a Chilean military officer born in La Serena. He joined the Escuela Militar de Chile in 1857 till his retirement in 1878. Alejandro Gorostiaga was of Basque descent."}, {"title": "Andrés Avelino Cáceres", "href": "/wiki/Andr%C3%A9s_Avelino_C%C3%A1ceres", "description": "Andrés Avelino Cáceres Dorregaray served as the President of Peru three times during the 19th century, from 1881 to 1882 as the 34th President of Peru, then from 1886 to 1890 as the 36th President of Peru, and again from 1894 to 1895 as the 38th President of Peru. In Peru, he is considered a national hero for leading the resistance to Chilean occupation during the War of the Pacific (1879–1883), w"}, {"title": "Battle of Huamachuco", "href": "/wiki/Battle_of_Huamachuco", "description": "The Battle of Huamachuco was fought on the 10 July 1883, and it was the last major battle of the War of the Pacific. The Chilean soldiers led by Colonel Alejandro Gorostiaga decisively defeated the Peruvian army commanded by General Andrés Avelino Cáceres near the town of Huamachuco. This Chilean victory effectively eliminated Cáceres' Ejército de la Breña, ending any real threat or resistance in "}]}, {"heading": "Events", "year": "1890", "date": "July 10", "txt": "Wyoming is admitted as the 44th U.S. state.", "entities": [{"title": "Wyoming", "href": "/wiki/Wyoming", "description": "Wyoming is a state in the Mountain West subregion of the Western United States. The 10th largest state by area, it is also the least populous and least densely populated state in the contiguous United States. It is bordered by Montana to the north and northwest, South Dakota and Nebraska to the east, Idaho to the west, Utah to the southwest, and Colorado to the south. The state population was esti"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1920", "date": "July 10", "txt": "Arthur Meighen becomes Prime Minister of Canada.", "entities": [{"title": "Arthur Meighen", "href": "/wiki/Arthur_Meighen", "description": "Arthur Meighen was a Canadian lawyer and politician who served as the ninth prime minister of Canada, in office from July 1920 to December 1921 and again from June to September 1926. He led the Conservative Party from 1920 to 1926 and from 1941 to 1942."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Events", "year": "1921", "date": "July 10", "txt": "Belfast's Bloody Sunday: Sixteen people are killed and 161 houses destroyed during rioting and gun battles in Belfast, Northern Ireland.", "entities": [{"title": "Bloody Sunday (1921)", "href": "/wiki/Bloody_Sunday_(1921)", "description": "Bloody Sunday or Belfast's Bloody Sunday was a day of violence in Belfast, Northern Ireland on 10 July 1921, during the Irish War of Independence. In retaliation for an Irish Republican Army (IRA) ambush of a police raiding party, Protestant loyalists attacked Catholic enclaves, burning homes and businesses. This sparked clashes and gun battles between Catholics and Protestants, including republic"}, {"title": "Belfast", "href": "/wiki/Belfast", "description": "Belfast is the capital and largest city of Northern Ireland, standing on the banks of the River Lagan on the east coast. It is the 12th-largest city in the United Kingdom and the second-largest on the island of Ireland. It had a population of 343,542 as of 2019. Belfast suffered greatly during the violence that accompanied the partition of Ireland, and especially during the more recent conflict kn"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}]}, {"heading": "Events", "year": "1925", "date": "July 10", "txt": "Scopes Trial: In Dayton, Tennessee, the so-called \"Monkey Trial\" begins of John T. Scopes, a young high school science teacher accused of teaching evolution in violation of the Butler Act.", "entities": [{"title": "Scopes Trial", "href": "/wiki/Scopes_Trial", "description": "The Scopes Trial, formally known as The State of Tennessee v. John Thomas Scopes and commonly referred to as the Scopes Monkey Trial, was an American legal case in July 1925 in which a high school teacher, John T. Scopes, was accused of violating Tennessee's Butler Act, which had made it unlawful to teach human evolution in any state-funded school. The trial was deliberately staged in order to att"}, {"title": "Dayton, Tennessee", "href": "/wiki/Dayton,_Tennessee", "description": "Dayton is a city and county seat in Rhea County, Tennessee, United States. As of the 2010 census, the city population was 7,191. The Dayton Urban Cluster, which includes developed areas adjacent to the city and extends south to Graysville, had 10,174 people in 2010."}, {"title": "John T. Scopes", "href": "/wiki/John_T._Scopes", "description": "John Thomas Scopes was a teacher in Dayton, Tennessee, who was charged on May 5, 1925, with violating Tennessee's Butler Act, which prohibited the teaching of human evolution in Tennessee schools. He was tried in a case known as the Scopes Trial, in which he was found guilty and fined $100."}, {"title": "Evolution", "href": "/wiki/Evolution", "description": "Evolution is change in the heritable characteristics of biological populations over successive generations. These characteristics are the expressions of genes that are passed on from parent to offspring during reproduction. Different characteristics tend to exist within any given population as a result of mutation, genetic recombination and other sources of genetic variation. Evolution occurs when"}, {"title": "Butler Act", "href": "/wiki/Butler_Act", "description": "The Butler Act was a 1925 Tennessee law introduced by Tennessee House of Representatives member John Washington Butler prohibiting public school teachers from denying the Biblical account of mankind's origin. It was enacted as Tennessee Code Annotated Title 49 (Education) Section 1922, having been signed into law by Tennessee governor Austin Peay. The law also prevented the teaching of the evoluti"}]}, {"heading": "Events", "year": "1927", "date": "July 10", "txt": "Kevin O'Higgins TD, Vice-President of the Executive Council of the Irish Free State is assassinated by the IRA.", "entities": [{"title": "Kevin O'Higgins", "href": "/wiki/Kevin_O%27Higgins", "description": "Kevin Christopher O'Higgins was an Irish politician who served as Vice-President of the Executive Council and Minister for Justice from 1922 to 1927, Minister for External Affairs from June 1927 to July 1927 and Minister for Economic Affairs from January 1922 to September 1922. He served as a Teachta Dála (TD) from 1918 to 1927."}, {"title": "Teachta Dála", "href": "/wiki/Teachta_D%C3%A1la", "description": "\n\n\nA Teachta Dála, abbreviated as TD, is a member of Dáil Éireann, the lower house of the Oireachtas. It is the equivalent of terms such as Member of Parliament (MP) or Member of Congress used in other countries. The official translation of the term is \"Deputy to the Dáil\", although a more literal translation is \"Assembly Delegate\"."}, {"title": "Irish Free State", "href": "/wiki/Irish_Free_State", "description": "The Irish Free State was a state established in 1922 under the Anglo-Irish Treaty of December 1921. That treaty ended the three-year Irish War of Independence between the forces of the Irish Republic, the Irish Republican Army (IRA), and British Crown forces."}, {"title": "Irish Republican Army", "href": "/wiki/Irish_Republican_Army", "description": "The Irish Republican Army (IRA) is a name used by various paramilitary organisations in Ireland throughout the 20th and the 21st centuries. Organisations going by this name have been dedicated to irredentism through Irish republicanism, the belief that all of Ireland should be an independent republic free from British rule. The original Irish Republican Army was raised in 1917 from members of the "}]}, {"heading": "Events", "year": "1938", "date": "July 10", "txt": "Howard Hughes begins a 91-hour airplane flight around the world that will set a new record.", "entities": [{"title": "Howard Hughes", "href": "/wiki/Howard_Hughes", "description": "Howard Robard Hughes Jr. was an American business magnate, investor, record-setting pilot, engineer, film director, and philanthropist, known during his lifetime as one of the most financially successful individuals in the world. He first became prominent as a film producer, and then as an influential figure in the aviation industry. Later in life, he became known for his eccentric behavior and re"}, {"title": "Airplane", "href": "/wiki/Airplane", "description": "An airplane or aeroplane is a fixed-wing aircraft that is propelled forward by thrust from a jet engine, propeller, or rocket engine. Airplanes come in a variety of sizes, shapes, and wing configurations. The broad spectrum of uses for airplanes includes recreation, transportation of goods and people, military, and research. Worldwide, commercial aviation transports more than four billion passenge"}]}, {"heading": "Events", "year": "1940", "date": "July 10", "txt": "World War II: The Vichy government is established in France.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Vichy France", "href": "/wiki/Vichy_France", "description": "Vichy France is the common name of the French State headed by Marshal Philippe Pétain during World War II. It was an independent ally of Nazi Germany until late 1942 when Berlin took full control. Evacuated from Paris to the resort town of Vichy in the unoccupied \"Free Zone\" in the southern part of Metropolitan France, it remained responsible for the civil administration of France as well as its c"}]}, {"heading": "Events", "year": "1940", "date": "July 10", "txt": "World War II: Six days before Adolf Hitler issues his Directive 16 to the combined Wehrmacht armed forces for Operation Sea Lion, the Kanalkampf shipping attacks against British maritime convoys begin, in the leadup to initiating the Battle of Britain.", "entities": [{"title": "List of Adolf Hitler's directives", "href": "/wiki/List_of_Adolf_Hitler%27s_directives", "description": "Adolf Hitler's directives or Führer's directives (Führerbefehle) were instructions and strategic plans issued by Adolf Hitler himself. They covered a wide range of subjects from detailed direction of military units in World War II to the governance of occupied territories and their populations. Under the Nazi system, they were binding, to be followed to the letter and superseded any other law. The"}, {"title": "Operation Sea Lion", "href": "/wiki/Operation_Sea_Lion", "description": "Operation Sea Lion, also written as Operation Sealion, was Nazi Germany's code name for the plan for an invasion of the United Kingdom during the Battle of Britain in the Second World War. Following the Fall of France, Adolf Hitler, the German Führer and Supreme Commander of the Armed Forces, hoped the British government would accept his offer to end the war, and he reluctantly considered invasion"}, {"title": "Battle of Britain", "href": "/wiki/Battle_of_Britain", "description": "The Battle of Britain was a military campaign of the Second World War, in which the Royal Air Force (RAF) and the Fleet Air Arm (FAA) of the Royal Navy defended the United Kingdom (UK) against large-scale attacks by Nazi Germany's air force, the Luftwaffe. It has been described as the first major military campaign fought entirely by air forces. The British officially recognise the battle's duratio"}]}, {"heading": "Events", "year": "1941", "date": "July 10", "txt": "Jedwabne pogrom: Massacre of Polish Jews living in and near the village of Jedwabne.", "entities": [{"title": "Jedwabne pogrom", "href": "/wiki/Jedwabne_pogrom", "description": "The Jedwabne pogrom was a massacre of Polish Jews in the town of Jedwabne, German-occupied Poland, on 10 July 1941, during World War II and the early stages of the Holocaust. At least 340 men, women and children were murdered, some 300 of whom were locked in a barn which was then set on fire. About 40 non-Jewish Poles were implicated in the massacre. German military police were present in the town"}, {"title": "Jedwabne", "href": "/wiki/Jedwabne", "description": "Jedwabne is a town in northeast Poland, in Łomża County of Podlaskie Voivodeship, with 1,942 inhabitants (2002). It is notable for the Jedwabne pogrom of 10 July 1941, during the World War II German occupation of Poland."}]}, {"heading": "Events", "year": "1942", "date": "July 10", "txt": "World War II: An American pilot spots a downed, intact Mitsubishi A6M Zero on Akutan Island (the \"Akutan Zero\") that the US Navy uses to learn the aircraft's flight characteristics.", "entities": [{"title": "Akutan Island", "href": "/wiki/Akutan_Island", "description": "Akutan Island is an island in the Fox Islands group of the eastern Aleutian Islands in the Aleutians East Borough of Alaska."}, {"title": "Akutan Zero", "href": "/wiki/Akutan_Zero", "description": "The Akutan Zero, also known as Koga's Zero and the Aleutian Zero, was a type 0 model 21 Mitsubishi A6M Zero Japanese fighter aircraft that crash-landed on Akutan Island, Alaska Territory, during World War II. It was found intact by the Americans in July 1942 and became the first flyable Zero acquired by the United States during the war. It was repaired and flown by American test pilots. As a resul"}]}, {"heading": "Events", "year": "1943", "date": "July 10", "txt": "World War II: Operation Husky begins in Sicily.", "entities": [{"title": "Operation Husky", "href": "/wiki/Operation_Husky", "description": "The Allied invasion of Sicily, codenamed Operation Husky, was a major campaign of World War II, in which the Allies took the island of Sicily from the Axis powers. It began with a large amphibious and airborne operation, followed by a six-week land campaign, and initiated the Italian Campaign."}]}, {"heading": "Events", "year": "1947", "date": "July 10", "txt": "Muhammad Ali Jinnah is recommended as the first Governor-General of Pakistan by the British Prime Minister, Clement Attlee.", "entities": [{"title": "Muhammad Ali Jinnah", "href": "/wiki/Muhammad_Ali_Jinnah", "description": "Muhammad Ali Jinnah was a barrister, politician and the founder of Pakistan. Jinnah served as the leader of the All-India Muslim League from 1913 until the inception of Pakistan on 14 August 1947, and then as the Dominion of Pakistan's first Governor-General until his death. He is revered in Pakistan as the Quaid-i-Azam and Baba-i-Qaum. His birthday is observed as a national holiday in Pakistan."}, {"title": "Governor-General of Pakistan", "href": "/wiki/Governor-General_of_Pakistan", "description": "The Governor-General of Pakistan was the representative of the British monarch in Pakistan, established by the Indian Independence Act 1947. The office of Governor-General was abolished when Pakistan became an Islamic republic in 1956."}, {"title": "Clement Attlee", "href": "/wiki/Clement_Attlee", "description": "Clement Richard Attlee, 1st Earl Attlee, was a British politician who served as Prime Minister of the United Kingdom from 1945 to 1951 and Leader of the Labour Party from 1935 to 1955. He was Deputy Prime Minister during the wartime coalition government under Winston Churchill, and served twice as Leader of the Opposition from 1935 to 1940 and from 1951 to 1955."}]}, {"heading": "Events", "year": "1951", "date": "July 10", "txt": "Korean War: Armistice negotiations begin at Kaesong.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "Kaesong", "href": "/wiki/Kaesong", "description": "Kaesong is a special city in the southern part of North Korea, and the capital of Korea during the Taebong kingdom and subsequent Goryeo dynasty. The city is near the Kaesong Industrial Region close to the border with South Korea and contains the remains of the Manwoldae palace. Called Songdo while it was the ancient capital of Goryeo, the city prospered as a trade centre that produced Korean gins"}]}, {"heading": "Events", "year": "1962", "date": "July 10", "txt": "Telstar, the world's first communications satellite, is launched into orbit.", "entities": [{"title": "Telstar", "href": "/wiki/Telstar", "description": "Telstar is the name of various communications satellites. The first two Telstar satellites were experimental and nearly identical. Telstar 1 launched on top of a Thor-Delta rocket on July 10, 1962. It successfully relayed through space the first television pictures, telephone calls, and telegraph images, and provided the first live transatlantic television feed. Telstar 2 launched May 7, 1963. Tel"}, {"title": "Communications satellite", "href": "/wiki/Communications_satellite", "description": "A communications satellite is an artificial satellite that relays and amplifies radio telecommunication signals via a transponder; it creates a communication channel between a source transmitter and a receiver at different locations on Earth. Communications satellites are used for television, telephone, radio, internet, and military applications. As of 1 August 2020, there are 2,787 artificial sat"}]}, {"heading": "Events", "year": "1966", "date": "July 10", "txt": "The Chicago Freedom Movement, co-founded by Martin Luther King Jr., holds a rally at Soldier Field in Chicago. As many as 60,000 people attend.", "entities": [{"title": "Chicago Freedom Movement", "href": "/wiki/Chicago_Freedom_Movement", "description": "The Chicago Freedom Movement, also known as the Chicago open housing movement, was led by Martin Luther King Jr., James Bevel and Al Raby. It was supported by the Chicago based Coordinating Council of Community Organizations (CCCO) and the Southern Christian Leadership Conference (SCLC). The movement included a large rally, marches, and demands to the City of Chicago. These specific demands covere"}, {"title": "Martin Luther King Jr.", "href": "/wiki/Martin_Luther_King_Jr.", "description": "Martin Luther King Jr. was an African American Baptist minister and activist who became the most visible spokesperson and leader in the American civil rights movement from 1955 until his assassination in 1968. King advanced civil rights through nonviolence and civil disobedience, inspired by his Christian beliefs and the nonviolent activism of Mahatma Gandhi. He was the son of early civil rights a"}, {"title": "Soldier Field", "href": "/wiki/Soldier_Field", "description": "Soldier Field is an American football and soccer stadium located in the Near South Side of Chicago, Illinois, near Downtown Chicago. It opened in 1924 and is the home field of the Chicago Bears of the National Football League (NFL), who moved there in 1971, and Chicago Fire FC of Major League Soccer (MLS). It has a football capacity of 61,500, and it is the oldest stadium in the NFL."}]}, {"heading": "Events", "year": "1973", "date": "July 10", "txt": "The Bahamas gain full independence within the Commonwealth of Nations.", "entities": [{"title": "The Bahamas", "href": "/wiki/The_Bahamas", "description": "The Bahamas, known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago of the West Indies in the Atlantic. It takes up 97% of the Lucayan Archipelago's land area and is home to 88% of the archipelago's population. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and northwest of the"}, {"title": "Commonwealth of Nations", "href": "/wiki/Commonwealth_of_Nations", "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "}]}, {"heading": "Events", "year": "1976", "date": "July 10", "txt": "Four mercenaries (one American and three British) are executed in Angola following the Luanda Trial.", "entities": [{"title": "Angola", "href": "/wiki/Angola", "description": "Angola, officially the Republic of Angola, is a country located on the west coast of Southern Africa. It is the second-largest lusophone (Portuguese-speaking) country in both total area and population, and it is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola h"}, {"title": "Luanda Trial", "href": "/wiki/Luanda_Trial", "description": "The Luanda Trial was a trial held in Luanda, Angola, in June 1976 during the Angolan Civil War. Thirteen Western mercenaries were sentenced to either long prison terms or execution by firing squad."}]}, {"heading": "Events", "year": "1978", "date": "July 10", "txt": "ABC World News Tonight premieres on ABC.", "entities": [{"title": "American Broadcasting Company", "href": "/wiki/American_Broadcasting_Company", "description": "The American Broadcasting Company (ABC) is an American multinational commercial broadcast television network that is a flagship property of Walt Disney Television, a division of Disney General Entertainment Content of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disne"}]}, {"heading": "Events", "year": "1978", "date": "July 10", "txt": "President Moktar Ould Daddah of Mauritania is ousted in a bloodless coup d'état.", "entities": [{"title": "Mauritania", "href": "/wiki/Mauritania", "description": "Mauritania, officially the Islamic Republic of Mauritania, is a country in Northwest Africa. It is the twenty-eighth largest country or dependency in the world, the eleventh largest sovereign state in Africa and the largest country lying entirely below an altitude of 1,000 metres (3,300 ft). Mauritania is bordered by the Atlantic Ocean to the west, Western Sahara to the north and northwest, Algeri"}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}]}, {"heading": "Events", "year": "1985", "date": "July 10", "txt": "The Greenpeace vessel Rainbow Warrior is bombed and sunk in Auckland harbour by French DGSE agents, killing Fernando Pereira.", "entities": [{"title": "Greenpeace", "href": "/wiki/Greenpeace", "description": "Greenpeace is a non-governmental environmental organization with offices in over 55 countries and an international coordinating body in Amsterdam, the Netherlands. Greenpeace was founded in 1971 by Irving Stowe and Dorothy Stowe, Canadian and US expat environmental activists. Greenpeace states its goal is to \"ensure the ability of the Earth to nurture life in all its diversity\" and focuses its cam"}, {"title": "Sinking of the Rainbow Warrior", "href": "/wiki/Sinking_of_the_Rainbow_Warrior", "description": "The sinking of Rainbow Warrior, codenamed Opération Satanique, was a bombing operation by the \"action\" branch of the French foreign intelligence services, the Direction générale de la sécurité extérieure (DGSE), carried out on 10 July 1985. During the operation, two operatives sank the flagship of the Greenpeace fleet, Rainbow Warrior, at the Port of Auckland in New Zealand on her way to a protest"}, {"title": "Auckland", "href": "/wiki/Auckland", "description": "Auckland is a large metropolitan city in the North Island of New Zealand. The most populous urban area in the country, Auckland has an urban population of about 1,470,100. It is located in the Auckland Region—the area governed by Auckland Council—which includes outlying rural areas and the islands of the Hauraki Gulf, and which has a total population of 1,717,500. While Europeans continue to make "}, {"title": "DGSE", "href": "/wiki/DGSE", "description": "The General Directorate for External Security is France's foreign intelligence agency. Equivalent to the British MI6 and the American CIA, the DGSE safeguards French national security through intelligence gathering and conducting paramilitary and counterintelligence operations abroad, as well as economic espionage. It is headquartered in the 20th arrondissement of Paris."}, {"title": "Fernando Pereira", "href": "/wiki/Fernando_Pereira", "description": "Fernando Pereira was a freelance Portuguese-Dutch photographer, who drowned when French intelligence (DGSE) detonated a bomb and sank the Rainbow Warrior, owned by the environmental organisation Greenpeace on 10 July 1985."}]}, {"heading": "Events", "year": "1985", "date": "July 10", "txt": "An Aeroflot Tupolev Tu-154 stalls and crashes near Uchkuduk, Uzbekistan (then part of the Soviet Union), killing all 200 people on board in the USSR's worst-ever airline disaster.", "entities": [{"title": "Tupolev Tu-154", "href": "/wiki/Tupolev_Tu-154", "description": "The Tupolev Tu-154 is a three-engine medium-range narrow-body airliner designed in the mid-1960s and manufactured by Tupolev. A workhorse of Soviet and (subsequently) Russian airlines for several decades, it carried half of all passengers flown by Aeroflot and its subsidiaries, remaining the standard domestic-route airliner of Russia and former Soviet states until the mid-2000s. It was exported to"}, {"title": "Aeroflot Flight 7425", "href": "/wiki/Aeroflot_Flight_7425", "description": "Aeroflot Flight 7425 was a domestic scheduled Karshi–Ufa–Leningrad passenger flight that crashed near Uchkuduk, Uzbek SSR, Soviet Union on 10 July 1985. The crash killed all 200 occupants on board. Investigators determined that crew fatigue was a factor in the accident."}, {"title": "Uchkuduk", "href": "/wiki/Uchkuduk", "description": "Uchquduq is a city in the north of Navoiy Region, Uzbekistan. The city's name means \"three draw-wells\" in Uzbek. It is located at 42°9′24″N 63°33′20″E, at an altitude of 193 meters in the middle of the Kyzyl Kum Desert."}, {"title": "Uzbekistan", "href": "/wiki/Uzbekistan", "description": "Uzbekistan, officially the Republic of Uzbekistan, is a landlocked country in Central Asia. It is surrounded by five countries: Kazakhstan to the north; Kyrgyzstan to the northeast; Tajikistan to the southeast; Afghanistan to the south, Turkmenistan and the autonomous republic of Karakalpakstan to the south-west. Along with Liechtenstein, it is one of two doubly landlocked countries."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1991", "date": "July 10", "txt": "The South African cricket team is readmitted into the International Cricket Council following the end of Apartheid.", "entities": [{"title": "South African cricket team", "href": "/wiki/South_African_cricket_team", "description": "The South Africa national cricket team, also known as the Proteas, represents South Africa in men's international cricket and is administered by Cricket South Africa. South Africa is a full member of the International Cricket Council (ICC), with Test, One-Day International (ODI) and Twenty20 International (T20I) status. Its nickname derives from South Africa's national flower, Protea cynaroides, c"}, {"title": "International Cricket Council", "href": "/wiki/International_Cricket_Council", "description": "The International Cricket Council (ICC) is the world governing body of cricket. It was founded as the Imperial Cricket Conference in 1909 by representatives from Australia, England and South Africa. It was renamed as the International Cricket Conference in 1965, and took up its current name in 1989. It organises world championship events such as World Test Championship, Cricket World Cup, Women's "}, {"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}]}, {"heading": "Events", "year": "1991", "date": "July 10", "txt": "Boris Yeltsin takes office as the first elected President of Russia.", "entities": [{"title": "President of Russia", "href": "/wiki/President_of_Russia", "description": "The president of the Russian Federation, is the head of state of the Russian Federation, as well as the commander-in-chief of the Russian Armed Forces. It is the highest office in Russia."}]}, {"heading": "Events", "year": "1992", "date": "July 10", "txt": "In Miami, former Panamanian leader Manuel Noriega is sentenced to 40 years in prison for drug and racketeering violations.", "entities": [{"title": "Miami", "href": "/wiki/Miami", "description": "Miami, officially the City of Miami, is a coastal city located in southeastern Florida in the United States. It is the third most populous metropolis on the East coast of the United States, and it is the seventh largest in the country. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 491 ft (150 m)."}, {"title": "Panamanian", "href": "/wiki/Panamanian", "description": "Panamanians are people identified with Panama, a country in Central America, whose connection may be residential, legal, historical, or cultural. For most Panamanians, several or all of these connections exist and are collectively the source of their Panamanian identity. Panama is a multilingual and multicultural society, home to people of many different ethnicities and religions. Therefore, many "}, {"title": "Manuel Noriega", "href": "/wiki/Manuel_Noriega", "description": "Manuel Antonio Noriega Moreno was a Panamanian politician and military officer who was the de facto ruler of Panama from 1983 to 1989. An authoritarian ruler who amassed a personal fortune through drug trafficking operations, he had longstanding ties to United States intelligence agencies before the U.S. invasion of Panama removed him from power."}, {"title": "Recreational drug use", "href": "/wiki/Recreational_drug_use", "description": "Recreational drug use is the use of a psychoactive drug to induce an altered state of consciousness either for pleasure or for some other casual purpose or pastime by modifying the perceptions, feelings, and emotions of the user. When a psychoactive drug enters the user's body, it induces an intoxicating effect. Generally, recreational drugs are divided into three categories: depressants ; stimula"}, {"title": "Racketeering", "href": "/wiki/Racketeering", "description": "Racketeering is a genre of organized crime in which the perpetrators set up a coercive, fraudulent, or otherwise illegal scheme to repeatedly collect money or other profit."}]}, {"heading": "Events", "year": "1997", "date": "July 10", "txt": "In London, scientists report the findings of the DNA analysis of a Neanderthal skeleton which supports the \"out of Africa theory\" of human evolution, placing an \"African Eve\" at 100,000 to 200,000 years ago.", "entities": [{"title": "DNA", "href": "/wiki/DNA", "description": "Deoxyribonucleic acid is a molecule composed of two polynucleotide chains that coil around each other to form a double helix carrying genetic instructions for the development, functioning, growth and reproduction of all known organisms and many viruses. DNA and ribonucleic acid (RNA) are nucleic acids. Alongside proteins, lipids and complex carbohydrates (polysaccharides), nucleic acids are one of"}, {"title": "Neanderthal", "href": "/wiki/Neanderthal", "description": "Neanderthals are an extinct species or subspecies of archaic humans who lived in Eurasia until about 40,000 years ago. They most likely went extinct due to assimilation into the modern human genome, great climatic change, disease, or a combination of these factors. They were fully replaced by early European modern humans."}, {"title": "Out of Africa theory", "href": "/wiki/Out_of_Africa_theory", "description": "In paleoanthropology, the recent African origin of modern humans, also called the \"Out of Africa\" theory (OOA), recent single-origin hypothesis (RSOH), replacement hypothesis, or recent African origin model (RAO), is the dominant model of the geographic origin and early migration of anatomically modern humans. It follows the early expansions of hominins out of Africa, accomplished by Homo erectus "}, {"title": "Human evolution", "href": "/wiki/Human_evolution", "description": "Human evolution is the evolutionary process within the history of primates that led to the emergence of Homo sapiens as a distinct species of the hominid family, which includes the great apes. This process involved the gradual development of traits such as human bipedalism and language, as well as interbreeding with other hominins, which indicate that human evolution was not linear but a web."}, {"title": "African Eve", "href": "/wiki/African_Eve", "description": "In human genetics, the Mitochondrial Eve is the matrilineal most recent common ancestor (MRCA) of all living humans. In other words, she is defined as the most recent woman from whom all living humans descend in an unbroken line purely through their mothers and through the mothers of those mothers, back until all lines converge on one woman."}]}, {"heading": "Events", "year": "1997", "date": "July 10", "txt": "Miguel Ángel Blanco, a member of Partido Popular (Spain), is kidnapped (and later murdered) in the Basque city of Ermua by ETA members, sparking widespread protests.", "entities": [{"title": "People's Party (Spain)", "href": "/wiki/People%27s_Party_(Spain)", "description": "The People's Party is a conservative and Christian-democratic political party in Spain."}, {"title": "Ermua", "href": "/wiki/Ermua", "description": "Ermua is a town and municipality located in the province of Biscay, in the autonomous community of Basque Country, northern Spain. In 2019, Ermua had 15,880 inhabitants."}, {"title": "ETA (separatist group)", "href": "/wiki/ETA_(separatist_group)", "description": "ETA, an acronym for Euskadi Ta Askatasuna, was an armed Basque nationalist and separatist organization in the Basque Country. The group was founded in 1959 and later evolved from a group promoting traditional Basque culture to a paramilitary group engaged in a violent campaign of bombing, assassinations and kidnappings in the Southern Basque Country and throughout Spanish territory. Its goal was g"}]}, {"heading": "Events", "year": "1998", "date": "July 10", "txt": "Catholic Church sexual abuse cases: The Diocese of Dallas agrees to pay $23.4 million to nine former altar boys who claimed they were sexually abused by Rudolph Kos, a former priest.", "entities": [{"title": "Catholic Church sexual abuse cases", "href": "/wiki/Catholic_Church_sexual_abuse_cases", "description": "Catholic Church sexual abuse cases are cases of child sexual abuse by Catholic priests, nuns and members of religious orders. In the 20th and 21st centuries, the cases have involved many allegations, investigations, trials, convictions, and revelations about decades of attempts by Church officials to cover up reported incidents. The abused include mostly boys but also girls, some as young as three"}, {"title": "Roman Catholic Diocese of Dallas", "href": "/wiki/Roman_Catholic_Diocese_of_Dallas", "description": "The Roman Catholic Diocese of Dallas is a Roman Catholic diocese in Texas. It was founded on July 15, 1890, by Pope Leo XIII. The diocese's cathedral is the Cathedral Shrine of the Virgin of Guadalupe. As of May 2008, the diocese had more than one million Catholics in 80 parishes served by 208 priests, 160 deacons, 142 sisters, and seven brothers. Its territory comprises nine counties in North Tex"}, {"title": "Child sexual abuse", "href": "/wiki/Child_sexual_abuse", "description": "\nChild sexual abuse, also called child molestation, is a form of child abuse in which an adult or older adolescent uses a child for sexual stimulation. Forms of child sexual abuse include engaging in sexual activities with a child, indecent exposure, child grooming, and child sexual exploitation, including using a child to produce child pornography."}, {"title": "Rudolph Kos", "href": "/wiki/Rudolph_Kos", "description": "Rudolph Edward Kos is a former Roman Catholic priest who was found guilty of sex crimes in the Diocese of Dallas. In 1998, Kos was convicted of three counts of aggravated sexual assault and sentenced to life in prison."}]}, {"heading": "Events", "year": "1999", "date": "July 10", "txt": "In women's association football, the United States defeated China in a penalty shoot-out at the Rose Bowl near Los Angeles to win the final match of the 1999 FIFA Women's World Cup. The final was watched by 90,185 spectators, which set a new world record for attendance at a women's sporting event.", "entities": [{"title": "Association football", "href": "/wiki/Association_football", "description": "Association football, more commonly known as simply football or soccer, is a team sport played by all genders with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the gam"}, {"title": "United States women's national soccer team", "href": "/wiki/United_States_women%27s_national_soccer_team", "description": "The United States women's national soccer team (USWNT) represents the United States in international women's soccer. The team is the most successful in international women's soccer, winning four Women's World Cup titles, four Olympic gold medals, and eight CONCACAF Gold Cups. It medaled in every World Cup and Olympic tournament in women's soccer from 1991 to 2015, before being knocked out in the q"}, {"title": "China women's national football team", "href": "/wiki/China_women%27s_national_football_team", "description": "The China women's national football team, recognized as China PR by FIFA, is governed by the Chinese Football Association. The team is colloquially referred to as \"Zhōngguó Nǚzú\"."}, {"title": "Penalty shoot-out (association football)", "href": "/wiki/Penalty_shoot-out_(association_football)", "description": "A penalty shoot-out is a method of determining which team is awarded victory in an association football match that cannot end in a draw, when the score is tied after the regulation playing time as well as extra time have expired. In a penalty shoot-out, each team takes turns shooting at goal from the penalty mark, with the goal only defended by the opposing team's goalkeeper. Each team has five sh"}, {"title": "Rose Bowl (stadium)", "href": "/wiki/Rose_Bowl_(stadium)", "description": "The Rose Bowl is an American outdoor athletic stadium, located in the Los Angeles suburb of Pasadena, California. Opened in October 1922, the stadium is recognized as a National Historic Landmark and a California Historic Civil Engineering landmark. At a modern capacity of an all-seated configuration at 92,542, the Rose Bowl is the 16th-largest stadium in the world, the 11th-largest stadium in the"}, {"title": "Los Angeles", "href": "/wiki/Los_Angeles", "description": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. It has an estimated population of nearly 4 million, and is the second-largest city in the United States, after New York City, and the third-largest city in North America, after Mexico City and New York City. Los Angeles is known for its Mediterranean climate, ethnic and cultural divers"}, {"title": "1999 FIFA Women's World Cup Final", "href": "/wiki/1999_FIFA_Women%27s_World_Cup_Final", "description": "The final of the 1999 FIFA Women's World Cup was an association football match that took place on 10 July 1999, to determine the winner of the 1999 FIFA Women's World Cup. The host United States and China played to a scoreless draw following double golden goal extra time. After that, the United States won the title 5–4 with a penalties victory."}, {"title": "1999 FIFA Women's World Cup", "href": "/wiki/1999_FIFA_Women%27s_World_Cup", "description": "The 1999 FIFA Women's World Cup was the third edition of the FIFA Women's World Cup, the world championship for women's national association football teams. It was hosted as well as won by the United States and took place from 19 June to 10 July 1999 at eight venues across the country. The tournament was the most successful FIFA Women's World Cup in terms of attendance, television ratings, and pub"}]}, {"heading": "Events", "year": "2000", "date": "July 10", "txt": "EADS, the world's second-largest aerospace group is formed by the merger of Aérospatiale-Matra, DASA, and CASA.", "entities": [{"title": "EADS", "href": "/wiki/EADS", "description": "Airbus SE is a European multinational aerospace corporation. As of 2019, Airbus is the world's largest airliner manufacturer and took the most airliner orders, surpassing rival Boeing. It designs, manufactures and sells civil and military aerospace products worldwide and manufactures aircraft in the European Union and various other countries. The company has three divisions: Commercial Aircraft , "}, {"title": "Aérospatiale-Matra", "href": "/wiki/A%C3%A9rospatiale-Matra", "description": "Airbus SE is a European multinational aerospace corporation. As of 2019, Airbus is the world's largest airliner manufacturer and took the most airliner orders, surpassing rival Boeing. It designs, manufactures and sells civil and military aerospace products worldwide and manufactures aircraft in the European Union and various other countries. The company has three divisions: Commercial Aircraft , "}, {"title": "DaimlerChrysler Aerospace", "href": "/wiki/DaimlerChrysler_Aerospace", "description": "DASA was a German aerospace manufacturer."}, {"title": "Construcciones Aeronáuticas SA", "href": "/wiki/Construcciones_Aeron%C3%A1uticas_SA", "description": "Construcciones Aeronáuticas SA (CASA) was a Spanish aircraft manufacturer that was founded in 1923 and began manufacturing aircraft the following year. In 1999 it became a subsidiary of the EADS under the name EADS CASA and in 2009 was absorbed into Airbus Military. CASA is noted for designing and producing military transport aircraft such as the CASA C-212 Aviocar, the CASA CN-235, the CASA C-295"}]}, {"heading": "Events", "year": "2002", "date": "July 10", "txt": "At a Sotheby's auction, Peter Paul Rubens's painting The Massacre of the Innocents is sold for £49.5 million (US$76.2 million) to Lord Thomson.", "entities": [{"title": "Sotheby's", "href": "/wiki/Sotheby%27s", "description": "Sotheby's is a British-founded American multinational corporation headquartered in New York City. It is one of the world's largest brokers of fine and decorative art, jewelry, real estate, and collectibles. It has 80 locations in 40 countries, but maintains a significant presence in the UK."}, {"title": "Peter Paul Rubens", "href": "/wiki/Peter_Paul_Rubens", "description": "Sir Peter Paul Rubens was a Flemish artist and diplomat from the Duchy of Brabant in the Southern Netherlands who lived during the Dutch Golden Age. He is considered the most influential artist of the Flemish Baroque tradition. Rubens's highly charged compositions reference erudite aspects of classical and Christian history. His unique and immensely popular Baroque style emphasized movement, colou"}, {"title": "Kenneth Thomson, 2nd Baron Thomson of Fleet", "href": "/wiki/Kenneth_Thomson,_2nd_Baron_Thomson_of_Fleet", "description": "Kenneth Roy Thomson, 2nd Baron Thomson of Fleet, known in Canada as Ken Thomson, was a Canadian/British businessman and art collector. At the time of his death, he was listed by Forbes as the richest person in Canada and the ninth richest person in the world, with a net worth of approximately US $19.6 billion."}]}, {"heading": "Events", "year": "2007", "date": "July 10", "txt": "Erden Eruç begins the first solo human-powered circumnavigation of the world.", "entities": [{"title": "Erden Eruç", "href": "/wiki/Erden_Eru%C3%A7", "description": "Erden Eruç is a Turkish-American adventurer who became the first person in history to complete an entirely solo and entirely human-powered circumnavigation of the Earth on 21 July 2012 in Bodega Bay, California, United States. The journey had started from Bodega Bay a little more than five years earlier on 10 July 2007. The modes of transport included a rowboat to cross the oceans, a sea kayak for"}]}, {"heading": "Events", "year": "2008", "date": "July 10", "txt": "Former Macedonian Interior Minister Ljube Boškoski is acquitted of all war-crimes charges by a United Nations Tribunal.", "entities": [{"title": "Ljube Boškoski", "href": "/wiki/Ljube_Bo%C5%A1koski", "description": "Ljube Boškoski, known among his supporters as \"Brother Ljube\", is a Macedonian politician and former Minister of Internal Affairs of North Macedonia."}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "2011", "date": "July 10", "txt": "Russian cruise ship Bulgaria sinks in Volga near Syukeyevo, Tatarstan, causing 122 deaths.", "entities": [{"title": "Volga", "href": "/wiki/Volga", "description": "The Volga is the longest river in Europe. It is situated in Russia, and flows through Central Russia to Southern Russia and into the Caspian Sea. Volga has a length of 3,531 km (2,194 mi), and a catchment area of 1,360,000 km2 (530,000 sq mi). It is also Europe's largest river in terms of discharge and drainage basin. It is widely regarded as the national river of Russia. The old Russian state, th"}, {"title": "Syukeyevo", "href": "/wiki/Syukeyevo", "description": "Syukeyevo is a rural locality in Kamsko-Ustyinsky District of the Republic of Tatarstan, Russia, located on the bank of the Mordovskaya River, 23 kilometers (14 mi) southwest of Kamskoye Ustye, the administrative center of the district. Population: 750 ; 792 (1989); all ethnic Russians."}, {"title": "Tatarstan", "href": "/wiki/Tatarstan", "description": "The Republic of Tatarstan, or simply Tatarstan, is a republic of Russia located in Eastern Europe. It is a part of the Volga Federal District; and its capital and largest city is Kazan, one of the most important cultural centres of Russia."}]}, {"heading": "Events", "year": "2017", "date": "July 10", "txt": "Iraqi Civil War: Mosul is declared fully liberated from the Islamic State of Iraq and the Levant.", "entities": [{"title": "Iraqi Civil War (2014–2017)", "href": "/wiki/Iraqi_Civil_War_(2014%E2%80%932017)", "description": "The War in Iraq was an armed conflict between Iraq and its allies and the Islamic State of Iraq and the Levant which began in December 2013 and ended in December 2017. In 2013, the insurgency escalated into a full-scale war with the conquest of Ramadi, Fallujah, Mosul, Tikrit and other towns in the major areas of northern Iraq by the Islamic State of Iraq and the Levant. At its height, ISIL held 5"}, {"title": "Islamic State of Iraq and the Levant", "href": "/wiki/Islamic_State_of_Iraq_and_the_Levant", "description": "The Islamic State of Iraq and the Levant, also known as the Islamic State of Iraq and Syria, officially known as the Islamic State (IS) and also known by its Arabic acronym Daesh, is an unrecognized proto-state that follows a Salafi jihadist doctrine. ISIL was founded by Abu Musab al-Zarqawi and gained global prominence in 2014 when it drove Iraqi security forces out of key cities in its Western I"}]}, {"heading": "Events", "year": "2019", "date": "July 10", "txt": "The last Volkswagen Beetle rolls off the line in Puebla, Mexico. The last of 5,961 \"Special Edition\" cars will be exhibited in a museum.", "entities": [{"title": "Volkswagen Beetle", "href": "/wiki/Volkswagen_Beetle", "description": "The Volkswagen Beetle—officially the Volkswagen Type 1, informally in German the Käfer, in parts of the English-speaking world the Bug, and known by many other nicknames in other languages—is a two-door, rear-engine economy car, intended for five occupants, that was manufactured and marketed by German automaker Volkswagen (VW) from 1938 until 2003."}, {"title": "Puebla (city)", "href": "/wiki/Puebla_(city)", "description": "Puebla, also known in Spanish as Puebla de Zaragoza, formally Heroica Puebla de Zaragoza and in colonial times as Puebla de los Ángeles, is the seat of Puebla Municipality, the capital and largest city of the state of Puebla, and the second largest in colonial Mexico and the richest Catholic diocese. A colonial era planned city, it is located in (southern) Central Mexico on the main route between "}]}, {"heading": "Births", "year": "1419", "date": "July 10", "txt": "Emperor Go-Hanazono of Japan (d. 1471)", "entities": [{"title": "Emperor Go-Hanazono", "href": "/wiki/Emperor_Go-Hanazono", "description": "Emperor Go-Hanazono  was the 102nd emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1428 through 1464."}]}, {"heading": "Births", "year": "1451", "date": "July 10", "txt": "James III of Scotland (d. 1488)", "entities": [{"title": "James III of Scotland", "href": "/wiki/James_III_of_Scotland", "description": "James III was King of Scots from 1460 to 1488. James was an unpopular and ineffective monarch owing to an unwillingness to administer justice fairly, a policy of pursuing alliance with the Kingdom of England, and a disastrous relationship with nearly all his extended family. It was through his marriage to Margaret of Denmark that the Orkney and Shetland islands were added to the territorial posses"}]}, {"heading": "Births", "year": "1501", "date": "July 10", "txt": "Cho Shik, Korean poet and scholar (d. 1572)", "entities": [{"title": "Cho Shik", "href": "/wiki/Cho_Shik", "description": "Jo Sik was a Korean Joseon Dynasty Neo-Confucian scholar, educator, and poet. He had a major influence on the Easterners and the Northerners."}]}, {"heading": "Births", "year": "1509", "date": "July 10", "txt": "John Calvin, French pastor and theologian (d. 1564)", "entities": [{"title": "John Calvin", "href": "/wiki/John_Calvin", "description": "John Calvin was a French theologian, pastor and reformer in Geneva during the Protestant Reformation. He was a principal figure in the development of the system of Christian theology later called Calvinism, including its doctrines of predestination and of God's absolute sovereignty in the salvation of the human soul from death and eternal damnation. Calvinist doctrines were influenced by and elabo"}]}, {"heading": "Births", "year": "1515", "date": "July 10", "txt": "Francisco de Toledo, Viceroy of Peru (d. 1582)", "entities": [{"title": "Francisco de Toledo", "href": "/wiki/Francisco_de_Toledo", "description": "Francisco Álvarez de Toledo, also known as The Viceroyal Solon, was an aristocrat and soldier of the Kingdom of Spain and the fifth Viceroy of Peru. Often considered the \"best of Peru's viceroys,\" he brought stability to a tumultuous viceroyalty of Spain and enacted administrative reforms which changed the character of Spanish rule and the relationship between the indigenous Native Americans of th"}]}, {"heading": "Births", "year": "1517", "date": "July 10", "txt": "Odet de Coligny, French cardinal (d. 1571)", "entities": [{"title": "Odet de Coligny", "href": "/wiki/Odet_de_Coligny", "description": "Odet de Coligny was a French aristocrat, cardinal, Bishop-elect of Beauvais, Peer of France, and member of the French Royal Council. From 1534 he was usually referred to as the Cardinal of Châtillon."}]}, {"heading": "Births", "year": "1533", "date": "July 10", "txt": "Antonio Possevino, Italian diplomat (d. 1611)", "entities": [{"title": "Antonio Possevino", "href": "/wiki/Antonio_Possevino", "description": "Antonio Possevino was a Jesuit protagonist of Counter Reformation as a papal diplomat and a Jesuit controversialist, encyclopedist and bibliographer. He acted as papal legate and the first Jesuit to visit Moscow, vicar general of Sweden, Denmark and northern islands, Muscovy, Livonia, Rus, Hungary, Pomerania, Saxony between 1578 and 1586."}]}, {"heading": "Births", "year": "1592", "date": "July 10", "txt": "Pierre d'Hozier, French genealogist and historian (d. 1660)", "entities": [{"title": "Pierre d'Hozier", "href": "/wiki/Pierre_d%27Hozier", "description": "Pierre d'Hozier, seigneur de la Garde, was a French genealogist."}]}, {"heading": "Births", "year": "1614", "date": "July 10", "txt": "Arthur Annesley, 1st Earl of Anglesey, Irish-English politician (d. 1686)", "entities": [{"title": "Arthur Annesley, 1st Earl of Anglesey", "href": "/wiki/Arthur_Annesley,_1st_Earl_of_Anglesey", "description": "Arthur Annesley, 1st Earl of Anglesey PC was an Anglo-Irish royalist statesman. After short periods as President of the Council of State and Treasurer of the Navy, he served as Lord Privy Seal between 1673 and 1682 for Charles II. He succeeded his father as 2nd Viscount Valentia in 1660, and he was created Earl of Anglesey in 1661."}]}, {"heading": "Births", "year": "1625", "date": "July 10", "txt": "Jean Herauld Gourville, French adventurer (d. 1703)", "entities": [{"title": "Jean Herauld Gourville", "href": "/wiki/Jean_Herauld_Gourville", "description": "Jean Herauld Gourville was a French adventurer."}]}, {"heading": "Births", "year": "1638", "date": "July 10", "txt": "David Teniers III, Flemish painter (d. 1685)", "entities": [{"title": "David Teniers III", "href": "/wiki/David_Teniers_III", "description": "David Teniers III, also referred to as David Teniers junior was a Flemish painter and tapestry designer who was mainly active in Antwerp, Madrid and Brussels. He is known for his portraits, religious compositions and genre scenes."}]}, {"heading": "Births", "year": "1666", "date": "July 10", "txt": "John Ernest Grabe, German theologian and academic (d. 1711)", "entities": [{"title": "John Ernest Grabe", "href": "/wiki/John_Ernest_Grabe", "description": "John Ernest Grabe, Anglican divine, was born at Königsberg, where his father, Martin Sylvester Grabe, was professor of theology and history."}]}, {"heading": "Births", "year": "1682", "date": "July 10", "txt": "Roger Cotes, English mathematician and astronomer (d. 1716)", "entities": [{"title": "Roger Cotes", "href": "/wiki/Roger_Cotes", "description": "Roger Cotes FRS was an English mathematician, known for working closely with Isaac Newton by proofreading the second edition of his famous book, the Principia, before publication. He also invented the quadrature formulas known as Newton–Cotes formulas, and made a geometric argument that can be interpreted as a logarithmic version of Euler's formula. He was the first Plumian Professor at Cambridge "}]}, {"heading": "Births", "year": "1723", "date": "July 10", "txt": "William Blackstone, English lawyer, judge, and politician (d. 1780)", "entities": [{"title": "William Blackstone", "href": "/wiki/William_Blackstone", "description": "Sir William Blackstone was an English jurist, judge and Tory politician of the eighteenth century. He is most noted for writing the Commentaries on the Laws of England. Born into a middle-class family in London, Blackstone was educated at Charterhouse School before matriculating at Pembroke College, Oxford, in 1738. After switching to and completing a Bachelor of Civil Law degree, he was made a fe"}]}, {"heading": "Births", "year": "1724", "date": "July 10", "txt": "Eva Ekeblad, Swedish noble and agronomist (d. 1786)", "entities": [{"title": "Eva Ekeblad", "href": "/wiki/Eva_Ekeblad", "description": "Eva Ekeblad was a Swedish countess, salon hostess, agronomist, and scientist. She was widely known for discovering a method in 1746 to make alcohol and flour from potatoes, allowing greater use of scarce grains for food production, significantly reducing Sweden's incidence of famine."}]}, {"heading": "Births", "year": "1752", "date": "July 10", "txt": "St. George Tucker, United States federal judge (d. 1827)", "entities": [{"title": "St. George Tucker", "href": "/wiki/St._George_Tucker", "description": "St. George Tucker, born in Bermuda, was a lawyer and, after the American Revolution, a professor of law at the College of William & Mary. He notably increased the requirements for a law degree at the college, as he believed lawyers needed deep educations. He served as a judge of the General Court of Virginia and later on the Court of Appeals."}]}, {"heading": "Births", "year": "1792", "date": "July 10", "txt": "George M. Dallas, American lawyer and politician, 11th Vice President of the United States (d. 1864)", "entities": [{"title": "George M. Dallas", "href": "/wiki/George_M._Dallas", "description": "George Mifflin Dallas was an American politician and diplomat who served as mayor of Philadelphia from 1828 to 1829 and as the 11th vice president of the United States from 1845 to 1849."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1802", "date": "July 10", "txt": "Robert Chambers, Scottish geologist and publisher, co-founded Chambers Harrap (d. 1871)", "entities": [{"title": "Robert Chambers (publisher born 1802)", "href": "/wiki/Robert_Chambers_(publisher_born_1802)", "description": "Robert Chambers was a Scottish publisher, geologist, evolutionary thinker, author and journal editor who, like his elder brother and business partner William Chambers, was highly influential in mid-19th-century scientific and political circles."}, {"title": "Chambers Harrap", "href": "/wiki/Chambers_Harrap", "description": "Chambers is a reference publisher formerly based in Edinburgh, Scotland, which held the property rights of the venerable W. R. Chambers Publishers."}]}, {"heading": "Births", "year": "1804", "date": "July 10", "txt": "Emma Smith, American religious leader (d. 1879)", "entities": [{"title": "Emma Smith", "href": "/wiki/Emma_Smith", "description": "Emma Hale Smith Bidamon was the first wife of Joseph Smith and a leader in the early days of the Latter Day Saint movement, both during Joseph's lifetime and afterward as a member of the Reorganized Church of Jesus Christ of Latter Day Saints. In 1842, when the Ladies' Relief Society of Nauvoo was formed as a women's service organization, she was elected by its members as the organization's first "}]}, {"heading": "Births", "year": "1809", "date": "July 10", "txt": "Friedrich August von Quenstedt, German geologist and palaeontologist (d. 1889)", "entities": [{"title": "Friedrich August von Quenstedt", "href": "/wiki/Friedrich_August_von_Quenstedt", "description": "Friedrich August von Quenstedt, was a German geologist and palaeontologist."}]}, {"heading": "Births", "year": "1823", "date": "July 10", "txt": "Louis-Napoléon Casault, Canadian lawyer, judge, and politician (d. 1908)", "entities": [{"title": "Louis-Napoléon Casault", "href": "/wiki/Louis-Napol%C3%A9on_Casault", "description": "Sir Louis-Napoléon Casault was a Quebec lawyer, judge, professor and political figure. He represented Bellechasse in the 1st Canadian Parliament from 1867 to 1870 as a Conservative member."}]}, {"heading": "Births", "year": "1830", "date": "July 10", "txt": "Camille Pissarro, Danish-French painter (d. 1903)", "entities": [{"title": "Camille Pissarro", "href": "/wiki/Camille_Pissarro", "description": "Camille Pissarro was a Danish-French Impressionist and Neo-Impressionist painter born on the island of St Thomas. His importance resides in his contributions to both Impressionism and Post-Impressionism. Pissarro studied from great forerunners, including Gustave Courbet and Jean-Baptiste-Camille Corot. He later studied and worked alongside Georges Seurat and Paul Signac when he took on the Neo-Imp"}]}, {"heading": "Births", "year": "1832", "date": "July 10", "txt": "Alvan Graham Clark, American astronomer (d. 1897)", "entities": [{"title": "Alvan Graham Clark", "href": "/wiki/Alvan_Graham_Clark", "description": "Alvan Graham Clark was an American astronomer and telescope-maker."}]}, {"heading": "Births", "year": "1835", "date": "July 10", "txt": "Henryk Wieniawski, Polish violinist and composer (d. 1880)", "entities": [{"title": "Henryk Wieniawski", "href": "/wiki/Henryk_Wieniawski", "description": "Henryk Wieniawski was a Polish virtuoso violinist, composer and pedagogue who is regarded amongst the greatest violinists in history. His younger brother Józef Wieniawski and nephew Adam Tadeusz Wieniawski were also accomplished musicians."}]}, {"heading": "Births", "year": "1839", "date": "July 10", "txt": "Adolphus Busch, German brewer, co-founded Anheuser-Busch (d. 1913)", "entities": [{"title": "Adolphus Busch", "href": "/wiki/Adolphus_Busch", "description": "Adolphus Busch was the Hessian co-founder of Anheuser-Busch with his father-in-law, Eberhard Anheuser. He introduced numerous innovations, building the success of the company in the late 19th and early 20th centuries. He became a philanthropist, using some of his wealth for education and humanitarian needs. His great-great-grandson, August Busch IV, is a former CEO of Anheuser-Busch InBev."}, {"title": "Anheuser-Busch", "href": "/wiki/Anheuser-Busch", "description": "Anheuser-Busch Companies, LLC is an American brewing company headquartered in St. Louis, Missouri. Since 2008, it has been a wholly owned subsidiary of Anheuser-Busch InBev which also has its North American regional management headquarters in St. Louis."}]}, {"heading": "Births", "year": "1856", "date": "July 10", "txt": "Nikola Tesla, Serbian-American physicist and engineer (d. 1943)", "entities": [{"title": "Nikola Tesla", "href": "/wiki/Nikola_Tesla", "description": "Nikola Tesla was a Serbian-American inventor, electrical engineer, mechanical engineer, and futurist best known for his contributions to the design of the modern alternating current (AC) electricity supply system."}]}, {"heading": "Births", "year": "1864", "date": "July 10", "txt": "Austin Chapman, Australian businessman and politician, 4th Australian Minister for Defence (d. 1926)", "entities": [{"title": "Austin Chapman", "href": "/wiki/Austin_Chapman", "description": "Sir Austin Chapman was an Australian politician who served in the House of Representatives from 1901 until his death in 1926. He held ministerial office in the governments of Alfred Deakin and Stanley Bruce, serving as Minister for Defence (1903–1904), Postmaster-General (1905–1907), Minister for Trade and Customs, and Minister for Health (1923–1924)."}, {"title": "Minister for Defence (Australia)", "href": "/wiki/Minister_for_Defence_(Australia)", "description": "The Minister for Defence is the principal minister responsible for the organisation, implementation, and formulation of government policy in defence and military matters for the Australian Government. The individual who holds this office directs the government’s approach to such matters through the Australian Defence Organisation and, by extension, the Department of Defence and the Australian Defe"}]}, {"heading": "Births", "year": "1867", "date": "July 10", "txt": "Prince Maximilian of Baden (d. 1929)", "entities": [{"title": "Prince Maximilian of Baden", "href": "/wiki/Prince_Maximilian_of_Baden", "description": "Maximilian, Margrave of Baden, also known as Max von Baden, was a German prince, general, and politician. He was heir presumptive to the throne of the Grand Duchy of Baden, and in October and November 1918 briefly served as Chancellor of the German Empire. He sued for peace on Germany's behalf at the end of World War I based on U.S. President Woodrow Wilson's Fourteen Points, which included immedi"}]}, {"heading": "Births", "year": "1871", "date": "July 10", "txt": "Marcel Proust, French novelist, critic, and essayist (d. 1922)", "entities": [{"title": "Marcel Proust", "href": "/wiki/Marcel_Proust", "description": "Valentin Louis Georges Eugène Marcel Proust was a French novelist, critic, and essayist who wrote the monumental novel À la recherche du temps perdu, published in seven parts between 1913 and 1927. He is considered by critics and writers to be one of the most influential authors of the 20th century."}]}, {"heading": "Births", "year": "1874", "date": "July 10", "txt": "Sergey Konenkov, Russian sculptor (d. 1971)", "entities": [{"title": "Sergey Konenkov", "href": "/wiki/Sergey_Konenkov", "description": "Sergey Timofeyevich Konenkov  was a famous Russian and Soviet sculptor. He was often called \"the Russian Rodin\"."}]}, {"heading": "Births", "year": "1875", "date": "July 10", "txt": "Mary McLeod Bethune, American educator and activist (d. 1955)", "entities": [{"title": "Mary McLeod Bethune", "href": "/wiki/Mary_McLeod_Bethune", "description": "Mary Jane McLeod Bethune was an American educator, stateswoman, philanthropist, humanitarian, womanist, and civil rights activist. Bethune founded the National Council for Negro Women in 1935, established the organization's flagship journal Aframerican Women's Journal, and resided as president or leader for myriad African American women's organizations including the National Association for Colore"}]}, {"heading": "Births", "year": "1875", "date": "July 10", "txt": "Dezső Pattantyús-Ábrahám, Hungarian politician (d. 1973)", "entities": []}, {"heading": "Births", "year": "1877", "date": "July 10", "txt": "Ernst Bresslau, German zoologist (d. 1935)", "entities": [{"title": "Ernst Bresslau", "href": "/wiki/Ernst_Bresslau", "description": "Ernst Ludwig Bresslau was a German zoologist. He was the son of historian Harry Bresslau."}]}, {"heading": "Births", "year": "1878", "date": "July 10", "txt": "Otto Freundlich, German painter and sculptor (d. 1943)", "entities": [{"title": "Otto Freundlich", "href": "/wiki/Otto_Freundlich", "description": "Otto Freundlich was a German painter and sculptor of Jewish origin. A part of the first generation of abstract painters in Western art, Freundlich was a great admirer of cubism."}]}, {"heading": "Births", "year": "1882", "date": "July 10", "txt": "Ima Hogg, American society leader, philanthropist, patron and collector of the arts (d. 1975)", "entities": [{"title": "Ima Hogg", "href": "/wiki/Ima_Hogg", "description": "Ima Hogg, known as \"The First Lady of Texas\", was an American society leader, philanthropist, patron and collector of the arts, and one of the most respected women in Texas during the 20th century. Hogg was an avid art collector, and owned works by Picasso, Klee, and Matisse, among others. Hogg donated hundreds of pieces of artwork to Houston's Museum of Fine Arts and served on a committee to plan"}]}, {"heading": "Births", "year": "1883", "date": "July 10", "txt": "Johannes Blaskowitz, German general (d. 1948)", "entities": [{"title": "Johannes Blaskowitz", "href": "/wiki/Johannes_Blaskowitz", "description": "Johannes Albrecht Blaskowitz was a German general during World War II and recipient of the Knight's Cross of the Iron Cross with Oak Leaves and Swords."}]}, {"heading": "Births", "year": "1883", "date": "July 10", "txt": "Hugo Raudsepp, Estonian playwright and politician (d. 1952)", "entities": []}, {"heading": "Births", "year": "1888", "date": "July 10", "txt": "Giorgio de Chirico, Greek-Italian painter and set designer (d. 1978)", "entities": [{"title": "Giorgio de Chirico", "href": "/wiki/Giorgio_de_Chirico", "description": "Giorgio de Chirico was an Italian artist and writer born in Greece. In the years before World War I, he founded the scuola metafisica art movement, which profoundly influenced the surrealists. His most well-known works often feature Roman arcades, long shadows, mannequins, trains, and illogical perspective. His imagery reflects his affinity for the philosophy of Arthur Schopenhauer and of Friedric"}]}, {"heading": "Births", "year": "1888", "date": "July 10", "txt": "Toyohiko Kagawa, Japanese evangelist, author, and activist (d. 1960)", "entities": []}, {"heading": "Births", "year": "1891", "date": "July 10", "txt": "Edith Quimby, American medical researcher and physicist (d. 1982)", "entities": [{"title": "Edith Quimby", "href": "/wiki/Edith_Quimby", "description": "Edith Hinkley Quimby was an American medical researcher and physicist, best known as one of the founders of nuclear medicine. Her work involved developing diagnostic and therapeutic applications of X-rays. One of her main concerns was protecting both those handling the radioactive material and making sure that those being treated were given the lowest dose necessary."}]}, {"heading": "Births", "year": "1894", "date": "July 10", "txt": "Jimmy McHugh, American composer (d. 1969)", "entities": [{"title": "Jimmy McHugh", "href": "/wiki/Jimmy_McHugh", "description": "James Francis McHugh was an American composer. One of the most prolific songwriters from the 1920s to the 1950s, he is credited with over 500 songs. His songs were recorded by many artists, including Chet Baker, June Christy, Bing Crosby, Deanna Durbin, Ella Fitzgerald, Judy Garland, Adelaide Hall, Billie Holiday, Bill Kenny, Peggy Lee, Carmen Miranda, Nina Simone, and Dinah Washington."}]}, {"heading": "Births", "year": "1895", "date": "July 10", "txt": "Carl Orff, German composer and educator (d. 1982)", "entities": [{"title": "Carl Orff", "href": "/wiki/Carl_Orff", "description": "Carl Orff was a German composer and music educator, best known for his cantata Carmina Burana (1937). The concepts of his Schulwerk were influential for children's music education."}]}, {"heading": "Births", "year": "1896", "date": "July 10", "txt": "Thérèse Casgrain, Canadian politician (d. 1981)", "entities": [{"title": "Thérèse Casgrain", "href": "/wiki/Th%C3%A9r%C3%A8se_Casgrain", "description": "Thérèse Casgrain, LL.D. was a French Canadian feminist, reformer, politician and senator. She was a leader in the fight for women's right to vote in the province of Quebec, as well as the first woman to lead a political party in Canada. In her later life she opposed nuclear weapons and was a consumer activist. A strong federalist, one of her last political actions, at age 83, was to intervene on t"}]}, {"heading": "Births", "year": "1897", "date": "July 10", "txt": "Legs Diamond, American gangster (d. 1931)", "entities": [{"title": "Legs Diamond", "href": "/wiki/Legs_Diamond", "description": "Jack \"Legs\" Diamond, also known as Gentleman Jack, was an Irish American gangster in Philadelphia and New York City during the Prohibition era. A bootlegger and close associate of gambler Arnold Rothstein, Diamond survived a number of attempts on his life between 1916 and 1931, causing him to be known as the \"clay pigeon of the underworld\". In 1930, Diamond's nemesis Dutch Schultz remarked to his "}]}, {"heading": "Births", "year": "1897", "date": "July 10", "txt": "Karl Plagge, German general and engineer (d. 1957)", "entities": []}, {"heading": "Births", "year": "1898", "date": "July 10", "txt": "Renée Björling, Swedish actress (d. 1975)", "entities": [{"title": "Renée Björling", "href": "/wiki/Ren%C3%A9e_Bj%C3%B6rling", "description": "Renée Björling was a Swedish film actress. She was born in Lovö, Sweden and died in Täby."}]}, {"heading": "Births", "year": "1899", "date": "July 10", "txt": "John Gilbert, American actor, director, and screenwriter (d. 1936)", "entities": [{"title": "John Gilbert (actor)", "href": "/wiki/John_Gilbert_(actor)", "description": "John Gilbert was an American actor, screenwriter and director. He rose to fame during the silent film era and became a popular leading man known as \"The Great Lover\". His legendary breakthrough came in 1925 with his starring roles in The Merry Widow and The Big Parade. At the height of his career, Gilbert rivaled Rudolph Valentino as a box office draw."}]}, {"heading": "Births", "year": "1899", "date": "July 10", "txt": "Heiri Suter, Swiss cyclist (d. 1978)", "entities": []}, {"heading": "Births", "year": "1900", "date": "July 10", "txt": "Mitchell Parish, Lithuanian-American songwriter (d. 1993)", "entities": [{"title": "Mitchell Parish", "href": "/wiki/Mitchell_Parish", "description": "Mitchell Parish was an American lyricist."}]}, {"heading": "Births", "year": "1900", "date": "July 10", "txt": "Sampson Sievers, Russian monk and mystic (d. 1979)", "entities": []}, {"heading": "Births", "year": "1902", "date": "July 10", "txt": "Kurt Alder, German chemist and academic, Nobel Prize laureate (d. 1958)", "entities": [{"title": "Kurt Alder", "href": "/wiki/Kurt_Alder", "description": "Kurt Alder was a German chemist and Nobel laureate."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1902", "date": "July 10", "txt": "Nicolás Guillén, Cuban poet, journalist, and activist (d. 1989)", "entities": []}, {"heading": "Births", "year": "1903", "date": "July 10", "txt": "Werner Best, German SS officer and jurist (d. 1989)", "entities": [{"title": "Werner Best", "href": "/wiki/Werner_Best", "description": "Karl Rudolf Werner Best was a German Nazi, jurist, police chief, SS-Obergruppenführer and Nazi Party leader and theoretician from Darmstadt, Hesse. He was the first chief of Department 1 of the Gestapo, Nazi Germany's secret police, and initiated a registry of all Jews in Germany. As a deputy of SS-Obergruppenführer Reinhard Heydrich, he organized the World War II SS-Einsatzgruppen paramilitary de"}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1903", "date": "July 10", "txt": "John Wyndham, English soldier and author (d. 1969)", "entities": []}, {"heading": "Births", "year": "1904", "date": "July 10", "txt": "Lili Damita, French-American actress (d. 1994)", "entities": [{"title": "Lili Damita", "href": "/wiki/Lili_Damita", "description": "Lili Damita was a French-American actress and singer who appeared in 33 films between 1922 and 1937."}]}, {"heading": "Births", "year": "1905", "date": "July 10", "txt": "Mildred Benson, American journalist and author (d. 2002)", "entities": [{"title": "Mildred Benson", "href": "/wiki/Mildred_Benson", "description": "Mildred Augustine Wirt Benson was an American journalist and author of children's books. She wrote some of the earliest Nancy Drew mysteries and created the detective's adventurous personality. Benson wrote under the Stratemeyer Syndicate pen name, Carolyn Keene, from 1929 to 1947 and contributed to 23 of the first 30 Nancy Drew mysteries, which were bestsellers."}]}, {"heading": "Births", "year": "1905", "date": "July 10", "txt": "Thomas Gomez, American actor (d. 1971)", "entities": []}, {"heading": "Births", "year": "1905", "date": "July 10", "txt": "Wolfram Sievers, German physician (d. 1948)", "entities": []}, {"heading": "Births", "year": "1907", "date": "July 10", "txt": "Blind Boy Fuller, American singer and guitarist (d. 1941)", "entities": [{"title": "Blind Boy Fuller", "href": "/wiki/Blind_Boy_Fuller", "description": "Blind Boy Fuller was an American blues guitarist and singer. Fuller was one of the most popular of the recorded Piedmont blues artists with rural African Americans along with Blind Blake, Josh White, and Buddy Moss."}]}, {"heading": "Births", "year": "1909", "date": "July 10", "txt": "Donald Sinclair, English lieutenant and businessman (d. 1981)", "entities": [{"title": "Donald Sinclair (hotel owner)", "href": "/wiki/Donald_Sinclair_(hotel_owner)", "description": "Donald William Sinclair was the co-proprietor of the Gleneagles Hotel in Torquay, England. He helped manage the hotel after an extensive career as an officer in the Merchant Navy and the Royal Navy. During the Second World War, Sinclair twice survived the sinking of the ships on which he was serving."}]}, {"heading": "Births", "year": "1911", "date": "July 10", "txt": "Terry-Thomas, English comedian and character actor (d. 1990)", "entities": [{"title": "Terry-Thomas", "href": "/wiki/Terry-Thomas", "description": "Terry-Thomas was an English comedian and character actor who became known to a worldwide audience through his films during the 1950s and 1960s. He often portrayed disreputable members of the upper classes, especially cads, toffs and bounders, using his distinctive voice; his costume and props tended to include a monocle, waistcoat and cigarette holder. His striking dress sense was set off by a 1⁄3"}]}, {"heading": "Births", "year": "1911", "date": "July 10", "txt": "Cootie Williams, American trumpeter and bandleader (d. 1985)", "entities": []}, {"heading": "Births", "year": "1913", "date": "July 10", "txt": "Salvador Espriu, Spanish author, poet, and playwright (d. 1985)", "entities": [{"title": "Salvador Espriu", "href": "/wiki/Salvador_Espriu", "description": "Salvador Espriu i Castelló was a Catalan poet who wrote most of his works in Catalan."}]}, {"heading": "Births", "year": "1914", "date": "July 10", "txt": "Joe Shuster, Canadian-American illustrator, co-created Superman (d. 1992)", "entities": [{"title": "Joe Shuster", "href": "/wiki/Joe_Shuster", "description": "Joseph Shuster was a Canadian-American comic book artist best known for co-creating the DC Comics character Superman, with writer Jerry Siegel, in Action Comics #1."}, {"title": "Superman", "href": "/wiki/Superman", "description": "Superman is a fictional superhero who first appeared in American comic books published by DC Comics. The character was created by writer Jerry Siegel and artist Joe Shuster, and first appeared in the comic book Action Comics #1. Superman has been adapted to a number of other media which includes radio serials, novels, movies, television shows and theatre."}]}, {"heading": "Births", "year": "1914", "date": "July 10", "txt": "Rempo Urip, Indonesian film director", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 10", "txt": "Judith Jasmin, Canadian journalist (d. 1972)", "entities": [{"title": "Judith Jasmin", "href": "/wiki/Judith_Jasmin", "description": "Judith Jasmin was a journalist from Quebec. Born in Terrebonne, Quebec, Canada, she was the first woman from Quebec to become a grand reporter."}]}, {"heading": "Births", "year": "1917", "date": "July 10", "txt": "Hugh Alexander, American baseball player and scout (d. 2000)", "entities": [{"title": "Hugh Alexander (baseball)", "href": "/wiki/Hugh_Alexander_(baseball)", "description": "Hugh Alexander was an American professional baseball player and scout. He was an outfielder during his brief playing career, but after he suffered a career-ending injury at the age of 20 he became one of baseball's most celebrated scouts."}]}, {"heading": "Births", "year": "1917", "date": "July 10", "txt": "Reg Smythe, English cartoonist (d. 1998)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 10", "txt": "James Aldridge, Australian-English journalist and author (d. 2015)", "entities": [{"title": "James Aldridge", "href": "/wiki/James_Aldridge", "description": "Harold Edward James Aldridge was an Australian-British writer and journalist. His World War II despatches were published worldwide and he was the author of over 30 books, both fiction and non-fiction works, including war and adventure novels and books for children."}]}, {"heading": "Births", "year": "1918", "date": "July 10", "txt": "Chuck Stevens, American baseball player (d. 2018)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 10", "txt": "Frank L. Lambert, Professor Emeritus of Chemistry at Occidental College (d. 2018)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 10", "txt": "Fred Wacker, American race driver and engineer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1919", "date": "July 10", "txt": "Pierre Gamarra, French author, poet, and critic (d. 2009)", "entities": [{"title": "Pierre Gamarra", "href": "/wiki/Pierre_Gamarra", "description": "Pierre Gamarra was a French poet, novelist and literary critic, a long-time chief editor and director of the literary magazine Europe.Gamarra is best known for his poems and novels for the youth and for narrative and poetical works deeply rooted in his native region of Midi-Pyrénées."}]}, {"heading": "Births", "year": "1919", "date": "July 10", "txt": "Ian Wallace, English actor and singer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1920", "date": "July 10", "txt": "David Brinkley, American journalist (d. 2003)", "entities": [{"title": "David Brinkley", "href": "/wiki/David_Brinkley", "description": "David McClure Brinkley was an American newscaster for NBC and ABC in a career lasting from 1943 to 1997."}]}, {"heading": "Births", "year": "1920", "date": "July 10", "txt": "Owen Chamberlain, American physicist and academic, Nobel Prize laureate (d. 2006)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1920", "date": "July 10", "txt": "Cyril Grant, English footballer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 10", "txt": "Harvey Ball, American illustrator, created the Smiley (d. 2001)", "entities": [{"title": "Harvey Ball", "href": "/wiki/Harvey_Ball", "description": "Harvey Ross Ball was an American commercial artist. He is recognized as the designer of a popular smiley graphic picture, which became an enduring and notable international icon. He never applied for a trademark for the iconic smiley image and only earned $45 for his efforts. Ball later founded the World Smile Foundation in 1999, a non-profit charitable trust that supports children’s causes."}, {"title": "Smiley", "href": "/wiki/Smiley", "description": "A smiley, sometimes referred to as a smiley face, is a basic ideogram that represents a smiling face. Since the 1950s it has become part of popular culture worldwide, used either as a standalone ideogram, or as a form of communication, such as emoticons. The smiley began as two dots and a line to represent eyes and a mouth. More elaborate designs in the 1950s emerged, with noses, eyebrows, and out"}]}, {"heading": "Births", "year": "1921", "date": "July 10", "txt": "Jeff Donnell, American actress (d. 1988)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 10", "txt": "John K. Singlaub, U.S Army Major General", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 10", "txt": "Eunice Kennedy Shriver, American activist, co-founded the Special Olympics (d. 2009)", "entities": [{"title": "Special Olympics", "href": "/wiki/Special_Olympics", "description": "Special Olympics is the world's largest sports organization for children and adults with intellectual disabilities and physical disabilities, providing year-round training and activities to 5 million participants and Unified Sports partners in 172 countries. Special Olympics competitions are held every day, all around the world—including local, national and regional competitions, adding up to more"}]}, {"heading": "Births", "year": "1922", "date": "July 10", "txt": "Jean Kerr, American author and playwright (d. 2003)", "entities": [{"title": "Jean Kerr", "href": "/wiki/Jean_Kerr", "description": "Jean Kerr was an Irish-American author and playwright born in Scranton, Pennsylvania, and best known for her humorous bestseller Please Don't Eat the Daisies as well as the plays King of Hearts and Mary, Mary."}]}, {"heading": "Births", "year": "1922", "date": "July 10", "txt": "Herb McKenley, Jamaican sprinter (d. 2007)", "entities": []}, {"heading": "Births", "year": "1922", "date": "July 10", "txt": "Jake LaMotta, American boxer and actor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 10", "txt": "Amalia Mendoza, Mexican singer and actress (d. 2001)", "entities": [{"title": "Amalia Mendoza", "href": "/wiki/Amalia_Mendoza", "description": "Amalia Mendoza García, nicknamed La Tariácuri, was a Mexican singer and actress. \"Échame a mi la culpa\" and \"Amarga navidad\" were some of her greatest hits. her best friend since youth was Martha De Miranda Jimenez \" Martuquia\" as she called her, she was her companion for many years when Amalia was on tour. Amalia was a role model for her niece Jacqueline D'Miranda who shared her passion for singi"}]}, {"heading": "Births", "year": "1923", "date": "July 10", "txt": "John Bradley, American soldier (d. 1994)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 10", "txt": "Suzanne Cloutier, Canadian actress and producer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 10", "txt": "G. A. Kulkarni, Indian author and academic (d. 1987)", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 10", "txt": "Johnny Bach, American basketball player and coach (d. 2016)", "entities": [{"title": "Johnny Bach", "href": "/wiki/Johnny_Bach", "description": "John William Bach was an American professional basketball player and coach. A forward/guard, Bach played college basketball at Fordham University and Brown University. He was selected by the Boston Celtics in the 1948 Basketball Association of America (BAA) Draft, and played 34 games for the Celtics."}]}, {"heading": "Births", "year": "1924", "date": "July 10", "txt": "Bobo Brazil, American wrestler (d. 1998)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 10", "txt": "Mahathir Mohamad, Malaysian physician and politician, 4th and 7th Prime Minister of Malaysia", "entities": [{"title": "Mahathir Mohamad", "href": "/wiki/Mahathir_Mohamad", "description": "Tun Dr. Mahathir bin Mohamad is a Malaysian politician, statesman, author and doctor who served as the 4th and 7th Prime Minister of Malaysia from July 1981 to October 2003 and again from May 2018 to March 2020. He served as the 4th Deputy Prime Minister and in many other Cabinet positions before his promotion to the premiership in July 1981. He has served as the Member of Parliament (MP) for Lang"}, {"title": "Prime Minister of Malaysia", "href": "/wiki/Prime_Minister_of_Malaysia", "description": "The prime minister of Malaysia is the head of government of Malaysia. The prime minister directs the executive branch of the federal government. The Yang di-Pertuan Agong appoints a member of Parliament (MP) who, in his opinion, is most likely to command the confidence of a majority of MPs, the prime minister, usually the leader of the party winning the most seats in a general election."}]}, {"heading": "Births", "year": "1925", "date": "July 10", "txt": "Ernest Bertrand Boland, American Roman Catholic bishop", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 10", "txt": "Carleton Carpenter, American actor, magician, songwriter, and novelist", "entities": [{"title": "Carleton Carpenter", "href": "/wiki/Carleton_Carpenter", "description": "Carleton Upham Carpenter, Jr. is an American film, television and stage actor, magician, songwriter, and novelist."}]}, {"heading": "Births", "year": "1926", "date": "July 10", "txt": "Fred Gwynne, American actor (d. 1993)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 10", "txt": "Grigory Barenblatt, Russian mathematician and academic (d. 2018)", "entities": [{"title": "Grigory Barenblatt", "href": "/wiki/Grigory_Barenblatt", "description": "Grigory Isaakovich Barenblatt was a Russian mathematician."}]}, {"heading": "Births", "year": "1927", "date": "July 10", "txt": "David Dinkins, American soldier and politician, 106th Mayor of New York City", "entities": [{"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Births", "year": "1927", "date": "July 10", "txt": "William Smithers, American actor", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 10", "txt": "Don Bolles, American investigative reporter (d. 1976)", "entities": [{"title": "Don Bolles", "href": "/wiki/Don_Bolles", "description": "Donald Fifield Bolles was an American investigative reporter for The Arizona Republic who was known for his coverage of organized crime in the area, especially by the Chicago Outfit. His murder in a car bombing was suspected to be mob-related, but was later found to be connected to his reporting on land fraud schemes by local contractors."}]}, {"heading": "Births", "year": "1928", "date": "July 10", "txt": "Bernard Buffet, French painter and illustrator (d. 1999)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 10", "txt": "Alejandro de Tomaso, Argentinian-Italian race car driver and businessman, founded De Tomaso (d. 2003)", "entities": [{"title": "De Tomaso", "href": "/wiki/De_Tomaso", "description": "De Tomaso Automobili is an Italian car-manufacturing company. It was founded by the Argentine-born Alejandro de Tomaso (1928–2003) in Modena in 1959. It originally produced various prototypes and racing cars, including a Formula One car for Frank Williams's team in 1970. Most of the funding for the automaker came from de Tomaso's brother-in-law, Amory Haskell Jr, Rowan Industries. In 1971, Ford ac"}]}, {"heading": "Births", "year": "1928", "date": "July 10", "txt": "Moshe Greenberg, American-Israeli rabbi and scholar (d. 2010)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 10", "txt": "John Glenn, American baseball player", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 10", "txt": "Winnie Ewing, Scottish lawyer and politician", "entities": [{"title": "Winnie Ewing", "href": "/wiki/Winnie_Ewing", "description": "Winifred Margaret Ewing is a Scottish nationalist, lawyer and prominent Scottish National Party (SNP) politician who was a Member of Parliament, Member of the European Parliament and Member of the Scottish Parliament. Her election victory in 1967 was a significant by-election in Scottish political history and began a surge of support for the SNP. She is known for saying \"stop the world, Scotland w"}]}, {"heading": "Births", "year": "1929", "date": "July 10", "txt": "George Clayton Johnson, American author and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 10", "txt": "Moe Norman, Canadian golfer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 10", "txt": "José Vicente Rangel, Venezuelan politician; 21st Vice President of Venezuela", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 10", "txt": "Bruce Boa, Canadian actor (d. 2004)", "entities": [{"title": "Bruce Boa", "href": "/wiki/Bruce_Boa", "description": "Andrew Bruce Boa was a Canadian actor, who found success playing the token American in British films and television, usually playing military types. Boa's most recognizable film role is in The Empire Strikes Back (1980) as General Rieekan. On television, his most notable role is probably as the brash and rude American guest, Mr. Harry Hamilton, in the \"Waldorf Salad\" episode of the BBC sitcom Fawl"}]}, {"heading": "Births", "year": "1930", "date": "July 10", "txt": "Janette Sherman, American physician, author, and pioneer in occupational and environmental health (d. 2019)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 10", "txt": "Josephine Veasey, English soprano and actress", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 10", "txt": "Nick Adams, American actor and screenwriter (d. 1968)", "entities": [{"title": "Nick Adams (actor, born 1931)", "href": "/wiki/Nick_Adams_(actor,_born_1931)", "description": "Nick Adams was an American film and television actor and screenwriter. He was noted for his roles in several Hollywood films during the 1950s and 1960s along with his starring role in the ABC television series The Rebel (1959). Decades after Adams' death from a prescription drug overdose at the age of 36, his widely publicized friendships with James Dean and Elvis Presley would stir speculation ab"}]}, {"heading": "Births", "year": "1931", "date": "July 10", "txt": "Jerry Herman, American composer and songwriter (d. 2019)", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 10", "txt": "Julian May, American author (d. 2017)", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 10", "txt": "Alice Munro, Canadian short story writer, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1932", "date": "July 10", "txt": "Carlo Maria Abate, Italian race car driver (d. 2019)", "entities": [{"title": "Carlo Maria Abate", "href": "/wiki/Carlo_Maria_Abate", "description": "Carlo Maria Abate was an Italian auto racing driver. He was one of the best Ferrari 250 GTO specialists. Abate preferred to be addressed as \"Carlo Mario Abate\" instead of his christened name."}]}, {"heading": "Births", "year": "1932", "date": "July 10", "txt": "Neile Adams, Filipino-American actress, singer and dancer", "entities": []}, {"heading": "Births", "year": "1932", "date": "July 10", "txt": "Manfred Preußger, German athlete", "entities": []}, {"heading": "Births", "year": "1933", "date": "July 10", "txt": "Jumpin' Gene Simmons, American rockabilly singer-songwriter (d. 2006)", "entities": [{"title": "Jumpin' Gene Simmons", "href": "/wiki/Jumpin%27_Gene_Simmons", "description": "Morris Eugene \"Jumpin' Gene\" Simmons was an American rockabilly singer and songwriter best known for his 1964 novelty single \"Haunted House\"."}]}, {"heading": "Births", "year": "1933", "date": "July 10", "txt": "C.K. Yang, Taiwanese decathlete and pole vaulter (d. 2007)", "entities": []}, {"heading": "Births", "year": "1934", "date": "July 10", "txt": "Marshall Brodien, American actor (d. 2019)", "entities": [{"title": "Marshall Brodien", "href": "/wiki/Marshall_Brodien", "description": "Marshall Brodien was a professional magician who played Wizzo the Wizard, a wizard clown character which appeared on WGN-TV's Bozo's Circus and The Bozo Show from 1968-1994."}]}, {"heading": "Births", "year": "1934", "date": "July 10", "txt": "Jerry Nelson, American puppeteer and voice actor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 10", "txt": "Tura Satana, American actress and dancer (d. 2011)", "entities": [{"title": "Tura Satana", "href": "/wiki/Tura_Satana", "description": "Tura Satana was a Japanese American actress, vedette and exotic dancer. From 13 film and television credits, some of her work includes the exploitation film Faster, Pussycat! Kill! Kill! (1965), and the science fiction horror film The Astro-Zombies (1968)."}]}, {"heading": "Births", "year": "1935", "date": "July 10", "txt": "Wilson Tuckey, Australian politician", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 10", "txt": "Margaret McEntee, American Catholic religious sister and educator", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 10", "txt": "Wilson Whineray, New Zealand rugby player and businessman (d. 2012)", "entities": []}, {"heading": "Births", "year": "1936", "date": "July 10", "txt": "Herbert Boyer, American businessman, co-founded Genentech", "entities": [{"title": "Herbert Boyer", "href": "/wiki/Herbert_Boyer", "description": "Herbert Wayne \"Herb\" Boyer is a researcher and entrepreneur in biotechnology. Along with Stanley N. Cohen and Paul Berg he discovered a method to coax bacteria into producing foreign proteins, thereby jump starting the field of genetic engineering. By 1969, he performed studies on a couple of restriction enzymes of the E.coli bacterium with especially useful properties. He is recipient of the 1990"}, {"title": "Genentech", "href": "/wiki/Genentech", "description": "Genentech, Inc., is an American biotechnology corporation which became a subsidiary of Roche in 2009. Genentech Research and Early Development operates as an independent center within Roche."}]}, {"heading": "Births", "year": "1936", "date": "July 10", "txt": "Tunne Kelam, Estonian journalist and politician", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 10", "txt": "Edwards Barham, American farmer and politician (d. 2014)", "entities": [{"title": "Edwards Barham", "href": "/wiki/Edwards_Barham", "description": "Erle Edwards Barham was a Republican member of the Louisiana State Senate, the first from that party since Reconstruction. He first won the Senate seat in December 1975 beating L.B Loftin by just 89 votes."}]}, {"heading": "Births", "year": "1937", "date": "July 10", "txt": "Gun Svensson, Swedish politician", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 10", "txt": "Paul Andreu, French architect (d. 2018)", "entities": [{"title": "Paul Andreu", "href": "/wiki/Paul_Andreu", "description": "Paul Andreu was a French architect, known for his designs of multiple airports such as Charles de Gaulle Airport in Paris, and multiple prestigious projects in China, including the National Centre for the Performing Arts in Beijing."}]}, {"heading": "Births", "year": "1938", "date": "July 10", "txt": "Lee Morgan, American trumpet player and composer (d. 1972)", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 10", "txt": "Phil Kelly, Irish-English footballer and manager (d. 2012)", "entities": [{"title": "Phil Kelly (footballer, born 1939)", "href": "/wiki/Phil_Kelly_(footballer,_born_1939)", "description": "James Philip Vincent Kelly was an Irish footballer who played at both professional and international levels as a full back."}]}, {"heading": "Births", "year": "1939", "date": "July 10", "txt": "Ahmet Taner Kışlalı, Turkish political scientist, journalist and educator (d. 1999)", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 10", "txt": "Mavis Staples, American singer", "entities": [{"title": "Mavis Staples", "href": "/wiki/Mavis_Staples", "description": "Mavis Staples is an American rhythm and blues and gospel singer, actress, and civil rights activist. She has recorded and performed with her family's band The Staple Singers and also as a solo artist."}]}, {"heading": "Births", "year": "1940", "date": "July 10", "txt": "Meghnad Desai, Baron Desai, Indian-English economist and politician", "entities": [{"title": "Meghnad Desai, Baron Desai", "href": "/wiki/Meghnad_Desai,_Baron_Desai", "description": "Meghnad Jagdishchandra Desai, Lord Desai, is a British economist and former Labour politician. He stood unsuccessfully for the position of Lord Speaker in the House of Lords in 2011. He has been awarded the Padma Bhushan, the third highest civilian award in the Republic of India, in 2008. He is Professor Emeritus of the London School of Economics."}]}, {"heading": "Births", "year": "1940", "date": "July 10", "txt": "Helen Donath, American soprano and actress", "entities": []}, {"heading": "Births", "year": "1940", "date": "July 10", "txt": "Brian Priestley, English pianist and composer", "entities": []}, {"heading": "Births", "year": "1940", "date": "July 10", "txt": "Keith Stackpole, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 10", "txt": "Jake Eberts, Canadian film producer (d. 2012)", "entities": [{"title": "Jake Eberts", "href": "/wiki/Jake_Eberts", "description": "Jake Eberts, OC was a Canadian film producer, executive and financier. He was known for risk-taking and producing a consistently high caliber of movies including such Academy Award-winning titles as Chariots of Fire, Gandhi (1982), Dances with Wolves (1990), and the successful animated feature Chicken Run (2000)."}]}, {"heading": "Births", "year": "1941", "date": "July 10", "txt": "David G. Hartwell, American anthologist, author, and critic (d. 2016)", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 10", "txt": "Robert Pine, American actor and director", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 10", "txt": "Ian Whitcomb, English singer-songwriter, producer, and actor", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 10", "txt": "Ronnie James Dio, American singer-songwriter and producer (d. 2010)", "entities": [{"title": "Ronnie James Dio", "href": "/wiki/Ronnie_James_Dio", "description": "Ronald James Padavona, known professionally as Ronnie James Dio, was an American heavy metal singer-songwriter and composer. He fronted or founded numerous groups throughout his career, including Elf, Rainbow, Black Sabbath, Dio, and Heaven & Hell."}]}, {"heading": "Births", "year": "1942", "date": "July 10", "txt": "Pyotr Klimuk, Belarusian general, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 10", "txt": "Sixto Rodriguez, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 10", "txt": "Lopo do Nascimento, Angolan politician; 1st Prime Minister of Angola", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 10", "txt": "Arthur Ashe, American tennis player and journalist (d. 1993)", "entities": [{"title": "Arthur Ashe", "href": "/wiki/Arthur_Ashe", "description": "Arthur Robert Ashe Jr. was an American professional tennis player who won three Grand Slam singles titles. He was the first black player selected to the United States Davis Cup team and the only black man ever to win the singles title at Wimbledon, the US Open, and the Australian Open. He retired in 1980. He was ranked world No. 1 by Harry Hopman in 1968 and by Lance Tingay of The Daily Telegraph "}]}, {"heading": "Births", "year": "1943", "date": "July 10", "txt": "Inonge Mbikusita-Lewanika, Zambian politician", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 10", "txt": "Jerry Miller, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 10", "txt": "Mick Grant, English  motorcycle racer", "entities": [{"title": "Mick Grant", "href": "/wiki/Mick_Grant", "description": "Mick Grant is an English former professional motorcycle road racer and TT rider. A works-supported rider for Norton, Kawasaki, Honda and Suzuki, he is a seven-time winner of the Isle of Man TT motorcycle race on various makes, including 'Slippery Sam', a three-cylinder Triumph Trident. The son of a coal miner, the soft-spoken, down-to-earth Yorkshireman from Wakefield, was a sharp contrast to the "}]}, {"heading": "Births", "year": "1944", "date": "July 10", "txt": "Norman Hammond, English archaeologist and academic", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 10", "txt": "Ron Glass, American actor (d. 2016)", "entities": [{"title": "Ron Glass", "href": "/wiki/Ron_Glass", "description": "Ronald Earle Glass was an American actor. He was known for his roles as literary Det. Ron Harris in the television sitcom Barney Miller (1975–1982), and as the spiritual Shepherd Derrial Book in the science-fiction series Firefly (2002) and its sequel film Serenity (2005)."}]}, {"heading": "Births", "year": "1945", "date": "July 10", "txt": "Hal McRae, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 10", "txt": "John Motson, English sportscaster", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 10", "txt": "Jean-Marie Poiré, French director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 10", "txt": "Virginia Wade, English tennis player and sportscaster", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 10", "txt": "Jean-Pierre Jarier, French racing driver", "entities": [{"title": "Jean-Pierre Jarier", "href": "/wiki/Jean-Pierre_Jarier", "description": "Jean-Pierre Jacques Jarier is a French former Grand Prix racing driver. He drove for Formula One teams including Shadow, Team Lotus, Ligier, Osella and Tyrrell Racing. His best finish was third and he also took three pole positions."}]}, {"heading": "Births", "year": "1946", "date": "July 10", "txt": "Chin Han, Taiwanese actor", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 10", "txt": "Arlo Guthrie, American singer-songwriter, producer, and actor", "entities": [{"title": "Arlo Guthrie", "href": "/wiki/Arlo_Guthrie", "description": "Arlo Davy Guthrie is an American retired folk singer-songwriter. He is known for singing songs of protest against social injustice, and storytelling while performing songs, following the tradition of his father Woody Guthrie. Guthrie's best-known work is his debut piece, \"Alice's Restaurant Massacree\", a satirical talking blues song about 18 minutes in length that has since become a Thanksgiving a"}]}, {"heading": "Births", "year": "1948", "date": "July 10", "txt": "Ronnie Cutrone, American painter (d. 2013)", "entities": [{"title": "Ronnie Cutrone", "href": "/wiki/Ronnie_Cutrone", "description": "Ronnie Cutrone was an American pop artist known for his large-scale paintings of some of America's favorite cartoon characters, such as Felix the Cat, Pink Panther and Woody Woodpecker."}]}, {"heading": "Births", "year": "1948", "date": "July 10", "txt": "Chico Resch, Canadian ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 10", "txt": "Natalya Sedykh, Russian figure skater, ballet dancer, actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 10", "txt": "John Whitehead, American singer-songwriter and producer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 10", "txt": "Anna Czerwińska, Polish mountaineer and author", "entities": [{"title": "Anna Czerwińska", "href": "/wiki/Anna_Czerwi%C5%84ska", "description": "Anna Czerwińska is a Polish mountaineer. She is known for being the oldest woman to Summit Mount Everest at the age of 50. She has also published several books about mountaineering."}]}, {"heading": "Births", "year": "1949", "date": "July 10", "txt": "Sunil Gavaskar, Indian cricketer and sportscaster", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 10", "txt": "Greg Kihn, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 10", "txt": "Tony Baldry, English colonel, lawyer, and politician, British Minister of State for Agriculture", "entities": [{"title": "Tony Baldry", "href": "/wiki/Tony_Baldry", "description": "Sir Antony Brian Baldry, is a British Conservative Party politician who was the Member of Parliament (MP) for Banbury from 1983 to 2015."}, {"title": "Ministry of Agriculture, Fisheries and Food (United Kingdom)", "href": "/wiki/Ministry_of_Agriculture,_Fisheries_and_Food_(United_Kingdom)", "description": "The Ministry of Agriculture, Fisheries and Food (MAFF) was a United Kingdom government department created by the Board of Agriculture Act 1889 and at that time called the Board of Agriculture, and then from 1903 the Board of Agriculture and Fisheries, and from 1919 the Ministry of Agriculture and Fisheries. It attained its final name in 1955 with the addition of responsibilities for the British fo"}]}, {"heading": "Births", "year": "1950", "date": "July 10", "txt": "Prokopis Pavlopoulos, President of Greece, Greek lawyer and politician, Greek Minister for the Interior", "entities": [{"title": "President of Greece", "href": "/wiki/President_of_Greece", "description": "The president of the Hellenic Republic, colloquially referred to in English as the president of Greece, is the head of state of Greece. The president is elected by the Hellenic Parliament; the role has been mainly ceremonial since the 1986 constitutional reform. The office was formally established by the Constitution of Greece in 1975, but has antecedents in the Second Hellenic Republic of 1924–19"}, {"title": "Ministry of the Interior (Greece)", "href": "/wiki/Ministry_of_the_Interior_(Greece)", "description": "The Ministry of the Interior is a government department of Greece. On 15 September 1995, it was merged with the Ministry of the Prime Minister's Office to form the Ministry of the Interior, Public Administration and Decentralization. On 19 September 2007, it was merged with the Ministry of Public Order and reverted to its original name. The merger was reversed on 7 October 2009, when the Ministry "}]}, {"heading": "Births", "year": "1951", "date": "July 10", "txt": "Cheryl Wheeler, American singer-songwriter and guitarist", "entities": [{"title": "Cheryl Wheeler", "href": "/wiki/Cheryl_Wheeler", "description": "Cheryl Wheeler is a Massachusetts-based singer-songwriter of contemporary folk music. She has recorded thirteen folk albums to date and has toured extensively throughout the United States since the mid-1970s."}]}, {"heading": "Births", "year": "1951", "date": "July 10", "txt": "Rajnath Singh, Indian Politician and Union Home Minister of India", "entities": [{"title": "Rajnath Singh", "href": "/wiki/Rajnath_Singh", "description": "Rajnath Singh is an Indian politician serving as the Defence Minister of India. He is the former President of Bharatiya Janata Party. He has previously served as the Chief Minister of Uttar Pradesh and as a Cabinet Minister in the Vajpayee Government. He was the Home Minister in the First Modi Ministry. He has also served as the President of the BJP twice i.e. 2005 to 2009 and 2013 to 2014. He is "}]}, {"heading": "Births", "year": "1952", "date": "July 10", "txt": "Kim Mitchell, Canadian singer-songwriter and guitarist", "entities": [{"title": "Kim Mitchell", "href": "/wiki/Kim_Mitchell", "description": "Joseph Kim Mitchell is a Canadian musician. He was the lead singer and guitarist for the band Max Webster before going on to a solo career. His 1984 single, \"Go For Soda\", was his only charted song on the US Billboard Hot 100, reaching number 86. Six other singles, \"Patio Lanterns\", \"Rock and Roll Duty\", \"Rockland Wonderland\", \"Expedition Sailor\", \"America\", and \"Some Folks\", reached the top 20 in"}]}, {"heading": "Births", "year": "1952", "date": "July 10", "txt": "Peter van Heemst, Dutch politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 10", "txt": "Rik Emmett, Canadian singer-songwriter, guitarist, and producer", "entities": [{"title": "Rik Emmett", "href": "/wiki/Rik_Emmett", "description": "Richard Gordon Emmett is a vocalist, guitarist, and member of the Canadian rock band Triumph."}]}, {"heading": "Births", "year": "1953", "date": "July 10", "txt": "Zoogz Rift, American musician and wrestler (d. 2011)", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 10", "txt": "Tommy Bowden, American football player and coach", "entities": [{"title": "Tommy Bowden", "href": "/wiki/Tommy_Bowden", "description": "Tommy Pearce Bowden is a former American football coach. He served as the head coach at Clemson University from 1999 until October 13, 2008. He is a son of Bobby Bowden, former head football coach of Florida State University, against whom he has coached in games nicknamed the \"Bowden Bowl.\" He is also a brother of Terry Bowden, previously head football coach of the University of Akron."}]}, {"heading": "Births", "year": "1954", "date": "July 10", "txt": "Andre Dawson, American baseball player", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 10", "txt": "Neil Tennant, English singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1955", "date": "July 10", "txt": "Nic Dakin, English educator and politician", "entities": [{"title": "Nic Dakin", "href": "/wiki/Nic_Dakin", "description": "Sir Nicholas Dakin is a British Labour Party politician, who had served as the Member of Parliament (MP) for Scunthorpe from 2010 to 2019. He was promoted from his positions as Opposition Whips and Shadow Deputy Leader of the House of Commons in September 2015 to the Shadow Schools Minister under Jeremy Corbyn but resigned from the position in June 2016. Dakin subsequently re-joined the Opposition"}]}, {"heading": "Births", "year": "1955", "date": "July 10", "txt": "Geoff Gerard, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 10", "txt": "Tom McClintock, American lawyer and politician", "entities": [{"title": "Tom McClintock", "href": "/wiki/Tom_McClintock", "description": "Thomas Miller McClintock II is an American politician serving as the U.S. Representative for California's 4th congressional district since 2009. A member of the Republican Party, his district stretches from the Sacramento suburbs to the outer suburbs of Fresno, and also includes Yosemite National Park. McClintock previously served as a California State Assemblyman from 1982 to 1992 and again from "}]}, {"heading": "Births", "year": "1956", "date": "July 10", "txt": "K. Rajagopal, Malaysian football manager", "entities": []}, {"heading": "Births", "year": "1957", "date": "July 10", "txt": "Derry Grehan, Canadian rock guitarist and songwriter", "entities": [{"title": "Derry Grehan", "href": "/wiki/Derry_Grehan", "description": "Dermot Fergus \"Derry\" Grehan is a Canadian guitarist best known as a member of the rock band Honeymoon Suite. The band was co-founded by Johnnie Dee, keyboardist and vocalist Brad Bent, and drummer Mike Lengyell in 1981."}]}, {"heading": "Births", "year": "1958", "date": "July 10", "txt": "Béla Fleck, American banjo player and songwriter", "entities": [{"title": "Béla Fleck", "href": "/wiki/B%C3%A9la_Fleck", "description": "Béla Anton Leoš Fleck is an American banjo player. An acclaimed virtuoso, he is an innovative and technically proficient pioneer and ambassador of the banjo, bringing the instrument from its bluegrass roots to jazz, classical, rock and various world music genres. He is best known for his work with the bands New Grass Revival and Béla Fleck and the Flecktones. Fleck has won 14 Grammy Awards and bee"}]}, {"heading": "Births", "year": "1958", "date": "July 10", "txt": "Fiona Shaw, Irish actress and director", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 10", "txt": "Ellen Kuras, American director and cinematographer", "entities": [{"title": "Ellen Kuras", "href": "/wiki/Ellen_Kuras", "description": "Ellen Kuras is an American cinematographer whose body of work includes narrative and documentary films, music videos and commercials in both the studio and independent worlds. One of few female members of the American Society of Cinematographers, she is a pioneer best known for her work in Eternal Sunshine of the Spotless Mind (2004). She has collaborated with directors such as Michel Gondry, Spik"}]}, {"heading": "Births", "year": "1960", "date": "July 10", "txt": "Ariel Castro, Puerto Rican-American convicted kidnapper and rapist", "entities": [{"title": "Ariel Castro", "href": "/wiki/Ariel_Castro", "description": "The Ariel Castro kidnappings took place between 2002 and 2004, when Ariel Castro kidnapped Michelle Knight, Amanda Berry, and Georgina \"Gina\" DeJesus and held them captive in his home in the Tremont neighborhood of Cleveland, Ohio, United States. The three girls were imprisoned until May 6, 2013, when Berry escaped with her six-year-old daughter, to whom she had given birth while imprisoned, and c"}]}, {"heading": "Births", "year": "1959", "date": "July 10", "txt": "Sandy West, American singer-songwriter and drummer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 10", "txt": "Jacky Cheung, Hong Kong singer and film actor", "entities": [{"title": "Jacky Cheung", "href": "/wiki/Jacky_Cheung", "description": "Jacky Cheung Hok-yau is a Hong Kong singer, songwriter and actor. With more than 25 million records sold as of 2003, he is regarded as one of the \"Four Heavenly Kings\" and has been deemed the \"God of Songs\" of Hong Kong."}]}, {"heading": "Births", "year": "1961", "date": "July 10", "txt": "Marc Riley, English guitarist (The Fall), radio DJ", "entities": [{"title": "The Fall (band)", "href": "/wiki/The_Fall_(band)", "description": "The Fall were an English post-punk group, formed in 1976 in Prestwich, Greater Manchester. They underwent many line-up changes, with vocalist and founder Mark E. Smith as the only constant member. The Fall's long-term musicians included drummers Paul Hanley, Simon Wolstencroft and Karl Burns; guitarists Marc Riley, Craig Scanlon and Brix Smith; and bassist Steve Hanley, whose melodic, circular bas"}]}, {"heading": "Births", "year": "1963", "date": "July 10", "txt": "Ian Lougher, Welsh motorcycle racer", "entities": [{"title": "Ian Lougher", "href": "/wiki/Ian_Lougher", "description": "Ian Lougher is a Welsh motorcycle racer, noted for 8 victories in the North West 200, 10 wins at the Isle of Man TT Races and 32 wins at the Southern 100 Races in his career."}]}, {"heading": "Births", "year": "1964", "date": "July 10", "txt": "Martin Laurendeau, Canadian tennis player and coach", "entities": [{"title": "Martin Laurendeau", "href": "/wiki/Martin_Laurendeau", "description": "Martin Laurendeau is a former touring professional tennis player, the present coach and (non-playing) captain of the Canada Davis Cup team"}]}, {"heading": "Births", "year": "1964", "date": "July 10", "txt": "Urban Meyer, American football player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 10", "txt": "Wilfried Peeters, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 10", "txt": "Scott McCarron, American golfer", "entities": [{"title": "Scott McCarron", "href": "/wiki/Scott_McCarron", "description": "Scott Michael McCarron is an American professional golfer who was formerly a member of the PGA Tour but now plays on the PGA Tour Champions."}]}, {"heading": "Births", "year": "1965", "date": "July 10", "txt": "Ken Mellons, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 10", "txt": "Clive Efford, English politician", "entities": [{"title": "Clive Efford", "href": "/wiki/Clive_Efford", "description": "Clive Stanley Efford is a British Labour Party politician who has served as Member of Parliament (MP) for Eltham since 1997."}]}, {"heading": "Births", "year": "1966", "date": "July 10", "txt": "Johnny Grunge, American wrestler (d. 2006)", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 10", "txt": "Christian Stangl, Austrian skier and mountaineer", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 10", "txt": "Anna Bråkenhielm, Swedish business executive", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 10", "txt": "Tom Meents, American professional monster truck driver", "entities": [{"title": "Tom Meents", "href": "/wiki/Tom_Meents", "description": "Thomas William Meents is an American professional monster truck driver. He currently drives Max-D on the Monster Jam circuit. He has won twelve Monster Jam World Finals championships during his career."}]}, {"heading": "Births", "year": "1967", "date": "July 10", "txt": "Rebekah Del Rio, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 10", "txt": "Gillian Tett, English journalist and author", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 10", "txt": "Ikki Sawamura, Japanese model, actor and television presenter", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 10", "txt": "John Yoo, South Korean-American lawyer, author, and educator", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 10", "txt": "Marty Cordova, American baseball player", "entities": [{"title": "Marty Cordova", "href": "/wiki/Marty_Cordova", "description": "Martin Kevin Cordova is an American former professional baseball left fielder, who played in Major League Baseball (MLB) for the Minnesota Twins, Toronto Blue Jays, Cleveland Indians, and Baltimore Orioles. He was born in Las Vegas, Nevada. Before embarking on a major league career, Cordova played six seasons in the minor leagues."}]}, {"heading": "Births", "year": "1969", "date": "July 10", "txt": "Gale Harold, American actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 10", "txt": "Gary LeVox, American singer-songwriter", "entities": [{"title": "Gary LeVox", "href": "/wiki/Gary_LeVox", "description": "Gary LeVox is an American singer and songwriter. He is known for being the lead vocalist of the contemporary country pop trio Rascal Flatts, and his stage name was taken from the studio-console label for his lead-vocal track."}]}, {"heading": "Births", "year": "1970", "date": "July 10", "txt": "Jason Orange, English singer-songwriter and dancer", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 10", "txt": "John Simm, English actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 10", "txt": "Adam Foote, Canadian ice hockey player", "entities": [{"title": "Adam Foote", "href": "/wiki/Adam_Foote", "description": "Adam David Vernon Foote is a Canadian former professional ice hockey defenceman, and the former head coach of the Kelowna Rockets of the Western Hockey League. He was best known for his physical presence and gritty play as a stay-at-home defenceman."}]}, {"heading": "Births", "year": "1971", "date": "July 10", "txt": "Gregory Goodridge, Barbadian footballer and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 10", "txt": "Peter Serafinowicz, English actor", "entities": [{"title": "Peter Serafinowicz", "href": "/wiki/Peter_Serafinowicz", "description": "Peter Szymon Serafinowicz is an English actor, comedian, director, and screenwriter. He is best known for his role as Pete in Shaun of the Dead (2004) and as the voice of Darth Maul in Star Wars: Episode I - The Phantom Menace (1999). He has also appeared in many British and American comedy series. He starred as the title character in the 2016 live-action series of The Tick and has received attent"}]}, {"heading": "Births", "year": "1972", "date": "July 10", "txt": "Sofía Vergara, Colombian-American actress and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 10", "txt": "Tilo Wolff, German-Swiss singer-songwriter, pianist, and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 10", "txt": "Imelda May, Irish singer-songwriter, musician, and producer", "entities": [{"title": "Imelda May", "href": "/wiki/Imelda_May", "description": "Imelda Mary Higham, professionally known as Imelda May, is an Irish singer, songwriter and multi-instrumentalist. Although known primarily as a singer, she also plays the bodhrán, guitar, bass guitar and tambourine. Described as \"a unique vocal talent,\" May is known for her musical style of rockabilly revival and has also been compared to female jazz musicians such as Billie Holiday."}]}, {"heading": "Births", "year": "1975", "date": "July 10", "txt": "Andrew Firestone, American businessman", "entities": [{"title": "Andrew Firestone", "href": "/wiki/Andrew_Firestone", "description": "Andrew Boulton Firestone is an American television personality and businessman. He is the son of Brooks Firestone, a grandson of Leonard Firestone, and a great-grandson of Firestone Tire and Rubber Company founder Harvey Firestone and Idabelle Smith."}]}, {"heading": "Births", "year": "1975", "date": "July 10", "txt": "Brendan Gaughan, American race car driver", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 10", "txt": "Alain Nasreddine, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 10", "txt": "Stefán Karl Stefánsson, Icelandic actor (d. 2018)", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 10", "txt": "Richard Westbrook, English race car driver", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 10", "txt": "Edmílson, Brazilian footballer", "entities": [{"title": "Edmílson", "href": "/wiki/Edm%C3%ADlson", "description": "José Edmílson Gomes de Moraes, known simply as Edmílson, is a Brazilian former professional footballer."}]}, {"heading": "Births", "year": "1976", "date": "July 10", "txt": "Elijah Blue Allman, American singer and guitarist", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 10", "txt": "Ludovic Giuly, French footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 10", "txt": "Adrian Grenier, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 10", "txt": "Brendon Lade, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 10", "txt": "Lars Ricken, German footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 10", "txt": "Chiwetel Ejiofor, English actor", "entities": [{"title": "Chiwetel Ejiofor", "href": "/wiki/Chiwetel_Ejiofor", "description": "Chiwetel Umeadi Ejiofor is a British actor and filmmaker. After enrolling at the National Youth Theatre in 1995 and attending the London Academy of Music and Dramatic Art, at age 19 and three months into his course, Ejiofor was cast by Steven Spielberg to play a supporting role in the film Amistad (1997) as James Covey."}]}, {"heading": "Births", "year": "1979", "date": "July 10", "txt": "Mvondo Atangana, Cameroon footballer", "entities": [{"title": "Mvondo Atangana", "href": "/wiki/Mvondo_Atangana", "description": "Simon Pierre Mvondo Atangana is a Cameroonian former footballer who played as a forward for a number of clubs across multiple countries. His career began in native Cameroon, playing for Olympic Mvolyé and Tonnerre Yaoundé with a spell in Saudi Arabia with Al-Fateh separating the two stints. He earned a move to Scotland, signing for Dundee United in 2000. He went out on loan to English club Port Va"}]}, {"heading": "Births", "year": "1979", "date": "July 10", "txt": "Gong Yoo, Korean actor", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 10", "txt": "Alejandro Millán, Mexican singer-songwriter and keyboard player", "entities": [{"title": "Alejandro Millán", "href": "/wiki/Alejandro_Mill%C3%A1n", "description": "Alejandro Millán is the singer, keyboardist, and composer for band Hello Madness. After winning a music production contest by CONARTE, he released the album \"Light and Life After Dusk\". He founded the progressive band Elfonía in 2002, releasing the albums Elfonía and This Sonic Landscape."}]}, {"heading": "Births", "year": "1980", "date": "July 10", "txt": "Adam Petty, American race car driver (d. 2000)", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 10", "txt": "Claudia Leitte, Brazilian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 10", "txt": "James Rolfe, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 10", "txt": "Jessica Simpson, American singer-songwriter, actress, and fashion designer", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 10", "txt": "Aleksandar Tunchev, Bulgarian footballer", "entities": [{"title": "Aleksandar Tunchev", "href": "/wiki/Aleksandar_Tunchev", "description": "Aleksandar Blagov Tunchev is a Bulgarian former footballer who played as a defender. He is currently coach of Lokomotiv Plovdiv."}]}, {"heading": "Births", "year": "1982", "date": "July 10", "txt": "Alex Arrowsmith, American guitarist and producer", "entities": [{"title": "Alex Arrowsmith", "href": "/wiki/Alex_Arrowsmith", "description": "Alex Arrowsmith is a rock/pop musician from Portland, Oregon. He is best known for his work with The Minders and The Shaky Hands, as well as his solo catalog."}]}, {"heading": "Births", "year": "1982", "date": "July 10", "txt": "Juliya Chernetsky, Ukrainian-American television host", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 10", "txt": "Sebastian Mila, Polish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 10", "txt": "Jeffrey Walker, Australian actor and director", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 10", "txt": "Giuseppe De Feudis, Italian footballer", "entities": [{"title": "Giuseppe De Feudis", "href": "/wiki/Giuseppe_De_Feudis", "description": "Giuseppe De Feudis is an Italian former footballer."}]}, {"heading": "Births", "year": "1983", "date": "July 10", "txt": "Matthew Egan, Australian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 10", "txt": "Gabi, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 10", "txt": "Kim Hee-chul, Korean entertainer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 10", "txt": "Joelson José Inácio, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 10", "txt": "Doug Kramer, Filipino basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 10", "txt": "Anthony Watmough, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 10", "txt": "Nikolaos Mitrou, Greek footballer", "entities": [{"title": "Nikolaos Mitrou", "href": "/wiki/Nikolaos_Mitrou", "description": "Nikolaos Mitrou is a Greek footballer currently playing for Tamynaikos F.C. in the Gamma Ethniki (Greece) as a Midfielder."}]}, {"heading": "Births", "year": "1985", "date": "July 10", "txt": "Park Chu-young, South Korean footballer", "entities": [{"title": "Park Chu-young", "href": "/wiki/Park_Chu-young", "description": "Park Chu-young is a South Korean footballer who plays as a forward for FC Seoul."}]}, {"heading": "Births", "year": "1985", "date": "July 10", "txt": "B. J. Crombeen, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 10", "txt": "Mario Gómez, German footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 10", "txt": "Antonio Brown, American football player", "entities": [{"title": "Antonio Brown", "href": "/wiki/Antonio_Brown", "description": "Antonio Tavaris Brown Sr. is an American football wide receiver for the Tampa Bay Buccaneers of the National Football League (NFL). Raised in Liberty City, Miami, Brown attended Miami Norland High School. He played college football at Central Michigan University, where he earned All-American honors in 2008 and 2009 as a punt returner. A sixth-round pick by the Pittsburgh Steelers, Brown amassed mo"}]}, {"heading": "Births", "year": "1988", "date": "July 10", "txt": "Heather Hemmens, American actress, director, and producer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 10", "txt": "Sarah Walker, New Zealand BMX rider", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 10", "txt": "Adam Reynolds, Australian rugby league player", "entities": [{"title": "Adam Reynolds", "href": "/wiki/Adam_Reynolds", "description": "Adam Reynolds, is an Australian professional rugby league footballer who plays as a halfback for and captains the South Sydney Rabbitohs in the NRL."}]}, {"heading": "Births", "year": "1990", "date": "July 10", "txt": "Trent Richardson, American footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 10", "txt": "Chiyonokuni Toshiki, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1991", "date": "July 10", "txt": "Daishōmaru Shōgo, Japanese sumo wrestler", "entities": [{"title": "Daishōmaru Shōgo", "href": "/wiki/Daish%C5%8Dmaru_Sh%C5%8Dgo", "description": "Daishōmaru Shōgo  is a Japanese professional sumo wrestler from Hirano-ku, Osaka. He made his debut in March 2014 at an elevated rank known as makushita tsukedashi and wrestles for Oitekaze stable."}]}, {"heading": "Births", "year": "1999", "date": "July 10", "txt": "April Ivy, Portuguese composer and singer", "entities": [{"title": "April Ivy", "href": "/wiki/April_Ivy", "description": "Mariana Barreiros Dos Santos Gonçalves, better known as April Ivy, is a Portuguese singer/songwriter. She signed with Universal Music France in 2016 where she climbed onto number 1 on the Portuguese iTunes chart with her single \"Be Ok\", and has now released as a compilation of all her singles. Her debut album is called game.of.love. She’s currently releasing her new music as an independent artist."}]}, {"heading": "Births", "year": "2001", "date": "July 10", "txt": "Isabela Moner, American actress", "entities": [{"title": "Isabela Moner", "href": "/wiki/Isabela_Moner", "description": "Isabela Moner, known professionally as Isabela Merced, is an American actress and singer. She played the lead role of CJ Martin on the Nickelodeon television series 100 Things to Do Before High School. In film, she has played Izabella in Transformers: The Last Knight (2017), Lizzy in Instant Family (2018), and Isabel in Sicario: Day of the Soldado (2018). In 2019, she starred as the titular charac"}]}, {"heading": "Deaths", "year": "138", "date": "July 10", "txt": "Hadrian, Roman emperor (b. 76)", "entities": [{"title": "Hadrian", "href": "/wiki/Hadrian", "description": "Hadrian was Roman emperor from 117 to 138. He was born into a Roman Italo-Hispanic family that settled in Spain from the Italian city of Atri in Picenum. His father was of senatorial rank and was a first cousin of Emperor Trajan. He married Trajan's grand-niece Vibia Sabina early in his career, before Trajan became emperor and possibly at the behest of Trajan's wife Pompeia Plotina. Plotina and Tr"}]}, {"heading": "Deaths", "year": "645", "date": "July 10", "txt": "Soga no Iruka, Japanese politician", "entities": [{"title": "Soga no Iruka", "href": "/wiki/Soga_no_Iruka", "description": "Soga no Iruka  was the son of Soga no Emishi, a statesman in the Asuka Period of Japan."}]}, {"heading": "Deaths", "year": "649", "date": "July 10", "txt": "Tai Zong, Chinese emperor (b. 598)", "entities": [{"title": "Emperor Taizong of Tang", "href": "/wiki/Emperor_Taizong_of_Tang", "description": "Emperor Taizong of Tang, previously Prince of Qin, personal name Li Shimin, was the second emperor of the Tang dynasty of China, ruling from 626 to 649. He is traditionally regarded as a co-founder of the dynasty for his role in encouraging Li Yuan, his father, to rebel against the Sui dynasty at Jinyang in 617. Taizong subsequently played a pivotal role in defeating several of the dynasty's most "}]}, {"heading": "Deaths", "year": "772", "date": "July 10", "txt": "Amalberga of Temse, Frankish noblewoman", "entities": [{"title": "Amalberga of Temse", "href": "/wiki/Amalberga_of_Temse", "description": "Amalberga of Temse was a Lotharingian noblewoman from the Frankish royal house of the Pippinids who is celebrated as a saint in the Roman Catholic Church and the Eastern Orthodox Church. She is especially venerated in Temse, Ghent, Munsterbilzen and other parts of Flanders. She received the veil from Saint Willibrord of Echternach."}]}, {"heading": "Deaths", "year": "831", "date": "July 10", "txt": "Zubaidah bint Ja`far, Abbasid Princess", "entities": [{"title": "Zubaidah bint Ja`far", "href": "/wiki/Zubaidah_bint_Ja%60far", "description": null}]}, {"heading": "Deaths", "year": "983", "date": "July 10", "txt": "Benedict VII, pope of the Catholic Church", "entities": [{"title": "Pope Benedict VII", "href": "/wiki/Pope_Benedict_VII", "description": "Pope Benedict VII was the bishop of Rome and ruler of the Papal States from October 974 to his death."}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Deaths", "year": "994", "date": "July 10", "txt": "Leopold I, margrave of Austria", "entities": [{"title": "Leopold I, Margrave of Austria", "href": "/wiki/Leopold_I,_Margrave_of_Austria", "description": "Leopold I, known as the Illustrious, a member of the House of Babenberg, was Margrave of Austria from 976 until his death. He was the first margrave of the Babenberg dynasty which ruled the March and Duchy of Austria until its extinction in 1246."}]}, {"heading": "Deaths", "year": "1086", "date": "July 10", "txt": "Canute IV, king of Denmark (b. 1043)", "entities": [{"title": "Canute IV of Denmark", "href": "/wiki/Canute_IV_of_Denmark", "description": "Canute IV, later known as Canute the Holy or Saint Canute, was King of Denmark from 1080 until 1086. Canute was an ambitious king who sought to strengthen the Danish monarchy, devotedly supported the Roman Catholic Church, and had designs on the English throne. Slain by rebels in 1086, he was the first Danish king to be canonized. He was recognized by the Roman Catholic Church as patron saint of D"}]}, {"heading": "Deaths", "year": "1103", "date": "July 10", "txt": "Eric I, king of Denmark (b. 1060)", "entities": [{"title": "Eric I of Denmark", "href": "/wiki/Eric_I_of_Denmark", "description": "Eric I, also known as Eric the Good, was King of Denmark following his brother Olaf I Hunger in 1095. He was a son of Sweyn II. His mother's identity is unknown. He married Boedil Thurgotsdatter."}]}, {"heading": "Deaths", "year": "1290", "date": "July 10", "txt": "Ladislaus IV, king of Hungary (b. 1262)", "entities": [{"title": "Ladislaus IV of Hungary", "href": "/wiki/Ladislaus_IV_of_Hungary", "description": "Ladislaus IV, also known as Ladislas the Cuman, was king of Hungary and Croatia from 1272 to 1290. His mother, Elizabeth, was the daughter of a chieftain from the pagan Cumans who had settled in Hungary. At the age of seven, he married Elisabeth, a daughter of King Charles I of Sicily. Ladislaus was only 10 when a rebellious lord, Joachim Gutkeled, kidnapped and imprisoned him."}]}, {"heading": "Deaths", "year": "1460", "date": "July 10", "txt": "Humphrey Stafford, 1st Duke of Buckingham, English commander and politician, Lord High Constable of England (b. 1402)", "entities": [{"title": "Humphrey Stafford, 1st Duke of Buckingham", "href": "/wiki/Humphrey_Stafford,_1st_Duke_of_Buckingham", "description": "Humphrey Stafford, 1st Duke of Buckingham, 6th Earl of Stafford, of Stafford Castle in Staffordshire, was an English nobleman and a military commander in the Hundred Years' War and the Wars of the Roses. Through his mother he had royal descent from King Edward III, his great-grandfather, and from his father, he inherited, at an early age, the earldom of Stafford. By his marriage to a daughter of R"}, {"title": "Lord High Constable of England", "href": "/wiki/Lord_High_Constable_of_England", "description": "The Lord High Constable of England is the seventh of the Great Officers of State, ranking beneath the Lord Great Chamberlain and above the Earl Marshal. His office is now called out of abeyance only for coronations. The Lord High Constable was originally the commander of the royal armies and the Master of the Horse. He was also, in conjunction with the Earl Marshal, president of the court of chiva"}]}, {"heading": "Deaths", "year": "1460", "date": "July 10", "txt": "John Talbot, 2nd Earl of Shrewsbury, English nobleman (b. c. 1413)", "entities": []}, {"heading": "Deaths", "year": "1461", "date": "July 10", "txt": "Thomas, king of Bosnia (b. 1411)", "entities": [{"title": "Stephen Thomas of Bosnia", "href": "/wiki/Stephen_Thomas_of_Bosnia", "description": "Stephen Thomas, a member of the House of Kotromanić, reigned from 1443 until his death as the penultimate King of Bosnia."}]}, {"heading": "Deaths", "year": "1473", "date": "July 10", "txt": "James II, king of Cyprus", "entities": [{"title": "James II of Cyprus", "href": "/wiki/James_II_of_Cyprus", "description": "James II was the penultimate King of Cyprus, reigning from 1463 until his death."}]}, {"heading": "Deaths", "year": "1480", "date": "July 10", "txt": "René of Anjou, French nobleman (b. 1400)", "entities": [{"title": "René of Anjou", "href": "/wiki/Ren%C3%A9_of_Anjou", "description": "René of Anjou was Duke of Anjou and Count of Provence from 1434 to 1480, who also reigned as King of Naples as René I from 1435 to 1442. Having spent his last years in Aix-en-Provence, he is known in France as the Good King René."}]}, {"heading": "Deaths", "year": "1510", "date": "July 10", "txt": "Catherine Cornaro, queen of Cyprus (b. 1454)", "entities": [{"title": "Catherine Cornaro", "href": "/wiki/Catherine_Cornaro", "description": "Catherine Cornaro was the last monarch of the Kingdom of Cyprus. She was queen consort of Cyprus by marriage to James II of Cyprus, regent of Cyprus during the minority of her son James III of Cyprus in 1473–1474, and finally queen regnant of Cyprus. She reigned from 26 August 1474 to 26 February 1489 and was declared a \"Daughter of Saint Mark\" in order that the Republic of Venice could claim cont"}]}, {"heading": "Deaths", "year": "1576", "date": "July 10", "txt": "Eleonora di Garzia di Toledo, Italian noble (b. 1553)", "entities": [{"title": "Eleonora di Garzia di Toledo", "href": "/wiki/Eleonora_di_Garzia_di_Toledo", "description": "Eleonora di Garzia di Toledo or Leonor Álvarez de Toledo Osorio, more often known as \"Leonora\" or \"Dianora\", was the daughter of García Álvarez de Toledo, 4th Marquis of Villafranca, Duke of Fernandina. Leonora was born in Florence, where she was brought up by Cosimo I de' Medici, Grand Duke of Tuscany and his wife Eleanor of Toledo, her aunt and namesake. Betrothed to their son Pietro at the age "}]}, {"heading": "Deaths", "year": "1559", "date": "July 10", "txt": "Henry II, king of France (b. 1519)", "entities": [{"title": "Henry II of France", "href": "/wiki/Henry_II_of_France", "description": "Henry II was King of France from 31 March 1547 until his death in 1559. The second son of Francis I, he became Dauphin of France upon the death of his elder brother Francis III, Duke of Brittany, in 1536."}]}, {"heading": "Deaths", "year": "1584", "date": "July 10", "txt": "William I, Dutch nobleman (b. 1533)", "entities": [{"title": "William I of Orange", "href": "/wiki/William_I_of_Orange", "description": "William the Silent, also known as William the Taciturn, or William of Orange, was the main leader of the Dutch Revolt against the Spanish Habsburgs that set off the Eighty Years' War (1568–1648) and resulted in the formal independence of the United Provinces in 1581. Born into the House of Nassau, he became Prince of Orange in 1544 and is thereby the founder of the Orange-Nassau branch and the anc"}]}, {"heading": "Deaths", "year": "1590", "date": "July 10", "txt": "Charles II, archduke of Austria (b. 1540)", "entities": [{"title": "Charles II, Archduke of Austria", "href": "/wiki/Charles_II,_Archduke_of_Austria", "description": "Charles II Francis of Austria was an Archduke of Austria and ruler of Inner Austria from 1564. He was a member of the House of Habsburg."}]}, {"heading": "Deaths", "year": "1594", "date": "July 10", "txt": "Paolo Bellasio, Italian organist and composer (b. 1554)", "entities": [{"title": "Paolo Bellasio", "href": "/wiki/Paolo_Bellasio", "description": "Paolo Bellasio was an Italian composer and organist of the late Renaissance. He is generally considered to be a member of the Roman School, though unusually for the group he seems to have written only madrigals."}]}, {"heading": "Deaths", "year": "1603", "date": "July 10", "txt": "Joan Terès i Borrull, Spanish archbishop and academic (b. 1538)", "entities": [{"title": "Joan Terès i Borrull", "href": "/wiki/Joan_Ter%C3%A8s_i_Borrull", "description": "Joan Terès i Borrull was presbyter of Vic, auxiliary bishop of Morocco (1575–1579), bishop of Elne (1579–1586) and of Tortosa (1586–1587), and archbishop of Tarragona (1587–1603). He was viceroy of Catalonia (1602–1603) and councillor of King Philip III of Spain."}]}, {"heading": "Deaths", "year": "1621", "date": "July 10", "txt": "Charles Bonaventure de Longueval, French commander (b. 1571)", "entities": [{"title": "Charles Bonaventure de Longueval, Count of Bucquoy", "href": "/wiki/Charles_Bonaventure_de_Longueval,_Count_of_Bucquoy", "description": "Charles Bonaventure de Longueval, Count of Bucquoy was a military commander who fought for the Spanish Netherlands during the Eighty Years' War and for the Holy Roman Empire during the Thirty Years' War."}]}, {"heading": "Deaths", "year": "1653", "date": "July 10", "txt": "Gabriel Naudé, French librarian and scholar (b. 1600)", "entities": [{"title": "Gabriel Naudé", "href": "/wiki/Gabriel_Naud%C3%A9", "description": "Gabriel Naudé was a French librarian and scholar. He was a prolific writer who produced works on many subjects including politics, religion, history and the supernatural. An influential work on library science was the 1627 book Advice on Establishing a Library. Naudé was later able to put into practice all the ideas he put forth in Advice, when he was given the opportunity to build and maintain th"}]}, {"heading": "Deaths", "year": "1680", "date": "July 10", "txt": "Louis Moréri, French priest and scholar (b. 1643)", "entities": [{"title": "Louis Moréri", "href": "/wiki/Louis_Mor%C3%A9ri", "description": "Louis Moréri was a French priest and encyclopedist."}]}, {"heading": "Deaths", "year": "1683", "date": "July 10", "txt": "François Eudes de Mézeray, French historian and author (b. 1610)", "entities": [{"title": "François Eudes de Mézeray", "href": "/wiki/Fran%C3%A7ois_Eudes_de_M%C3%A9zeray", "description": "François Eudes de Mézeray was a French historian."}]}, {"heading": "Deaths", "year": "1686", "date": "July 10", "txt": "John Fell, English bishop and academic (b. 1625)", "entities": [{"title": "John Fell (bishop)", "href": "/wiki/John_Fell_(bishop)", "description": "John Fell was an English churchman and influential academic. He served as Dean of Christ Church, Oxford, and later concomitantly as Bishop of Oxford."}]}, {"heading": "Deaths", "year": "1776", "date": "July 10", "txt": "Richard Peters, English lawyer and minister (b. 1704)", "entities": [{"title": "Richard Peters (priest)", "href": "/wiki/Richard_Peters_(priest)", "description": "Richard Peters, born in Liverpool, became an attorney, Anglican minister, and civil servant. In 1735 he emigrated to Pennsylvania, where he served in numerous posts for the Penn family, including on the Governor's Council from 1749 to 1775, and eventually became rector of Christ Church in Philadelphia."}]}, {"heading": "Deaths", "year": "1794", "date": "July 10", "txt": "Gaspard de Bernard de Marigny, French general (b. 1754)", "entities": [{"title": "Gaspard de Bernard de Marigny", "href": "/wiki/Gaspard_de_Bernard_de_Marigny", "description": "Gaspard Augustin René Bernard de Marigny was a French officer and Vendéen general."}]}, {"heading": "Deaths", "year": "1806", "date": "July 10", "txt": "George Stubbs, English painter and academic (b. 1724)", "entities": [{"title": "George Stubbs", "href": "/wiki/George_Stubbs", "description": "George Stubbs was an English painter, best known for his paintings of horses. Self-trained, Stubbs learnt his skills independently from other great artists of the eighteenth century such as Reynolds or Gainsborough. Stubbs' output includes history paintings, but his greatest skill was in painting animals, perhaps influenced by his love and study of anatomy. His most famous painting, Whistlejacket,"}]}, {"heading": "Deaths", "year": "1851", "date": "July 10", "txt": "Louis Daguerre, French photographer and physicist, invented the daguerreotype (b. 1787)", "entities": [{"title": "Louis Daguerre", "href": "/wiki/Louis_Daguerre", "description": "Louis-Jacques-Mandé Daguerre, better known as Louis Daguerre, was a French artist and photographer, recognized for his invention of the daguerreotype process of photography. He became known as one of the fathers of photography. Though he is most famous for his contributions to photography, he was also an accomplished painter and a developer of the diorama theatre."}, {"title": "Daguerreotype", "href": "/wiki/Daguerreotype", "description": "The daguerreotype was the first publicly available photographic process—widely used during the 1840s and 1850s. \"Daguerreotype\" also refers to the images created through this process."}]}, {"heading": "Deaths", "year": "1863", "date": "July 10", "txt": "Clement Clarke Moore, American author and educator (b. 1779)", "entities": [{"title": "Clement Clarke Moore", "href": "/wiki/Clement_Clarke_Moore", "description": "Clement Clarke Moore was a writer and American Professor of Oriental and Greek Literature, as well as Divinity and Biblical Learning, at the General Theological Seminary of the Protestant Episcopal Church, in New York City. The seminary was developed on land donated by Moore and it continues on this site at Ninth Avenue between 20th and 21st streets, in an area known as Chelsea Square. Moore's con"}]}, {"heading": "Deaths", "year": "1881", "date": "July 10", "txt": "Georg Hermann Nicolai, German architect and academic (b. 1812)", "entities": [{"title": "Georg Hermann Nicolai", "href": "/wiki/Georg_Hermann_Nicolai", "description": "Georg Hermann Nicolai was a German architect and educator, Professor of Architecture at the Royal Academy of Fine Arts on the Brühl Terrace in Dresden from 1850 until his death."}]}, {"heading": "Deaths", "year": "1884", "date": "July 10", "txt": "Paul Morphy, American chess player (b. 1837)", "entities": [{"title": "Paul Morphy", "href": "/wiki/Paul_Morphy", "description": "Paul Charles Morphy was an American chess player. He is considered to have been the greatest chess master of his era and the unofficial second World Chess Champion (1858–1860). A chess prodigy, he was called \"The Pride and Sorrow of Chess\" because he had a brilliant chess career but retired from the game while still young. Bobby Fischer and Viswanathan Anand ranked Morphy among the ten greatest ch"}]}, {"heading": "Deaths", "year": "1908", "date": "July 10", "txt": "Phoebe Knapp, American organist and composer (b. 1839)", "entities": [{"title": "Phoebe Knapp", "href": "/wiki/Phoebe_Knapp", "description": "Phoebe Palmer Knapp was an American composer of music for hymns and an organist."}]}, {"heading": "Deaths", "year": "1915", "date": "July 10", "txt": "Hendrik Willem Mesdag, Dutch painter (b. 1831)", "entities": [{"title": "Hendrik Willem Mesdag", "href": "/wiki/Hendrik_Willem_Mesdag", "description": "Hendrik Willem Mesdag was a Dutch marine painter."}]}, {"heading": "Deaths", "year": "1920", "date": "July 10", "txt": "John Fisher, 1st Baron Fisher, British admiral (b. 1841)", "entities": [{"title": "John Fisher, 1st Baron Fisher", "href": "/wiki/John_Fisher,_1st_Baron_Fisher", "description": "John Arbuthnot Fisher, 1st Baron Fisher,, commonly known as Jacky or Jackie Fisher, was a British Admiral of the Fleet known for his efforts at naval reform. He had a huge influence on the Royal Navy in a career spanning more than 60 years, starting in a navy of wooden sailing ships armed with muzzle-loading cannon and ending in one of steel-hulled battlecruisers, submarines and the first aircraft"}]}, {"heading": "Deaths", "year": "1929", "date": "July 10", "txt": "Ève Lavallière, French actress (b. 1866)", "entities": [{"title": "Ève Lavallière", "href": "/wiki/%C3%88ve_Lavalli%C3%A8re", "description": "Ève Lavallière was a French stage actress and later a noteworthy Catholic penitent and member of the Secular Franciscan Order."}]}, {"heading": "Deaths", "year": "1941", "date": "July 10", "txt": "Jelly Roll Morton, American pianist, composer, and bandleader (b. 1890)", "entities": [{"title": "Jelly Roll Morton", "href": "/wiki/Jelly_Roll_Morton", "description": "Ferdinand Joseph LaMothe, known professionally as Jelly Roll Morton, was an American ragtime and jazz pianist, bandleader, and composer. Morton was jazz's first arranger, proving that a genre rooted in improvisation could retain its essential characteristics when notated. His composition \"Jelly Roll Blues\", published in 1915, was one of the first published jazz compositions. Morton also wrote \"Kin"}]}, {"heading": "Deaths", "year": "1941", "date": "July 10", "txt": "Huntley Wright, English actor (b. 1868)", "entities": []}, {"heading": "Deaths", "year": "1950", "date": "July 10", "txt": "Richard Maury, American-Argentinian engineer (b. 1882)", "entities": [{"title": "Richard Maury", "href": "/wiki/Richard_Maury", "description": "Richard Fontaine Maury was an American railway engineer and naturalized Argentine. He became known for the project of the Argentine \"Ramal C-14\" of the Ferrocarril General Manuel Belgrano and the touristic Tren a las Nubes."}]}, {"heading": "Deaths", "year": "1952", "date": "July 10", "txt": "Rued Langgaard, Danish organist and composer (b. 1893)", "entities": [{"title": "Rued Langgaard", "href": "/wiki/Rued_Langgaard", "description": "Rued Langgaard was a late-Romantic Danish composer and organist. His then-unconventional music was at odds with that of his Danish contemporaries but was recognized 16 years after his death."}]}, {"heading": "Deaths", "year": "1954", "date": "July 10", "txt": "Calogero Vizzini, Italian mob boss (b. 1877)", "entities": [{"title": "Calogero Vizzini", "href": "/wiki/Calogero_Vizzini", "description": "Calogero \"Don Calò\" Vizzini was a historical Sicilian Mafia boss of Villalba in the Province of Caltanissetta, Sicily. Vizzini was considered to be one of the most influential and legendary Mafia bosses of Sicily after World War II until his death in 1954. In the media, he was often depicted as the \"boss of bosses\" – although such a position does not exist in the loose structure of Cosa Nostra."}]}, {"heading": "Deaths", "year": "1956", "date": "July 10", "txt": "Joe Giard, American baseball player (b. 1898)", "entities": [{"title": "Joe Giard", "href": "/wiki/Joe_Giard", "description": "Joseph Oscar Giard was an American major league baseball player."}]}, {"heading": "Deaths", "year": "1960", "date": "July 10", "txt": "Sæbjørn Buttedahl, Norwegian actor and sculptor (b. 1876)", "entities": [{"title": "Sæbjørn Buttedahl", "href": "/wiki/S%C3%A6bj%C3%B8rn_Buttedahl", "description": "Sæbjørn Buttedahl was a Norwegian stage and film actor who later found prominence as a sculptor."}]}, {"heading": "Deaths", "year": "1962", "date": "July 10", "txt": "Yehuda Leib Maimon, Israeli rabbi and politician (b. 1875)", "entities": [{"title": "Yehuda Leib Maimon", "href": "/wiki/Yehuda_Leib_Maimon", "description": "Yehuda Leib Maimon was an Israeli rabbi, politician and leader of the Religious Zionist movement. He was Israel's first Minister of Religions."}]}, {"heading": "Deaths", "year": "1963", "date": "July 10", "txt": "Teddy Wakelam, English rugby player and sportscaster (b. 1893)", "entities": [{"title": "Teddy Wakelam", "href": "/wiki/Teddy_Wakelam", "description": "\n\nLieutenant-Colonel Henry Blythe Thornhill Wakelam, known as Teddy Wakelam, was an English sports broadcaster and rugby union player who captained Harlequin F.C.."}]}, {"heading": "Deaths", "year": "1970", "date": "July 10", "txt": "Bjarni Benediktsson, Icelandic academic and politician, 13th Prime Minister of Iceland (b. 1908)", "entities": [{"title": "Bjarni Benediktsson (born 1908)", "href": "/wiki/Bjarni_Benediktsson_(born_1908)", "description": "Bjarni Benediktsson was an Icelandic politician of the Independence Party who served as Prime Minister of Iceland from 1963 to 1970. His father, Benedikt Sveinsson (1877–1954), was a leader in the independence movement in Iceland and a member of the Althingi from 1908 to 1931."}, {"title": "Prime Minister of Iceland", "href": "/wiki/Prime_Minister_of_Iceland", "description": "The prime minister of Iceland is Iceland's head of government. The prime minister is appointed formally by the president and exercises executive authority along with the cabinet subject to parliamentary support."}]}, {"heading": "Deaths", "year": "1971", "date": "July 10", "txt": "Laurent Dauthuille, French boxer (b. 1924)", "entities": [{"title": "Laurent Dauthuille", "href": "/wiki/Laurent_Dauthuille", "description": "Laurent Dauthuille was a French boxer."}]}, {"heading": "Deaths", "year": "1972", "date": "July 10", "txt": "Lovie Austin, American pianist, composer, and bandleader (b. 1887)", "entities": [{"title": "Lovie Austin", "href": "/wiki/Lovie_Austin", "description": "Cora \"Lovie\" Austin was an American Chicago bandleader, session musician, composer, singer, and arranger during the 1920s classic blues era. She and Lil Hardin Armstrong are often ranked as two of the best female jazz blues piano players of the period."}]}, {"heading": "Deaths", "year": "1978", "date": "July 10", "txt": "John D. Rockefeller III, American businessman and philanthropist, founded the Asia Society (b. 1906)", "entities": [{"title": "John D. Rockefeller III", "href": "/wiki/John_D._Rockefeller_III", "description": "John Davison Rockefeller III was an American philanthropist and the eldest son of John D. Rockefeller Jr. and Abby Aldrich Rockefeller. He was engaged in a wide range of philanthropic projects, many of which his family had launched, as well as supporting organizations related to East Asian affairs. Rockefeller was also a major supporter of the Population Council, and the committee that created the"}, {"title": "Asia Society", "href": "/wiki/Asia_Society", "description": "The Asia Society is a non-profit organization that focuses on educating the world about Asia. It has several centers in the United States and around the world. These centers are overseen by the Society's headquarters in New York City, which includes a museum that exhibits the Rockefeller collection of Asian art and rotating exhibits with pieces from many countries in Asia and Oceania."}]}, {"heading": "Deaths", "year": "1979", "date": "July 10", "txt": "Arthur Fiedler, American conductor (b. 1894)", "entities": [{"title": "Arthur Fiedler", "href": "/wiki/Arthur_Fiedler", "description": "Arthur Fiedler was an American conductor known for his association with the Boston Symphony and Boston Pops orchestras. With a combination of musicianship and showmanship, he made the Boston Pops one of the best-known orchestras in the United States. Fiedler was sometimes criticized for over-popularizing music, particularly when adapting popular songs or editing portions of the classical repertoir"}]}, {"heading": "Deaths", "year": "1980", "date": "July 10", "txt": "Joseph Krumgold, American author and screenwriter (b. 1908)", "entities": [{"title": "Joseph Krumgold", "href": "/wiki/Joseph_Krumgold", "description": "Joseph Quincy Krumgold was an American writer of books and screenplays. He was the first person to win two annual Newbery Medals for the most distinguished new American children's book."}]}, {"heading": "Deaths", "year": "1985", "date": "July 10", "txt": "Fernando Pereira, Dutch photographer (b. 1950)", "entities": [{"title": "Fernando Pereira", "href": "/wiki/Fernando_Pereira", "description": "Fernando Pereira was a freelance Portuguese-Dutch photographer, who drowned when French intelligence (DGSE) detonated a bomb and sank the Rainbow Warrior, owned by the environmental organisation Greenpeace on 10 July 1985."}]}, {"heading": "Deaths", "year": "1986", "date": "July 10", "txt": "Tadeusz Piotrowski, Polish mountaineer and author (b. 1940)", "entities": [{"title": "Tadeusz Piotrowski (mountaineer)", "href": "/wiki/Tadeusz_Piotrowski_(mountaineer)", "description": "Tadeusz Piotrowski was a Polish mountaineer and author of several books related to the subject. He has been referred to as \"perhaps the finest winter mountaineer of his day\"."}]}, {"heading": "Deaths", "year": "1987", "date": "July 10", "txt": "John Hammond, American record producer, critic, and activist (b. 1910)", "entities": [{"title": "John Hammond (producer)", "href": "/wiki/John_Hammond_(producer)", "description": "John Henry Hammond II was an American record producer, civil rights activist, and music critic from the 1930s to the early 1980s. In his service as a talent scout, Hammond became one of the most influential figures in 20th-century popular music. He is the father of famous blues musician John P. Hammond."}]}, {"heading": "Deaths", "year": "1989", "date": "July 10", "txt": "Mel Blanc, American voice actor (b. 1908)", "entities": [{"title": "Mel Blanc", "href": "/wiki/Mel_Blanc", "description": "Mel Blanc was an American voice actor, comedian, and radio personality. After beginning his over-60-year career performing in radio, he became known for his work in animation as the voices of Bugs Bunny, Daffy Duck, Porky Pig, and most of the other characters from the Looney Tunes and Merrie Melodies theatrical cartoons during the golden age of American animation."}]}, {"heading": "Deaths", "year": "1993", "date": "July 10", "txt": "Ruth Krauss, American author and poet (b. 1901)", "entities": [{"title": "Ruth Krauss", "href": "/wiki/Ruth_Krauss", "description": "Ruth Ida Krauss was an American writer of children's books, including The Carrot Seed, and of theatrical poems for adult readers. Many of her books are still in print."}]}, {"heading": "Deaths", "year": "1993", "date": "July 10", "txt": "Sam Rolfe, American screenwriter and producer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "July 10", "txt": "Mehmet Ali Aybar, Turkish lawyer and politician (b. 1908)", "entities": [{"title": "Mehmet Ali Aybar", "href": "/wiki/Mehmet_Ali_Aybar", "description": "Mehmet Ali Aybar was a lawyer, member of the Turkish parliament, the second president of the Workers Party of Turkey, the founder and President of the Socialist Revolution Party, and a member of the Russell Tribunal against the war crimes of the United States in Vietnam."}]}, {"heading": "Deaths", "year": "1996", "date": "July 10", "txt": "Eno Raud, Estonian author (b. 1928)", "entities": [{"title": "Eno Raud", "href": "/wiki/Eno_Raud", "description": "Eno Raud was an Estonian children's writer. His works are considered classics in Estonia as well as in the other former Soviet countries. Raud was included in International Board on Books for Young People (IBBY) Honour List in 1974."}]}, {"heading": "Deaths", "year": "2000", "date": "July 10", "txt": "Vakkom Majeed, Indian journalist and politician (b. 1909)", "entities": [{"title": "Vakkom Majeed", "href": "/wiki/Vakkom_Majeed", "description": "Vakkom Majeed was an Indian freedom fighter, politician and a former member of the Travancore-Cochin State Assembly. He was born into one of the most prominent aristocratic Muslim families in Travancore. Influenced by the works of his uncle, Vakkom Moulavi, he became involved in social and political reform movements. Majeed was one of the early architects of the Indian National Congress in Travanc"}]}, {"heading": "Deaths", "year": "2002", "date": "July 10", "txt": "Jean-Pierre Côté, Canadian politician, 23rd Lieutenant Governor of Quebec (b. 1926)", "entities": [{"title": "Jean-Pierre Côté", "href": "/wiki/Jean-Pierre_C%C3%B4t%C3%A9", "description": "Joseph Julien Jean-Pierre Côté, was a Canadian parliamentarian and the 23rd Lieutenant Governor of Quebec."}, {"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Deaths", "year": "2002", "date": "July 10", "txt": "Evangelos Florakis, Greek general (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "July 10", "txt": "Laurence Janifer, American author (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "July 10", "txt": "Winston Graham, English author (b. 1908)", "entities": [{"title": "Winston Graham", "href": "/wiki/Winston_Graham", "description": "Winston Mawdsley Graham OBE, born Winston Grime, was an English novelist best known for the Poldark series of historical novels set in Cornwall, though he also wrote numerous other works, including contemporary thrillers, period novels, short stories, non-fiction and plays. Winston Graham was the author's pseudonym until he changed his name by deed poll from Grime to Graham on 7 May 1947."}]}, {"heading": "Deaths", "year": "2003", "date": "July 10", "txt": "Hartley Shawcross, Baron Shawcross, German-English lawyer and politician, Attorney General for England and Wales (b. 1902)", "entities": [{"title": "Attorney General for England and Wales", "href": "/wiki/Attorney_General_for_England_and_Wales", "description": "Her Majesty's Attorney General for England and Wales, usually known as the Attorney General, is one of the Law Officers of the Crown. The Attorney General serves as the principal legal adviser to the Crown and the Government in England and Wales. The Attorney General maintains their own office and currently attends Cabinet. The office is also concurrently held with that of Advocate General for Nor"}]}, {"heading": "Deaths", "year": "2004", "date": "July 10", "txt": "Pati Behrs, Russian-American ballerina and actress (b. 1922)", "entities": [{"title": "Pati Behrs", "href": "/wiki/Pati_Behrs", "description": "Pati Behrs was a Russian American prima ballerina and actress."}]}, {"heading": "Deaths", "year": "2005", "date": "July 10", "txt": "A. J. Quinnell, English author (b. 1940)", "entities": [{"title": "A. J. Quinnell", "href": "/wiki/A._J._Quinnell", "description": "A. J. Quinnell was the pen name of the English thriller novelist Philip Nicholson. He is best known for his novel Man on Fire, which has been adapted to film twice, most recently in 2004 featuring Denzel Washington."}]}, {"heading": "Deaths", "year": "2006", "date": "July 10", "txt": "Shamil Basayev, Chechen terrorist rebel leader (b. 1965)", "entities": [{"title": "Shamil Basayev", "href": "/wiki/Shamil_Basayev", "description": "Shamil Salmanovich Basayev was a senior leader of the Chechen movement, recognized as a terrorist by Russia."}]}, {"heading": "Deaths", "year": "2007", "date": "July 10", "txt": "Doug Marlette, American cartoonist and author (b. 1949)", "entities": [{"title": "Doug Marlette", "href": "/wiki/Doug_Marlette", "description": "Douglas Nigel Marlette was a Pulitzer Prize-winning American editorial cartoonist who, at the time of his death, had also published two novels and was \"finding his voice in writing long-length fiction.\" His popular comic strip Kudzu, distributed by Tribune Media Services from 1981 to 2007, was adapted into a musical comedy."}]}, {"heading": "Deaths", "year": "2008", "date": "July 10", "txt": "Hiroaki Aoki, Japanese-American wrestler and businessman, founded Benihana (b. 1938)", "entities": [{"title": "Hiroaki Aoki", "href": "/wiki/Hiroaki_Aoki", "description": "Hiroaki Aoki , best known as Rocky Aoki, was a Japanese-American amateur wrestler and restaurateur who founded the popular Japanese cuisine restaurant chain Benihana."}, {"title": "Benihana", "href": "/wiki/Benihana", "description": "Benihana Inc.  is an American restaurant company based in Aventura, Florida. It owns or franchises 116 Japanese cuisine restaurants around the world, including its flagship Benihana Teppanyaki brand, as well as the Haru and RA Sushi restaurants. It was founded by Hiroaki Aoki in New York City in 1964. Benihana introduced the teppanyaki restaurant concept, which had originated in Japan in the late "}]}, {"heading": "Deaths", "year": "2008", "date": "July 10", "txt": "Mike Souchak, American golfer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "July 10", "txt": "Pierrette Alarie, Canadian soprano and educator (b. 1921)", "entities": [{"title": "Pierrette Alarie", "href": "/wiki/Pierrette_Alarie", "description": "Pierrette Alarie, was a French Canadian coloratura soprano. She was married to the French-Canadian tenor Léopold Simoneau."}]}, {"heading": "Deaths", "year": "2011", "date": "July 10", "txt": "Roland Petit, French dancer and choreographer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 10", "txt": "Dolphy, Filipino actor, singer, and producer (b. 1928)", "entities": [{"title": "Dolphy", "href": "/wiki/Dolphy", "description": "Rodolfo Vera Quízon Sr., better known by his stage names Dolphy, Pidol, and Golay (1944), was a Filipino comedian and actor. He is widely regarded as the country's King of Comedy for his comedic talent embodied by his long roster of works on stage, radio, television and movies."}]}, {"heading": "Deaths", "year": "2012", "date": "July 10", "txt": "Peter Kyros, American lawyer and politician (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 10", "txt": "Berthe Meijer, German-Dutch journalist and author (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 10", "txt": "Fritz Langanke, German lieutenant (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 10", "txt": "Viktor Suslin, Russian-German composer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 10", "txt": "Philip Caldwell, American businessman (b. 1920)", "entities": [{"title": "Philip Caldwell", "href": "/wiki/Philip_Caldwell", "description": "Philip Caldwell was the first person to run the Ford Motor Company who was not a member of the Ford family. He orchestrated one of the most dramatically successful turnarounds in business history."}]}, {"heading": "Deaths", "year": "2013", "date": "July 10", "txt": "Józef Gara, Polish poet and linguist (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 10", "txt": "Concha García Campoy, Spanish journalist (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 10", "txt": "Caroline Duby Glassman, American lawyer and jurist (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 10", "txt": "Ku Ok-hee, South Korean golfer (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 10", "txt": "Gokulananda Mahapatra, Indian author and academic (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 10", "txt": "Robert C. Broomfield, American lawyer and judge (b. 1933)", "entities": [{"title": "Robert C. Broomfield", "href": "/wiki/Robert_C._Broomfield", "description": "Robert Cameron Broomfield was a United States District Judge of the United States District Court for the District of Arizona."}]}, {"heading": "Deaths", "year": "2014", "date": "July 10", "txt": "Juozas Kazickas, Lithuanian-American businessman and philanthropist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 10", "txt": "Paul G. Risser, American ecologist and academic (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 10", "txt": "Zohra Sehgal, Indian actress, dancer, and choreographer (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 10", "txt": "Gloria Schweigerdt, American baseball player (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 10", "txt": "Roger Rees, Welsh-American actor and director (b. 1944)", "entities": [{"title": "Roger Rees", "href": "/wiki/Roger_Rees", "description": "Roger Rees was a Welsh actor and director, widely known for his stage work. He won an Olivier Award and a Tony Award for his performance as the lead in The Life and Adventures of Nicholas Nickleby. He also received Obie Awards for his role in The End of the Day and as co-director of Peter and the Starcatcher. Rees was posthumously inducted into the American Theater Hall of Fame in November 2015."}]}, {"heading": "Deaths", "year": "2015", "date": "July 10", "txt": "Omar Sharif, Egyptian actor (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 10", "txt": "Jon Vickers, Canadian tenor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "July 10", "txt": "Katharina Focke, German politician (b. 1922)", "entities": [{"title": "Katharina Focke", "href": "/wiki/Katharina_Focke", "description": "Katharina Focke was a German politician of the Social Democratic Party of Germany (SPD). She served as Federal Minister of Family Affairs, Senior Citizens, Women and Youth from 1972 to 1976."}]}, {"heading": "Deaths", "year": "2018", "date": "July 10", "txt": "Henry Morgenthau III,  American author and television producer (b. 1917)", "entities": [{"title": "Henry Morgenthau III", "href": "/wiki/Henry_Morgenthau_III", "description": "Henry Morgenthau III was an American author and television producer, and scion of the famous Morgenthau dynasty and member of the Lehman family."}]}, {"heading": "Deaths", "year": "2020", "date": "July 10", "txt": "Lara van Ruijven, Dutch short track speed skater (b. 1992) ", "entities": [{"title": "Lara van Ruijven", "href": "/wiki/Lara_van_Ruijven", "description": "Lara Victoria van Ruijven was a Dutch short track speed skater. At the 2018 Winter Olympics, she was part of the Dutch 3000 metres relay team that won a bronze medal. She won gold at the World Championships one year later. By doing so, she became the first Dutch woman to win a world short track title at an individual event."}]}, {"heading": "Deaths", "year": "2020", "date": "July 10", "txt": "Jack Charlton, English footballer and manager (b. 1935)", "entities": []}]