[{"heading": "Events", "year": "587 BC", "date": "July 13", "txt": "Babylon's siege of Jerusalem ends following the destruction of Solomon's Temple.", "entities": [{"title": "Siege of Jerusalem (587 BC)", "href": "/wiki/Siege_of_Jerusalem_(587_BC)", "description": "In 589 BC, Nebuchadnezzar II laid siege to Jerusalem, culminating in the destruction of the city and its temple in the summer of 587 according to Albright, or 586 BC according to Thiele. More recent analysis establishes that the siege ended in 587 BC."}, {"title": "Solomon's Temple", "href": "/wiki/Solomon%27s_Temple", "description": "According to the Biblical narrative, Solomon's Temple, also known as the First Temple, was a temple in Jerusalem built under King Solomon's reign and completed in 957 BCE. The Temple was looted and then destroyed in 586/587 BCE at the hands of the Babylonian king Nebuchadnezzar II, who also deported the Jews to Babylon. The destruction of the temple and the deportation were seen as fulfillments of"}]}, {"heading": "Events", "year": "1174", "date": "July 13", "txt": "William I of Scotland, a key rebel in the Revolt of 1173–74, is captured at Alnwick by forces loyal to Henry II of England.", "entities": [{"title": "William the Lion", "href": "/wiki/William_the_Lion", "description": "William the Lion, sometimes styled William I, also known by the nickname Garbh, \"the Rough\", reigned as King of Scots from 1165 to 1214. He had the second-longest reign in Scottish history before the Act of Union with England in 1707. James VI would have the longest."}, {"title": "Rebellion", "href": "/wiki/Rebellion", "description": "Rebellion, uprising, or insurrection is a refusal of obedience or order. It refers to the open resistance against the orders of an established authority."}, {"title": "Revolt of 1173–74", "href": "/wiki/Revolt_of_1173%E2%80%9374", "description": "The Revolt of 1173–74 was a rebellion against King Henry II of England by three of his sons, his wife Eleanor of Aquitaine, and their rebel supporters. The revolt ended in failure after eighteen months; Henry's rebellious family members had to resign themselves to his continuing rule and were reconciled to him."}, {"title": "Alnwick", "href": "/wiki/Alnwick", "description": "Alnwick is a market town in Northumberland, England, of which it is the traditional county town. The population at the 2011 Census was 8,116."}, {"title": "Henry II of England", "href": "/wiki/Henry_II_of_England", "description": "Henry II, also known as Henry Curtmantle, Henry FitzEmpress or Henry Plantagenet, was King of England from 1154 until his death in 1189. He was the first king of the House of Plantagenet. King Louis VII of France made him Duke of Normandy in 1150. Henry became Count of Anjou and Maine upon the death of his father, Count Geoffrey V, in 1151. His marriage in 1152 to Eleanor of Aquitaine, whose marri"}]}, {"heading": "Events", "year": "1249", "date": "July 13", "txt": "Coronation of Alexander III as King of Scots.", "entities": [{"title": "Coronation", "href": "/wiki/Coronation", "description": "A coronation is the act of placement or bestowal of a crown upon a monarch's head. The term also generally refers not only to the physical crowning but to the whole ceremony wherein the act of crowning occurs, along with the presentation of other items of regalia, marking the formal investiture of a monarch with regal power. Aside from the crowning, a coronation ceremony may comprise many other ri"}, {"title": "Alexander III of Scotland", "href": "/wiki/Alexander_III_of_Scotland", "description": "Alexander III was King of Scots from 1249 until his death. He concluded the Treaty of Perth, by which Scotland acquired sovereignty over the Western Isles and the Isle of Man. His heir, Margaret, Maid of Norway, died before she could be crowned."}, {"title": "Kingdom of Scotland", "href": "/wiki/Kingdom_of_Scotland", "description": "The Kingdom of Scotland was a sovereign state in northwest Europe traditionally said to have been founded in 843. Its territories expanded and shrank, but it came to occupy the northern third of the island of Great Britain, sharing a land border to the south with the Kingdom of England. It suffered many invasions by the English, but under Robert the Bruce it fought a successful War of Independence"}]}, {"heading": "Events", "year": "1260", "date": "July 13", "txt": "The Livonian Order suffers its greatest defeat in the 13th century in the Battle of Durbe against the Grand Duchy of Lithuania", "entities": [{"title": "Livonian Order", "href": "/wiki/Livonian_Order", "description": "The Livonian Order was an autonomous branch of the Teutonic Order,\nformed in 1237. From 1435 to 1561 it was a member of the Livonian Confederation."}, {"title": "Battle of Durbe", "href": "/wiki/Battle_of_Durbe", "description": "The Battle of Durbe was a medieval battle fought near Durbe, 23 km (14 mi) east of Liepāja, in present-day Latvia during the Livonian Crusade. On 13 July 1260, the Samogitians soundly defeated the joint forces of the Teutonic Knights from Prussia and Livonian Order from Livonia. Some 150 knights were killed, including Livonian Master Burchard von Hornhausen and Prussian Land Marshal Henrik Botel. "}, {"title": "Grand Duchy of Lithuania", "href": "/wiki/Grand_Duchy_of_Lithuania", "description": "The Grand Duchy of Lithuania was a European state that lasted from the 13th century to 1795, when the territory was partitioned among the Russian Empire, the Kingdom of Prussia, and the Habsburg Empire of Austria. The state was founded by Lithuanians, who were at the time a polytheistic nation born from several united Baltic tribes from Aukštaitija."}]}, {"heading": "Events", "year": "1558", "date": "July 13", "txt": "Battle of Gravelines: In France, Spanish forces led by Count Lamoral of Egmont defeat the French forces of Marshal Paul de Thermes at Gravelines.", "entities": [{"title": "Battle of Gravelines (1558)", "href": "/wiki/Battle_of_Gravelines_(1558)", "description": "The Battle of Gravelines was fought on 13 July 1558 at Gravelines, near Calais, France. It occurred during the twelve-year war between France and Spain (1547–1559)."}, {"title": "Lamoral, Count of Egmont", "href": "/wiki/Lamoral,_Count_of_Egmont", "description": "Lamoral, Count of Egmont, Prince of Gavere was a general and statesman in the Spanish Netherlands just before the start of the Eighty Years' War, whose execution helped spark the national uprising that eventually led to the independence of the Netherlands."}, {"title": "Paul de Thermes", "href": "/wiki/Paul_de_Thermes", "description": "Paul de La Barthe de Thermes (1482–1562), also Paul de Terme or Maréchal de Thermes, was a French Army Marshal (\"Maréchal\") who led the French effort in the Invasion of Corsica in 1553. The Ottoman fleet supported the French by ferrying the French troops under Marshal de Thermes from Siennese Maremma to Corsica. The Ottoman fleet of Dragut was at that time party to a Franco-Ottoman alliance."}, {"title": "Gravelines", "href": "/wiki/Gravelines", "description": "Gravelines is a commune in the Nord department in Northern France. It lies at the mouth of the river Aa 15 miles (24 km) southwest of Dunkirk. It was formed in the 12th century around the mouth of a canal built to connect Saint-Omer with the sea. As it was on the western borders of Spanish territory in Flanders it became heavily fortified, some of which still remains."}]}, {"heading": "Events", "year": "1573", "date": "July 13", "txt": "Eighty Years' War: The Siege of Haarlem ends after seven months.", "entities": [{"title": "Eighty Years' War", "href": "/wiki/Eighty_Years%27_War", "description": "The Eighty Years' War or Dutch War of Independence (1568–1648) was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silen"}, {"title": "Siege of Haarlem", "href": "/wiki/Siege_of_Haarlem", "description": "The siege of Haarlem was an episode of the Eighty Years' War. From 11 December 1572 to 13 July 1573 an army of Philip II of Spain laid bloody siege to the city of Haarlem in the Netherlands, whose loyalties had begun wavering during the previous summer. After the naval battle of Haarlemmermeer and the defeat of a land relief force, the starving city surrendered and the garrison was massacred. The "}]}, {"heading": "Events", "year": "1643", "date": "July 13", "txt": "English Civil War: Battle of Roundway Down: In England, Henry Wilmot, 1st Earl of Rochester, commanding the Royalist forces, heavily defeats the Parliamentarian forces led by Sir William Waller.", "entities": [{"title": "English Civil War", "href": "/wiki/English_Civil_War", "description": "The English Civil War (1642–1651) was a series of civil wars and political machinations between Parliamentarians (\"Roundheads\") and Royalists (\"Cavaliers\"), mainly over the manner of England's governance and issues of religious freedom. It was part of the wider Wars of the Three Kingdoms. The first (1642–1646) and second (1648–1649) wars pitted the supporters of King Charles I against the supporte"}, {"title": "Battle of Roundway Down", "href": "/wiki/Battle_of_Roundway_Down", "description": "The Battle of Roundway Down was fought on 13 July 1643 near Devizes, in Wiltshire during the First English Civil War. Despite being outnumbered and exhausted after riding over night from Oxford, a Royalist cavalry force under Lord Wilmot won a crushing victory over the Parliamentarian Army of the West under Sir William Waller."}, {"title": "Henry Wilmot, 1st Earl of Rochester", "href": "/wiki/Henry_Wilmot,_1st_Earl_of_Rochester", "description": "Lieutenant-General Henry Wilmot, 1st Earl of Rochester, known as The Lord Wilmot between 1643 and 1644 and as The Viscount Wilmot between 1644 and 1652, was an English Cavalier who fought for the Royalist cause during the Wars of the Three Kingdoms."}, {"title": "Cavalier", "href": "/wiki/Cavalier", "description": "Cavalier was first used by Roundheads as a term of abuse for the wealthier Royalist supporters of King Charles I and his son Charles II of England during the English Civil War, the Interregnum, and the Restoration. It was later adopted by the Royalists themselves. Although it referred originally to political and social attitudes and behaviour, of which clothing was a very small part, it has subseq"}, {"title": "Roundhead", "href": "/wiki/Roundhead", "description": "Roundheads were the supporters of the Parliament of England during the English Civil War (1642–1651). Also known as Parliamentarians, they fought against King Charles I of England and his supporters, known as the Cavaliers or Royalists, who claimed rule by absolute monarchy and the principle of the 'divine right of kings'. The goal of the Roundhead party was to give the Parliament supreme control "}, {"title": "William Waller", "href": "/wiki/William_Waller", "description": "Sir William Waller was an English soldier and politician, who commanded Parliamentarian armies during the First English Civil War, before relinquishing his commission under the 1645 Self-denying Ordinance."}]}, {"heading": "Events", "year": "1787", "date": "July 13", "txt": "The Continental Congress enacts the Northwest Ordinance establishing governing rules for the Northwest Territory. It also establishes procedures for the admission of new states and limits the expansion of slavery.", "entities": [{"title": "Continental Congress", "href": "/wiki/Continental_Congress", "description": "The Continental Congress was a series of legislative bodies which met in the British American colonies and the newly declared United States just before, during, and after the American Revolution. The term \"Continental Congress\" most specifically refers to the First and Second Congresses of 1774–1781 and may also refer to the Congress of the Confederation of 1781–1789, which operated as the first n"}, {"title": "Northwest Ordinance", "href": "/wiki/Northwest_Ordinance", "description": "The Northwest Ordinance enacted July 13, 1787, was an organic act of the Congress of the Confederation of the United States. It created the Northwest Territory, the new nation's first organized incorporated territory, from lands beyond the Appalachian Mountains, between British North America and the Great Lakes to the north and the Ohio River to the south. The upper Mississippi River formed the te"}, {"title": "Northwest Territory", "href": "/wiki/Northwest_Territory", "description": "The Northwest Territory, also known as the Old Northwest and formally known as the Territory Northwest of the River Ohio, was formed from unorganized western territory of the United States after the American Revolutionary War. Established in 1787 by the Congress of the Confederation through the Northwest Ordinance, it was the nation's first post-colonial organized incorporated territory."}, {"title": "Slavery in the United States", "href": "/wiki/Slavery_in_the_United_States", "description": "Slavery in the United States was the legal institution of human chattel slavery, primarily of Africans and African Americans, that existed in the United States of America from its founding in 1776 until the passage of the Thirteenth Amendment in 1865. Slavery was established throughout European colonization in the Americas. From early colonial days, it was practiced in Britain's colonies, includin"}]}, {"heading": "Events", "year": "1793", "date": "July 13", "txt": "Journalist and French revolutionary Jean-Paul Marat is assassinated in his bathtub by Charlotte Corday, a member of the opposing political faction.", "entities": [{"title": "Jean-Paul Marat", "href": "/wiki/Jean-Paul_Marat", "description": "Jean-Paul Marat was a French political theorist, physician and scientist. He was a journalist and politician during the French Revolution. He was a vigorous defender of the sans-culottes and seen as a radical voice. He published his views in pamphlets, placards and newspapers. His periodical L'Ami du peuple made him an unofficial link with the radical Jacobin group that came to power after June 17"}, {"title": "Charlotte Corday", "href": "/wiki/Charlotte_Corday", "description": "Marie-Anne Charlotte de Corday d'Armont, known as Charlotte Corday, was a figure of the French Revolution. In 1793, she was executed by guillotine for the assassination of Jacobin leader Jean-Paul Marat, who was in part responsible for the more radical course the Revolution had taken through his role as a politician and journalist. Marat had played a substantial role in the political purge of the "}]}, {"heading": "Events", "year": "1794", "date": "July 13", "txt": "The Battle of Trippstadt is fought between French forces and those of Prussia and Austria.", "entities": [{"title": "Battle of Trippstadt", "href": "/wiki/Battle_of_Trippstadt", "description": "The Battle of Trippstadt was a relatively-minor French military action in 1794 during the War of the First Coalition. The clash between French Republican forces and the armies of Prussia and Habsburg Austria was fought over several days in the lower Vosges Mountains in the German states west of the Rhine River. Fighting occurred across a wide front and included action in Kaiserslautern, Trippstadt"}, {"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}]}, {"heading": "Events", "year": "1814", "date": "July 13", "txt": "The Carabinieri, the national gendarmerie of Italy, is established.", "entities": [{"title": "Carabinieri", "href": "/wiki/Carabinieri", "description": "The Carabinieri are the national gendarmerie of Italy who primarily carry out domestic policing duties. It is one of Italy's main law enforcement agencies, alongside the Polizia di Stato and the Guardia di Finanza. As with the Guardia di Finanza but in contrast to the Polizia di Stato, the Carabinieri are a military force. As the fourth branch of the Italian Armed Forces, they come under the autho"}, {"title": "Gendarmerie", "href": "/wiki/Gendarmerie", "description": "A gendarmerie is a military force with law enforcement duties among the civilian population. The term gendarme is derived from the medieval French expression gens d'armes, which translates to \"men-at-arms\". In France and some Francophone nations, the gendarmerie is a branch of the armed forces responsible for internal security in parts of the territory with additional duties as military police for"}]}, {"heading": "Events", "year": "1830", "date": "July 13", "txt": "The General Assembly's Institution, now the Scottish Church College, one of the pioneering institutions that ushered the Bengali Renaissance, is founded by Alexander Duff and Raja Ram Mohan Roy, in Calcutta, India.", "entities": [{"title": "Scottish Church College", "href": "/wiki/Scottish_Church_College", "description": "Scottish Church College is a college affiliated by Calcutta University, India. It offers selective co-educational undergraduate and postgraduate studies and is the oldest continuously running Christian liberal arts and sciences college in India. It has been rated (A) by the Indian National Assessment and Accreditation Council. Students and alumni call themselves \"Caledonians\" in the name of the co"}, {"title": "Bengali Renaissance", "href": "/wiki/Bengali_Renaissance", "description": "The Bengal Renaissance, also known as the Bengali Renaissance, was a cultural, social, intellectual, and artistic movement that took place in the Bengal region of the British Raj, from the late 18th century to the early 20th century. Historians have traced the beginnings of the movement to the victory of the British East India Company at the 1757 Battle of Plassey, as well as the works of reformer"}, {"title": "Alexander Duff (missionary)", "href": "/wiki/Alexander_Duff_(missionary)", "description": "Very Rev Dr Alexander Duff, was a Christian missionary in India; where he played a large part in the development of higher education. He was a Moderator and Convenor of the Church of Scotland and an unashamed scientific liberal reformer of anglicized evangelism across the Empire. He was the first overseas missionary of the Church of Scotland to India. On 13 July 1830 he founded the General Assembl"}, {"title": "Ram Mohan Roy", "href": "/wiki/Ram_Mohan_Roy", "description": "Raja Ram Mohan Roy was one of the founders of the Brahmo Sabha, the precursor of the Brahmo Samaj, a social-religious reform movement in the Indian subcontinent. He was given the title of Raja by Akbar II, the Mughal emperor. His influence was apparent in the fields of politics, public administration, education and religion. He was known for his efforts to abolish the practices of sati and child m"}, {"title": "Kolkata", "href": "/wiki/Kolkata", "description": "Kolkata is the capital of the Indian state of West Bengal. Located on the eastern bank of the Hooghly River, the city is approximately 80 kilometres (50 mi) west of the border with Bangladesh. It is the primary business, commercial, and financial hub of Eastern India and the main port of communication for North-East India, as well as having the third-largest urban economy of India. Kolkata is home"}]}, {"heading": "Events", "year": "1831", "date": "July 13", "txt": "Regulamentul Organic, a quasi-constitutional organic law is adopted in Wallachia, one of the two Danubian Principalities that were to become the basis of Romania.", "entities": [{"title": "Organic law", "href": "/wiki/Organic_law", "description": "An organic law is a law, or system of laws, that form the foundation of a government, corporation or any other organization's body of rules. A constitution is a particular form of organic law for a sovereign state."}, {"title": "Wallachia", "href": "/wiki/Wallachia", "description": "Wallachia or Walachia is a historical and geographical region of Romania. It is situated north of the Lower Danube and south of the Southern Carpathians. Wallachia is traditionally divided into two sections, Muntenia and Oltenia. Wallachia as a whole is sometimes referred to as Muntenia through identification with the larger of the two traditional sections."}, {"title": "Danubian Principalities", "href": "/wiki/Danubian_Principalities", "description": "Danubian Principalities was a conventional name given to the Principalities of Moldavia and Wallachia, which emerged in the early 14th century. The term was coined in the Habsburg Monarchy after the Treaty of Küçük Kaynarca (1774) in order to designate an area on the lower Danube with a common geopolitical situation. The term was largely used then by foreign political circles and public opinion un"}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}]}, {"heading": "Events", "year": "1854", "date": "July 13", "txt": "In the Battle of Guaymas, Mexico, General José María Yáñez stops the French invasion led by Count Gaston de Raousset-Boulbon.", "entities": [{"title": "José María Yáñez", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_Y%C3%A1%C3%B1ez", "description": "General José María Yáñez was a Mexican hero of the war of independence from Spain and the invasions by France and the United States."}, {"title": "Gaston de Raousset-Boulbon", "href": "/wiki/Gaston_de_Raousset-Boulbon", "description": "Charles René Gaston Gustave de Raousset-Boulbon was a French adventurer, filibuster and entrepreneur and, by some accounts a pirate, and a theoretician of colonialism."}]}, {"heading": "Events", "year": "1863", "date": "July 13", "txt": "New York City draft riots: In New York City, opponents of conscription begin three days of rioting which will be later regarded as the worst in United States history.", "entities": [{"title": "New York City draft riots", "href": "/wiki/New_York_City_draft_riots", "description": "The New York City draft riots, sometimes referred to as the Manhattan draft riots and known at the time as Draft Week, were violent disturbances in Lower Manhattan, widely regarded as the culmination of working-class discontent with new laws passed by Congress that year to draft men to fight in the ongoing American Civil War. The riots remain the largest civil and most racially charged urban distu"}, {"title": "Conscription", "href": "/wiki/Conscription", "description": "Conscription is the mandatory enlistment of people in a national service, most often a military service. Conscription dates back to antiquity and it continues in some countries to the present day under various names. The modern system of near-universal national conscription for young men dates to the French Revolution in the 1790s, where it became the basis of a very large and powerful military. M"}, {"title": "History of the United States", "href": "/wiki/History_of_the_United_States", "description": "The history of the United States started with the arrival of Native Americans in North America around 15,000 BC. Numerous indigenous cultures formed, and many disappeared in the 1500s. The arrival of Christopher Columbus in 1492 started the European colonization of the Americas. Most colonies were formed after 1600, and the United States was the first nation whose most distant origins are fully re"}]}, {"heading": "Events", "year": "1878", "date": "July 13", "txt": "Treaty of Berlin: The European powers redraw the map of the Balkans. Serbia, Montenegro and Romania become completely independent of the Ottoman Empire.", "entities": [{"title": "Treaty of Berlin (1878)", "href": "/wiki/Treaty_of_Berlin_(1878)", "description": "The Treaty of Berlin was signed on 13 July 1878. In the aftermath of the Russian victory against the Ottoman Empire in the Russo-Turkish War of 1877–1878, the major powers restructured the map of the Balkan region. They reversed some of the extreme gains claimed by Russia in the preliminary Treaty of San Stefano, but the Ottomans lost their major holdings in Europe. It was one of three major peace"}, {"title": "Balkans", "href": "/wiki/Balkans", "description": "The Balkans, also known as the Balkan Peninsula, are a geographic area in southeastern Europe with various definitions and meanings, including geopolitical and historical. The region takes its name from the Balkan Mountains that stretch throughout the whole of Bulgaria. The Balkan Peninsula is bordered by the Adriatic Sea in the northwest, the Ionian Sea in the southwest, the Aegean Sea in the sou"}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}, {"title": "Montenegro", "href": "/wiki/Montenegro", "description": "Montenegro is a country in Southeast Europe. It is located on the Adriatic Sea and is a part of the Balkans, sharing borders with Serbia to the northeast, Bosnia and Herzegovina to the northwest, Albania to the southeast, and the Adriatic Sea and Croatia to the southwest. Podgorica, the capital and largest city, covers 10.4% of Montenegro's territory of 13,812 square kilometres (5,333 sq mi), and "}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1919", "date": "July 13", "txt": "The British airship R34 lands in Norfolk, England, completing the first airship return journey across the Atlantic in 182 hours of flight.", "entities": [{"title": "Airship", "href": "/wiki/Airship", "description": "An airship, dirigible balloon or blimp is a type of aerostat or lighter-than-air aircraft that can navigate through the air under its own power. Aerostats gain their lift from a lifting gas that is less dense than the surrounding air."}, {"title": "R34 (airship)", "href": "/wiki/R34_(airship)", "description": "The R.33 class of British rigid airships were built for the Royal Naval Air Service during the First World War, but were not completed until after the end of hostilities, by which time the RNAS had become part of the Royal Air Force. The lead ship, R.33, served successfully for ten years and survived one of the most alarming and heroic incidents in airship history when she was torn from her moorin"}, {"title": "Norfolk", "href": "/wiki/Norfolk", "description": "Norfolk is a county in East Anglia in England. It borders Lincolnshire to the northwest, Cambridgeshire to the west and southwest, and Suffolk to the south. Its northern and eastern boundaries are the North Sea and to the northwest, The Wash. The county town is the city of Norwich. With an area of 2,074 square miles (5,370 km2) and a population of 859,400, Norfolk is a largely rural county with a "}, {"title": "Atlantic Ocean", "href": "/wiki/Atlantic_Ocean", "description": "The Atlantic Ocean is the second-largest of the world's oceans, with an area of about 106,460,000 km2 (41,100,000 sq mi). It covers approximately 20 percent of Earth's surface and about 29 percent of its water surface area. It is known to separate the \"Old World\" from the \"New World\" in the European perception of the World."}]}, {"heading": "Events", "year": "1941", "date": "July 13", "txt": "World War II: Montenegrins begin a popular uprising against the Axis powers (Trinaestojulski ustanak).", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Montenegro", "href": "/wiki/Montenegro", "description": "Montenegro is a country in Southeast Europe. It is located on the Adriatic Sea and is a part of the Balkans, sharing borders with Serbia to the northeast, Bosnia and Herzegovina to the northwest, Albania to the southeast, and the Adriatic Sea and Croatia to the southwest. Podgorica, the capital and largest city, covers 10.4% of Montenegro's territory of 13,812 square kilometres (5,333 sq mi), and "}, {"title": "Uprising in Montenegro (1941)", "href": "/wiki/Uprising_in_Montenegro_(1941)", "description": "The Uprising in Montenegro (Serbo-Croatian: Ustanak u Crnoj Gori / Устанак у Црној Гори), commonly known as the 13 July Uprising (Serbo-Croatian: Trinaestojulski ustanak / Тринаестојулски устанак) was an uprising against Italian occupation forces in Montenegro. Initiated by the Communist Party of Yugoslavia on 13 July 1941, it was suppressed within six weeks, but continued at a much lower intensit"}, {"title": "Axis powers", "href": "/wiki/Axis_powers", "description": "The Axis powers, originally called the Rome–Berlin Axis, was a military coalition that fought in World War II against the Allies. The Axis powers agreed on their opposition to the Allies, but did not completely coordinate their activity."}]}, {"heading": "Events", "year": "1956", "date": "July 13", "txt": "The Dartmouth workshop is the first conference on artificial intelligence.", "entities": [{"title": "Dartmouth workshop", "href": "/wiki/Dartmouth_workshop", "description": "The Dartmouth Summer Research Project on Artificial Intelligence was a 1956 summer workshop widely considered to be the founding event of artificial intelligence as a field."}, {"title": "Artificial intelligence", "href": "/wiki/Artificial_intelligence", "description": "Artificial intelligence (AI) is intelligence demonstrated by machines, unlike the natural intelligence displayed by humans and animals, which involves consciousness and emotionality. The distinction between the former and the latter categories is often revealed by the acronym chosen. 'Strong' AI is usually labelled as artificial general intelligence (AGI) while attempts to emulate 'natural' intell"}]}, {"heading": "Events", "year": "1962", "date": "July 13", "txt": "In an unprecedented action, British Prime Minister Harold Macmillan dismisses seven members of his Cabinet, marking the effective end of the National Liberals as a distinct force within British politics.", "entities": [{"title": "Harold Macmillan", "href": "/wiki/Harold_Macmillan", "description": "Maurice Harold Macmillan, 1st Earl of Stockton, was a British Conservative politician who was Prime Minister of the United Kingdom from 1957 to 1963. Caricatured as \"Supermac\", he was known for his pragmatism, wit and unflappability."}, {"title": "Night of the Long Knives (1962)", "href": "/wiki/Night_of_the_Long_Knives_(1962)", "description": "In British politics, the \"Night of the Long Knives\" was a major Cabinet reshuffle that took place on 13 July 1962. Prime Minister Harold Macmillan dismissed seven members of his Cabinet, one-third of the total. The speed and scale of the reshuffle caused it to be associated by its critics with the 1934 Night of the Long Knives in Nazi Germany."}, {"title": "National Liberal Party (UK, 1931)", "href": "/wiki/National_Liberal_Party_(UK,_1931)", "description": "The National Liberal Party, known until 1948 as the Liberal National Party, was a liberal political party in the United Kingdom from 1931 to 1968. It broke away from the Liberal Party, and later co-operated and merged with the Conservative Party."}]}, {"heading": "Events", "year": "1973", "date": "July 13", "txt": "Watergate scandal: Alexander Butterfield reveals the existence of a secret Oval Office taping system to investigators for the Senate Watergate Committee.", "entities": [{"title": "Watergate scandal", "href": "/wiki/Watergate_scandal", "description": "The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1971 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate O"}, {"title": "Alexander Butterfield", "href": "/wiki/Alexander_Butterfield", "description": "Alexander Porter Butterfield is an American retired military officer, public servant, and businessman. He served as the deputy assistant to President Richard Nixon from 1969 to 1973. He revealed the White House taping system's existence on July 13, 1973, during the Watergate investigation, but had no involvement in the scandal. From 1973 to 1975, he served as administrator of the Federal Aviation "}, {"title": "Nixon White House tapes", "href": "/wiki/Nixon_White_House_tapes", "description": "The Nixon White House tapes are audio recordings of conversations between U.S. President Richard Nixon and Nixon administration officials, Nixon family members, and White House staff, produced between 1971 and 1973."}, {"title": "United States Senate Watergate Committee", "href": "/wiki/United_States_Senate_Watergate_Committee", "description": "The Senate Watergate Committee, known officially as the Select Committee on Presidential Campaign Activities, was a special committee established by the United States Senate, S.Res. 60, in 1973, to investigate the Watergate scandal, with the power to investigate the break-in at the Democratic National Committee (DNC) headquarters at the Watergate office complex in Washington, D.C., and any subsequ"}]}, {"heading": "Events", "year": "1977", "date": "July 13", "txt": "Somalia declares war on Ethiopia, starting the Ogaden War.", "entities": [{"title": "Somalia", "href": "/wiki/Somalia", "description": "Somalia, officially the Federal Republic of Somalia, is a country in the Horn of Africa. It is bordered by Ethiopia to the west, Djibouti to the Northwest, the Gulf of Aden to the north, the Indian Ocean to the east, and Kenya to the southwest. Somalia has the longest coastline on Africa's mainland. Its terrain consists mainly of plateaus, plains, and highlands. Hot conditions prevail year-round, "}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "Ogaden War", "href": "/wiki/Ogaden_War", "description": "The Ogaden War, or the Ethio-Somali War, was a Somali military offensive between July 1977 and March 1978 over the Ethiopian sector of Ogaden, which began with the Somali invasion of Ethiopia. The Soviet Union disapproved of the invasion and ceased its support of Somalia, instead starting to support Ethiopia. Ethiopia was saved from a major defeat and a permanent loss of territory through a massiv"}]}, {"heading": "Events", "year": "1977", "date": "July 13", "txt": "New York City: Amidst a period of financial and social turmoil experiences an electrical blackout lasting nearly 24 hours that leads to widespread fires and looting.", "entities": [{"title": "New York City blackout of 1977", "href": "/wiki/New_York_City_blackout_of_1977", "description": "The New York City blackout of 1977 was an electricity blackout that affected most of New York City on July 13–14, 1977. The only neighborhoods in the city that were not affected were in southern Queens, which were part of the Long Island Lighting Company system, as well as the Pratt Institute campus in Brooklyn, as well as some other large apartment and commercial complexes that operated their own"}]}, {"heading": "Events", "year": "1985", "date": "July 13", "txt": "The Live Aid benefit concert takes place in London and Philadelphia, as well as other venues such as Moscow and Sydney.", "entities": [{"title": "Live Aid", "href": "/wiki/Live_Aid", "description": "Live Aid was a benefit concert held on Saturday 13 July 1985, as well as a music-based fundraising initiative. The original event was organised by Bob Geldof and Midge Ure to raise funds for relief of the 1983–1985 famine in Ethiopia. Billed as the \"global jukebox\", the event was held simultaneously at Wembley Stadium in London, UK, attended by about 72,000 people and John F. Kennedy Stadium in Ph"}, {"title": "Benefit concert", "href": "/wiki/Benefit_concert", "description": "A benefit concert or charity concert is a type of musical benefit performance featuring musicians, comedians, or other performers that is held for a charitable purpose, often directed at a specific and immediate humanitarian crisis."}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}, {"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}, {"title": "Sydney", "href": "/wiki/Sydney", "description": "Sydney is the capital city of the state of New South Wales, and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 sub"}]}, {"heading": "Events", "year": "1985", "date": "July 13", "txt": "Vice President George H. W. Bush becomes the Acting President for the day when President Ronald Reagan undergoes surgery to remove polyps from his colon.", "entities": [{"title": "George H. W. Bush", "href": "/wiki/George_H._W._Bush", "description": "George Herbert Walker Bush was an American politician, diplomat and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, Bush also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence."}, {"title": "Twenty-fifth Amendment to the United States Constitution", "href": "/wiki/Twenty-fifth_Amendment_to_the_United_States_Constitution#Acting_President_George_H._W._Bush_(1985)", "description": "The Twenty-fifth Amendment to the United States Constitution deals with presidential succession and disability."}, {"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "Polyp (medicine)", "href": "/wiki/Polyp_(medicine)", "description": "In anatomy, a polyp is an abnormal growth of tissue projecting from a mucous membrane. If it is attached to the surface by a narrow elongated stalk, it is said to be pedunculated; if it is attached without a stalk, it is said to be sessile. Polyps are commonly found in the colon, stomach, nose, ear, sinus(es), urinary bladder, and uterus. They may also occur elsewhere in the body where there are m"}, {"title": "Colon (anatomy)", "href": "/wiki/Colon_(anatomy)", "description": "The large intestine, also known as the large bowel, is the last part of the gastrointestinal tract and of the digestive system in vertebrates. Water is absorbed here and the remaining waste material is stored as feces before being removed by defecation."}]}, {"heading": "Events", "year": "2003", "date": "July 13", "txt": "French DGSE personnel abort an operation to rescue Íngrid Betancourt from FARC rebels in Colombia, causing a political scandal when details are leaked to the press.", "entities": [{"title": "Directorate-General for External Security", "href": "/wiki/Directorate-General_for_External_Security", "description": "The General Directorate for External Security is France's foreign intelligence agency. Equivalent to the British MI6 and the American CIA, the DGSE safeguards French national security through intelligence gathering and conducting paramilitary and counterintelligence operations abroad, as well as economic espionage. It is headquartered in the 20th arrondissement of Paris."}, {"title": "Opération 14 juillet", "href": "/wiki/Op%C3%A9ration_14_juillet", "description": "L'Opération 14 juillet was a failed French operation to rescue Íngrid Betancourt from the Revolutionary Armed Forces of Colombia (FARC) in July 2003. Organized by French Foreign Minister Dominique de Villepin, the mission failed to make contact with FARC guerrillas and eventually returned home. After details of the operation leaked in the Brazilian press, a political scandal erupted in France."}, {"title": "Íngrid Betancourt", "href": "/wiki/%C3%8Dngrid_Betancourt", "description": "Íngrid Betancourt Pulecio is a Colombian politician, former senator and anti-corruption activist, especially opposing political corruption."}, {"title": "FARC", "href": "/wiki/FARC", "description": "The Revolutionary Armed Forces of Colombia—People's Army was a guerrilla group involved in the continuing Colombian conflict starting in 1964. They were known to employ a variety of military tactics in addition to more unconventional methods, including terrorism. The FARC–EP was formed during the Cold War period as a Marxist–Leninist peasant force promoting a political line of agrarianism and anti"}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}]}, {"heading": "Events", "year": "2008", "date": "July 13", "txt": "Battle of Wanat begins when Taliban and al-Qaeda guerrillas attack US Army and Afghan National Army troops in Afghanistan. The U.S. deaths were, at that time, the most in a single battle since the beginning of operations in 2001.", "entities": [{"title": "Battle of Wanat", "href": "/wiki/Battle_of_Wanat", "description": "The Battle of Wanat took place on July 13, 2008, when around 200 Taliban insurgents attacked American troops stationed near Quam, in the Waygal district of Afghanistan's far eastern Nuristan province. The distant position was primarily defended by United States Army soldiers with 2nd Platoon, Chosen Company, 2nd Battalion, 503rd Infantry Regiment (Airborne), 173rd Airborne Brigade Combat Team."}, {"title": "Taliban", "href": "/wiki/Taliban", "description": "The Taliban or Taleban, who refer to themselves as the Islamic Emirate of Afghanistan (IEA), are a Sunni Islamist movement and military organisation in Afghanistan currently waging war within that country. Since 2016, the Taliban's leader is Mawlawi Hibatullah Akhundzada."}, {"title": "Al-Qaeda", "href": "/wiki/Al-Qaeda", "description": "Al-Qaeda is a militant Sunni Islamist multi-national terrorist organization founded in 1988 by Osama bin Laden, Abdullah Azzam, and several other Arab volunteers during the Soviet–Afghan War."}, {"title": "Afghan National Army", "href": "/wiki/Afghan_National_Army", "description": "The Afghan National Army is the land warfare branch of the Afghan Armed Forces. It is under the Ministry of Defense in Kabul and is largely trained by US-led NATO forces. The ANA is divided into seven corps, with the 201st in Kabul followed by the 203rd in Gardez, 205th in Kandahar, 207th in Herat, 209th in Mazar-i-Sharif, the 215th in Lashkar Gah, and the 217th in the north. The current Chief of "}, {"title": "War in Afghanistan (2001–present)", "href": "/wiki/War_in_Afghanistan_(2001%E2%80%93present)", "description": "The War in Afghanistan is an ongoing war following the United States invasion of Afghanistan that began when the United States of America and its allies successfully drove the Taliban from power in order to deny Al-Qaeda a safe base of operations in Afghanistan. Since the initial objectives were completed, a coalition of over 40 countries formed a security mission in the country called Internation"}, {"title": "Operation Enduring Freedom", "href": "/wiki/Operation_Enduring_Freedom", "description": "Operation Enduring Freedom (OEF) was the official name used by the U.S. government for the Global War on Terrorism. On 7 October 2001, in response to the September 11 attacks, President George W. Bush announced that airstrikes targeting Al Qaeda and the Taliban had begun in Afghanistan. Operation Enduring Freedom primarily refers to the War in Afghanistan, but it is also affiliated with counterter"}]}, {"heading": "Events", "year": "2011", "date": "July 13", "txt": "Mumbai is rocked by three bomb blasts during the evening rush hour, killing 26 and injuring 130.", "entities": [{"title": "Mumbai", "href": "/wiki/Mumbai", "description": "Mumbai is the capital city of the Indian state of Maharashtra. According to the United Nations, as of 2018, Mumbai is the second-most populous city in the country after Delhi and the seventh-most populous city in the world with a population of roughly 20 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population "}, {"title": "2011 Mumbai bombings", "href": "/wiki/2011_Mumbai_bombings", "description": "The 2011 Mumbai bombings were a series of three coordinated bomb explosions at different locations in Mumbai, India, on 13 July 2011 between 18:54 and 19:06 IST. The blasts occurred at the Opera House, at Zaveri Bazaar and at Dadar West localities, leaving 26 killed and 130 injured."}]}, {"heading": "Events", "year": "2011", "date": "July 13", "txt": "United Nations Security Council Resolution 1999 is adopted, which admits South Sudan to member status of United Nations.", "entities": [{"title": "South Sudan", "href": "/wiki/South_Sudan", "description": "South Sudan, officially known as the Republic of South Sudan, is a landlocked country in East-Central Africa. It is bordered to the east by Ethiopia, to the north by Sudan, to the west by the Central African Republic, to the southwest by Democratic Republic of the Congo, to the south by Uganda and to the southeast by Kenya."}]}, {"heading": "Events", "year": "2013", "date": "July 13", "txt": "Typhoon Soulik kills at least nine people and affects more than 160 million in East China and Taiwan.", "entities": [{"title": "Typhoon Soulik (2013)", "href": "/wiki/Typhoon_Soulik_(2013)", "description": "Typhoon Soulik, known in the Philippines as Typhoon Huaning, was a powerful tropical cyclone that caused widespread damage in Taiwan and East China in July 2013. The storm originated from an upper-level cold-core low well to the northeast of Guam on July 6. Gaining tropical characteristics, the system soon developed a surface low and became a tropical depression early on July 7. Tracking generally"}, {"title": "East China", "href": "/wiki/East_China", "description": "East China is a geographical and a loosely defined cultural region that covers the eastern coastal area of China."}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}]}, {"heading": "Events", "year": "2016", "date": "July 13", "txt": "Prime Minister of the United Kingdom David Cameron resigns, and is succeeded by Theresa May.", "entities": [{"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "David Cameron", "href": "/wiki/David_Cameron", "description": "David William Donald Cameron is a British politician, businessman, lobbyist and author who served as Prime Minister of the United Kingdom from 2010 to 2016. He was Member of Parliament (MP) for Witney from 2001 to 2016 and leader of the Conservative Party from 2005 to 2016. He identifies as a one-nation conservative, and has been associated with both economically liberal and socially liberal polic"}, {"title": "Theresa May", "href": "/wiki/Theresa_May", "description": "Theresa Mary, Lady May is a British politician who served as Prime Minister of the United Kingdom and Leader of the Conservative Party from 2016 to 2019. May served as Home Secretary from 2010 to 2016 in the Cameron government and has been Member of Parliament (MP) for Maidenhead in Berkshire since 1997. Ideologically, she identifies herself as a one-nation conservative."}]}, {"heading": "Events", "year": "2020", "date": "July 13", "txt": "After a five-day search, the body of American actress and singer Naya Rivera is recovered from Lake Piru, where she drowned in California.", "entities": [{"title": "Death of Naya Rivera", "href": "/wiki/Death_of_Naya_Rivera", "description": "On July 8, 2020, American actress and singer Naya Rivera was declared missing after she failed to return from a boating excursion on Lake Piru near her home in California. Shortly afterwards, her rented boat with her 4-year-old son, Josey Dorsey, was located. Dorsey was unharmed. A search conducted by various authorities in southern California began, though Rivera was formally presumed dead the ne"}, {"title": "Naya Rivera", "href": "/wiki/Naya_Rivera", "description": "Naya Marie Rivera was an American actress, singer and model. She began her career as a child actress and model, first appearing in national television commercials. At the age of four she landed the role of Hillary Winston on the short-lived CBS sitcom The Royal Family (1991–1992), earning a nomination for a Young Artist Award at five. After a series of recurring television roles and then guest spo"}, {"title": "Lake Piru", "href": "/wiki/Lake_Piru", "description": "Lake Piru is a reservoir located in Los Padres National Forest and Topatopa Mountains of Ventura County, California, created by the construction in 1955 of the Santa Felicia Dam on Piru Creek, which is a tributary of the Santa Clara River."}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}]}, {"heading": "Births", "year": "100 BC", "date": "July 13", "txt": "Julius Caesar, Roman general and statesman (d. 44 BC)", "entities": [{"title": "Julius Caesar", "href": "/wiki/Julius_Caesar", "description": "Gaius Julius Caesar was a Roman general and statesman who played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire."}]}, {"heading": "Births", "year": "1478", "date": "July 13", "txt": "Giulio d'Este, illegitimate son of Italian noble (d. 1561)", "entities": [{"title": "Giulio d'Este", "href": "/wiki/Giulio_d%27Este", "description": "\nGiulio d'Este was the illegitimate son of Ercole I d'Este, Duke of Ferrara. He is known for the conflicts he had with his half brother, Ippolito d'Este, which culminated in a failed conspiracy."}]}, {"heading": "Births", "year": "1470", "date": "July 13", "txt": "Francesco Armellini Pantalassi de' Medici, Catholic cardinal (d. 1528)", "entities": [{"title": "Francesco Armellini Pantalassi de' Medici", "href": "/wiki/Francesco_Armellini_Pantalassi_de%27_Medici", "description": " Francesco Armellini Pantalassi de' Medici  was a cardinal of the Roman Catholic Church. He was a member of the Roman Curia."}]}, {"heading": "Births", "year": "1527", "date": "July 13", "txt": "John Dee, English-Welsh mathematician, astronomer, and astrologer (d. 1609)", "entities": [{"title": "John Dee", "href": "/wiki/John_Dee", "description": "John Dee was an Anglo-Welsh mathematician, astronomer, astrologer, teacher, occultist, and alchemist. He was the court astronomer for, and advisor to, Elizabeth I, and spent much of his time on alchemy, divination and Hermetic philosophy. As an antiquarian, he had one of the largest libraries in England at the time. As a political advisor, he advocated for the founding of English colonies in the N"}]}, {"heading": "Births", "year": "1579", "date": "July 13", "txt": "Arthur Dee, English physician and chemist (d. 1651)", "entities": [{"title": "Arthur Dee", "href": "/wiki/Arthur_Dee", "description": "Arthur Dee was a physician and alchemist. He became physician successively to Tsar Michael I of Russia and to King Charles I of England."}]}, {"heading": "Births", "year": "1590", "date": "July 13", "txt": "Pope Clement X (d. 1676)", "entities": [{"title": "Pope Clement X", "href": "/wiki/Pope_Clement_X", "description": "Pope Clement X, born Emilio Bonaventura Altieri, was Pope from 29 April 1670 to his death in 1676. Elected pope at age 79, he has since been ranked as the oldest pope at the time of his election."}]}, {"heading": "Births", "year": "1606", "date": "July 13", "txt": "Roland Fréart de Chambray (d. 1676)", "entities": [{"title": "Roland Fréart de Chambray", "href": "/wiki/Roland_Fr%C3%A9art_de_Chambray", "description": "Roland Fréart, sieur de Chambray was a French writer, collector, and a theorist of architecture and the arts. Though not a practitioner himself, his two major publications, Parallèle de l'architecture antique avec la moderne (1650) and Idée de la perfection de la peinture (1662), appeared at a time when French architects were struggling to apply a new sense of discipline and order to the practice "}]}, {"heading": "Births", "year": "1607", "date": "July 13", "txt": "Wenceslaus Hollar, Czech-English painter and illustrator (d. 1677)", "entities": [{"title": "Wenceslaus Hollar", "href": "/wiki/Wenceslaus_Hollar", "description": "Wenceslaus Hollar was a prolific and accomplished Bohemian graphic artist of the 17th century, who spent much of his life in England. He is known to German speakers as Wenzel Hollar; and to Czech speakers as Václav Hollar Czech: [ˈvaːtslav ˈɦolar]. He is particularly noted for his engravings and etchings. He was born in Prague, died in London, and was buried at St Margaret's Church, Westminster."}]}, {"heading": "Births", "year": "1608", "date": "July 13", "txt": "Ferdinand III, Holy Roman Emperor (d. 1657)", "entities": [{"title": "Ferdinand III, Holy Roman Emperor", "href": "/wiki/Ferdinand_III,_Holy_Roman_Emperor", "description": "Ferdinand III was from 1621 Archduke of Austria, King of Hungary from 1625, King of Croatia and Bohemia from 1627 and Holy Roman Emperor from 1637 until his death in 1657."}]}, {"heading": "Births", "year": "1745", "date": "July 13", "txt": "Robert Calder, Scottish-English admiral (d. 1818)", "entities": [{"title": "Robert Calder", "href": "/wiki/Robert_Calder", "description": "Admiral Sir Robert Calder, 1st Baronet, was a British naval officer who served in the Seven Years' War, the American Revolutionary War, the French Revolutionary Wars and the Napoleonic Wars."}]}, {"heading": "Births", "year": "1756", "date": "July 13", "txt": "Thomas Rowlandson, English artist and caricaturist (d. 1827)", "entities": [{"title": "Thomas Rowlandson", "href": "/wiki/Thomas_Rowlandson", "description": "Thomas Rowlandson was an English artist and caricaturist of the Georgian Era, noted for his political satire and social observation. A prolific artist and printmaker, Rowlandson produced both individual social and political satires, as well as large number of illustrations for novels, humorous books, and topographical works. Like other caricaturists of his age such as James Gillray, his caricature"}]}, {"heading": "Births", "year": "1760", "date": "July 13", "txt": "István Pauli, Hungarian-Slovene priest and poet (d. 1829)", "entities": [{"title": "István Pauli", "href": "/wiki/Istv%C3%A1n_Pauli", "description": "István Pauli or István Pável was a Hungarian Slovene Roman Catholic priest. Pauli was the teacher of Pertoča György Kousz who was the author of a hymnal in Pertoča."}]}, {"heading": "Births", "year": "1770", "date": "July 13", "txt": "Alexander Balashov, Russian general and politician, Russian Minister of Police (d. 1837)", "entities": [{"title": "Alexander Balashov", "href": "/wiki/Alexander_Balashov", "description": "Alexander Dmitriyevich Balashov was a Russian general and statesman."}, {"title": "Ministry of Police of the Russian Empire", "href": "/wiki/Ministry_of_Police_of_the_Russian_Empire", "description": "Ministry of Police of Imperial Russia was created in the course of Government reform of Alexander I in 1810 and existed till 1819."}]}, {"heading": "Births", "year": "1793", "date": "July 13", "txt": "John Clare, English poet and author (d. 1864)", "entities": [{"title": "John Clare", "href": "/wiki/John_Clare", "description": "John Clare was an English poet. The son of a farm labourer, he became known for his celebrations of the English countryside and sorrows at its disruption. His poetry underwent major re-evaluation in the late 20th century: he is now often seen as a major 19th-century poet. His biographer Jonathan Bate called Clare \"the greatest labouring-class poet that England has ever produced. No one has ever wr"}]}, {"heading": "Births", "year": "1821", "date": "July 13", "txt": "Nathan Bedford Forrest, American general and first Grand Wizard of the Ku Klux Klan (d. 1877)", "entities": [{"title": "Nathan Bedford Forrest", "href": "/wiki/Nathan_Bedford_Forrest", "description": "Nathan Bedford Forrest was a prominent Confederate Army general during the American Civil War and the first Grand Wizard of the Ku Klux Klan from 1867 to 1869. Before the war, Forrest amassed substantial wealth as a cotton plantation owner, horse and cattle trader, real estate broker, and slave trader. In June 1861, he enlisted in the Confederate Army and became one of the few soldiers during the "}, {"title": "Ku Klux Klan", "href": "/wiki/Ku_Klux_Klan", "description": "The Ku Klux Klan, commonly shortened to the KKK or the Klan, is an American white supremacist terrorist hate group whose primary targets are African Americans as well as Jews, immigrants, leftists, homosexuals, Catholics, Muslims, and atheists. The Klan has existed in three distinct eras at different points in time during the history of the United States. Each has advocated extremist reactionary p"}]}, {"heading": "Births", "year": "1831", "date": "July 13", "txt": "Arthur Böttcher, German pathologist and anatomist (d. 1889)", "entities": [{"title": "Arthur Böttcher", "href": "/wiki/Arthur_B%C3%B6ttcher", "description": "Jakob Ernst Arthur Böttcher was a Baltic German pathologist and anatomist who was a native of Bauska, in what was then the Courland Governorate. He worked primarily within the Russian Empire."}]}, {"heading": "Births", "year": "1841", "date": "July 13", "txt": "Otto Wagner, Austrian architect, designed the Austrian Postal Savings Bank and Karlsplatz Stadtbahn Station (d. 1918)", "entities": [{"title": "Otto Wagner", "href": "/wiki/Otto_Wagner", "description": "Otto Koloman Wagner was an Austrian architect, furniture designer and urban planner. He was a leading member of the Vienna Secession movement of architecture, founded in 1897, and the broader Art Nouveau movement. Many of his works are found in his native city of Vienna, and illustrate the rapid evolution of architecture during the period. His early works were inspired by classical architecture. B"}, {"title": "Austrian Postal Savings Bank", "href": "/wiki/Austrian_Postal_Savings_Bank", "description": "The Austrian Postal Savings Bank building is a famous building in Vienna, designed and built by the architect Otto Wagner. The building is regarded as an important work of Vienna Secession, branch of Art Nouveau."}, {"title": "Karlsplatz Stadtbahn Station", "href": "/wiki/Karlsplatz_Stadtbahn_Station", "description": "Karlsplatz Stadtbahn Station is a former station of the Viennese Stadtbahn. The buildings above ground on Karlsplatz are a well-known example of Jugendstil architecture. These buildings were included in The Vienna Secession, as they followed many of the artistic styles of that movement. They were designed by Otto Wagner, adviser to the Transport Commission in Vienna, and Joseph Maria Olbrich and a"}]}, {"heading": "Births", "year": "1858", "date": "July 13", "txt": "Stewart Culin, American ethnographer and author (d. 1929)", "entities": [{"title": "Stewart Culin", "href": "/wiki/Stewart_Culin", "description": "Stewart Culin was an American ethnographer and author interested in games, art and dress. Culin played a major role in the development of ethnography, first concentrating his efforts on studying the Asian-Americans workers in Philadelphia. His first published works were \"The Practice of Medicine by the Chinese in America\" and \"China in America: A study in the social life of the Chinese in the east"}]}, {"heading": "Births", "year": "1859", "date": "July 13", "txt": "Sidney Webb, 1st Baron Passfield, English economist and politician, Secretary of State for the Colonies (d. 1947)", "entities": [{"title": "Sidney Webb, 1st Baron Passfield", "href": "/wiki/Sidney_Webb,_1st_Baron_Passfield", "description": "Sidney James Webb, 1st Baron Passfield, was a British socialist, economist, reformer and a co-founder of the London School of Economics. He was one of the early members of the Fabian Society in 1884, who like George Bernard Shaw joined three months after its inception. Along with his wife Beatrice Webb and with Annie Besant, Graham Wallas, Edward R. Pease, Hubert Bland and Sydney Olivier, Shaw and"}, {"title": "Secretary of State for the Colonies", "href": "/wiki/Secretary_of_State_for_the_Colonies", "description": "The secretary of state for the colonies or colonial secretary was the British Cabinet minister in charge of managing the United Kingdom's various colonial dependencies."}]}, {"heading": "Births", "year": "1863", "date": "July 13", "txt": "Margaret Murray, British archaeologist, anthropologist, historian, and folklorist (d. 1963)", "entities": [{"title": "Margaret Murray", "href": "/wiki/Margaret_Murray", "description": "Margaret Alice Murray was an Anglo-Indian Egyptologist, archaeologist, anthropologist, historian, and folklorist. The first woman to be appointed as a lecturer in archaeology in the United Kingdom, she worked at University College London (UCL) from 1898 to 1935. She served as President of the Folklore Society from 1953 to 1955, and published widely over the course of her career."}]}, {"heading": "Births", "year": "1864", "date": "July 13", "txt": "John Jacob Astor IV, American colonel and businessman (d. 1912)", "entities": [{"title": "John Jacob Astor IV", "href": "/wiki/John_Jacob_Astor_IV", "description": "John Jacob Astor IV was an American business magnate, real estate developer, investor, writer, lieutenant colonel in the Spanish–American War, and a prominent member of the Astor family."}]}, {"heading": "Births", "year": "1877", "date": "July 13", "txt": "Robert Henry Mathews, Australian linguist and missionary (d. 1970)", "entities": [{"title": "Robert Henry Mathews", "href": "/wiki/Robert_Henry_Mathews", "description": "\n\nRobert Henry Mathews (1877–1970) was an Australian missionary and Sinologist, best known for his 1931 A Chinese-English Dictionary: Compiled for the China Inland Mission by R. H. Mathews, which was subsequently revised by Harvard University Press in 1943. He served with the China Inland Mission from 1906, before retiring to Australia in 1945."}]}, {"heading": "Births", "year": "1884", "date": "July 13", "txt": "Yrjö Saarela, Finnish wrestler and coach (d. 1951)", "entities": [{"title": "Yrjö Saarela", "href": "/wiki/Yrj%C3%B6_Saarela", "description": "Yrjö Erik Mikael Saarela was a Finnish wrestler, who won an Olympic gold and a world championship."}]}, {"heading": "Births", "year": "1889", "date": "July 13", "txt": "Emma Asson, Estonian educator and politician (d. 1965)", "entities": [{"title": "Emma Asson", "href": "/wiki/Emma_Asson", "description": "Emma Asson, was an Estonian politician. She was the first woman to be elected to the Estonian parliament. Asson participated in the creation of the first constitution of the independent Estonia, particularly within the fields of education and gender equality. She also wrote the some of first history textbook in the Estonian language in 1912."}]}, {"heading": "Births", "year": "1889", "date": "July 13", "txt": "Stan Coveleski, American baseball player (d. 1984)", "entities": []}, {"heading": "Births", "year": "1892", "date": "July 13", "txt": "Léo-Pol Morin, Canadian pianist, composer, and educator (d. 1941)", "entities": [{"title": "Léo-Pol Morin", "href": "/wiki/L%C3%A9o-Pol_Morin", "description": "Léo-Pol Morin was a Canadian pianist, music critic, composer, and music educator. He composed under the name James Callihou, with his most well known works being Suite canadienne (1945) and Three Eskimos for piano. He also composed works based on Canadian and Inuit folklore/folk music and harmonized a number of French-Canadian folksongs. Victor Brault notably transcribed his Inuit folklore inspire"}]}, {"heading": "Births", "year": "1892", "date": "July 13", "txt": "Jonni Myyrä, Finnish-American discus and javelin thrower (d. 1955)", "entities": []}, {"heading": "Births", "year": "1894", "date": "July 13", "txt": "Isaac Babel, Russian short story writer, journalist, and playwright (d. 1940)", "entities": [{"title": "Isaac Babel", "href": "/wiki/Isaac_Babel", "description": "Isaac Emmanuilovich Babel was a Russian writer, journalist, playwright, and literary translator. He is best known as the author of Red Cavalry, Story of My Dovecote and The Odessa Tales—stories from the life of Jewish gangsters from Odessa led by Benya Krik. He has been acclaimed as \"the greatest prose writer of Russian Jewry\". Babel was arrested by the NKVD on 15 May 1939 on fabricated charges of"}]}, {"heading": "Births", "year": "1895", "date": "July 13", "txt": "Sidney Blackmer, American actor (d. 1973)", "entities": [{"title": "Sidney Blackmer", "href": "/wiki/Sidney_Blackmer", "description": "Sidney Alderman Blackmer was an American actor who appeared in dozens of movies between 1914 and 1971, usually in major supporting roles. He was also a major Broadway performer."}]}, {"heading": "Births", "year": "1896", "date": "July 13", "txt": "Mordecai Ardon, Israeli painter and educator (d. 1992)", "entities": [{"title": "Mordecai Ardon", "href": "/wiki/Mordecai_Ardon", "description": "Mordecai Ardon was an Israeli painter."}]}, {"heading": "Births", "year": "1898", "date": "July 13", "txt": "Julius Schreck, German commander (d. 1936)", "entities": [{"title": "Julius Schreck", "href": "/wiki/Julius_Schreck", "description": "Julius Schreck was an early senior Nazi official and close confidant of Adolf Hitler."}]}, {"heading": "Births", "year": "1898", "date": "July 13", "txt": "Ivan Triesault, Estonian-born American actor (d. 1980)", "entities": []}, {"heading": "Births", "year": "1900", "date": "July 13", "txt": "George Lewis, American clarinet player and songwriter (d. 1969)", "entities": [{"title": "George Lewis (clarinetist)", "href": "/wiki/George_Lewis_(clarinetist)", "description": "George Lewis was an American jazz clarinetist who achieved his greatest fame and influence in the later decades of his life."}]}, {"heading": "Births", "year": "1901", "date": "July 13", "txt": "Eric Portman, English actor (d. 1969)", "entities": [{"title": "Eric Portman", "href": "/wiki/Eric_Portman", "description": "Eric Harold Portman was an English stage and film actor. He is probably best remembered for his roles in several films for Michael Powell and Emeric Pressburger during the 1940s."}]}, {"heading": "Births", "year": "1903", "date": "July 13", "txt": "Kenneth Clark, English historian and author (d. 1983)", "entities": [{"title": "Kenneth Clark", "href": "/wiki/Kenneth_Clark", "description": "Kenneth Mackenzie Clark, Baron Clark was a British art historian, museum director, and broadcaster. After running two important art galleries in the 1930s and 1940s, he came to wider public notice on television, presenting a succession of programmes on the arts during the 1950s and 1960s, culminating in the Civilisation series in 1969."}]}, {"heading": "Births", "year": "1905", "date": "July 13", "txt": "Alfredo M. Santos, Filipino general (d. 1990)", "entities": [{"title": "Alfredo M. Santos", "href": "/wiki/Alfredo_M._Santos", "description": "Alfredo Manapat Santos was Chief of Staff of the Armed Forces of the Philippines in 1962 to 1965, making him the first four-star general of the Philippines' armed forces."}]}, {"heading": "Births", "year": "1905", "date": "July 13", "txt": "Eugenio Pagnini, Italian modern pentathlete (d. 1993)", "entities": []}, {"heading": "Births", "year": "1905", "date": "July 13", "txt": "Magda Foy, American child actress (d. 2000)", "entities": []}, {"heading": "Births", "year": "1907", "date": "July 13", "txt": "George Weller, American author, playwright, and journalist (d. 2002)", "entities": [{"title": "George Weller", "href": "/wiki/George_Weller", "description": "George Anthony Weller was an American novelist, playwright, and journalist for The New York Times and Chicago Daily News. He won a 1943 Pulitzer Prize as a Daily News war correspondent."}]}, {"heading": "Births", "year": "1908", "date": "July 13", "txt": "Dorothy Round, English tennis player (d. 1982)", "entities": [{"title": "Dorothy Round", "href": "/wiki/Dorothy_Round", "description": "Dorothy Edith Round, was a British tennis player who was active from the late 1920s until 1950. She achieved her major successes in the 1930s. She won the singles title at Wimbledon in 1934 and 1937, and the singles at the Australian Championships in 1935. She also had success as a mixed doubles player at Wimbledon, winning a total of three titles. After her wedding in 1937, she played under her m"}]}, {"heading": "Births", "year": "1908", "date": "July 13", "txt": "Tim Spencer, American country & western singer-songwriter and actor (d. 1974)", "entities": []}, {"heading": "Births", "year": "1910", "date": "July 13", "txt": "Lien Gisolf, Dutch high jumper (d. 1993)", "entities": [{"title": "Lien Gisolf", "href": "/wiki/Lien_Gisolf", "description": "Carolina Anna \"Lien\" Gisolf was a Dutch high jumper. She won a silver medal at the 1928 Summer Olympics and finished fourth in 1932."}]}, {"heading": "Births", "year": "1910", "date": "July 13", "txt": "Loren Pope, American journalist and author (d. 2008)", "entities": []}, {"heading": "Births", "year": "1911", "date": "July 13", "txt": "Bob Steele (broadcaster), American radio personality (d. 2002)", "entities": [{"title": "Bob Steele (broadcaster)", "href": "/wiki/Bob_Steele_(broadcaster)", "description": "Robert Lee Steele was an American radio personality. He was with WTIC Radio in Hartford, Connecticut for more than 66 years, and dominated the morning radio scene in Southern New England for most of that time. He was born in Kansas City, Missouri, in 1911."}]}, {"heading": "Births", "year": "1913", "date": "July 13", "txt": "Dave Garroway, American journalist and television personality (d. 1982)", "entities": [{"title": "Dave Garroway", "href": "/wiki/Dave_Garroway", "description": "David Cunningham Garroway was an American television personality. He was the founding host and anchor of NBC's Today from 1952 to 1961. His easygoing and relaxing style belied a lifelong battle with depression. Garroway has been honored for his contributions to radio and television with a star for each on the Hollywood Walk of Fame and the St. Louis Walk of Fame, the city where he spent part of hi"}]}, {"heading": "Births", "year": "1913", "date": "July 13", "txt": "Mærsk Mc-Kinney Møller, Danish businessman (d. 2012)", "entities": []}, {"heading": "Births", "year": "1915", "date": "July 13", "txt": "Kaoru Ishikawa, Japanese author and educator (d. 1989)", "entities": [{"title": "Kaoru Ishikawa", "href": "/wiki/Kaoru_Ishikawa", "description": "Kaoru Ishikawa  was a Japanese organizational theorist and a professor in the engineering faculty at the University of Tokyo noted for his quality management innovations. He is considered a key figure in the development of quality initiatives in Japan, particularly the quality circle. He is best known outside Japan for the Ishikawa or cause and effect diagram, often used in the analysis of industr"}]}, {"heading": "Births", "year": "1918", "date": "July 13", "txt": "Alberto Ascari, Italian race car driver (d. 1955)", "entities": [{"title": "Alberto Ascari", "href": "/wiki/Alberto_Ascari", "description": "Alberto Ascari was an Italian racing driver and twice Formula One World Champion. He was a multitalented racer who competed in motorcycle racing before switching to cars. Ascari won consecutive world titles in 1952 and 1953 for Scuderia Ferrari. He was the team's first World Champion and the last Italian to date to win the title. This was sandwiched by an appearance in the 1952 Indianapolis 500. A"}]}, {"heading": "Births", "year": "1918", "date": "July 13", "txt": "Ronald Bladen, American painter and sculptor (d. 1988)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 13", "txt": "Marcia Brown, American author and illustrator (d. 2015)", "entities": []}, {"heading": "Births", "year": "1919", "date": "July 13", "txt": "Hau Pei-tsun, 13th Premier of the Republic of China (d. 2020)", "entities": [{"title": "Hau Pei-tsun", "href": "/wiki/Hau_Pei-tsun", "description": "Hau Pei-tsun was a Taiwanese politician who was the Premier of the Republic of China (ROC) from 1 June 1990 to 27 February 1993, and the longest-serving Chief of the General Staff of the Republic of China Armed Forces from 1 December 1981 to 4 December 1989. On 6 July 2017, Hau attended an academic meeting in Nanjing about the history of the Second Sino-Japanese War, making him the first former RO"}]}, {"heading": "Births", "year": "1919", "date": "July 13", "txt": "William F. Quinn, American lawyer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 13", "txt": "Ernest Gold, Austrian-American composer and conductor (d. 1999)", "entities": [{"title": "Ernest Gold (composer)", "href": "/wiki/Ernest_Gold_(composer)", "description": "Ernst Sigmund Goldner, known professionally as Ernest Gold, was an Austrian-born American composer. He is most noted for his work on the film Exodus produced in 1960."}]}, {"heading": "Births", "year": "1922", "date": "July 13", "txt": "Leslie Brooks, American actress (d. 2011)", "entities": [{"title": "Leslie Brooks", "href": "/wiki/Leslie_Brooks", "description": "Leslie Brooks was an American film actress, model and dancer."}]}, {"heading": "Births", "year": "1922", "date": "July 13", "txt": "Anker Jørgensen, Danish trade union leader and politician, 16th Prime Minister of Denmark (d. 2016)", "entities": [{"title": "Prime Minister of Denmark", "href": "/wiki/Prime_Minister_of_Denmark", "description": "The prime minister of Denmark is the head of government in the Kingdom of Denmark comprising the three constituent countries: Denmark, Greenland and the Faroe Islands. Before the creation of the modern office, the kingdom did not initially have a head of government separate from its head of state, namely the monarch, in whom the executive authority was vested. The Constitution of 1849 established "}]}, {"heading": "Births", "year": "1922", "date": "July 13", "txt": "Helmy Afify Abd El-Bar, Egyptian military commander (d. 2011)", "entities": []}, {"heading": "Births", "year": "1922", "date": "July 13", "txt": "Ken Mosdell, Canadian ice hockey player (d. 2006)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 13", "txt": "Ashley Bryan, American children's book author and illustrator", "entities": [{"title": "Ashley Bryan", "href": "/wiki/Ashley_Bryan", "description": "Ashley F. Bryan is an American writer and illustrator of children's books. Most of his subjects are from the African American experience. He was U.S. nominee for the Hans Christian Andersen Award in 2006 and he won the Laura Ingalls Wilder Award for his contribution to American children's literature in 2009. Ashley Bryan's Freedom Over Me was short-listed for the 2016 Kirkus Prize and received a N"}]}, {"heading": "Births", "year": "1924", "date": "July 13", "txt": "Johnny Gilbert, American game show host and announcer", "entities": [{"title": "Johnny Gilbert", "href": "/wiki/Johnny_Gilbert", "description": "John Lewis Gilbert III is an American show business personality who has worked mainly on television game shows. Originally a nightclub singer and entertainer, he has hosted and announced a number of game shows from various eras, dating as far back as the 1950s. He is known primarily for his work as the announcer and audience host for the syndicated version of the quiz show Jeopardy! since 1984."}]}, {"heading": "Births", "year": "1925", "date": "July 13", "txt": "Suzanne Zimmerman, American competition swimmer and Olympic medalist", "entities": [{"title": "Suzanne Zimmerman", "href": "/wiki/Suzanne_Zimmerman", "description": "Suzanne Winona Zimmerman, also known by her married name Suzanne Edwards, was an American competition swimmer and Olympic medalist. At the 1948 Summer Olympics in London, Zimmerman won a silver medal in the 100-meter backstroke."}]}, {"heading": "Births", "year": "1925", "date": "July 13", "txt": "Huang Zongying, Chinese actress and writer", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 13", "txt": "Robert H. Justman, American director, producer, and production manager (d. 2008)", "entities": [{"title": "Robert H. Justman", "href": "/wiki/Robert_H._Justman", "description": "Robert Harris \"Bob\" Justman was an American television producer, director, and production manager. He worked on many American TV series including Lassie, The Life of Riley, Adventures of Superman, The Outer Limits, Star Trek, Mission: Impossible, and Then Came Bronson."}]}, {"heading": "Births", "year": "1926", "date": "July 13", "txt": "T. Loren Christianson, American politician (d. 2019)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 13", "txt": "Thomas Clark, American politician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 13", "txt": "Simone Veil, French lawyer and politician, President of the European Parliament (d. 2017)", "entities": [{"title": "Simone Veil", "href": "/wiki/Simone_Veil", "description": "Simone Veil was a French magistrate and stateswoman who served as Health Minister in several governments and was President of the European Parliament from 1979 to 1982, the first woman to hold that office. As health minister, she is best remembered for advancing women’s legal rights in France, in particular for the 1975 law that legalized abortion, today known as Loi Veil. From 1998 to 2007 she wa"}, {"title": "President of the European Parliament", "href": "/wiki/President_of_the_European_Parliament", "description": "The President of the European Parliament presides over the debates and activities of the European Parliament. They also represent the Parliament within the EU and internationally. The president's signature is required for enacting most EU laws and the EU budget."}]}, {"heading": "Births", "year": "1927", "date": "July 13", "txt": "Ian Reed, Australian discus thrower", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 13", "txt": "Bob Crane, American actor (d. 1978)", "entities": [{"title": "Bob Crane", "href": "/wiki/Bob_Crane", "description": "Robert Edward Crane was an American actor, drummer, radio personality, and disc jockey known for starring in the CBS situation comedy Hogan's Heroes."}]}, {"heading": "Births", "year": "1928", "date": "July 13", "txt": "Sven Davidson, Swedish-American tennis player (d. 2008)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 13", "txt": "Al Rex, American musician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 13", "txt": "Sofia Muratova, Russian gymnast (d. 2006)", "entities": [{"title": "Sofia Muratova", "href": "/wiki/Sofia_Muratova", "description": "Sofia Ivanovna Muratova was a Soviet gymnast. She competed in the 1956 and 1960 Olympics and won eight medals."}]}, {"heading": "Births", "year": "1929", "date": "July 13", "txt": "Svein Ellingsen, Norwegian visual artist and hymnist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 13", "txt": "Sam Greenlee, American author and poet (d. 2014)", "entities": [{"title": "Sam Greenlee", "href": "/wiki/Sam_Greenlee", "description": "Samuel Eldred Greenlee, Jr. was an American writer. He is best known for his novel The Spook Who Sat by the Door, first published in London by Allison & Busby in March 1969, and went on to be chosen as The Sunday Times Book of the Year. The novel was subsequently made into the 1973 movie of the same name, directed by Ivan Dixon and co-produced and written by Greenlee, that is now considered a \"cul"}]}, {"heading": "Births", "year": "1930", "date": "July 13", "txt": "Naomi Shemer, Israeli singer-songwriter (d. 2004)", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 13", "txt": "Frank Ramsey, American basketball player and coach (d. 2018)", "entities": [{"title": "Frank Ramsey (basketball)", "href": "/wiki/Frank_Ramsey_(basketball)", "description": "Frank Vernon Ramsey Jr. was an American professional basketball player and coach. A 6-5 forward/guard, he played his entire nine-year (1954–1964) NBA career with the Boston Celtics and played a major role in the early part of their dynasty, winning seven championships as part of the team. Ramsey was also a head coach for the Kentucky Colonels of the ABA during the 1970–1971 season. Ramsey was indu"}]}, {"heading": "Births", "year": "1932", "date": "July 13", "txt": "Hubert Reeves, Canadian-French astrophysicist and author", "entities": [{"title": "Hubert Reeves", "href": "/wiki/Hubert_Reeves", "description": "Hubert Reeves, is a Canadian astrophysicist and popularizer of science."}]}, {"heading": "Births", "year": "1933", "date": "July 13", "txt": "David Storey, English author, playwright, and screenwriter (d. 2017)", "entities": [{"title": "David Storey", "href": "/wiki/David_Storey", "description": "David Malcolm Storey was an English playwright, screenwriter, award-winning novelist and a professional rugby league footballer. He won the Booker Prize in 1976 for his novel Saville. He also won the MacMillan Fiction Award for This Sporting Life in 1960."}]}, {"heading": "Births", "year": "1933", "date": "July 13", "txt": "Piero Manzoni, Italian artist (d. 1963)", "entities": []}, {"heading": "Births", "year": "1934", "date": "July 13", "txt": "Peter Gzowski, Canadian journalist and academic (d. 2002)", "entities": [{"title": "Peter Gzowski", "href": "/wiki/Peter_Gzowski", "description": "Peter John Gzowski, known colloquially as \"Mr. Canada\", or \"Captain Canada\", was a Canadian broadcaster, writer and reporter, most famous for his work on the CBC radio shows This Country in the Morning and then Morningside. His first biographer argued that Gzowski's contribution to Canadian media must be considered in the context of efforts by a generation of Canadian nationalists to understand an"}]}, {"heading": "Births", "year": "1934", "date": "July 13", "txt": "Gordon Lee, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1934", "date": "July 13", "txt": "Wole Soyinka, Nigerian author, poet, and playwright, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1934", "date": "July 13", "txt": "Aleksei Yeliseyev, Russian engineer and astronaut", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 13", "txt": "Jack Kemp, American football player and politician, 9th United States Secretary of Housing and Urban Development (d. 2009)", "entities": [{"title": "Jack Kemp", "href": "/wiki/Jack_Kemp", "description": "Jack French Kemp was an American politician and a professional player in both American football and Canadian football. A member of the Republican Party from New York, he served as Housing Secretary in the administration of President George H. W. Bush from 1989 to 1993, having previously served nine terms in the United States House of Representatives from 1971 to 1989. He was the Republican Party's"}, {"title": "United States Secretary of Housing and Urban Development", "href": "/wiki/United_States_Secretary_of_Housing_and_Urban_Development", "description": "The United States secretary of housing and urban development is the head of the United States Department of Housing and Urban Development, a member of the president's Cabinet, and thirteenth in the presidential line of succession. The post was created with the formation of the Department of Housing and Urban Development on September 9, 1965, by President Lyndon B. Johnson's signing of into law. Th"}]}, {"heading": "Births", "year": "1935", "date": "July 13", "txt": "Earl Lovelace, Trinidadian journalist, author, and playwright", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 13", "txt": "Kurt Westergaard, Danish cartoonist", "entities": []}, {"heading": "Births", "year": "1936", "date": "July 13", "txt": "Albert Ayler, American saxophonist and composer (d. 1970)", "entities": [{"title": "Albert Ayler", "href": "/wiki/Albert_Ayler", "description": "Albert Ayler was an American avant-garde jazz saxophonist, singer and composer."}]}, {"heading": "Births", "year": "1937", "date": "July 13", "txt": "Ghillean Prance, English botanist and ecologist", "entities": [{"title": "Ghillean Prance", "href": "/wiki/Ghillean_Prance", "description": "Sir Ghillean Tolmie Prance is a prominent British botanist and ecologist who has published extensively on the taxonomy of families such as Chrysobalanaceae and Lecythidaceae, but drew particular attention in documenting the pollination ecology of Victoria amazonica. Prance is a former Director of the Royal Botanic Gardens, Kew."}]}, {"heading": "Births", "year": "1939", "date": "July 13", "txt": "Lambert Jackson Woodburne, South African admiral (d. 2013)", "entities": [{"title": "Lambert Jackson Woodburne", "href": "/wiki/Lambert_Jackson_Woodburne", "description": "Lambert Jackson Woodburne was Chief of the South African Navy from 1 July 1990 to 31 August 1992. He is one of only two people to have been awarded the Van Riebeeck Decoration, which he received for Special Forces operations in Tanzania. He was more commonly known by his nickname \"Woody\"."}]}, {"heading": "Births", "year": "1940", "date": "July 13", "txt": "Tom Lichtenberg, American football player and coach (d. 2013)", "entities": [{"title": "Tom Lichtenberg", "href": "/wiki/Tom_Lichtenberg", "description": "Thomas Lichtenberg was an American football player and coach. He served as the head football coach also at Morehead State University (1979–1980), the University of Maine (1989), and Ohio University (1990–1994), compiling a career college football coaching record of 26–59–3. He was also an assistant coach at Ohio State University and the University of Notre Dame."}]}, {"heading": "Births", "year": "1940", "date": "July 13", "txt": "Paul Prudhomme, American chef and author (d. 2015)", "entities": []}, {"heading": "Births", "year": "1940", "date": "July 13", "txt": "Patrick Stewart, English actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 13", "txt": "Grahame Corling, Australian cricketer", "entities": [{"title": "Grahame Corling", "href": "/wiki/Grahame_Corling", "description": "Grahame Edward Corling is a former Australian cricketer who played in 5 Tests in 1964. He took 12 wickets, including that of Geoffrey Boycott in his debut innings."}]}, {"heading": "Births", "year": "1941", "date": "July 13", "txt": "Robert Forster, American actor and producer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 13", "txt": "Ehud Manor, Israeli songwriter and translator (d. 2005)", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 13", "txt": "Jacques Perrin, French actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 13", "txt": "Harrison Ford, American actor and producer", "entities": [{"title": "Harrison Ford", "href": "/wiki/Harrison_Ford", "description": "Harrison Ford is an American actor, pilot, and environmental activist. As of 2019, the U.S. domestic box office grosses of his films total over $5.1 billion, with worldwide grosses surpassing $9.3 billion, placing him at No. 4 on the list of highest-grossing domestic box office stars of all time. In addition to his box office success, he is also an Academy Award nominee, a four-time Golden Globe n"}]}, {"heading": "Births", "year": "1942", "date": "July 13", "txt": "Roger McGuinn, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 13", "txt": "Chris Serle, English journalist and actor", "entities": [{"title": "Chris Serle", "href": "/wiki/Chris_Serle", "description": "Christopher \"Chris\" Richard Serle is a former BBC TV presenter, reporter and actor."}]}, {"heading": "Births", "year": "1944", "date": "July 13", "txt": "Eric Freeman, Australian cricketer", "entities": [{"title": "Eric Freeman (cricketer)", "href": "/wiki/Eric_Freeman_(cricketer)", "description": "Eric Walter \"Fritzy\" Freeman was an Australian cricketer who played in 11 Tests from 1968 to 1970. He was also a leading Australian rules footballer with Port Adelaide Football Club, playing 116 games between 1964 and 1972, kicking 390 goals, and playing in their 1965 premiership team."}]}, {"heading": "Births", "year": "1944", "date": "July 13", "txt": "Cyril Knowles, English footballer and manager (d. 1991)", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 13", "txt": "Ernő Rubik, Hungarian game designer, architect, and educator, invented the Rubik's Cube", "entities": [{"title": "Rubik's Cube", "href": "/wiki/Rubik%27s_Cube", "description": "The Rubik's Cube is a 3-D combination puzzle invented in 1974 by Hungarian sculptor and professor of architecture Ernő Rubik. Originally called the Magic Cube, the puzzle was licensed by Rubik to be sold by Ideal Toy Corp. in 1980 via businessman Tibor Laczi and Seven Towns founder Tom Kremer. Rubik's Cube won the 1980 German Game of the Year special award for Best Puzzle. As of January 2009, 350 "}]}, {"heading": "Births", "year": "1945", "date": "July 13", "txt": "Ashley Mallett, Australian cricketer and author", "entities": [{"title": "Ashley Mallett", "href": "/wiki/Ashley_Mallett", "description": "Ashley Alexander Mallett is a former Australian cricketer who played in 38 Tests and 9 One Day Internationals between 1968 and 1980. Until Nathan Lyon, he was Australia's most successful off spin bowler since World War II. He extracted a lot of bounce from his high arm action, coupled with his height."}]}, {"heading": "Births", "year": "1946", "date": "July 13", "txt": "Bob Kauffman, American basketball player and coach (d. 2015)", "entities": [{"title": "Bob Kauffman", "href": "/wiki/Bob_Kauffman", "description": "Robert Kauffman was an American professional basketball player and coach. Kaufmann was a three time NBA All-Star."}]}, {"heading": "Births", "year": "1946", "date": "July 13", "txt": "Cheech Marin, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 13", "txt": "Catherine Breillat, French director and screenwriter", "entities": [{"title": "Catherine Breillat", "href": "/wiki/Catherine_Breillat", "description": "Catherine Breillat is a French filmmaker, novelist and professor of auteur cinema at the European Graduate School. In the film business for over 40 years, Catherine Breillat chooses to normalize previously taboo subjects in cinema. Taking advantage of the medium of cinema, Breillat juxtaposes different perspectives to highlight irony found in society."}]}, {"heading": "Births", "year": "1949", "date": "July 13", "txt": "Bryan Murray, Irish actor", "entities": [{"title": "Bryan Murray (actor)", "href": "/wiki/Bryan_Murray_(actor)", "description": "Bryan Murray is an Irish actor. He is known for his extensive television work which includes Fitz in Strumpet City, Flurry Knox in The Irish R.M., Shifty in Bread, Harry Cassidy in Perfect Scoundrels, Trevor Jordache in Brookside and Bob Charles in Fair City."}]}, {"heading": "Births", "year": "1950", "date": "July 13", "txt": "George Nelson, American astronomer and astronaut", "entities": [{"title": "George Nelson (astronaut)", "href": "/wiki/George_Nelson_(astronaut)", "description": "George Driver \"Pinky\" Nelson is an American physicist, astronomer, science educator, and retired NASA astronaut."}]}, {"heading": "Births", "year": "1950", "date": "July 13", "txt": "Ma Ying-jeou, Hong Kong-Taiwanese commander and politician, 12th President of the Republic of China", "entities": [{"title": "President of the Republic of China", "href": "/wiki/President_of_the_Republic_of_China", "description": "The president of the Republic of China, commonly known as the president of Taiwan is the head of state of the Republic of China (ROC) and the commander-in-chief of the Republic of China Armed Forces."}]}, {"heading": "Births", "year": "1950", "date": "July 13", "txt": "Jurelang Zedkaia, Marshallese politician, 5th President of the Marshall Islands (d. 2015)", "entities": [{"title": "List of Presidents of the Marshall Islands", "href": "/wiki/List_of_Presidents_of_the_Marshall_Islands", "description": "The following is a list of presidents of the Marshall Islands, since the establishment of that office in 1979. The President of the Republic of the Marshall Islands is the head of state and government of the Marshall Islands. The President is elected by the Nitijeļā (Legislature) from among its members. Presidents pick cabinet members from the Nitijeļā."}]}, {"heading": "Births", "year": "1951", "date": "July 13", "txt": "Rob Bishop, American educator and politician", "entities": [{"title": "Rob Bishop", "href": "/wiki/Rob_Bishop", "description": "Robert William Bishop is an American politician who served as the U.S. Representative for Utah's 1st congressional district from 2003 to 2021. A member of the Republican Party, he became the dean of Utah's congressional delegation after the retirement of Orrin Hatch from the U.S. Senate in 2019."}]}, {"heading": "Births", "year": "1951", "date": "July 13", "txt": "Didi Conn, American actress and singer", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 13", "txt": "David Thompson, American basketball player", "entities": [{"title": "David Thompson (basketball)", "href": "/wiki/David_Thompson_(basketball)", "description": "David O'Neil Thompson is an American former professional basketball player. He played with the Denver Nuggets of both the American Basketball Association (ABA) and National Basketball Association (NBA), as well as the Seattle SuperSonics of the NBA. He was previously a star in college for North Carolina State, leading the Wolfpack to its first NCAA championship in 1974. Thompson is one of the six "}]}, {"heading": "Births", "year": "1954", "date": "July 13", "txt": "Ray Bright, Australian cricketer", "entities": [{"title": "Ray Bright", "href": "/wiki/Ray_Bright", "description": "Raymond James Bright is a former Australian Test and One Day International cricketer from Victoria. He was a left arm spin bowler and lower order batsman who captained Victoria for a number of seasons. He was also an Australian vice-captain."}]}, {"heading": "Births", "year": "1954", "date": "July 13", "txt": "Louise Mandrell, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 13", "txt": "Mark Mendoza, American bass player and songwriter", "entities": [{"title": "Mark Mendoza", "href": "/wiki/Mark_Mendoza", "description": "Mark \"The Animal\" Mendoza is an American rock bassist and a member of the American heavy metal band Twisted Sister. He joined the band on October 31, 1978, after he left The Dictators. He briefly played in Blackfoot in the early 1990s. Mendoza is also currently a member of Joe Rock and The All Stars, contributing bass and vocals to this band that features front man Joe Rock of WBAB radio on Long i"}]}, {"heading": "Births", "year": "1956", "date": "July 13", "txt": "Michael Spinks, American boxer", "entities": [{"title": "Michael Spinks", "href": "/wiki/Michael_Spinks", "description": "Michael Spinks is an American former professional boxer who competed from 1977 to 1988. He held world championships in two weight classes, including the undisputed light heavyweight title from 1983 to 1985, and the lineal heavyweight title from 1985 to 1988. As an amateur he won a gold medal in the middleweight division at the 1976 Summer Olympics."}]}, {"heading": "Births", "year": "1957", "date": "July 13", "txt": "Thierry Boutsen, Belgian race car driver and businessman", "entities": [{"title": "Thierry Boutsen", "href": "/wiki/Thierry_Boutsen", "description": "Thierry Marc Boutsen is a Belgian former racing driver who raced for the Arrows, Benetton, Williams, Ligier and Jordan teams in Formula One. He competed in 164 World Championship Grands Prix, winning three races, achieving 15 podiums and scoring 132 career points. His best finish in the World Drivers' Championship was fourth in 1988 whilst driving for Benetton. He also twice finished second in the"}]}, {"heading": "Births", "year": "1957", "date": "July 13", "txt": "Cameron Crowe, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 13", "txt": "Richard Leman, English field hockey player", "entities": [{"title": "Richard Leman", "href": "/wiki/Richard_Leman", "description": "Richard Alexander Leman is a former field hockey player."}]}, {"heading": "Births", "year": "1959", "date": "July 13", "txt": "Fuziah Salleh, Malaysian politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 13", "txt": "Robert Abraham, American football player", "entities": [{"title": "Robert Abraham (American football)", "href": "/wiki/Robert_Abraham_(American_football)", "description": "Robert Eugene Abraham was an American football linebacker in the National Football League for the Houston Oilers."}]}, {"heading": "Births", "year": "1960", "date": "July 13", "txt": "Ian Hislop, Welsh-English journalist and screenwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 13", "txt": "Curtis Rouse, American football player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 13", "txt": "Tahira Asif, Pakistani politician (d. 2014)", "entities": [{"title": "Tahira Asif", "href": "/wiki/Tahira_Asif", "description": "Tahira Asif was a Pakistani politician who had been a member of the National Assembly of Pakistan from June 2013 until her assassination in June 2014."}]}, {"heading": "Births", "year": "1961", "date": "July 13", "txt": "Anders Jarryd, Swedish tennis player", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 13", "txt": "Khalid Mahmood, Pakistani-English engineer and politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 13", "txt": "Stelios Manolas, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 13", "txt": "Tim Watson, Australian footballer, coach, and journalist", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 13", "txt": "Tom Kenny, American voice actor and screenwriter", "entities": [{"title": "Tom Kenny", "href": "/wiki/Tom_Kenny", "description": "Thomas James Kenny is an American actor and comedian. He is known for voicing the eponymous character in the SpongeBob SquarePants TV series, video games, and films. Kenny has voiced many other characters including Heffer Wolfe in Rocko's Modern Life; the Ice King in Adventure Time; the Narrator and Mayor in The Powerpuff Girls; Carl Chryniszzswics in Johnny Bravo; Dog in CatDog; Hank and Jeremy i"}]}, {"heading": "Births", "year": "1962", "date": "July 13", "txt": "Rhonda Vincent, American singer-songwriter and mandolin player", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 13", "txt": "Neal Foulds, English snooker player and sportscaster", "entities": [{"title": "Neal Foulds", "href": "/wiki/Neal_Foulds", "description": "Neal Foulds is an English former professional snooker player and six-time tournament winner, including the 1986 International Open, the 1988 Dubai Masters and the 1992 Scottish Masters, as well as the invitational Pot Black in 1992. He was the runner up for the UK Championships in 1986, the British Open in 1987 and reached the semi finals of the Masters on three occasions, as well as the World Cha"}]}, {"heading": "Births", "year": "1963", "date": "July 13", "txt": "Kenny Johnson, American actor, producer, and model", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 13", "txt": "Charlie Hides, American drag queen and comedian", "entities": [{"title": "Charlie Hides", "href": "/wiki/Charlie_Hides", "description": "Charlie Hides is an American-born drag queen, impersonator, actor, and comedian. Hides is known for his YouTube channel, and his participation in the ninth season of RuPaul's Drag Race. Following live performances in London clubs, Hides started a YouTube channel in March 2011. He has produced hundreds of videos satirizing popular culture, and impersonating celebrities such as Cher, Madonna, Lady G"}]}, {"heading": "Births", "year": "1964", "date": "July 13", "txt": "Paul Thorn, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 13", "txt": "Eileen Ivers, American fiddler", "entities": [{"title": "Eileen Ivers", "href": "/wiki/Eileen_Ivers", "description": "Eileen Ivers is an American fiddler."}]}, {"heading": "Births", "year": "1965", "date": "July 13", "txt": "Colin van der Voort, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 13", "txt": "Gerald Levert, American R&B singer-songwriter, producer, and actor (d. 2006)", "entities": [{"title": "Gerald Levert", "href": "/wiki/Gerald_Levert", "description": "Gerald Edward Levert was an American singer-songwriter, producer and actor. Levert is best known for singing with his brother, Sean Levert, and friend Marc Gordon of the vocal group LeVert. Levert was also a member of LSG, a supergroup comprising Keith Sweat, Johnny Gill, and himself. Levert is the son of Eddie Levert, who is the lead singer of the R&B/soul vocal group the O'Jays. He had released "}]}, {"heading": "Births", "year": "1966", "date": "July 13", "txt": "Natalia Luis-Bassa, Venezuelan-English conductor and educator", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 13", "txt": "Richard Marles, Australian lawyer and politician, 50th Australian Minister for Trade and Investment", "entities": [{"title": "Richard Marles", "href": "/wiki/Richard_Marles", "description": "Richard Donald Marles is an Australian politician who has been deputy leader of the Australian Labor Party (ALP) and Deputy Leader of the Opposition since May 2019. He has held the Division of Corio in Victoria since the 2007 federal election. He was a parliamentary secretary from 2009 to 2013, and briefly served as Minister for Trade in the second Rudd Government from June to September 2013. He h"}, {"title": "Minister for Trade and Investment (Australia)", "href": "/wiki/Minister_for_Trade_and_Investment_(Australia)", "description": "The Minister for Trade, Tourism and Investment is a portfolio in the Government of Australia, falling within the Department of Foreign Affairs and Trade (DFAT). The incumbent minister is Dan Tehan MP of the Liberal Party, who has held the position in the Morrison Government since 22 December 2020."}]}, {"heading": "Births", "year": "1967", "date": "July 13", "txt": "Mark McGowan, Australian politician, 30th Premier of Western Australia", "entities": [{"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1969", "date": "July 13", "txt": "Brad Godden, Australian rugby league player", "entities": [{"title": "Brad Godden", "href": "/wiki/Brad_Godden", "description": "Bradley Godden is an Australian former professional rugby league footballer who played in the 1990s. He played for the Newcastle Knights, Hunter Mariners, and the Leeds Rhinos as a fullback, wing or centre."}]}, {"heading": "Births", "year": "1969", "date": "July 13", "txt": "Ken Jeong, American actor, comedian, and physician", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 13", "txt": "Oleg Serebrian, Moldovan political scientist and politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 13", "txt": "Andrei Tivontchik, German pole vaulter and trainer", "entities": [{"title": "Andrei Tivontchik", "href": "/wiki/Andrei_Tivontchik", "description": "Andrei Tivontchik is a former German pole vaulter. He was Olympic bronze medalist at the 1996 Summer Olympics in Atlanta."}]}, {"heading": "Births", "year": "1971", "date": "July 13", "txt": "Mark Neeld, Australian footballer and coach", "entities": [{"title": "Mark Neeld", "href": "/wiki/Mark_Neeld", "description": "Mark Neeld is a former Australian rules footballer who played with Geelong and Richmond in the Australian Football League (AFL) during the 1990s. He was senior coach of the Melbourne Football Club from 2012 to 2013, when he was sacked on 17 June after much scrutiny. Neeld quit as the Head of Player Development at the Essendon Football Club on May 14th, 2018"}]}, {"heading": "Births", "year": "1972", "date": "July 13", "txt": "Sean Waltman, American professional wrestler", "entities": [{"title": "Sean Waltman", "href": "/wiki/Sean_Waltman", "description": "Sean Michael Waltman is an American podcaster and retired professional wrestler. He wrestled for the World Wrestling Federation under the ring names 1–2–3 Kid and X-Pac, World Championship Wrestling (WCW) as Syxx, and Total Nonstop Action Wrestling (TNA) as Syxx-Pac and Sean Waltman."}]}, {"heading": "Births", "year": "1974", "date": "July 13", "txt": "Deborah Cox, Canadian singer-songwriter and actress", "entities": [{"title": "Deborah Cox", "href": "/wiki/Deborah_Cox", "description": "Deborah Cox is a Canadian singer, songwriter, actress, and record producer. Born and raised in Toronto, she began performing on television commercials at age 12, and entered various talent shows in her teenage years before becoming a professional backing vocalist for Celine Dion. In 1994, Cox relocated to the United States and was signed to Arista Records by Clive Davis, releasing her self-titled "}]}, {"heading": "Births", "year": "1974", "date": "July 13", "txt": "Jarno Trulli, Italian race car driver", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 13", "txt": "Diego Spotorno, Ecuadorian actor", "entities": [{"title": "Diego Spotorno", "href": "/wiki/Diego_Spotorno", "description": "Diego Spotorno Parra is an actor and TV host from Ecuador, known for his character Juan Carlos Martinez Cucalón in the comic series Solteros Sin Compromiso."}]}, {"heading": "Births", "year": "1975", "date": "July 13", "txt": "Mariada Pieridi, Cypriot singer-songwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 13", "txt": "Sheldon Souray, Canadian ice hockey player", "entities": [{"title": "Sheldon Souray", "href": "/wiki/Sheldon_Souray", "description": "Sheldon Souray is a Canadian former professional ice hockey defenceman who played 13 seasons in the National Hockey League (NHL) for the New Jersey Devils, Montreal Canadiens, Edmonton Oilers, Dallas Stars, and Anaheim Ducks. He was best known for his heavy slapshot, once setting a previous unofficial NHL record for the hardest recorded shot at the Oilers' 2009 Skills Competition."}]}, {"heading": "Births", "year": "1977", "date": "July 13", "txt": "Chris Horn, American football player", "entities": [{"title": "Chris Horn", "href": "/wiki/Chris_Horn", "description": "Christopher Michael Horn is a former American football wide receiver. He played in the Indoor Football League from 2000, and was actively rostered in the NFL from 2004 to 2005, for the Kansas City Chiefs."}]}, {"heading": "Births", "year": "1978", "date": "July 13", "txt": "Ryan Ludwick, American baseball player", "entities": [{"title": "Ryan Ludwick", "href": "/wiki/Ryan_Ludwick", "description": "Ryan Andrew Ludwick is an American former professional baseball outfielder. He has played in Major League Baseball (MLB) for the Texas Rangers, Cleveland Indians, St. Louis Cardinals, San Diego Padres, Pittsburgh Pirates, and Cincinnati Reds. His brother Eric also played four MLB seasons as a pitcher."}]}, {"heading": "Births", "year": "1978", "date": "July 13", "txt": "Prodromos Nikolaidis, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 13", "txt": "Craig Bellamy, Welsh footballer", "entities": [{"title": "Craig Bellamy", "href": "/wiki/Craig_Bellamy", "description": "Craig Douglas Bellamy is a Welsh former professional footballer who played as a forward. He currently manages the under-21 team of Belgian side Anderlecht. Born in Cardiff, Bellamy began his senior playing career with Norwich City, where he made his professional debut in 1996. He signed for Premier League side Coventry City in 2000, becoming the club's record signing, but suffered relegation in hi"}]}, {"heading": "Births", "year": "1979", "date": "July 13", "txt": "Daniel Díaz, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 13", "txt": "Libuše Průšová, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 13", "txt": "Lucinda Ruh, Swiss figure skater and coach", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 13", "txt": "Ágnes Kovács, Hungarian swimmer", "entities": [{"title": "Ágnes Kovács", "href": "/wiki/%C3%81gnes_Kov%C3%A1cs", "description": "Ágnes Kovács is a Hungarian swimmer who competed at the 1996, 2000 and 2004 Olympics. In 2000, she won the 200 m breaststroke and set the Hungary records in the 100 m and 200 m breaststrokes events. As of 2014, these records still stand. She won a bronze medal in the 200 m breaststroke at the 1996 Olympics and placed fifth in 2004; in 2004 she also finished fourth in the 200 m individual medley ev"}]}, {"heading": "Births", "year": "1981", "date": "July 13", "txt": "Mirco Lorenzetto, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 13", "txt": "Shin-Soo Choo, South Korean baseball player", "entities": [{"title": "Shin-Soo Choo", "href": "/wiki/Shin-Soo_Choo", "description": "Shin-Soo Choo is a South Korean professional baseball outfielder and designated hitter for the SSG Landers of the KBO League. He has played in Major League Baseball (MLB) for the Seattle Mariners, Cleveland Indians, Cincinnati Reds, and Texas Rangers."}]}, {"heading": "Births", "year": "1982", "date": "July 13", "txt": "Simon Clist, English footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 13", "txt": "Dominic Isaacs, South African footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 13", "txt": "Nick Kenny, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 13", "txt": "Yadier Molina, Puerto Rican-American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 13", "txt": "Kristof Beyens, Belgian sprinter", "entities": [{"title": "Kristof Beyens", "href": "/wiki/Kristof_Beyens", "description": "Kristof Beyens is a Belgian sprint athlete, who specialises in the 100 and 200 metres. His personal best time over 200 metres is 20.44 s, achieved in Osaka during the World Championships."}]}, {"heading": "Births", "year": "1983", "date": "July 13", "txt": "Marco Pomante, Italian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 13", "txt": "Liu Xiang, Chinese hurdler", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 13", "txt": "Ida Maria, Norwegian singer-songwriter and guitarist", "entities": [{"title": "Ida Maria", "href": "/wiki/Ida_Maria", "description": "Ida Maria Børli Sivertsen, better known simply as Ida Maria, is a Norwegian musician and songwriter. Her first album, Fortress Round My Heart, was released in 2008. In November 2010, she released her second album Katla in Norway; the album was released internationally on 7 June 2011. In August 2013, Maria digitally released her third album Love Conquers All in Norway."}]}, {"heading": "Births", "year": "1985", "date": "July 13", "txt": "Trell Kimmons, American sprinter", "entities": [{"title": "Trell Kimmons", "href": "/wiki/Trell_Kimmons", "description": "David Pretrell \"Trell\" Kimmons is an American sprinter."}]}, {"heading": "Births", "year": "1985", "date": "July 13", "txt": "Guillermo Ochoa, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 13", "txt": "Charlotte Dujardin, English equestrian", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 13", "txt": "Marcos Paulo Gelmini Gomes, Brazilian-Italian footballer", "entities": [{"title": "Marcos Paulo Gelmini Gomes", "href": "/wiki/Marcos_Paulo_Gelmini_Gomes", "description": "Marcos Paulo Gelmini Gomes, known as Marcos Paulo, is a Brazilian professional footballer who plays for Portuguese club Académica de Coimbra as a midfielder. He also holds Italian nationality."}]}, {"heading": "Births", "year": "1988", "date": "July 13", "txt": "Colton Haynes, American actor, model and singer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 13", "txt": "Steven R. McQueen, American actor and model", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 13", "txt": "Raúl Spank, German high jumper", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 13", "txt": "Tulisa, English singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 13", "txt": "Leon Bridges, American soul singer, songwriter and record producer", "entities": [{"title": "Leon Bridges", "href": "/wiki/Leon_Bridges", "description": "Todd Michael \"Leon\" Bridges is an American soul singer, songwriter and record producer from Fort Worth, Texas. He is best known for his 2015 song \"Coming Home\", which received regular airplay and was also a Top 10 Most Viral Track on Spotify. Bridges' debut album, also titled Coming Home, was released on June 23, 2015, on Columbia Records and subsequently nominated for Best R&B Album at the 58th A"}]}, {"heading": "Births", "year": "1989", "date": "July 13", "txt": "Charis Giannopoulos, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 13", "txt": "Kieran Foran, New Zealand rugby league player", "entities": [{"title": "Kieran Foran", "href": "/wiki/Kieran_Foran", "description": "Kieran Foran is a New Zealand professional rugby league footballer who plays as a five-eighth and halfback for the Manly Warringah Sea Eagles in the NRL and New Zealand at international level."}]}, {"heading": "Births", "year": "1990", "date": "July 13", "txt": "Eduardo Salvio, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "July 13", "txt": "Elise Matthysen, Belgian swimmer", "entities": [{"title": "Elise Matthysen", "href": "/wiki/Elise_Matthysen", "description": "Elise Matthysen is a retired Belgian swimmer who specialised in breaststroke. During the 2008 European Aquatics Championships she came 4th in the final of the 100 m breaststroke in which she broke the national record of Brigitte Becue. With this excellent performance, she managed to qualify herself for the Olympics. At the Olympics, while still only 16 years of age, she qualified for the semi-fina"}]}, {"heading": "Births", "year": "1993", "date": "July 13", "txt": "Daniel Bentley, English footballer", "entities": [{"title": "Daniel Bentley", "href": "/wiki/Daniel_Bentley", "description": "Daniel Ian Bentley is an English professional footballer who plays as a goalkeeper for Championship club Bristol City. He has played in the English Football League for Southend United and Brentford."}]}, {"heading": "Births", "year": "1995", "date": "July 13", "txt": "Cody Bellinger, American baseball player", "entities": [{"title": "Cody Bellinger", "href": "/wiki/Cody_Bellinger", "description": "Cody James Bellinger is an American professional baseball first baseman and outfielder for the Los Angeles Dodgers of Major League Baseball (MLB). \nBellinger was drafted by the Dodgers in the fourth round of the 2013 Major League Baseball draft, and made his MLB debut in 2017. He was named an All-Star and the National League's Rookie of the Year in 2017, and won the National League Most Valuable P"}]}, {"heading": "Births", "year": "1995", "date": "July 13", "txt": "Dante Exum, Australian basketball player", "entities": []}, {"heading": "Births", "year": "2002", "date": "July 13", "txt": "Deborah Medrado, Brazilian rhythmic gymnast", "entities": [{"title": "Deborah Medrado", "href": "/wiki/Deborah_Medrado", "description": "Deborah Medrado is a Brazilian rhythmic gymnast."}]}, {"heading": "Deaths", "year": "574", "date": "July 13", "txt": "John III, pope of the Catholic Church", "entities": [{"title": "Pope John III", "href": "/wiki/Pope_John_III", "description": "Pope John III, born Catelinus, was the bishop of Rome from 17 July 561 to his death."}]}, {"heading": "Deaths", "year": "716", "date": "July 13", "txt": "Rui Zong, Chinese emperor (b. 662)", "entities": [{"title": "Emperor Ruizong of Tang", "href": "/wiki/Emperor_Ruizong_of_Tang", "description": "Emperor Ruizong of Tang, personal name Li Dan, also known at times during his life as Li Xulun, Li Lun, Wu Lun, and Wu Dan, was the fifth and ninth emperor of Tang Dynasty. He was the eighth son of Emperor Gaozong and the fourth son of Emperor Gaozong's second wife Empress Wu. He was wholly a figurehead during his first reign when he was controlled by his mother, and he was the titular and puppet "}]}, {"heading": "Deaths", "year": "815", "date": "July 13", "txt": "Wu Yuanheng, Chinese poet and politician (b. 758)", "entities": [{"title": "Wu Yuanheng", "href": "/wiki/Wu_Yuanheng", "description": "Wu Yuanheng, courtesy name Bocang (伯蒼), formally Duke Zhongmin of Linhuai (臨淮忠湣公), was an official of the Chinese Tang dynasty, serving as a chancellor during the reign of Emperor Xianzong. During Emperor Xianzong's campaign against the warlord Wu Yuanji, Wu Yuanheng was in charge of the operations, and was thereafter assassinated by assassins sent by Wu Yuanji's ally Li Shidao."}]}, {"heading": "Deaths", "year": "884", "date": "July 13", "txt": "Huang Chao, Chinese rebel leader (b. 835)", "entities": [{"title": "Huang Chao", "href": "/wiki/Huang_Chao", "description": "Huang Chao was a Chinese smuggler, soldier, and rebel, and is most well known for being the leader of a major rebellion that severely weakened the Tang dynasty."}]}, {"heading": "Deaths", "year": "939", "date": "July 13", "txt": "Leo VII, pope of the Catholic Church", "entities": [{"title": "Pope Leo VII", "href": "/wiki/Pope_Leo_VII", "description": "Pope Leo VII was the bishop of Rome and nominal ruler of the Papal States from 3 January 936 to his death."}]}, {"heading": "Deaths", "year": "982", "date": "July 13", "txt": "Gunther, margrave of Merseburg", "entities": [{"title": "Gunther, Margrave of Merseburg", "href": "/wiki/Gunther,_Margrave_of_Merseburg", "description": "Gunther was the Margrave of Merseburg from 965 until his death, upon which the march of Merseburg was united to that of Meissen."}, {"title": "March of Merseburg", "href": "/wiki/March_of_Merseburg", "description": "The March of Merseburg was a short-lived march of the Holy Roman Empire. It comprised the lands of the Polabian Slavs beyond the margravial residence at Merseburg on the Saale river."}]}, {"heading": "Deaths", "year": "982", "date": "July 13", "txt": "Henry I, bishop of Augsburg", "entities": [{"title": "Roman Catholic Diocese of Augsburg", "href": "/wiki/Roman_Catholic_Diocese_of_Augsburg", "description": "Diocese of Augsburg is a diocese of the Catholic Church in Germany. The diocese is a suffragan of the Archdiocese of Munich."}]}, {"heading": "Deaths", "year": "982", "date": "July 13", "txt": "Pandulf II, Lombard prince", "entities": []}, {"heading": "Deaths", "year": "982", "date": "July 13", "txt": "Landulf IV, Lombard prince", "entities": []}, {"heading": "Deaths", "year": "982", "date": "July 13", "txt": "Abu'l-Qasim, Kalbid emir of Sicily", "entities": [{"title": "Emir", "href": "/wiki/Emir", "description": "An emir, sometimes transliterated amir, amier, or ameer, can refer to a king or an aristocratic or noble and military title of high office used in a variety of places in the Arab countries, West Africa, Afghanistan and in the Indian subcontinent. The term has been widely used to denote a \"commander\", \"general\", or \"leader\" i.e. Amir al-Mu'min. The feminine form is emira. When translated as \"prince"}, {"title": "Emirate of Sicily", "href": "/wiki/Emirate_of_Sicily", "description": "The Emirate of Sicily was an Islamic kingdom that ruled the island of Sicily from 831 to 1091. Its capital was Palermo, which during this period became a major cultural and political center of the Muslim world."}]}, {"heading": "Deaths", "year": "1024", "date": "July 13", "txt": "Henry II, Holy Roman Emperor (b. 973)", "entities": [{"title": "Henry II, Holy Roman Emperor", "href": "/wiki/Henry_II,_Holy_Roman_Emperor", "description": "Henry II, also known as Saint Henry the Exuberant, Obl. S. B., was Holy Roman Emperor from 1014. He died without an heir in 1024, and was the last ruler of the Ottonian line. As Duke of Bavaria, appointed in 995, Henry became King of the Romans following the sudden death of his second cousin, Emperor Otto III in 1002, was made King of Italy in 1004, and crowned emperor by Pope Benedict VIII in 101"}]}, {"heading": "Deaths", "year": "1105", "date": "July 13", "txt": "Rashi, French rabbi and commentator (b. 1040)", "entities": [{"title": "Rashi", "href": "/wiki/Rashi", "description": "Shlomo Yitzchaki, today generally known by the acronym Rashi, was a medieval French rabbi and author of a comprehensive commentary on the Talmud and commentary on the Hebrew Bible. Acclaimed for his ability to present the basic meaning of the text in a concise and lucid fashion, Rashi appeals to both learned scholars and beginner students, and his works remain a centerpiece of contemporary Jewish "}]}, {"heading": "Deaths", "year": "1205", "date": "July 13", "txt": "Hubert Walter, English archbishop and politician, Lord Chancellor of The United Kingdom (b. 1160)", "entities": [{"title": "Hubert Walter", "href": "/wiki/Hubert_Walter", "description": "Hubert Walter was an influential royal adviser in the late twelfth and early thirteenth centuries in the positions of Chief Justiciar of England, Archbishop of Canterbury, and Lord Chancellor. As chancellor, Walter began the keeping of the Charter Roll, a record of all charters issued by the chancery. Walter was not noted for his holiness in life or learning, but historians have judged him one of "}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1357", "date": "July 13", "txt": "Bartolus de Saxoferrato Italian academic and jurist (b. 1313)", "entities": [{"title": "Bartolus de Saxoferrato", "href": "/wiki/Bartolus_de_Saxoferrato", "description": "Bartolus de Saxoferrato was an Italian law professor and one of the most prominent continental jurists of Medieval Roman Law. He belonged to the school known as the commentators or postglossators. The admiration of later generations of civil lawyers is shown by the adage nemo bonus íurista nisi bartolista — no one is a good jurist unless he is a Bartolist."}]}, {"heading": "Deaths", "year": "1380", "date": "July 13", "txt": "Bertrand du Guesclin, French nobleman and knight (b. 1320)", "entities": [{"title": "Bertrand du Guesclin", "href": "/wiki/Bertrand_du_Guesclin", "description": "Bertrand du Guesclin, nicknamed \"The Eagle of Brittany\" or \"The Black Dog of Brocéliande\", was a Breton knight and an important military commander on the French side during the Hundred Years' War. From 1370 to his death, he was Constable of France for King Charles V. Well known for his Fabian strategy, he took part in six pitched battles and won the four in which he held command."}]}, {"heading": "Deaths", "year": "1399", "date": "July 13", "txt": "Peter Parler, German architect, designed St. Vitus Cathedral and Charles Bridge (b. 1330)", "entities": [{"title": "Peter Parler", "href": "/wiki/Peter_Parler", "description": "Peter Parler was a German-Bohemian architect and sculptor from the Parler family of master builders. Along with his father, Heinrich Parler, he is one of the most prominent and influential craftsmen of the Middle Ages. Born and apprenticed in the town of Schwäbisch Gmünd, Peter worked at several important late Medieval building sites, including Strasbourg, Cologne, and Nuremberg. After 1356 he liv"}, {"title": "St. Vitus Cathedral", "href": "/wiki/St._Vitus_Cathedral", "description": "The Metropolitan Cathedral of Saints Vitus, Wenceslaus and Adalbert is a Roman Catholic metropolitan cathedral in Prague, the seat of the Archbishop of Prague. Until 1997, the cathedral was dedicated only to Saint Vitus, and is still commonly named only as St. Vitus Cathedral."}, {"title": "Charles Bridge", "href": "/wiki/Charles_Bridge", "description": "Charles Bridge is a medieval stone arch bridge that crosses the Vltava (Moldau) river in Prague, Czech Republic. Its construction started in 1357 under the auspices of King Charles IV, and finished in the early 15th century. The bridge replaced the old Judith Bridge built 1158–1172 that had been badly damaged by a flood in 1342. This new bridge was originally called Stone Bridge or Prague Bridge, "}]}, {"heading": "Deaths", "year": "1399", "date": "July 13", "txt": "Jadwiga, queen of Poland (b. 1399)", "entities": []}, {"heading": "Deaths", "year": "1402", "date": "July 13", "txt": "Jianwen, Chinese emperor (b. 1377)", "entities": [{"title": "Jianwen Emperor", "href": "/wiki/Jianwen_Emperor", "description": "The Jianwen Emperor was the second Emperor of the Ming dynasty, reigned from 1398 to 1402. His personal name was Zhu Yunwen (朱允炆). The era name of his reign, Jianwen, means \"establishing civility\" and represented a sharp change in tone from Hongwu, the era name of the reign of his grandfather and predecessor, the Hongwu Emperor. His reign did not last long: an attempt to restrain his uncles led to"}]}, {"heading": "Deaths", "year": "1491", "date": "July 13", "txt": "Afonso, Portuguese prince (b. 1475)", "entities": [{"title": "Afonso, Prince of Portugal", "href": "/wiki/Afonso,_Prince_of_Portugal", "description": "Afonso, Prince of Portugal was the heir apparent to the throne of Portugal. He was born in Lisbon, Portugal, and died in a horse-riding accident on the banks of the river Tagus."}]}, {"heading": "Deaths", "year": "1551", "date": "July 13", "txt": "John Wallop, English soldier and diplomat (b. 1490)", "entities": [{"title": "John Wallop", "href": "/wiki/John_Wallop", "description": "Sir John Wallop was an English soldier and diplomat who belonged to an old Hampshire family from the village of Farleigh Wallop."}]}, {"heading": "Deaths", "year": "1617", "date": "July 13", "txt": "Adam Wenceslaus, duke of Cieszyn (b. 1574)", "entities": [{"title": "Adam Wenceslaus, Duke of Cieszyn", "href": "/wiki/Adam_Wenceslaus,_Duke_of_Cieszyn", "description": "Adam Wenceslaus of Cieszyn, was a Duke of Cieszyn from 1579 until his death."}]}, {"heading": "Deaths", "year": "1621", "date": "July 13", "txt": "Albert VII, archduke of Austria (b. 1559)", "entities": [{"title": "Albert VII, Archduke of Austria", "href": "/wiki/Albert_VII,_Archduke_of_Austria", "description": "Albert VII was the ruling Archduke of Austria for a few months in 1619 and, jointly with his wife, Isabella Clara Eugenia, sovereign of the Habsburg Netherlands between 1598 and 1621. Prior to this, he had been a cardinal, archbishop of Toledo, viceroy of Portugal and Governor General of the Habsburg Netherlands. He succeeded his brother Matthias as reigning archduke of Lower and Upper Austria, bu"}]}, {"heading": "Deaths", "year": "1626", "date": "July 13", "txt": "Robert Sidney, 1st Earl of Leicester, English politician (b. 1563)", "entities": [{"title": "Robert Sidney, 1st Earl of Leicester", "href": "/wiki/Robert_Sidney,_1st_Earl_of_Leicester", "description": "Robert Sidney, 1st Earl of Leicester, second son of Sir Henry Sidney, was a statesman of Elizabethan and Jacobean England. He was also a patron of the arts and a poet. His mother, Mary Sidney née Dudley, was a lady-in-waiting to Queen Elizabeth I and a sister of Robert Dudley, 1st Earl of Leicester, an advisor and favourite of the Queen."}]}, {"heading": "Deaths", "year": "1628", "date": "July 13", "txt": "Robert Shirley, English soldier and diplomat (b. 1581)", "entities": [{"title": "Robert Shirley", "href": "/wiki/Robert_Shirley", "description": "Sir Robert Shirley was an English traveller and adventurer, younger brother of Sir Anthony Shirley and Sir Thomas Shirley. He is notable for his help modernising and improving the Persian Safavid army according to the British model, by the request of Shah Abbas the Great. This proved to be highly successful, as from then on the Safavids proved to be an equal force to their arch rival, the Ottoman "}]}, {"heading": "Deaths", "year": "1629", "date": "July 13", "txt": "Caspar Bartholin the Elder, Swedish physician and theologian (b. 1585)", "entities": [{"title": "Caspar Bartholin the Elder", "href": "/wiki/Caspar_Bartholin_the_Elder", "description": "Caspar Bartholin the Elder was a Danish physician, scientist and theologian."}]}, {"heading": "Deaths", "year": "1683", "date": "July 13", "txt": "Arthur Capell, 1st Earl of Essex, English politician, Lord Lieutenant of Ireland (b. 1631)", "entities": [{"title": "Arthur Capell, 1st Earl of Essex", "href": "/wiki/Arthur_Capell,_1st_Earl_of_Essex", "description": "Arthur Capell, 1st Earl of Essex, PC, also spelled Capel, of Cassiobury House, Watford, Hertfordshire, was an English statesman."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1755", "date": "July 13", "txt": "Edward Braddock, Scottish general (b. 1695)", "entities": [{"title": "Edward Braddock", "href": "/wiki/Edward_Braddock", "description": "Major General Edward Braddock was a British officer and commander-in-chief for the Thirteen Colonies during the start of the French and Indian War (1754–1763), which is also known in Europe and Canada as the Seven Years' War (1756–1763). He is generally best remembered for his command of a disastrous expedition against the French-occupied Ohio River Valley in 1755, in which he lost his life."}]}, {"heading": "Deaths", "year": "1762", "date": "July 13", "txt": "James Bradley, English priest and astronomer (b. 1693)", "entities": [{"title": "James Bradley", "href": "/wiki/James_Bradley", "description": "James Bradley (1692–1762) was an English astronomer and priest who served as the third Astronomer Royal from 1742. He is best known for two fundamental discoveries in astronomy, the aberration of light (1725–1728), and the nutation of the Earth's axis (1728–1748). These discoveries were called \"the most brilliant and useful of the century\" by Jean Baptiste Joseph Delambre, historian of astronomy, "}]}, {"heading": "Deaths", "year": "1789", "date": "July 13", "txt": "Victor de Riqueti, marquis de Mirabeau, French economist and academic (b. 1715)", "entities": [{"title": "Victor de Riqueti, marquis de Mirabeau", "href": "/wiki/Victor_de_Riqueti,_marquis_de_Mirabeau", "description": "Victor de Riqueti, Marquis de Mirabeau was a French economist of the Physiocratic school. He was the father of Honoré, Comte de Mirabeau and André Boniface Louis Riqueti de Mirabeau. He was, in distinction, often referred to as the elder Mirabeau as he had a younger brother, Jean-Antoine Riqueti de Mirabeau (1717–1794)."}]}, {"heading": "Deaths", "year": "1793", "date": "July 13", "txt": "Jean-Paul Marat, French physician and theorist (b. 1743)", "entities": [{"title": "Jean-Paul Marat", "href": "/wiki/Jean-Paul_Marat", "description": "Jean-Paul Marat was a French political theorist, physician and scientist. He was a journalist and politician during the French Revolution. He was a vigorous defender of the sans-culottes and seen as a radical voice. He published his views in pamphlets, placards and newspapers. His periodical L'Ami du peuple made him an unofficial link with the radical Jacobin group that came to power after June 17"}]}, {"heading": "Deaths", "year": "1807", "date": "July 13", "txt": "Henry Benedict Stuart, Italian cardinal (b. 1725)", "entities": [{"title": "Henry Benedict Stuart", "href": "/wiki/Henry_Benedict_Stuart", "description": "Henry Benedict Thomas Edward Maria Clement Francis Xavier Stuart, Cardinal Duke of York was a Roman Catholic cardinal, as well as the fourth and final Jacobite heir to publicly claim the thrones of England, Scotland, France, and Ireland. Unlike his father, James Francis Edward Stuart, and brother, Charles Edward Stuart, Henry made no effort to seize the throne. After Charles's death in January 178"}]}, {"heading": "Deaths", "year": "1881", "date": "July 13", "txt": "John C. Pemberton, American general (b. 1814)", "entities": [{"title": "John C. Pemberton", "href": "/wiki/John_C._Pemberton", "description": "John Clifford Pemberton was a career United States Army officer who fought in the Seminole Wars and with distinction during the Mexican–American War. He resigned his commission to serve as a Confederate Lieutenant-general during the American Civil War. He led the Army of Mississippi from December 1862 to July 1863 and was the commanding officer during the Confederate surrender at the Siege of Vick"}]}, {"heading": "Deaths", "year": "1889", "date": "July 13", "txt": "Robert Hamerling, Austrian author, poet, and playwright (b. 1830)", "entities": [{"title": "Robert Hamerling", "href": "/wiki/Robert_Hamerling", "description": "Robert Hamerling was an Austrian poet."}]}, {"heading": "Deaths", "year": "1890", "date": "July 13", "txt": "John C. Frémont, American general and politician, 5th Territorial Governor of Arizona (b. 1813)", "entities": [{"title": "John C. Frémont", "href": "/wiki/John_C._Fr%C3%A9mont", "description": "John Charles Frémont or Fremont was an explorer of the Western United States, military officer, and politician. He was a U.S. Senator from California, and in 1856 was the first Republican nominee for President of the United States. A native of Georgia, he was an opponent of slavery but also a contributor to Native American genocide."}, {"title": "List of Governors of Arizona", "href": "/wiki/List_of_Governors_of_Arizona", "description": "The Governor of Arizona is the head of government and head of state of the U.S. state of Arizona. As the top elected official, the governor is the head of the executive branch of the Arizona state government and is charged with faithfully executing state laws. The governor has the power to either approve or veto bills passed by the Arizona State Legislature; to convene the legislature; and to gran"}]}, {"heading": "Deaths", "year": "1890", "date": "July 13", "txt": "Johann Voldemar Jannsen, Estonian journalist and poet (b. 1819)", "entities": []}, {"heading": "Deaths", "year": "1893", "date": "July 13", "txt": "Young Man Afraid of His Horses, American tribal chief (b. 1836)", "entities": [{"title": "Young Man Afraid of His Horses", "href": "/wiki/Young_Man_Afraid_of_His_Horses", "description": "Young-Man-Afraid-of-His-Horses [Tȟašúŋke Kȟokípȟapi], also translated as His-Horses-Are-Afraid and They-Fear-Even-His-Horses, was a chief of the Oglala Sioux. Commonly misinterpreted, his name means They fear his horse or His horse is feared, meaning that the bearer of the name was so feared in battle that even the sight of his horse would inspire fear. He is known for his participation in Red Clo"}]}, {"heading": "Deaths", "year": "1896", "date": "July 13", "txt": "August Kekulé, German chemist and academic (b. 1829)", "entities": [{"title": "August Kekulé", "href": "/wiki/August_Kekul%C3%A9", "description": "Friedrich August Kekulé, later Friedrich August Kekule von Stradonitz, was a German organic chemist. From the 1850s until his death, Kekulé was one of the most prominent chemists in Europe, especially in theoretical chemistry. He was the principal founder of the theory of chemical structure and in particular the Kekulé structure of benzene."}]}, {"heading": "Deaths", "year": "1907", "date": "July 13", "txt": "Henrik Sillem, Dutch target shooter and jurist (b. 1866)", "entities": [{"title": "Henrik Sillem", "href": "/wiki/Henrik_Sillem", "description": "Henrik Sillem was a Dutch jurist, mountaineer and sports shooter."}]}, {"heading": "Deaths", "year": "1911", "date": "July 13", "txt": "Allan McLean, Scottish-Australian politician, 19th Premier of Victoria (b. 1840)", "entities": [{"title": "Allan McLean (Australian politician)", "href": "/wiki/Allan_McLean_(Australian_politician)", "description": "Allan McLean was an Australian politician who served as the 19th Premier of Victoria, in office from 1899 to 1900. He was later elected to federal parliament, where he served as a government minister under George Reid."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1921", "date": "July 13", "txt": "Gabriel Lippmann, Luxembourger physicist and academic, Nobel Prize laureate (b. 1845)", "entities": [{"title": "Gabriel Lippmann", "href": "/wiki/Gabriel_Lippmann", "description": "Jonas Ferdinand Gabriel Lippmann was a Franco-Luxembourgish physicist and inventor, and Nobel laureate in physics for his method of reproducing colours photographically based on the phenomenon of interference."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1922", "date": "July 13", "txt": "Martin Dies Sr., American journalist and politician (b. 1870)", "entities": [{"title": "Martin Dies Sr.", "href": "/wiki/Martin_Dies_Sr.", "description": "\nMartin Dies was a Texas politician and a Democratic member of the United States House of Representatives. His son Martin Dies Jr. was also a member of the United States House of Representatives."}]}, {"heading": "Deaths", "year": "1927", "date": "July 13", "txt": "Mimar Kemaleddin Bey, Turkish architect and academic, designed the Tayyare Apartments (b. 1870)", "entities": [{"title": "Mimar Kemaleddin Bey", "href": "/wiki/Mimar_Kemaleddin_Bey", "description": "Ahmet Kemalettin or Kemaleddin, widely known as Mimar Kemalettin and Kemalettin Bey, was a renowned Turkish architect of the very late period of the Ottoman architecture and the early years of the newly established Republic. He was among the pioneers of the first national architectural movement."}, {"title": "Tayyare Apartments", "href": "/wiki/Tayyare_Apartments", "description": "The Tayyare Apartments,, are a complex of four buildings completed in 1922 and located in the old city of Istanbul, Turkey. The apartments were originally built as public housing for the victims of a great fire, converted later into hotel premises. Formerly Ramada Hotel and then Merit Antique Hotel, the complex is currently a five star hotel of the Crowne Plaza Hotels & Resorts chain named Crowne "}]}, {"heading": "Deaths", "year": "1934", "date": "July 13", "txt": "Mary E. Byrd, American astronomer and academic (b. 1849)", "entities": [{"title": "Mary E. Byrd", "href": "/wiki/Mary_E._Byrd", "description": "Mary Emma Byrd was an American educator and is considered a pioneer astronomy teacher at college level. She was also an astronomer in her own right, determining cometary positions by photography."}]}, {"heading": "Deaths", "year": "1936", "date": "July 13", "txt": "Kojo Tovalou Houénou, Beninese lawyer and politician (b. 1887)", "entities": [{"title": "Kojo Tovalou Houénou", "href": "/wiki/Kojo_Tovalou_Hou%C3%A9nou", "description": "Kojo Tovalou Houénou was a prominent African critic of the French colonial empire in Africa. Born in Porto-Novo to a wealthy father and a mother who belonged to the royal family of the Kingdom of Dahomey, he was sent to France for education at the age of 13. There he received a law degree, medical training, and served in the French armed forces as an army doctor during World War I. Following the w"}]}, {"heading": "Deaths", "year": "1941", "date": "July 13", "txt": "Ilmar Raud, Estonian chess player (b. 1913)", "entities": [{"title": "Ilmar Raud", "href": "/wiki/Ilmar_Raud", "description": "Ilmar Raud was an Estonian chess master."}]}, {"heading": "Deaths", "year": "1945", "date": "July 13", "txt": "Alla Nazimova, Russian-American actress, producer, and screenwriter (b. 1879)", "entities": [{"title": "Alla Nazimova", "href": "/wiki/Alla_Nazimova", "description": "Alla Nazimova was a Russian-American actress."}]}, {"heading": "Deaths", "year": "1946", "date": "July 13", "txt": "Alfred Stieglitz, American photographer and curator (b. 1864)", "entities": [{"title": "Alfred Stieglitz", "href": "/wiki/Alfred_Stieglitz", "description": "Alfred Stieglitz was an American photographer and modern art promoter who was instrumental over his 50-year career in making photography an accepted art form. In addition to his photography, Stieglitz was known for the New York art galleries that he ran in the early part of the 20th century, where he introduced many avant-garde European artists to the U.S. He was married to painter Georgia O'Keeff"}]}, {"heading": "Deaths", "year": "1949", "date": "July 13", "txt": "Walt Kuhn, American painter and academic (b. 1877)", "entities": [{"title": "Walt Kuhn", "href": "/wiki/Walt_Kuhn", "description": "Walter Francis Kuhn was an American painter and an organizer of the famous Armory Show of 1913, which was America's first large-scale introduction to European Modernism."}]}, {"heading": "Deaths", "year": "1951", "date": "July 13", "txt": "Arnold Schoenberg, Austrian-American composer and painter (b. 1874)", "entities": [{"title": "Arnold Schoenberg", "href": "/wiki/Arnold_Schoenberg", "description": "Arnold Schoenberg or Schönberg was an Austrian-born composer, music theorist, teacher, writer, and painter. He is widely considered one of the most influential composers of the 20th century. He was associated with the expressionist movement in German poetry and art, and leader of the Second Viennese School. As a Jewish composer, Schoenberg was targeted by the Nazi Party, which labeled his works as"}]}, {"heading": "Deaths", "year": "1954", "date": "July 13", "txt": "Frida Kahlo, Mexican painter and educator (b. 1907)", "entities": [{"title": "Frida Kahlo", "href": "/wiki/Frida_Kahlo", "description": "Magdalena Carmen Frida Kahlo y Calderón was a Mexican painter known for her many portraits, self-portraits, and works inspired by the nature and artifacts of Mexico. Inspired by the country's popular culture, she employed a naïve folk art style to explore questions of identity, postcolonialism, gender, class, and race in Mexican society. Her paintings often had strong autobiographical elements and"}]}, {"heading": "Deaths", "year": "1960", "date": "July 13", "txt": "Joy Davidman, American-English poet and author (b. 1915)", "entities": [{"title": "Joy Davidman", "href": "/wiki/Joy_Davidman", "description": "Helen Joy Davidman was an American poet and writer. Often referred to as a child prodigy, she earned a master's degree from Columbia University in English literature at age twenty in 1935. For her book of poems, Letter to a Comrade, she won the Yale Series of Younger Poets Competition in 1938 and the Russell Loines Award for Poetry in 1939. She was the author of several books, including two novels"}]}, {"heading": "Deaths", "year": "1965", "date": "July 13", "txt": "Photis Kontoglou, Greek painter and illustrator (b. 1895)", "entities": [{"title": "Photis Kontoglou", "href": "/wiki/Photis_Kontoglou", "description": "Photis Kontoglou was a Greek writer, painter and icon painter."}]}, {"heading": "Deaths", "year": "1967", "date": "July 13", "txt": "Tom Simpson, English cyclist (b. 1937)", "entities": [{"title": "Tom Simpson", "href": "/wiki/Tom_Simpson", "description": "Thomas Simpson was one of Britain's most successful professional cyclists. He was born in Haswell, County Durham and later moved to Harworth, Nottinghamshire. Simpson began road cycling as a teenager before taking up track cycling, specialising in pursuit races. He won a bronze medal for track cycling at the 1956 Summer Olympics and a silver at the 1958 British Empire and Commonwealth Games."}]}, {"heading": "Deaths", "year": "1970", "date": "July 13", "txt": "Leslie Groves, American general and engineer (b. 1896)", "entities": [{"title": "Leslie Groves", "href": "/wiki/Leslie_Groves", "description": "Lieutenant General Leslie Richard Groves Jr. was a United States Army Corps of Engineers officer who oversaw the construction of the Pentagon and directed the Manhattan Project, a top secret research project that developed the atomic bomb during World War II."}]}, {"heading": "Deaths", "year": "1970", "date": "July 13", "txt": "Sheng Shicai, Chinese warlord (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "July 13", "txt": "Willy Fritsch, German actor and screenwriter (b. 1901)", "entities": [{"title": "Willy Fritsch", "href": "/wiki/Willy_Fritsch", "description": "Willy Fritsch was a German theater and film actor, a popular leading man and character actor from the silent-film era to the early 1960s."}]}, {"heading": "Deaths", "year": "1974", "date": "July 13", "txt": "Patrick Blackett, Baron Blackett, English physicist and academic, Nobel Prize laureate (b. 1897)", "entities": [{"title": "Patrick Blackett, Baron Blackett", "href": "/wiki/Patrick_Blackett,_Baron_Blackett", "description": "Patrick Maynard Stuart Blackett, Baron Blackett was a British experimental physicist known for his work on cloud chambers, cosmic rays, and paleomagnetism, winning the Nobel Prize for Physics in 1948. In 1925 he became the first person to prove that radioactivity could cause the nuclear transmutation of one chemical element to another. He also made a major contribution in World War II advising on "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1976", "date": "July 13", "txt": "Frederick Hawksworth, English engineer (b. 1884)", "entities": [{"title": "Frederick Hawksworth", "href": "/wiki/Frederick_Hawksworth", "description": "Frederick William Hawksworth, was the last Chief Mechanical Engineer of the Great Western Railway (GWR)."}]}, {"heading": "Deaths", "year": "1976", "date": "July 13", "txt": "Joachim Peiper, German SS officer (b. 1915)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1979", "date": "July 13", "txt": "Ludwig Merwart, Austrian painter and illustrator (b. 1913)", "entities": [{"title": "Ludwig Merwart", "href": "/wiki/Ludwig_Merwart", "description": "Ludwig Merwart was an influential Austrian painter and graphic artist. He is an important representative of Tachism and was a major force in graphic arts and prints, especially after World War II. His work belongs to the most significant and interesting contributions to graphic arts in Austria to this day."}]}, {"heading": "Deaths", "year": "1980", "date": "July 13", "txt": "Seretse Khama, Botswana lawyer and politician, 1st President of Botswana (b. 1921)", "entities": [{"title": "Seretse Khama", "href": "/wiki/Seretse_Khama", "description": "Sir Seretse Goitsebeng Maphiri Khama, GCB, KBE was a Botswana politician who served as the first President of Botswana, a post he held from 1966 to 1980."}, {"title": "List of heads of state of Botswana", "href": "/wiki/List_of_heads_of_state_of_Botswana", "description": "The President of the Republic of Botswana is the head of state and the head of government of Botswana, as well as the commander-in-chief of the armed forces, according to the Constitution of Botswana."}]}, {"heading": "Deaths", "year": "1983", "date": "July 13", "txt": "Gabrielle Roy, Canadian engineer and author (b. 1909)", "entities": [{"title": "Gabrielle Roy", "href": "/wiki/Gabrielle_Roy", "description": "Gabrielle Roy was a Canadian author from St. Boniface, Manitoba and one of the major figures in French Canadian literature."}]}, {"heading": "Deaths", "year": "1993", "date": "July 13", "txt": "Davey Allison, American race car driver (b. 1961)", "entities": [{"title": "Davey Allison", "href": "/wiki/Davey_Allison", "description": "David Carl Allison was an American NASCAR driver. He was best known for driving the No. 28 Texaco-Havoline Ford for Robert Yates Racing in the Winston Cup Series. Born in Hollywood, Florida, he was the oldest of four children born to Bobby and Judy Allison. The family moved to Hueytown, Alabama, and along with Bobby Allison's brother, Donnie, Red Farmer and Neil Bonnett, became known as the Alabam"}]}, {"heading": "Deaths", "year": "1995", "date": "July 13", "txt": "Godtfred Kirk Christiansen, Danish businessman (b. 1920)", "entities": [{"title": "Godtfred Kirk Christiansen", "href": "/wiki/Godtfred_Kirk_Christiansen", "description": "Godtfred Kirk Christiansen was the Managing Director of The Lego Group from 1957 to 1973. He was the third son of company founder Ole Kirk Christiansen and took over as Managing Director in 1957, eventually becoming the sole owner. Godtfred is credited with playing a pivotal role in the development of the Lego brick design and patented it in 1958. He also created the Lego System in Play, the corne"}]}, {"heading": "Deaths", "year": "1996", "date": "July 13", "txt": "Pandro S. Berman, American director, producer, and production manager (b. 1905)", "entities": [{"title": "Pandro S. Berman", "href": "/wiki/Pandro_S._Berman", "description": "Pandro Samuel Berman, also known as Pan Berman, was an American film producer."}]}, {"heading": "Deaths", "year": "1997", "date": "July 13", "txt": "Miguel Ángel Blanco, Spanish politician (b. 1968)", "entities": [{"title": "Miguel Ángel Blanco", "href": "/wiki/Miguel_%C3%81ngel_Blanco", "description": "Miguel Ángel Blanco Garrido was a local Spanish politician for the Popular Party-PP, who was kidnapped and subsequently murdered by the separatist group ETA."}]}, {"heading": "Deaths", "year": "1999", "date": "July 13", "txt": "Konstantinos Kollias, Greek general and politician, 168th Prime Minister of Greece (b. 1901)", "entities": [{"title": "Konstantinos Kollias", "href": "/wiki/Konstantinos_Kollias", "description": "Constantine Kollias was a Greek Attorney General of the Supreme Civil and Criminal Court of Greece who was proclaimed Prime Minister by the right-wing Greek military junta of 1967–74."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "2000", "date": "July 13", "txt": "Jan Karski, Polish-American activist and academic (b. 1914)", "entities": [{"title": "Jan Karski", "href": "/wiki/Jan_Karski", "description": "Jan Karski was a Polish soldier, resistance-fighter, and diplomat during World War II. He is known for having acted as a courier in 1940–43 to the Polish Government-in-Exile and to Poland's Western Allies about the situation in German-occupied Poland. He was reporting about the state of Poland, in which there were many competing factions in the resistance, and also about Germany's destruction of t"}]}, {"heading": "Deaths", "year": "2003", "date": "July 13", "txt": "Compay Segundo, Cuban singer-songwriter and guitarist (b. 1907)", "entities": [{"title": "Compay Segundo", "href": "/wiki/Compay_Segundo", "description": "Máximo Francisco Repilado Muñoz Telles, known professionally as \"Compay Segundo\", was a Cuban trova guitarist, singer and composer."}]}, {"heading": "Deaths", "year": "2005", "date": "July 13", "txt": "Robert E. Ogren, American zoologist (b. 1922)", "entities": [{"title": "Robert E. Ogren", "href": "/wiki/Robert_E._Ogren", "description": "Robert Edward Ogren was an American zoologist."}]}, {"heading": "Deaths", "year": "2006", "date": "July 13", "txt": "Red Buttons, American actor (b. 1919)", "entities": [{"title": "Red Buttons", "href": "/wiki/Red_Buttons", "description": "Red Buttons was an American actor and comedian. He won an Oscar and a Golden Globe for his supporting role in the 1957 film Sayonara. He was nominated for awards for his acting work in films such as They Shoot Horses, Don't They? and Harlow; and for voice work in Pete's Dragon. Buttons played a lead role, that of Private John Steele, in the 1962 international ensemble cast film, The Longest Day."}]}, {"heading": "Deaths", "year": "2007", "date": "July 13", "txt": "Michael Reardon, American mountaineer (b. 1965)", "entities": [{"title": "Michael Reardon (climber)", "href": "/wiki/Michael_Reardon_(climber)", "description": "Michael Reardon was an American professional free solo climber, filmmaker, motivational speaker and writer. Reardon, at age 42, perished after being swept to sea by a rogue wave, shortly after climbing a sea cliff at Dohilla in County Kerry, Ireland."}]}, {"heading": "Deaths", "year": "2008", "date": "July 13", "txt": "Bronisław Geremek, Polish historian and politician, Polish Minister of Foreign Affairs (b. 1932)", "entities": [{"title": "Bronisław Geremek", "href": "/wiki/Bronis%C5%82aw_Geremek", "description": "Bronisław Geremek was a Polish social historian and politician. He served as Member of Parliament (1991–2001), Minister of Foreign Affairs (1997–2000), leader of the Freedom Union (2000–2001) as well as Member of the European Parliament (2004–2008)."}, {"title": "Ministry of Foreign Affairs (Poland)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Poland)", "description": "The Ministry of Foreign Affairs is the Polish government department tasked with maintaining Poland's international relations and coordinating its participation in international and regional supra-national political organisations such as the European Union and United Nations. The head of the ministry holds a place in the Council of Ministers."}]}, {"heading": "Deaths", "year": "2010", "date": "July 13", "txt": "Manohari Singh, Indian saxophonist and composer (b. 1931)", "entities": [{"title": "Manohari Singh", "href": "/wiki/Manohari_Singh", "description": "Manohari Singh was an Indian music director, saxophonist and was the main arranger of seminal film composer R. D. Burman. He along worked with Basudeb Chakraborty as music composers, the duo also popularly known as Basu-Manohari."}]}, {"heading": "Deaths", "year": "2010", "date": "July 13", "txt": "George Steinbrenner, American businessman (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "July 13", "txt": "Allan Jeans, Australian footballer and coach (b. 1933)", "entities": [{"title": "Allan Jeans", "href": "/wiki/Allan_Jeans", "description": "Allan Lindsay Jeans was an Australian rules footballer and coach. He was inducted into the Australian Football Hall of Fame at its inception in 1996. Jeans was known for his oral motivation skills as a coach and led St Kilda and Hawthorn to a total of four premierships."}]}, {"heading": "Deaths", "year": "2012", "date": "July 13", "txt": "Warren Jabali, American basketball player (b. 1946)", "entities": [{"title": "Warren Jabali", "href": "/wiki/Warren_Jabali", "description": "Warren Jabali was an American basketball player. He played professionally in the American Basketball Association (ABA) from 1968 to 1975."}]}, {"heading": "Deaths", "year": "2012", "date": "July 13", "txt": "Jerzy Kulej, Polish boxer and politician (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 13", "txt": "Richard D. Zanuck, American film producer (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 13", "txt": "Leonard Garment,  American lawyer and public servant, 14th White House Counsel (b. 1924)", "entities": [{"title": "Leonard Garment", "href": "/wiki/Leonard_Garment", "description": "Leonard Garment was an American attorney, public servant, and arts advocate. He served U.S. presidents Richard Nixon and Gerald Ford in the White House in various positions from 1969 to 1976, including Counselor to the President, acting Special Counsel to Nixon for the last two years of his presidency, and U.S. Ambassador to the Third Committee at the United Nations."}, {"title": "White House Counsel", "href": "/wiki/White_House_Counsel", "description": "The White House counsel is a senior staff appointee of the president of the United States and vice president of the United States whose role is to advise the president on all legal issues concerning the president and their administration."}]}, {"heading": "Deaths", "year": "2013", "date": "July 13", "txt": "Henri Julien, French race car driver (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 13", "txt": "Cory Monteith, Canadian actor and singer (b. 1982)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 13", "txt": "Ottavio Quattrocchi, Italian businessman (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 13", "txt": "Vernon B. Romney, American lawyer and politician, 14th Attorney General of Utah (b. 1924)", "entities": [{"title": "Attorney General of Utah", "href": "/wiki/Attorney_General_of_Utah", "description": "The Attorney General of Utah is an elected constitutional officer in the executive branch of the state government of Utah. The attorney general is the chief legal officer and legal adviser in the state. The office is elected, with a term of four years."}]}, {"heading": "Deaths", "year": "2013", "date": "July 13", "txt": "Marc Simont, French-American author and illustrator (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 13", "txt": "Thomas Berger, American author and playwright (b. 1924)", "entities": [{"title": "Thomas Berger (novelist)", "href": "/wiki/Thomas_Berger_(novelist)", "description": "Thomas Louis Berger was an American novelist. Probably best known for his picaresque novel Little Big Man and the subsequent film by Arthur Penn, Berger explored and manipulated many genres of fiction throughout his career, including the crime novel, the hard-boiled detective story, science fiction, the utopian novel, plus re-workings of classical mythology, Arthurian legend, and the survival adve"}]}, {"heading": "Deaths", "year": "2014", "date": "July 13", "txt": "Alfred de Grazia, American political scientist, author, and academic (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 13", "txt": "Nadine Gordimer, South African novelist, short story writer, and activist, Nobel Prize laureate (b. 1923)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2014", "date": "July 13", "txt": "Jeff Leiding, American football player (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 13", "txt": "Lorin Maazel, French-American violinist, composer, and conductor (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 13", "txt": "Philipp Mißfelder, German historian and politician (b. 1979)", "entities": [{"title": "Philipp Mißfelder", "href": "/wiki/Philipp_Mi%C3%9Ffelder", "description": "Philipp Mißfelder was a German politician and a member of the German Bundestag. From January through March 2014, he served in the German government as the Coordinator for Transatlantic Cooperation in the Field of Intersocietal Relations, Cultural and Information Policy."}]}, {"heading": "Deaths", "year": "2015", "date": "July 13", "txt": "Martin Litchfield West, English scholar, author, and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "July 13", "txt": "Liu Xiaobo, Chinese literary critic, human rights activist (b. 1955)", "entities": [{"title": "Liu Xiaobo", "href": "/wiki/Liu_Xiaobo", "description": "Liu Xiaobo was a Chinese writer, literary critic, human rights activist, philosopher and Nobel Peace Prize laureate who called for political reforms and was involved in campaigns to end communist one-party rule in China. He was incarcerated as a political prisoner in Jinzhou, Liaoning. On 26 June 2017, he was granted medical parole after being diagnosed with liver cancer, and died on 13 July 2017."}]}, {"heading": "Deaths", "year": "2020", "date": "July 13", "txt": "Grant Imahara, American electrical engineer, roboticist, and television host (b. 1970)", "entities": [{"title": "Grant Imahara", "href": "/wiki/Grant_Imahara", "description": "Grant Masaru Imahara was an American electrical engineer, roboticist, television host, and actor. He was best known for his work on the television series MythBusters, on which he designed and built numerous robots and specialized in operating computers and electronics to test myths."}]}, {"heading": "Deaths", "year": "2020", "date": "July 13", "txt": "Zindzi Mandela, South African politician, diplomat, and third daughter of Nelson Mandela (b. 1960).", "entities": [{"title": "Nelson Mandela", "href": "/wiki/Nelson_Mandela", "description": "Nelson Rolihlahla Mandela was a South African anti-apartheid revolutionary, political leader and philanthropist who served as President of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by tackling institutionalised racism and fostering "}]}]