[{"heading": "Events", "year": "622", "date": "July 16", "txt": "The beginning of the Islamic calendar.", "entities": [{"title": "Islamic calendar", "href": "/wiki/Islamic_calendar", "description": "The Hijri calendar, also known as the Lunar Hijri calendar and as the Islamic, Muslim or Arabic calendar, is a lunar calendar consisting of 12 lunar months in a year of 354 or 355 days. It is used to determine the proper days of Islamic holidays and rituals, such as the annual period of fasting and the proper time for the Hajj. In almost all countries where the predominant religion is Islam, the c"}]}, {"heading": "Events", "year": "997", "date": "July 16", "txt": "Battle of Spercheios: Bulgarian forces of Tsar Samuel are defeated by a Byzantine army under general Nikephoros Ouranos at the Spercheios River in Greece.", "entities": [{"title": "Battle of Spercheios", "href": "/wiki/Battle_of_Spercheios", "description": "The Battle of Spercheios took place in 997 AD, on the shores of the Spercheios river near the city of Lamia in central Greece. It was fought between a Bulgarian army led by Tsar Samuil, which in the previous year had penetrated south into Greece, and a Byzantine army under the command of general Nikephoros Ouranos. The Byzantine victory virtually destroyed the Bulgarian army, and ended its raids i"}, {"title": "Samuel of Bulgaria", "href": "/wiki/Samuel_of_Bulgaria", "description": "Samuel was the Tsar (Emperor) of the First Bulgarian Empire from 997 to 6 October 1014. From 977 to 997, he was a general under Roman I of Bulgaria, the second surviving son of Emperor Peter I of Bulgaria, and co-ruled with him, as Roman bestowed upon him the command of the army and the effective royal authority. As Samuel struggled to preserve his country's independence from the Byzantine Empire,"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Nikephoros Ouranos", "href": "/wiki/Nikephoros_Ouranos", "description": "Nikephoros Ouranos, Latinized as Nicephorus Uranus, was a high-ranking Byzantine official and general during the reign of Emperor Basil II. One of the emperor's closest associates, he was active in Europe in the wars against the Bulgarians, scoring a major victory at Spercheios, and against the Arabs in Syria, where he held command during the first decade of the 11th century as Basil's virtual vic"}, {"title": "Spercheios", "href": "/wiki/Spercheios", "description": "The Spercheios, also known as the Spercheus from its Latin name, is a river in Phthiotis in central Greece. It is 80 km (50 mi) long, and its drainage area is 1,830 km2 (710 sq mi). It was worshipped as a god in the ancient Greek religion and appears in some collections of Greek mythology. In antiquity, its upper valley was known as Ainis. In AD 997, its valley was the site of the Battle of Sperch"}]}, {"heading": "Events", "year": "1054", "date": "July 16", "txt": "Three Roman legates break relations between Western and Eastern Christian Churches through the act of placing an Papal bull (of doubtful validity) of Excommunication on the altar of Hagia Sophia during Saturday afternoon divine liturgy. Historians frequently describe the event as the start of the East–West Schism.", "entities": [{"title": "Papal legate", "href": "/wiki/Papal_legate", "description": "A papal legate or apostolic legate is a personal representative of the pope to foreign nations, or to some part of the Catholic Church. He is empowered on matters of Catholic faith and for the settlement of ecclesiastical matters."}, {"title": "Western Christianity", "href": "/wiki/Western_Christianity", "description": "Western Christianity is one of two sub-divisions of Christianity. Western Christianity is composed of the Latin Church and Protestantism, together with their offshoots such as Independent Catholicism and Restorationism."}, {"title": "Eastern Christianity", "href": "/wiki/Eastern_Christianity", "description": "Eastern Christianity comprises Christian traditions and church families that originally developed during classical and late antiquity in Western Asia, Egypt, Northeast Africa, Eastern Europe, Southeastern Europe, Asia Minor, the Malabar coast of southern India, and parts of the Far East. The term does not describe a single communion or religious denomination. Major Eastern Christian bodies include"}, {"title": "Papal bull", "href": "/wiki/Papal_bull", "description": "A papal bull is a type of public decree, letters patent, or charter issued by a pope of the Catholic Church. It is named after the leaden seal (bulla) that was traditionally appended to the end in order to authenticate it."}, {"title": "Excommunication", "href": "/wiki/Excommunication", "description": "Excommunication is an institutional act of religious censure used to end or at least regulate the communion of a member of a congregation with other members of the religious institution who are in normal communion with each other. The purpose of the institutional act is to deprive, suspend, or limit membership in a religious community or to restrict certain rights within it, in particular, those o"}, {"title": "Hagia Sophia", "href": "/wiki/Hagia_Sophia", "description": "Hagia Sophia, officially Ayasofya-i Kebir Cami-i Şerifi, literally Holy Mosque of Hagia Sophia the Grand, and formerly the Church of Hagia Sophia, is a Late Antique place of worship in Istanbul, designed by the Greek geometers Isidore of Miletus and Anthemius of Tralles. Built in 537 as the patriarchal cathedral of the imperial capital of Constantinople, it was the largest Christian church of the "}, {"title": "East–West Schism", "href": "/wiki/East%E2%80%93West_Schism", "description": "The East–West Schism is the break of communion since the 11th century between the Catholic Church and Eastern Orthodox Church. The schism was the culmination of theological and political differences which had developed during the preceding centuries between Eastern and Western Christianity."}]}, {"heading": "Events", "year": "1212", "date": "July 16", "txt": "Battle of Las Navas de Tolosa: After Pope Innocent III calls European knights to a crusade, forces of Kings Alfonso VIII of Castile, Sancho VII of Navarre, Peter II of Aragon and Afonso II of Portugal defeat those of the Berber Muslim leader Almohad, thus marking a significant turning point in the Reconquista and in the medieval history of Spain.", "entities": [{"title": "Battle of Las Navas de Tolosa", "href": "/wiki/Battle_of_Las_Navas_de_Tolosa", "description": "The Battle of Las Navas de Tolosa, known in Arab history as the Battle of Al-Uqab, took place on 16 July 1212 and was an important turning point in the Reconquista and in the medieval history of Spain. The Christian forces of King Alfonso VIII of Castile were joined by the armies of his rivals, Sancho VII of Navarre and Peter II of Aragon, in battle against the Almohad Muslim rulers of the souther"}, {"title": "Pope Innocent III", "href": "/wiki/Pope_Innocent_III", "description": "Pope Innocent III (Latin: Innocentius III; 1160 or 1161 - 16 July 1216, born Lotario dei Conti di Segni was the head of the Catholic Church and ruler of the Papal States from 8 January 1198 to his death."}, {"title": "Crusades", "href": "/wiki/Crusades", "description": "The Crusades were a series of religious wars initiated, supported, and sometimes directed by the Latin Church in the medieval period. The term refers especially to the Eastern Mediterranean campaigns in the period between 1095 and 1271 that had the objective of conquering the Holy Land from Islamic rule. The term has also been applied to other church-sanctioned campaigns fought to combat paganism "}, {"title": "Alfonso VIII of Castile", "href": "/wiki/Alfonso_VIII_of_Castile", "description": "Alfonso VIII, called the Noble or the one of Las Navas, was the King of Castile from 1158 to his death and King of Toledo. He is most remembered for his part in the Reconquista and the downfall of the Almohad Caliphate. After having suffered a great defeat with his own army at Alarcos against the Almohads in 1195, he led the coalition of Christian princes and foreign crusaders who broke the power "}, {"title": "Sancho VII of Navarre", "href": "/wiki/Sancho_VII_of_Navarre", "description": "Sancho VII called the Strong was King of Navarre from 1194 until his death in 1234. He was the son and heir of Sancho VI, whom he followed as the second king to hold the title of King of Navarre. Sancho VII was the first to use the chains of Navarre as his blazon, a symbol that later would become the main one of Navarre, and the last member of the Jiménez dynasty, which had ruled since the 9th cen"}, {"title": "Peter II of Aragon", "href": "/wiki/Peter_II_of_Aragon", "description": "Peter II the Catholic was the King of Aragon and Count of Barcelona from 1196 to 1213."}, {"title": "Afonso II of Portugal", "href": "/wiki/Afonso_II_of_Portugal", "description": "Afonso II, nicknamed the Fat or the Leper, was the third King of Portugal and the second but eldest surviving son of Sancho I of Portugal by his wife, Dulce, Infanta of Aragon. Afonso succeeded his father on 27 March 1211."}, {"title": "Berbers", "href": "/wiki/Berbers", "description": "Berbers or Imazighen are an ethnic group mostly concentrated in North Africa, specifically Morocco, Algeria, Tunisia, Libya, the Canary Islands, and to a lesser extent in Mauritania, northern Mali, and northern Niger. Smaller Berber populations are also found in Burkina Faso and Egypt's Siwa Oasis."}, {"title": "Almohad Caliphate", "href": "/wiki/Almohad_Caliphate", "description": "The Almohad Caliphate was a North African Berber Muslim empire founded in the 12th century. At its height, it controlled much of the Iberian Peninsula and North Africa."}, {"title": "Spain in the Middle Ages", "href": "/wiki/Spain_in_the_Middle_Ages", "description": "In many ways, the history of Spain is marked by waves of conquerors who brought their distinct cultures to the peninsula. After the passage of the Vandals and Alans down the Mediterranean coast of Hispania from 408, the history of medieval Spain begins with the Iberian kingdom of the Arianist Visigoths (507–711), who were converted to Catholicism with their king Reccared in 587. Visigothic culture"}]}, {"heading": "Events", "year": "1232", "date": "July 16", "txt": "The Spanish town of Arjona declares independence and names its native Muhammad ibn Yusuf as ruler. This marks the Muhammad's first rise to prominence; he would later establish the Nasrid Emirate of Granada, the last independent Muslim state in Spain.", "entities": [{"title": "Arjona, Spain", "href": "/wiki/Arjona,_Spain", "description": "Arjona is a municipality in the province of Jaén, Andalusia, Spain. It is located 44 kilometres (27 mi) from the provincial capital, Jaén, and 77 kilometres (48 mi) from the city of Córdoba. As of 2017, it had a population of 5,662 and it has an area of 158.45 square kilometres (61.18 sq mi). It belongs to the comarca of Campiña. Its land area is primarily agricultural, with an emphasis on olive t"}, {"title": "Muhammad I of Granada", "href": "/wiki/Muhammad_I_of_Granada", "description": "Abu Abdullah Muhammad ibn Yusuf ibn Nasr, also known as Ibn al-Aḥmar and by his honorific al-Ghalib billah, was the first ruler of the Emirate of Granada, the last independent Muslim state on the Iberian Peninsula, and the founder of its ruling Nasrid dynasty. He lived during a time when Iberia's Christian kingdoms—especially Portugal, Castile and Aragon—were expanding at the expense of the Islami"}, {"title": "Nasrid dynasty", "href": "/wiki/Nasrid_dynasty", "description": "The Nasrid dynasty was the last Muslim dynasty in the Iberian Peninsula, ruling the Emirate of Granada from 1230 until 1492. Twenty-three emirs ruled Granada from the founding of the dynasty in 1230 by Muhammad I until 2 January 1492, when Muhammad XII surrendered all lands to Queen Isabella I of Castile. Today, the most visible evidence of the Nasrid dynasty is part of the Alhambra palace complex"}, {"title": "Emirate of Granada", "href": "/wiki/Emirate_of_Granada", "description": "The Emirate of Granada, also known as the Nasrid Kingdom of Granada, was an Islamic realm in southern Iberia during the Late Middle Ages. It was the last independent Muslim state in Western Europe."}]}, {"heading": "Events", "year": "1251", "date": "July 16", "txt": "Celebrated by the Carmelite Order–but doubted by modern historians–as the day when Saint Simon Stock had a vision of the Virgin Mary.", "entities": [{"title": "Carmelite Order", "href": "/wiki/Carmelite_Order", "description": "The Carmelites, formally known as the Order of the Brothers of the Blessed Virgin Mary of Mount Carmel or sometimes simply as Carmel by synecdoche, is a Roman Catholic mendicant religious order for men and women. Historical records about its origin remain very uncertain, but it was probably founded in the 12th century on Mount Carmel in the Crusader States. Berthold of Calabria has traditionally b"}, {"title": "Simon Stock", "href": "/wiki/Simon_Stock", "description": "Simon Stock, an Englishman who lived in the 13th century, was an early Prior of the Carmelite religious order. Little is known about his life with any historical certainty. The Blessed Virgin Mary is traditionally said to have appeared to him and given him the Carmelite habit, the Brown Scapular. Thus, popular devotion to Simon Stock is usually associated with devotion to Our Lady of Mount Carmel."}, {"title": "Virgin Mary", "href": "/wiki/Virgin_Mary", "description": "Mary was a 1st century Galilean Jewish woman of Nazareth, the wife of Joseph and the mother of Jesus, according to the canonical gospels and the Quran."}]}, {"heading": "Events", "year": "1377", "date": "July 16", "txt": "King Richard II of England is crowned.", "entities": [{"title": "Richard II of England", "href": "/wiki/Richard_II_of_England", "description": "Richard II, also known as Richard of Bordeaux, was King of England from 1377 until he was deposed in 1399. Richard's father, Edward, Prince of Wales, died in 1376, leaving Richard as heir apparent to his grandfather, King Edward III. Upon the death of Edward III, the 10-year-old Richard succeeded to the throne."}]}, {"heading": "Events", "year": "1661", "date": "July 16", "txt": "The first banknotes in Europe are issued by the Swedish bank Stockholms Banco.", "entities": [{"title": "Banknote", "href": "/wiki/Banknote", "description": "A banknote is a type of negotiable promissory note, made by a bank or other licensed authority, payable to the bearer on demand.\nBanknotes were originally issued by commercial banks, which were legally required to redeem the notes for legal tender when presented to the chief cashier of the originating bank. These commercial banknotes only traded at face value in the market served by the issuing ba"}, {"title": "Stockholms Banco", "href": "/wiki/Stockholms_Banco", "description": "Stockholms Banco was the first European bank to print banknotes. It was founded in 1657 by Johan Palmstruch in Stockholm, began printing banknotes in 1661, but ran into financial difficulties and was liquidated in 1667. Stockholms Banco was the immediate precursor to the central bank of Sweden, founded in 1668 as Riksens Ständers Bank and renamed in 1866 as Sveriges Riksbank, which is the world's "}]}, {"heading": "Events", "year": "1683", "date": "July 16", "txt": "Manchu Qing dynasty naval forces under traitorous commander Shi Lang defeat the Kingdom of Tungning in the Battle of Penghu near the Pescadores Islands.", "entities": [{"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}, {"title": "Shi Lang", "href": "/wiki/Shi_Lang", "description": "Shi Lang (1621–1696), Marquis Jinghai, also known as Secoe or Sego, was a Chinese admiral who served under the Ming and Qing dynasties in the 17th century. He was the commander-in-chief of the Qing fleets which destroyed the power of Zheng Chenggong's descendants in the 1660s, and led the conquest of the Zheng family's Kingdom of Tungning in Taiwan in 1683. Shi later governed part of Taiwan as a m"}, {"title": "Kingdom of Tungning", "href": "/wiki/Kingdom_of_Tungning", "description": "The Kingdom of Tungning or Kingdom of Formosa was a government that ruled part of southwestern Formosa (Taiwan) between 1661 and 1683. It was founded by Koxinga as part of the loyalist movement to restore the Ming dynasty in China after it was overthrown by the Manchu-led Qing dynasty. Koxinga hoped to recapture the mainland China from the Qing, using the island as a base of operations. Until its "}, {"title": "Battle of Penghu", "href": "/wiki/Battle_of_Penghu", "description": "The Battle of Penghu was a naval battle fought in 1683 between the Kingdom of Tungning based in Taiwan and the Manchu-led Qing dynasty of China. The Qing admiral Shi Lang led a fleet to attack the Tungning forces in Penghu. Each side possessed more than 200 warships. The Tungning admiral Liu Guoxuan (劉國軒) was outmaneuvered by Shi Lang, whose forces outnumbered him three to one. Liu surrendered whe"}, {"title": "Penghu", "href": "/wiki/Penghu", "description": "The Penghu or Pescadores Islands are an archipelago of 90 islands and islets in the Taiwan Strait. The largest city is Magong, located on the largest island, which is also named Magong. Covering an area of 141 square kilometers (54 sq mi), the archipelago collectively forms Penghu County of the Republic of China (Taiwan) and is the second smallest county after Lienchiang County."}]}, {"heading": "Events", "year": "1769", "date": "July 16", "txt": "Father Junípero Serra founds California's first mission, Mission San Diego de Alcalá. Over the following decades, it evolves into the city of San Diego, California.", "entities": [{"title": "Junípero Serra", "href": "/wiki/Jun%C3%ADpero_Serra", "description": "Junípero Serra y Ferrer was a Roman Catholic Spanish priest and friar of the Franciscan Order. He is credited with establishing the Franciscan Missions in the Sierra Gorda, a UNESCO World Heritage Site. He later founded a mission in Baja California and the first nine of 21 Spanish missions in California from San Diego to San Francisco, in what was then Spanish-occupied Alta California in the Provi"}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "Mission San Diego de Alcalá", "href": "/wiki/Mission_San_Diego_de_Alcal%C3%A1", "description": "Mission Basilica San Diego de Alcalá was the first Franciscan mission in The Californias, a province of New Spain. Located in present-day San Diego, California, it was founded on July 16, 1769, by Spanish friar Junípero Serra in an area long inhabited by the Kumeyaay people. The mission and the surrounding area were named for the Catholic Didacus of Alcalá, a Spaniard more commonly known as San Di"}, {"title": "San Diego", "href": "/wiki/San_Diego", "description": "San Diego is a city in the U.S. state of California on the coast of the Pacific Ocean and immediately adjacent to the United States–Mexico border. With an estimated population of 1,423,851 as of July 1, 2019, San Diego is the eighth most populous city in the United States and second most populous in California. The city is the county seat of San Diego County, the fifth most populous county in the "}]}, {"heading": "Events", "year": "1779", "date": "July 16", "txt": "American Revolutionary War: Light infantry of the Continental Army seize a fortified British Army position in a midnight bayonet attack at the Battle of Stony Point.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Light infantry", "href": "/wiki/Light_infantry", "description": "Light infantry is a designation applied to certain types of foot soldiers (infantry) throughout history, typically having lighter equipment or armament or a more mobile or fluid function than other types of infantry, such as heavy infantry or line infantry. Historically, light infantry often fought as scouts, raiders, and skirmishers—soldiers who fight in a loose formation ahead of the main army t"}, {"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}, {"title": "British Army", "href": "/wiki/British_Army", "description": "The British Army is the principal land warfare force of the United Kingdom, a part of the British Armed Forces along with the Royal Navy and the Royal Air Force. As of 2020, the British Army comprises 80,040 regular full-time personnel and 30,020 reserve personnel."}, {"title": "Battle of Stony Point", "href": "/wiki/Battle_of_Stony_Point", "description": "The Battle of Stony Point took place on July 16, 1779, during the American Revolutionary War. In a well planned and executed nighttime attack, a highly trained select group of George Washington's Continental Army troops under the command of Brigadier General \"Mad Anthony\" Wayne defeated British troops in a quick and daring assault on their outpost in Stony Point, New York, approximately 30 mi (48 "}]}, {"heading": "Events", "year": "1790", "date": "July 16", "txt": "The District of Columbia is established as the capital of the United States after signature of the Residence Act.", "entities": [{"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}, {"title": "Residence Act", "href": "/wiki/Residence_Act", "description": "The Residence Act of 1790, officially titled An Act for establishing the temporary and permanent seat of the Government of the United States, is a United States federal statute adopted during the second session of the First United States Congress and signed into law by President George Washington on July 16, 1790. The Act provides for a national capital and permanent seat of government to be estab"}]}, {"heading": "Events", "year": "1809", "date": "July 16", "txt": "The city of La Paz, in what is today Bolivia, declares its independence from the Spanish Crown during the La Paz revolution and forms the Junta Tuitiva, the first independent government in Spanish America, led by Pedro Domingo Murillo.", "entities": [{"title": "La Paz", "href": "/wiki/La_Paz", "description": "La Paz, officially known as Nuestra Señora de La Paz, also named Chuqi Yapu (Chuquiago) in Aymara, is the seat of government of the Plurinational State of Bolivia. With an estimated 816,044 residents as of 2020, La Paz is the third-most populous city in Bolivia. Its metropolitan area, which is formed by La Paz, El Alto, Achocalla, Viacha, and Mecapaca makes up the second most populous urban area i"}, {"title": "Bolivia", "href": "/wiki/Bolivia", "description": "Bolivia, officially the Plurinational State of Bolivia, is a landlocked country located in western-central South America. The constitutional capital is Sucre, while the seat of government and executive capital is La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales, a mostly flat region in the east of the country."}, {"title": "Monarchy of Spain", "href": "/wiki/Monarchy_of_Spain", "description": "The Monarchy of Spain, constitutionally referred to as The Crown, is a constitutional institution and the highest office of Spain. The monarchy comprises the reigning monarch, his or her family, and the royal household organization which supports and facilitates the monarch in the exercise of his duties and prerogatives. The Spanish monarchy is currently represented by King Felipe VI, Queen Letizi"}, {"title": "La Paz revolution", "href": "/wiki/La_Paz_revolution", "description": "The city of La Paz, in the region of Upper Peru experienced a revolution in 1809 that deposed Spanish authorities and declared independence. It is considered one of the early steps of the Spanish American wars of independence, and an antecedent of the independence of Bolivia. However, the revolution was defeated shortly afterwards, and the city returned to Spanish rule."}, {"title": "Pedro Domingo Murillo", "href": "/wiki/Pedro_Domingo_Murillo", "description": "Pedro Domingo Murillo was a patriot of Upper Peru who played a key role in Bolivia's independence."}]}, {"heading": "Events", "year": "1849", "date": "July 16", "txt": "Antonio María Claret y Clará founds the Congregation of the Missionary Sons of the Immaculate Heart of Mary, popularly known as the Claretians in Vic, in the province of Barcelona, Catalonia, Spain.", "entities": [{"title": "Antonio María Claret y Clará", "href": "/wiki/Antonio_Mar%C3%ADa_Claret_y_Clar%C3%A1", "description": "Anthony Mary Claret was a Spanish Roman Catholic archbishop and missionary, and was confessor of Isabella II of Spain. He founded the congregation of Missionary Sons of the Immaculate Heart of Mary, commonly called the Claretians. In addition to the Claretians, which in the early 21st century had over 450 houses and 3100 members, with missions in five continents, Claret founded or drew up the rule"}, {"title": "Claretians", "href": "/wiki/Claretians", "description": "The Claretians, formally the Congregation of Missionaries, Sons of the Immaculate Heart of the Blessed Virgin Mary, are a community of Roman Catholic priests and brothers, founded in 1849 by Anthony Mary Claret.\nThey are active as missionaries worldwide, in more than 65 countries on five continents. \nThe number of Claretian priests and brothers is estimated at more than 3,000.\nThe Congregation has"}, {"title": "Vic", "href": "/wiki/Vic", "description": "Vic is the capital of the comarca of Osona, in the province of Barcelona, Catalonia, Spain. Vic is located 69 km (43 mi) from Barcelona and 60 km (37 mi) from Girona."}, {"title": "Barcelona", "href": "/wiki/Barcelona", "description": "Barcelona is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the fif"}, {"title": "Catalonia", "href": "/wiki/Catalonia", "description": "Catalonia is an autonomous community in the northeastern corner of Spain, designated as a nationality by its Statute of Autonomy."}]}, {"heading": "Events", "year": "1861", "date": "July 16", "txt": "American Civil War: At the order of President Abraham Lincoln, Union troops begin a 25-mile march into Virginia for what will become the First Battle of Bull Run, the first major land battle of the war.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}, {"title": "First Battle of Bull Run", "href": "/wiki/First_Battle_of_Bull_Run", "description": "The First Battle of Bull Run, also known as the Battle of First Manassas, was the first major battle of the American Civil War. The battle was fought on July 21, 1861, in Prince William County, Virginia, just north of the city of Manassas and about 30 miles west-southwest of Washington, D.C. The Union's forces were slow in positioning themselves, allowing Confederate reinforcements time to arrive "}]}, {"heading": "Events", "year": "1862", "date": "July 16", "txt": "American Civil War: David Farragut is promoted to rear admiral, becoming the first officer in United States Navy to hold an admiral rank.", "entities": [{"title": "David Farragut", "href": "/wiki/David_Farragut", "description": "David Glasgow Farragut was a flag officer of the United States Navy during the American Civil War. He was the first rear admiral, vice admiral, and admiral in the United States Navy. He is remembered for his order at the Battle of Mobile Bay usually paraphrased as \"Damn the torpedoes, full speed ahead\" in U.S. Navy tradition."}, {"title": "Rear admiral", "href": "/wiki/Rear_admiral", "description": "Rear admiral is a senior naval flag officer rank, equivalent to a major general and air vice marshal and above that of a commodore and captain, but below that of a vice admiral. It is regarded as a two star \"admiral\" rank. It is often regarded as a two-star rank with a NATO code of OF-7."}, {"title": "United States Navy", "href": "/wiki/United_States_Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}]}, {"heading": "Events", "year": "1909", "date": "July 16", "txt": "Persian Constitutional Revolution: Mohammad Ali Shah Qajar is forced out as Shah of Persia and is replaced by his son Ahmad Shah Qajar.", "entities": [{"title": "Persian Constitutional Revolution", "href": "/wiki/Persian_Constitutional_Revolution", "description": "The Persian Constitutional Revolution, also known as the Constitutional Revolution of Iran, took place between 1905 and 1911. The revolution led to the establishment of a parliament in Persia (Iran) during the Qajar dynasty."}, {"title": "Mohammad Ali Shah Qajar", "href": "/wiki/Mohammad_Ali_Shah_Qajar", "description": "Mohammad Ali Shah Qajar, Shah of Iran from 8 January 1907 to 16 July 1909. He was the sixth shah of the Qajar Dynasty."}, {"title": "Ahmad Shah Qajar", "href": "/wiki/Ahmad_Shah_Qajar", "description": "Ahmad Shah Qajar was Shah of Iran from July 16, 1909 to December 15, 1925, and the last ruling member of the Qajar dynasty."}]}, {"heading": "Events", "year": "1910", "date": "July 16", "txt": "John Robertson Duigan makes the first flight of the Duigan pusher biplane, the first aircraft built in Australia.", "entities": [{"title": "John Robertson Duigan", "href": "/wiki/John_Robertson_Duigan", "description": "John Robertson Duigan MC was an Australian pioneer aviator who built and flew the first Australian-made aircraft. Duigan was born in Terang, Victoria, and grew up in Melbourne attending Brighton Grammar School. He travelled to the United Kingdom in late 1901 to study electrical engineering at Finsbury Technical College in London (1902-1904) and Motor Engineering at Battersea Polytechnic (1905). He"}, {"title": "Duigan pusher biplane", "href": "/wiki/Duigan_pusher_biplane", "description": "The Duigan pusher biplane was an early aircraft which made the first powered flight by an Australian-designed and built machine when it flew in Victoria in 1910. The aircraft was constructed by John Duigan with help from his brother, Reginald, on their family farm at Mia Mia. The effort was especially significant in that the brothers built the aircraft almost entirely by themselves and without inp"}]}, {"heading": "Events", "year": "1915", "date": "July 16", "txt": "Henry James becomes a British citizen to highlight his commitment to Britain during the first World War.", "entities": [{"title": "Henry James", "href": "/wiki/Henry_James", "description": "Henry James was an American author. He is regarded as a key transitional figure between literary realism and literary modernism and is considered by many to be among the greatest novelists in the English language. He was the son of Henry James Sr. and the brother of renowned philosopher and psychologist William James and diarist Alice James."}]}, {"heading": "Events", "year": "1915", "date": "July 16", "txt": "At Treasure Island on the Delaware River in the United States, the First Order of the Arrow ceremony takes place and the Order of the Arrow is founded to honor American Boy Scouts who best exemplify the Scout Oath and Law.", "entities": [{"title": "Order of the Arrow", "href": "/wiki/Order_of_the_Arrow", "description": "The Order of the Arrow (OA) is the National Honor Society of the Boy Scouts of America (BSA), composed of Scouts and Scouters who best exemplify the Scout Oath and Law in their daily lives as elected by their peers. The society was created by E. Urner Goodman, with the assistance of Carroll A. Edson, in 1915 as a means of reinforcing the Scout Oath and the Scout Law. It uses imagery commonly assoc"}]}, {"heading": "Events", "year": "1927", "date": "July 16", "txt": "Augusto César Sandino leads a raid on U.S. Marines and Nicaraguan Guardia Nacional that had been sent to apprehend him in the village of Ocotal, but is repulsed by one of the first dive-bombing attacks in history.", "entities": [{"title": "Augusto César Sandino", "href": "/wiki/Augusto_C%C3%A9sar_Sandino", "description": "Augusto C. Sandino, full name Augusto Nicolás Calderón de Sandino y José de María Sandino, was a Nicaraguan revolutionary and leader of a rebellion between 1927 and 1933 against the United States occupation of Nicaragua. Despite being referred to as a \"bandit\" by the United States government, his exploits made him a hero throughout much of Latin America, where he became a symbol of resistance to A"}, {"title": "Ocotal", "href": "/wiki/Ocotal", "description": "Ocotal is the capital of the Nueva Segovia Department in Nicaragua, Central America and the municipal seat of Ocotal Municipality."}, {"title": "Dive bomber", "href": "/wiki/Dive_bomber", "description": "A dive bomber is a bomber aircraft that dives directly at its targets in order to provide greater accuracy for the bomb it drops. Diving towards the target simplifies the bomb's trajectory and allows the pilot to keep visual contact throughout the bomb run. This allows attacks on point targets and ships, which were difficult to attack with conventional level bombers, even en masse."}]}, {"heading": "Events", "year": "1931", "date": "July 16", "txt": "Emperor Haile Selassie signs the first constitution of Ethiopia.", "entities": [{"title": "Emperor of Ethiopia", "href": "/wiki/Emperor_of_Ethiopia", "description": "The Emperor of Ethiopia was the hereditary ruler of the Ethiopian Empire, until the abolition of the monarchy in 1975. The Emperor was the head of state and head of government, with ultimate executive, judicial and legislative power in that country. A National Geographic article called imperial Ethiopia \"nominally a constitutional monarchy; in fact [it was] a benevolent autocracy\"."}, {"title": "Haile Selassie", "href": "/wiki/Haile_Selassie", "description": "Haile Selassie I was the Emperor of Ethiopia from 1930 to 1974. Prior to his coronation, he had been the Regent Plenipotentiary of Ethiopia from 1916. He is a defining figure in modern Ethiopian history. He was a member of the Solomonic dynasty who traced his lineage to Emperor Menelik I."}, {"title": "1931 Constitution of Ethiopia", "href": "/wiki/1931_Constitution_of_Ethiopia", "description": "The 1931 Constitution of Ethiopia was the first modern constitution for Ethiopia, intended to officially replace the Fetha Nagast, which had been the supreme law since the Middle Ages. It was promulgated in \"an impressive ceremony\" held 16 July 1931 in the presence of Emperor Haile Selassie, who had long desired to proclaim one for his country. In the preface to his translation of this constitutio"}]}, {"heading": "Events", "year": "1935", "date": "July 16", "txt": "The world's first parking meter is installed in Oklahoma City, Oklahoma.", "entities": [{"title": "Parking meter", "href": "/wiki/Parking_meter", "description": "A parking meter is a device used to collect money in exchange for the right to park a vehicle in a particular place for a limited amount of time. Parking meters can be used by municipalities as a tool for enforcing their integrated on-street parking policy, usually related to their traffic and mobility management policies, but are also used for revenue."}, {"title": "Oklahoma City", "href": "/wiki/Oklahoma_City", "description": "Oklahoma City, officially the City of Oklahoma City, and often shortened to OKC, is the capital and largest city in the U.S. state of Oklahoma. The county seat of Oklahoma County, it ranks 25th among United States cities in population, and is the 11th largest city in the South. The population grew following the 2010 census and is estimated to have reached 655,057 as of July 2019. The Oklahoma City"}]}, {"heading": "Events", "year": "1941", "date": "July 16", "txt": "Joe DiMaggio hits safely for the 56th consecutive game, a streak that still stands as an MLB record.", "entities": [{"title": "Joe DiMaggio", "href": "/wiki/Joe_DiMaggio", "description": "Joseph Paul DiMaggio, nicknamed \"Joltin' Joe\" and \"The Yankee Clipper\", was an American baseball center fielder who played his entire 13-year career in Major League Baseball for the New York Yankees. Born to Sicilian Italian immigrants in California, he is widely considered one of the greatest baseball players of all time, and had a 56-game hitting streak, a record that still stands."}, {"title": "Joe DiMaggio's 56-game hitting streak", "href": "/wiki/Joe_DiMaggio%27s_56-game_hitting_streak", "description": "During the 1941 Major League Baseball (MLB) season, New York Yankees center fielder Joe DiMaggio recorded at least one hit in 56 consecutive games, breaking the MLB record for the longest hitting streak. His run lasted from May 15 to July 16, during which he had a .408 batting average. DiMaggio's streak surpassed the single-season record of 44 consecutive games that had been held by Willie Keeler "}, {"title": "Major League Baseball", "href": "/wiki/Major_League_Baseball", "description": "Major League Baseball (MLB) is an American professional baseball organization and the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but r"}]}, {"heading": "Events", "year": "1942", "date": "July 16", "txt": "Holocaust: Vel' d'Hiv Roundup (Rafle du Vel' d'Hiv): The government of Vichy France orders the mass arrest of 13,152 Jews who are held at the Vélodrome d'Hiver in Paris before deportation to Auschwitz.", "entities": [{"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}, {"title": "Vel' d'Hiv Roundup", "href": "/wiki/Vel%27_d%27Hiv_Roundup", "description": "The Vel' d'Hiv' Roundup was a mass arrest of Jewish families by French police and gendarmes, that took place in Paris on 16 and 17 July 1942. It was part of an operation codenamed Opération Vent printanier."}, {"title": "Vichy France", "href": "/wiki/Vichy_France", "description": "Vichy France is the common name of the French State headed by Marshal Philippe Pétain during World War II. It was an independent ally of Nazi Germany until late 1942 when Berlin took full control. Evacuated from Paris to the resort town of Vichy in the unoccupied \"Free Zone\" in the southern part of Metropolitan France, it remained responsible for the civil administration of France as well as its c"}, {"title": "Mass arrest", "href": "/wiki/Mass_arrest", "description": "A mass arrest occurs when police apprehend large numbers of suspects at once. This sometimes occurs at protests. Some mass arrests are also used in an effort to combat gang activity. This is sometimes controversial, and lawsuits sometimes result. In police science, it is deemed to be good practice to plan for the identification of those arrested during mass arrests, since it is unlikely that the o"}, {"title": "Vélodrome d'Hiver", "href": "/wiki/V%C3%A9lodrome_d%27Hiver", "description": "The Vélodrome d'Hiver, colloquially Vel' d'Hiv', was an indoor bicycle racing cycle track and stadium (velodrome) on rue Nélaton, not far from the Eiffel Tower in Paris. As well as a cycling track, it was used for ice hockey, basketball, wrestling, boxing, roller-skating, circuses, bullfighting, spectaculars, and demonstrations. It was the first permanent indoor track in France and the name persis"}, {"title": "Auschwitz concentration camp", "href": "/wiki/Auschwitz_concentration_camp", "description": "The Auschwitz concentration camp was a complex of over 40 concentration and extermination camps operated by Nazi Germany in occupied Poland during World War II and the Holocaust. It consisted of Auschwitz I, the main camp (Stammlager) in Oświęcim; Auschwitz II-Birkenau, a concentration and extermination camp with gas chambers; Auschwitz III-Monowitz, a labor camp for the chemical conglomerate IG F"}]}, {"heading": "Events", "year": "1945", "date": "July 16", "txt": "World War II: The heavy cruiser USS Indianapolis leaves San Francisco with parts for the atomic bomb \"Little Boy\" bound for Tinian Island.", "entities": [{"title": "Heavy cruiser", "href": "/wiki/Heavy_cruiser", "description": "The heavy cruiser was a type of cruiser, a naval warship designed for long range and high speed, armed generally with naval guns of roughly 203 mm (8 inches) in caliber, whose design parameters were dictated by the Washington Naval Treaty of 1922 and the London Naval Treaty of 1930.\nThe heavy cruiser is part of a lineage of ship design from 1915 through the early 1950s, although the term \"heavy cr"}, {"title": "USS Indianapolis (CA-35)", "href": "/wiki/USS_Indianapolis_(CA-35)", "description": "USS Indianapolis (CL/CA-35) was a  Portland-class heavy cruiser of the United States Navy, named for the city of Indianapolis, Indiana. Launched in 1931, the vessel served as the flagship for the commander of Scouting Force 1 for eight years, then as flagship for Admiral Raymond Spruance in 1943 and 1944 while he commanded the Fifth Fleet in battles across the Central Pacific during World War II."}, {"title": "Little Boy", "href": "/wiki/Little_Boy", "description": "\"Little Boy\" was the codename for the type of atomic bomb dropped on the Japanese city of Hiroshima on 6 August 1945 during World War II. It was the first nuclear weapon used in warfare. The bomb was dropped by the Boeing B-29 Superfortress Enola Gay piloted by Colonel Paul W. Tibbets, Jr., commander of the 509th Composite Group of the United States Army Air Forces and Captain Robert A. Lewis. It "}, {"title": "Tinian", "href": "/wiki/Tinian", "description": "Tinian is one of the three principal islands of the Commonwealth of the Northern Mariana Islands. Together with uninhabited neighbouring Aguigan, it forms Tinian Municipality, one of the four constituent municipalities of the Northern Marianas. Tinian's largest village is San Jose."}]}, {"heading": "Events", "year": "1945", "date": "July 16", "txt": "Manhattan Project: The Atomic Age begins when the United States successfully detonates a plutonium-based test nuclear weapon near Alamogordo, New Mexico.", "entities": [{"title": "Atomic Age", "href": "/wiki/Atomic_Age", "description": "The Atomic Age, also known as the Atomic Era, is the period of history following the detonation of the first nuclear weapon, The Gadget at the Trinity test in New Mexico, on July 16, 1945, during World War II. Although nuclear chain reactions had been hypothesized in 1933 and the first artificial self-sustaining nuclear chain reaction had taken place in December 1942, the Trinity test and the ensu"}, {"title": "Trinity (nuclear test)", "href": "/wiki/Trinity_(nuclear_test)", "description": "Trinity was the code name of the first detonation of a nuclear device. It was conducted by the United States Army at 5:29 a.m. on July 16, 1945, as part of the Manhattan Project. The test was conducted in the Jornada del Muerto desert about 35 miles (56 km) southeast of Socorro, New Mexico, on what was then the USAAF Alamogordo Bombing and Gunnery Range, now part of White Sands Missile Range. The "}, {"title": "Plutonium", "href": "/wiki/Plutonium", "description": "Plutonium is a radioactive chemical element with the symbol Pu and atomic number 94. It is an actinide metal of silvery-gray appearance that tarnishes when exposed to air, and forms a dull coating when oxidized. The element normally exhibits six allotropes and four oxidation states. It reacts with carbon, halogens, nitrogen, silicon, and hydrogen. When exposed to moist air, it forms oxides and hyd"}, {"title": "Nuclear weapon", "href": "/wiki/Nuclear_weapon", "description": "A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or from a combination of fission and fusion reactions. Both bomb types release large quantities of energy from relatively small amounts of matter."}, {"title": "Alamogordo, New Mexico", "href": "/wiki/Alamogordo,_New_Mexico", "description": "Alamogordo is the seat of Otero County, New Mexico, United States. A city in the Tularosa Basin of the Chihuahuan Desert, it is bordered on the east by the Sacramento Mountains and to the west by Holloman Air Force Base. The population was 30,403 as of the 2010 census. Alamogordo is known for its connection with the 1945 Trinity test, which was the first ever explosion of an atomic bomb."}]}, {"heading": "Events", "year": "1948", "date": "July 16", "txt": "Following token resistance, the city of Nazareth, revered by Christians as the hometown of Jesus, capitulates to Israeli troops during Operation Dekel in the 1948 Arab–Israeli War.", "entities": [{"title": "Nazareth", "href": "/wiki/Nazareth", "description": "Nazareth is the largest city in the Northern District of Israel. Nazareth is known as \"the Arab capital of Israel\". In 2019 its population was 77,445. The inhabitants are predominantly Arab citizens of Israel, of whom 69% are Muslim and 30.9% Christian. Nof HaGalil, declared a separate city in June 1974, is built alongside old Nazareth, and had a Jewish population of 40,312 in 2014."}, {"title": "Jesus", "href": "/wiki/Jesus", "description": "Jesus, also referred to as Jesus of Nazareth or Jesus Christ, was a first-century Jewish preacher and religious leader. He is the central figure of Christianity, the world's largest religion. Most Christians believe he is the incarnation of God the Son and the awaited messiah, prophesied in the Old Testament."}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Operation Dekel", "href": "/wiki/Operation_Dekel", "description": "\nOperation Dekel, was the largest offensive by Israeli forces in the north of Palestine after the first truce of the 1948 Arab-Israeli War. It was carried out by the 7th Armoured Brigade led by Canadian volunteer Ben Dunkelman, a battalion from the Carmeli Brigade, and some elements from the Golani Brigade between 8–18 July. Its objective was to capture Nazareth and the Lower Galilee."}, {"title": "1948 Arab–Israeli War", "href": "/wiki/1948_Arab%E2%80%93Israeli_War", "description": "The 1948 Arab–Israeli War was the second and final stage of the 1947–49 Palestine war. It formally began following the end of the British Mandate for Palestine at midnight on 14 May 1948; the Israeli Declaration of Independence had been issued earlier that day, and a military coalition of Arab states entered the territory of British Palestine in the morning of 15 May."}]}, {"heading": "Events", "year": "1948", "date": "July 16", "txt": "The storming of the cockpit of the Miss Macao passenger seaplane, operated by a subsidiary of the Cathay Pacific Airways, marks the first aircraft hijacking of a commercial plane.", "entities": [{"title": "Cathay Pacific", "href": "/wiki/Cathay_Pacific", "description": "Cathay Pacific Airways Ltd. (CPA), more widely known as Cathay Pacific, is the flag carrier of Hong Kong, with its head office and main hub located at Hong Kong International Airport. The airline's operations and subsidiaries have scheduled passenger and cargo services to more than 190 destinations in more than 60 countries worldwide including codeshares and joint ventures. Cathay Pacific operates"}, {"title": "Aircraft hijacking", "href": "/wiki/Aircraft_hijacking", "description": "Aircraft hijacking, is the unlawful seizure of an aircraft by an individual or a group. Dating from the earliest of hijackings, most cases involve the pilot being forced to fly according to the hijacker's demands. However, in rare cases, the hijackers have flown the aircraft themselves and used them in suicide attacks –most notably in the September 11 attacks– and in several cases, planes have bee"}]}, {"heading": "Events", "year": "1950", "date": "July 16", "txt": "Chaplain–Medic massacre: American POWs are massacred by North Korean Army.", "entities": [{"title": "Chaplain–Medic massacre", "href": "/wiki/Chaplain%E2%80%93Medic_massacre", "description": "The Chaplain–Medic massacre took place in the Korean War on July 16, 1950, on a mountain above the village of Tuman, South Korea. Thirty unarmed, critically wounded United States Army (US) soldiers and an unarmed chaplain were murdered by members of the Korean People's Army (KPA) during the Battle of Taejon."}]}, {"heading": "Events", "year": "1951", "date": "July 16", "txt": "King Leopold III of Belgium abdicates in favor of his son, Baudouin I of Belgium.", "entities": [{"title": "Leopold III of Belgium", "href": "/wiki/Leopold_III_of_Belgium", "description": "Leopold III was King of the Belgians from 1934 until 1951. On the outbreak of World War II, Leopold tried to maintain Belgian neutrality, but after the German invasion in May 1940, he surrendered his country, earning him much hostility, both at home and abroad."}, {"title": "Baudouin of Belgium", "href": "/wiki/Baudouin_of_Belgium", "description": "Baudouin was King of the Belgians from 1951 until his death in 1993. He was the last Belgian king to be sovereign of the Congo."}]}, {"heading": "Events", "year": "1956", "date": "July 16", "txt": "Ringling Bros. and Barnum & Bailey Circus closes its last \"Big Tent\" show in Pittsburgh, Pennsylvania; due to changing economics, all subsequent circus shows will be held in arenas.", "entities": [{"title": "Ringling Bros. and Barnum & Bailey Circus", "href": "/wiki/Ringling_Bros._and_Barnum_%26_Bailey_Circus", "description": "Ringling Bros. and Barnum & Bailey Circus, also known as the Ringling Bros. Circus, Barnum & Bailey Circus, Ringling Bros., Barnum & Bailey or simply Ringling was an American traveling circus company billed as The Greatest Show on Earth. It and its predecessor shows ran from 1871 to 2017. Known as Ringling Bros. and Barnum & Bailey Combined Shows, the circus started in 1919 when the Barnum & Baile"}, {"title": "Pittsburgh", "href": "/wiki/Pittsburgh", "description": "Pittsburgh is a city in the state of Pennsylvania in the United States and the county seat of Allegheny County. An estimated population of about 300,286 residents live within the city limits as of 2019, making it the 66th-largest city in the U.S. and the second-most populous city in Pennsylvania, behind Philadelphia. The Pittsburgh metropolitan area is the anchor of Western Pennsylvania; its popul"}]}, {"heading": "Events", "year": "1965", "date": "July 16", "txt": "The Mont Blanc Tunnel linking France and Italy opens.", "entities": [{"title": "Mont Blanc Tunnel", "href": "/wiki/Mont_Blanc_Tunnel", "description": "The Mont Blanc Tunnel is a highway tunnel between France and Italy, under the Mont Blanc mountain in the Alps. It links Chamonix, Haute-Savoie, France with Courmayeur, Aosta Valley, Italy, via the French Route Nationale 205 and the Italian Traforo T1, in particular the motorways serving Geneva and Turin. The passageway is one of the major trans-Alpine transport routes, particularly for Italy, whic"}]}, {"heading": "Events", "year": "1965", "date": "July 16", "txt": "South Vietnamese Colonel Phạm Ngọc Thảo, a formerly undetected communist spy and double agent, is hunted down and killed by unknown individuals after being sentenced to death in absentia for a February 1965 coup attempt against Nguyễn Khánh.", "entities": [{"title": "Phạm Ngọc Thảo", "href": "/wiki/Ph%E1%BA%A1m_Ng%E1%BB%8Dc_Th%E1%BA%A3o", "description": "Colonel Phạm Ngọc Thảo, also known as Albert Thảo, was a communist sleeper agent of the Viet Minh who infiltrated the Army of the Republic of Vietnam and also became a major provincial leader in South Vietnam. In 1962, he was made overseer of Ngô Đình Nhu's Strategic Hamlet Program in South Vietnam and deliberately forced it forward at an unsustainable speed, causing the production of poorly equip"}, {"title": "People's Army of Vietnam", "href": "/wiki/People%27s_Army_of_Vietnam", "description": "The People's Army of Vietnam, also known as the Vietnamese People's Army (VPA), is the military force of the Socialist Republic of Vietnam. The PAVN is a part of the Vietnam People's Armed Forces and includes: Ground Force, Navy, Air Force, Coast Guard, Border Guard, Cyberspace Operations, and Mausoleum Defense Force. However, Vietnam does not have a separate Ground Force or Army branch. All groun"}, {"title": "1965 South Vietnamese coup", "href": "/wiki/1965_South_Vietnamese_coup", "description": "On February 19, 1965, some units of the Army of the Republic of Vietnam commanded by General Lâm Văn Phát and Colonel Phạm Ngọc Thảo launched a coup against General Nguyễn Khánh, the head of South Vietnam's ruling military junta. Their aim was to install General Trần Thiện Khiêm, a Khánh rival who had been sent to Washington D.C. as Ambassador to the United States to prevent him from seizing power"}, {"title": "Nguyễn Khánh", "href": "/wiki/Nguy%E1%BB%85n_Kh%C3%A1nh", "description": "Nguyễn Khánh was a South Vietnamese military officer and Army of the Republic of Vietnam general who served in various capacities as head of state and prime minister of South Vietnam while at the head of a military junta from January 1964 until February 1965. He was involved in or against many coup attempts, failed and successful, from 1960 until his defeat and exile from South Vietnam in 1965. Kh"}]}, {"heading": "Events", "year": "1969", "date": "July 16", "txt": "Apollo program: Apollo 11, the first mission to land astronauts on the Moon, is launched from the Kennedy Space Center at Cape Kennedy, Florida.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Human spaceflight", "href": "/wiki/Human_spaceflight", "description": "Human spaceflight is spaceflight with a crew or passengers aboard a spacecraft, the spacecraft being operated directly by the onboard human crew. Spacecraft can also be remotely operated from ground stations on Earth, or autonomously, without any direct human involvement. People trained for spaceflight are called astronauts, cosmonauts, or taikonauts; and non-professionals are referred to as space"}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}, {"title": "Kennedy Space Center", "href": "/wiki/Kennedy_Space_Center", "description": "The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located "}, {"title": "Cape Canaveral", "href": "/wiki/Cape_Canaveral", "description": "Cape Canaveral is a prominent cape in Brevard County, Florida, in the United States, near the center of the state's Atlantic coast. Officially Cape Kennedy from 1963 to 1973, it lies east of Merritt Island, separated from it by the Banana River. It is part of a region known as the Space Coast, and is the site of the Cape Canaveral Space Force Station. Since many U.S. spacecraft have been launched "}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}]}, {"heading": "Events", "year": "1979", "date": "July 16", "txt": "Iraqi President Ahmed Hassan al-Bakr resigns and is replaced by Saddam Hussein.", "entities": [{"title": "President of Iraq", "href": "/wiki/President_of_Iraq", "description": "The president of Iraq is the head of state of Iraq and \"safeguards the commitment to the Constitution and the preservation of Iraq's independence, sovereignty, unity, the security of its territories in accordance with the provisions of the Constitution\". The President is elected by the Council of Representatives by a two-thirds majority, and is limited to two four-year terms. The president is resp"}, {"title": "Ahmed Hassan al-Bakr", "href": "/wiki/Ahmed_Hassan_al-Bakr", "description": "Ahmed Hassan al-Bakr was the fourth President of Iraq, from 17 July 1968 to 16 July 1979. He was a leading member of the revolutionary Arab Socialist Ba'ath Party and later the Baghdad-based Ba'ath Party and its regional organisation Ba'ath Party – Iraq Region, which espoused Ba'athism, a mix of Arab nationalism and Arab socialism."}, {"title": "Saddam Hussein", "href": "/wiki/Saddam_Hussein", "description": "Saddam Hussein Abd al-Majid al-Tikriti was an Iraqi politician who served as the fifth President of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization, the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and Arab socialism—Saddam played a key rol"}]}, {"heading": "Events", "year": "1983", "date": "July 16", "txt": "Sikorsky S-61 disaster: A helicopter crashes off the Isles of Scilly, causing 20 fatalities.", "entities": [{"title": "1983 British Airways Sikorsky S-61 crash", "href": "/wiki/1983_British_Airways_Sikorsky_S-61_crash", "description": "On 16 July 1983 a British Airways Helicopters commercial Sikorsky S-61 helicopter, Oscar November (G-BEON), crashed in the southern Celtic Sea, in the Atlantic Ocean, while en route from Penzance to St Mary's, Isles of Scilly in poor visibility. Only six of the twenty-six people on board survived. It was Britain's worst helicopter civil aviation accident at the time."}, {"title": "Isles of Scilly", "href": "/wiki/Isles_of_Scilly", "description": "The Isles of Scilly is an archipelago off the southwestern tip of Cornwall. One of the islands, St Agnes, is the most southerly point in England, being over 4 miles (6.4 km) further south than the most southerly point of the British mainland at Lizard Point."}]}, {"heading": "Events", "year": "1990", "date": "July 16", "txt": "The Luzon earthquake strikes the Philippines with an intensity of 7.7, affecting Benguet, Pangasinan, Nueva Ecija, La Union, Aurora, Bataan, Zambales and Tarlac.", "entities": [{"title": "1990 Luzon earthquake", "href": "/wiki/1990_Luzon_earthquake", "description": "The 1990 Luzon earthquake struck the island of Luzon in the Philippines at 4:26 p.m. on July 16 (PDT). 3:26 p.m. (PST) with an estimated moment magnitude of 7.8 and a maximum Mercalli intensity of IX (Violent) and produced a 125 km-long ground rupture that stretched from Dingalan, Aurora to Cuyapo, Nueva Ecija. The event was a result of strike-slip movements along the Philippine Fault and the Digd"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Benguet", "href": "/wiki/Benguet", "description": "Benguet, officially the Province of Benguet, is a landlocked province of the Philippines located in the southern tip of the Cordillera Administrative Region in the island of Luzon. Its capital is La Trinidad."}, {"title": "Pangasinan", "href": "/wiki/Pangasinan", "description": "Pangasinan, officially the Province of Pangasinan is a province in the Philippines located in the Ilocos Region of Luzon. Its capital is Lingayen. Pangasinan is on the western area of the island of Luzon along Lingayen Gulf and the South China Sea. It has a total land area of 5,451.01 square kilometres (2,104.65 sq mi). According to the 2015 census, it has a population of 2,956,726 people.  The of"}, {"title": "Nueva Ecija", "href": "/wiki/Nueva_Ecija", "description": "Nueva Ecija, officially the Province of Nueva Ecija is a landlocked province in the Philippines located in the Central Luzon region. Its capital is the city of Palayan, while Cabanatuan City, its former capital, is the largest LGU. Nueva Ecija borders, from the south clockwise, Bulacan, Pampanga, Tarlac, Pangasinan, Nueva Vizcaya and Aurora. The province is nationally known as the Rice Granary of "}, {"title": "La Union", "href": "/wiki/La_Union", "description": "La Union, officially the Province of La Union, is a province in the Philippines located in the Ilocos Region in the island of Luzon. Its capital is the city of San Fernando, which also serves as the regional center of the whole Ilocos Region."}, {"title": "Aurora (province)", "href": "/wiki/Aurora_(province)", "description": "Aurora is a province in the Philippines located in the eastern part of Central Luzon region, facing the Philippine Sea. Its capital is Baler and borders, clockwise from the south, the provinces of Quezon, Bulacan, Nueva Ecija, Nueva Vizcaya, Quirino, and Isabela."}, {"title": "Bataan", "href": "/wiki/Bataan", "description": "Bataan is a province situated in the Central Luzon region of the Philippines. Its capital is the city of Balanga while Mariveles is the largest local government unit in the province. Occupying the entire Bataan Peninsula on Luzon, Bataan is bordered by the provinces of Zambales and Pampanga to the north. The peninsula faces the South China Sea to the west and Subic Bay to the north-west, and enclo"}, {"title": "Zambales", "href": "/wiki/Zambales", "description": "Zambales is a province in the Philippines located in the Central Luzon region. Its capital is Iba, which is located in the middle of the province. Zambales borders Pangasinan to the north and northeast, Tarlac to the east,\nPampanga to the southeast, Bataan to the south and the South China Sea to the west. With a total land area of 3,830.83 square kilometres (1,479.09 sq mi), Zambales is the second"}, {"title": "Tarlac", "href": "/wiki/Tarlac", "description": "Tarlac, officially the Province of Tarlac is a landlocked province in the Philippines located in the Central Luzon region. Its capital is the city of Tarlac. It is bounded on the north by the province of Pangasinan, Nueva Ecija on the east, Zambales on the west and Pampanga in the south. The province comprises three congressional districts and is subdivided into 17 municipalities and one city, Tar"}]}, {"heading": "Events", "year": "1990", "date": "July 16", "txt": "The Parliament of the Ukrainian SSR declares state sovereignty over the territory of the Ukrainian SSR.", "entities": [{"title": "Declaration of State Sovereignty of Ukraine", "href": "/wiki/Declaration_of_State_Sovereignty_of_Ukraine", "description": "The Declaration of State Sovereignty of Ukraine was adopted on July 16, 1990 by the recently elected parliament of Ukrainian SSR by a vote of 355 for and four against."}, {"title": "Ukrainian Soviet Socialist Republic", "href": "/wiki/Ukrainian_Soviet_Socialist_Republic", "description": "The Ukrainian Soviet Socialist Republic, also known as Soviet Ukraine, was one of the constituent republics of the Soviet Union from the Union's inception in 1922 until its breakup in 1991. In the anthem of the Ukrainian Soviet Socialist Republic, the republic was referred to simply as Ukraine. The republic was governed by the Communist Party of the Soviet Union out of Moscow through its republica"}]}, {"heading": "Events", "year": "1999", "date": "July 16", "txt": "John F. Kennedy Jr., his wife, Carolyn, and her sister, Lauren Bessette, died when the Piper Saratoga PA-32R aircraft he was piloting crashed into the Atlantic Ocean off the coast of Martha's Vineyard.", "entities": [{"title": "John F. Kennedy Jr.", "href": "/wiki/John_F._Kennedy_Jr.", "description": "John Fitzgerald Kennedy Jr., often referred to as JFK Jr., was an American lawyer, journalist, and magazine publisher. He was a son of the 35th President of the United States John F. Kennedy and First Lady Jacqueline Kennedy, and a younger brother of Caroline Kennedy. Three days after his father was assassinated, he rendered a final salute during the funeral procession on his third birthday."}, {"title": "Piper Saratoga PA-32R", "href": "/wiki/Piper_Saratoga_PA-32R", "description": "The Piper PA-32R is a six-seat, high-performance, single engined, all-metal, fixed-wing aircraft produced by Piper Aircraft of Vero Beach, Florida. The design began life as the Piper Lance, a retractable-gear version of the Piper Cherokee Six. Later models became known by the designation Piper Saratoga. The primary difference between the Lance and early Saratoga is the development of a tapered win"}, {"title": "Martha's Vineyard", "href": "/wiki/Martha%27s_Vineyard", "description": "Martha's Vineyard is an island located south of Cape Cod in Massachusetts in the United States in North America that is known for being a popular summer colony. Martha's Vineyard includes the smaller adjacent Chappaquiddick Island, which is usually connected to the Vineyard, though storms and hurricanes have separated them, as in 2007. It is the 58th largest island in the United States, with a lan"}]}, {"heading": "Events", "year": "2004", "date": "July 16", "txt": "Millennium Park, considered Chicago's first and most ambitious early 21st-century architectural project, is opened to the public by Mayor Richard M. Daley.", "entities": [{"title": "Millennium Park", "href": "/wiki/Millennium_Park", "description": "Millennium Park is a public park located in the Loop community area of Chicago in Illinois operated by the Chicago Department of Cultural Affairs and managed by MB Real Estate. The park was intended to celebrate the third millennium and is a prominent civic center near the city's Lake Michigan shoreline that covers a 24.5-acre (99,000 m2) section of northwestern Grant Park. The area was previously"}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}, {"title": "Richard M. Daley", "href": "/wiki/Richard_M._Daley", "description": "Richard Michael Daley is an American politician who served as the 54th Mayor of Chicago, Illinois, from 1989 to 2011. Daley was elected mayor in 1989 and was reelected five times until declining to run for a seventh term. At 22 years, his was the longest tenure in Chicago mayoral history, surpassing the 21-year stay of his father, Richard J. Daley."}]}, {"heading": "Events", "year": "2007", "date": "July 16", "txt": "An earthquake of magnitude 6.8 and 6.6 aftershock occurs off the Niigata coast of Japan killing eight people, injuring at least 800 and damaging a nuclear power plant.", "entities": [{"title": "2007 Chūetsu offshore earthquake", "href": "/wiki/2007_Ch%C5%ABetsu_offshore_earthquake", "description": "The Chūetsu offshore earthquake was a powerful magnitude 6.6 earthquake that occurred 10:13 local time on July 16, 2007, in the northwest Niigata region of Japan. The earthquake, which occurred at a previously unknown offshore fault shook Niigata and neighbouring prefectures. The city of Kashiwazaki and the villages of Iizuna and Kariwa registered the highest seismic intensity of a strong 6 on Jap"}, {"title": "Niigata (city)", "href": "/wiki/Niigata_(city)", "description": "Niigata  is the capital and the most populous city of Niigata Prefecture located in the Chūbu region of Japan. It is the largest city on the west coast of Honshu, and the second largest city in Chūbu region after Nagoya. It faces the Sea of Japan and Sado Island."}]}, {"heading": "Events", "year": "2013", "date": "July 16", "txt": "As many as 27 children die and 25 others are hospitalized after eating lunch served at their school in eastern India.", "entities": [{"title": "Bihar school meal poisoning incident", "href": "/wiki/Bihar_school_meal_poisoning_incident", "description": "On 16 July 2013, at least 23 students died, and dozens more fell ill at a primary school in the village of Gandaman in the Saran district of the Indian state of Bihar after eating a Midday Meal contaminated with pesticide. Angered by the deaths and illnesses, villagers took to the streets in many parts of the district in violent protest. Subsequently, the Bihar government took a series of steps to"}]}, {"heading": "Events", "year": "2015", "date": "July 16", "txt": "Four U.S. Marines and one gunman die in a shooting spree targeting military installations in Chattanooga, Tennessee.", "entities": [{"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "2015 Chattanooga shootings", "href": "/wiki/2015_Chattanooga_shootings", "description": "On July 16, 2015, Muhammad Youssef Abdulazeez opened fire on two military installations in Chattanooga, Tennessee. He first committed a drive-by shooting at a recruiting center, then traveled to a U.S. Navy Reserve center and continued firing, where he was killed by police in a gunfight. Four Marines died on the spot. A Navy sailor, a Marine recruiter, and a police officer were wounded; the sailor"}, {"title": "Chattanooga, Tennessee", "href": "/wiki/Chattanooga,_Tennessee", "description": "Chattanooga is a city in and the county seat of Hamilton County, Tennessee, along the Tennessee River bordering Georgia. With an estimated population of 182,799 in 2019, it is Tennessee's fourth-largest city and one of the two principal cities of East Tennessee, along with Knoxville. The city anchors the Chattanooga metropolitan area, Tennessee's fourth-largest metropolitan statistical area, as we"}]}, {"heading": "Events", "year": "2019", "date": "July 16", "txt": "A 100-year-old building in Mumbai, India, collapses, killing at least 10 people and leaving many others trapped.", "entities": [{"title": "Mumbai", "href": "/wiki/Mumbai", "description": "Mumbai is the capital city of the Indian state of Maharashtra. According to the United Nations, as of 2018, Mumbai is the second-most populous city in the country after Delhi and the seventh-most populous city in the world with a population of roughly 20 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population "}]}, {"heading": "Births", "year": "1194", "date": "July 16", "txt": "Clare of Assisi, Italian nun and saint (d. 1253)", "entities": [{"title": "Clare of Assisi", "href": "/wiki/Clare_of_Assisi", "description": "Clare of Assisi was an Italian saint and one of the first followers of Francis of Assisi. She founded the Order of Poor Ladies, a monastic religious order for women in the Franciscan tradition, and wrote their Rule of Life, the first set of monastic guidelines known to have been written by a woman. Following her death, the order she founded was renamed in her honour as the Order of Saint Clare, co"}]}, {"heading": "Births", "year": "1486", "date": "July 16", "txt": "Andrea del Sarto, Italian painter (d. 1530)", "entities": [{"title": "Andrea del Sarto", "href": "/wiki/Andrea_del_Sarto", "description": "Andrea del Sarto was an Italian painter from Florence, whose career flourished during the High Renaissance and early Mannerism. He was known as an outstanding fresco decorator, painter of altar-pieces, portraitist, draughtsman and colorist. Though highly regarded during his lifetime as an artist senza errori, his renown was eclipsed after his death by that of his contemporaries, Leonardo da Vinci,"}]}, {"heading": "Births", "year": "1517", "date": "July 16", "txt": "Frances Grey, Duchess of Suffolk, English duchess (d. 1559)", "entities": [{"title": "Frances Grey, Duchess of Suffolk", "href": "/wiki/Frances_Grey,_Duchess_of_Suffolk", "description": "Frances Grey, Duchess of Suffolk, was an English noblewoman, the second child and eldest daughter of King Henry VIII's younger sister, Princess Mary, and Charles Brandon, 1st Duke of Suffolk. She was the mother of Lady Jane Grey, de facto Queen of England and Ireland from 10 July until 19 July 1553, as well as Lady Katherine Grey and Lady Mary Grey."}]}, {"heading": "Births", "year": "1529", "date": "July 16", "txt": "Petrus Peckius the Elder, Dutch jurist, writer on international maritime law (d. 1589)", "entities": [{"title": "Petrus Peckius the Elder", "href": "/wiki/Petrus_Peckius_the_Elder", "description": "Petrus Peckius the Elder, was an eminent Netherlandish jurist, one of the first to write about international maritime law, and the father of Petrus Peckius the Younger."}]}, {"heading": "Births", "year": "1611", "date": "July 16", "txt": "Cecilia Renata of Austria (d. 1644)", "entities": [{"title": "Cecilia Renata of Austria", "href": "/wiki/Cecilia_Renata_of_Austria", "description": "Cecilia Renata of Austria was Queen of Poland as the wife of King Władysław IV Vasa."}]}, {"heading": "Births", "year": "1661", "date": "July 16", "txt": "Pierre Le Moyne d'Iberville, Canadian captain, explorer, and politician (d. 1706)", "entities": [{"title": "Pierre Le Moyne d'Iberville", "href": "/wiki/Pierre_Le_Moyne_d%27Iberville", "description": "Pierre Le Moyne d'Iberville was a soldier, ship captain, explorer, colonial administrator, knight of the order of Saint-Louis, adventurer, privateer, trader, member of Compagnies Franches de la Marine and founder of the French colony of Louisiana in New France. He was born in Montreal of French colonist parents."}]}, {"heading": "Births", "year": "1714", "date": "July 16", "txt": "Marc René, marquis de Montalembert, French engineer and author (d. 1800)", "entities": [{"title": "Marc René, marquis de Montalembert", "href": "/wiki/Marc_Ren%C3%A9,_marquis_de_Montalembert", "description": "Marc René, marquis de Montalembert was a French military engineer and writer, known for his work on fortifications."}]}, {"heading": "Births", "year": "1722", "date": "July 16", "txt": "Joseph Wilton, English sculptor and academic (d. 1803)", "entities": [{"title": "Joseph Wilton", "href": "/wiki/Joseph_Wilton", "description": "Joseph Wilton was an English sculptor. He was one of the founding members of the Royal Academy in 1768, and the academy's third keeper.\nHis works are particularly numerous memorialising the famous Britons in Westminster Abbey."}]}, {"heading": "Births", "year": "1723", "date": "July 16", "txt": "Joshua Reynolds, English painter and academic (d. 1792)", "entities": [{"title": "Joshua Reynolds", "href": "/wiki/Joshua_Reynolds", "description": "Sir Joshua Reynolds was an English painter, specialising in portraits. John Russell said he was one of the major European painters of the 18th century. He promoted the \"Grand Style\" in painting which depended on idealization of the imperfect. He was a founder and first president of the Royal Academy of Arts, and was knighted by George III in 1769."}]}, {"heading": "Births", "year": "1731", "date": "July 16", "txt": "Samuel Huntington, American jurist and politician, 18th Governor of Connecticut (d. 1796)", "entities": [{"title": "Samuel Huntington (statesman)", "href": "/wiki/Samuel_Huntington_(statesman)", "description": "Samuel Huntington was a jurist, statesman, and Patriot in the American Revolution from Connecticut. As a delegate to the Continental Congress, he signed the Declaration of Independence and the Articles of Confederation. He also served as President of the Continental Congress from 1779 to 1781, President of the United States in Congress Assembled in 1781, chief justice of the Connecticut Supreme Co"}, {"title": "List of Governors of Connecticut", "href": "/wiki/List_of_Governors_of_Connecticut", "description": "The Governor of Connecticut is the elected head of the executive branch of Connecticut's state government, and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Connecticut General Assembly and to convene the legislature. Unusual among U.S. governors, the Governor of Connecticut has no p"}]}, {"heading": "Births", "year": "1749", "date": "July 16", "txt": "Cyrus Griffin, American lawyer, judge, and politician, 16th President of the Continental Congress (d. 1810)", "entities": [{"title": "Cyrus Griffin", "href": "/wiki/Cyrus_Griffin", "description": "Cyrus Griffin was the final President of the Congress of the Confederation and a United States District Judge of the United States District Court for the District of Virginia."}, {"title": "President of the Continental Congress", "href": "/wiki/President_of_the_Continental_Congress", "description": "The president of the Continental Congress, later known as the president of the Congress of the Confederation, was the presiding officer of the Continental Congress, the convention of delegates that emerged as the first (transitional) national government of the United States during the American Revolution. The president was a member of Congress elected by the other delegates to serve as a neutral d"}]}, {"heading": "Births", "year": "1796", "date": "July 16", "txt": "Jean-Baptiste-Camille Corot, French painter and etcher (d. 1875)", "entities": [{"title": "Jean-Baptiste-Camille Corot", "href": "/wiki/Jean-Baptiste-Camille_Corot", "description": "Jean-Baptiste-Camille Corot was a French landscape and portrait painter as well as a printmaker in etching. He is a pivotal figure in landscape painting and his vast output simultaneously references the Neo-Classical tradition and anticipates the plein-air innovations of Impressionism."}]}, {"heading": "Births", "year": "1821", "date": "July 16", "txt": "Mary Baker Eddy, American religious leader and author, founded Christian Science (d. 1910)", "entities": [{"title": "Mary Baker Eddy", "href": "/wiki/Mary_Baker_Eddy", "description": "Mary Baker Eddy was an American religious leader and author who founded The Church of Christ, Scientist, in New England in 1879. She also founded the Christian Science Monitor, a Pulitzer Prize winning secular newspaper, in 1908; and three religious magazines: the Christian Science Sentinel, The Christian Science Journal, and The Herald of Christian Science. She wrote numerous books and articles, "}, {"title": "Christian Science", "href": "/wiki/Christian_Science", "description": "Christian Science is a set of beliefs and practices belonging to the metaphysical family of new religious movements. It was developed in 19th-century New England by Mary Baker Eddy, who argued in her 1875 book Science and Health that sickness is an illusion that can be corrected by prayer alone. The book became Christian Science's central text, along with the Bible, and by 2001 had sold over nine "}]}, {"heading": "Births", "year": "1841", "date": "July 16", "txt": "Nikolai von Glehn, Estonian-German architect and activist (d. 1923)", "entities": [{"title": "Nikolai von Glehn", "href": "/wiki/Nikolai_von_Glehn", "description": "Alexander Nikolai von Glehn, was a Baltic German landowner and public figure, most notable for being the founder of the town of Nõmme."}]}, {"heading": "Births", "year": "1858", "date": "July 16", "txt": "Eugène Ysaÿe, Belgian violinist, composer, and conductor (d. 1931)", "entities": [{"title": "Eugène Ysaÿe", "href": "/wiki/Eug%C3%A8ne_Ysa%C3%BFe", "description": "Eugène-Auguste Ysaÿe was a Belgian virtuoso violinist, composer and conductor. He was regarded as \"The King of the Violin\", or, as Nathan Milstein put it, the \"tsar\"."}]}, {"heading": "Births", "year": "1862", "date": "July 16", "txt": "Ida B. Wells, American journalist and activist (d. 1931)", "entities": [{"title": "Ida B. Wells", "href": "/wiki/Ida_B._Wells", "description": "Ida Bell Wells-Barnett was an American investigative journalist, educator, and early leader in the civil rights movement. She was one of the founders of the National Association for the Advancement of Colored People (NAACP). Over the course of a lifetime dedicated to combating prejudice and violence, and the fight for African-American equality, especially that of women, Wells arguably became the m"}]}, {"heading": "Births", "year": "1863", "date": "July 16", "txt": "Anderson Dawson, Australian politician, 14th Premier of Queensland (d. 1910)", "entities": [{"title": "Anderson Dawson", "href": "/wiki/Anderson_Dawson", "description": "Andrew Dawson, usually known as Anderson Dawson, was an Australian politician, the Premier of Queensland for one week in 1899. This premiership was not only the first Australian Labor Party government; it was the first parliamentary socialist government anywhere in the world, and it attracted international newspaper coverage."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1870", "date": "July 16", "txt": "Lambert McKenna, Irish priest, lexicographer, and scholar (d. 1956)", "entities": [{"title": "Lambert McKenna", "href": "/wiki/Lambert_McKenna", "description": "Lambert McKenna S.J. was a Jesuit priest and writer."}]}, {"heading": "Births", "year": "1871", "date": "July 16", "txt": "John Maxwell, American golfer (d. 1906)", "entities": [{"title": "John Maxwell (golfer)", "href": "/wiki/John_Maxwell_(golfer)", "description": "John Riley Maxwell was an American golfer who competed in the 1904 Summer Olympics."}]}, {"heading": "Births", "year": "1872", "date": "July 16", "txt": "Roald Amundsen, Norwegian pilot and explorer (d. 1928)", "entities": [{"title": "Roald Amundsen", "href": "/wiki/Roald_Amundsen", "description": "Roald Engelbregt Gravning Amundsen was a Norwegian explorer of polar regions. He was a key figure of the period known as the Heroic Age of Antarctic Exploration."}]}, {"heading": "Births", "year": "1872", "date": "July 16", "txt": "Frank Cooper, Australian politician, 25th Premier of Queensland (d. 1949)", "entities": [{"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1880", "date": "July 16", "txt": "Kathleen Norris, American journalist and author (d. 1966)", "entities": [{"title": "Kathleen Norris", "href": "/wiki/Kathleen_Norris", "description": "Kathleen Thompson Norris was an American novelist and newspaper columnist. She was one of the most widely read and highest paid female writers in the United States for nearly fifty years, from 1911 to 1959. Norris was a prolific writer who wrote 93 novels, many of which became best sellers. Her stories appeared frequently in the popular press of the day, including The Atlantic, The American Magazi"}]}, {"heading": "Births", "year": "1882", "date": "July 16", "txt": "Violette Neatley Anderson, American judge (d. 1937)", "entities": [{"title": "Violette Neatley Anderson", "href": "/wiki/Violette_Neatley_Anderson", "description": "Violette Neatley Anderson she became the first African-American woman to practice law before the United States Supreme Court on January 29, 1926. She was one of the most prominent advocates of a landmark piece of legislation that helped secure rights and economic mobility for sharecroppers in the South, the Bankhead-Jones Act."}]}, {"heading": "Births", "year": "1883", "date": "July 16", "txt": "Charles Sheeler, American photographer and painter (d. 1965)", "entities": [{"title": "Charles Sheeler", "href": "/wiki/Charles_Sheeler", "description": "Charles Sheeler was an American painter and commercial photographer. He is recognized as one of the founders of American modernism, developing a \"quasi-photographic\" style of painting known as Precisionism and becoming one of the master photographers of the 20th century."}]}, {"heading": "Births", "year": "1884", "date": "July 16", "txt": "Anna Vyrubova, Russian author (d. 1964)", "entities": [{"title": "Anna Vyrubova", "href": "/wiki/Anna_Vyrubova", "description": "Anna Alexandrovna Vyrubova ; 16 July 1884 – 20 July 1964) was a Russian Empire lady-in-waiting, the best friend and confidante of Tsarina Alexandra Fyodorovna."}]}, {"heading": "Births", "year": "1887", "date": "July 16", "txt": "Shoeless Joe Jackson, American baseball player and manager (d. 1951)", "entities": [{"title": "Shoeless Joe Jackson", "href": "/wiki/Shoeless_Joe_Jackson", "description": "Joseph Jefferson Jackson, nicknamed \"Shoeless Joe\", was an American outfielder who played Major League Baseball (MLB) in the early 1900s. He is remembered for his performance on the field and for his association with the Black Sox Scandal, in which members of the 1919 Chicago White Sox participated in a conspiracy to fix the World Series. As a result of Jackson's association with the scandal, Kene"}]}, {"heading": "Births", "year": "1888", "date": "July 16", "txt": "Percy Kilbride, American actor (d. 1964)", "entities": [{"title": "Percy Kilbride", "href": "/wiki/Percy_Kilbride", "description": "Percy William Kilbride was an American character actor. He made a career of playing country hicks, most memorably as Pa Kettle in the Ma and Pa Kettle series of feature films."}]}, {"heading": "Births", "year": "1888", "date": "July 16", "txt": "Frits Zernike, Dutch physicist and academic, Nobel Prize laureate (d. 1966)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1889", "date": "July 16", "txt": "Arthur Bowie Chrisman, American author (d. 1953)", "entities": [{"title": "Arthur Bowie Chrisman", "href": "/wiki/Arthur_Bowie_Chrisman", "description": "Arthur Bowie Chrisman was an American author. He was born in Clarke County, Virginia. Chrisman was educated in a one-room school and attended Virginia Polytechnic Institute from 1906 to 1908 but left at the end of his sophomore year. His collection of sixteen short stories, Shen of the Sea: A Book for Children (1925), received the Newbery Medal in 1926. Chrisman's other works included The Wind Tha"}]}, {"heading": "Births", "year": "1895", "date": "July 16", "txt": "Wilfrid Hamel, Canadian businessman and politician, 35th Mayor of Quebec City (d. 1968)", "entities": [{"title": "Wilfrid Hamel", "href": "/wiki/Wilfrid_Hamel", "description": "Wilfrid Hamel was a Canadian politician, serving as a member of the Legislative Assembly of Quebec and as Mayor of Quebec City."}, {"title": "List of mayors of Quebec City", "href": "/wiki/List_of_mayors_of_Quebec_City", "description": "The Mayor of Quebec has been the highest elected official of the Quebec City government since the incorporation of the city in 1832."}]}, {"heading": "Births", "year": "1896", "date": "July 16", "txt": "Otmar Freiherr von Verschuer, German biologist and eugenicist (d. 1969)", "entities": [{"title": "Otmar Freiherr von Verschuer", "href": "/wiki/Otmar_Freiherr_von_Verschuer", "description": "Otmar Freiherr von Verschuer was a German human biologist, national socialist, and geneticist, who was the Professor of Human Genetics at the University of Münster until he retired in 1965. A member of the Dutch noble Verschuer family, his title Freiherr is often translated as baron."}]}, {"heading": "Births", "year": "1896", "date": "July 16", "txt": "Trygve Lie, Norwegian trade union leader and politician, 1st Secretary-General of the United Nations (d. 1968)", "entities": [{"title": "Secretary-General of the United Nations", "href": "/wiki/Secretary-General_of_the_United_Nations", "description": "The Secretary-General of the United Nations is the chief administrative officer of the United Nations and head of the United Nations Secretariat, one of the six principal organs of the United Nations."}]}, {"heading": "Births", "year": "1898", "date": "July 16", "txt": "Lady Eve Balfour, British farmer, educator, and founding figure in the organic movement (d. 1990)", "entities": [{"title": "Lady Eve Balfour", "href": "/wiki/Lady_Eve_Balfour", "description": "Lady Evelyn Barbara Balfour, was a British farmer, educator, organic farming pioneer, and a founding figure in the organic movement. She was one of the first women to study agriculture at an English university, graduating from the institution now known as the University of Reading."}]}, {"heading": "Births", "year": "1902", "date": "July 16", "txt": "Alexander Luria, Russian psychologist and physician (d. 1977)", "entities": [{"title": "Alexander Luria", "href": "/wiki/Alexander_Luria", "description": "Alexander Romanovich Luria was a Soviet Russian neuropsychologist, often credited as a father of modern neuropsychological assessment. He developed an extensive and original battery of neuropsychological tests during his clinical work with brain-injured victims of World War II, which are still used in various forms. He made an in-depth analysis of the functioning of various brain regions and integ"}]}, {"heading": "Births", "year": "1902", "date": "July 16", "txt": "Mary Philbin, American actress (d. 1993)", "entities": []}, {"heading": "Births", "year": "1903", "date": "July 16", "txt": "Fritz Bauer, German lawyer and judge (d. 1968)", "entities": [{"title": "Fritz Bauer", "href": "/wiki/Fritz_Bauer", "description": "Fritz Bauer was a German Jewish judge and prosecutor. He was instrumental in the post-war capture of former Holocaust planner Adolf Eichmann and also played an essential role in starting the Frankfurt Auschwitz trials."}]}, {"heading": "Births", "year": "1903", "date": "July 16", "txt": "Carmen Lombardo, Canadian singer-songwriter (d. 1971)", "entities": []}, {"heading": "Births", "year": "1903", "date": "July 16", "txt": "Irmgard Flügge-Lotz, German mathematician and engineer (d. 1974)", "entities": []}, {"heading": "Births", "year": "1904", "date": "July 16", "txt": "Goffredo Petrassi, Italian composer and conductor (d. 2003)", "entities": [{"title": "Goffredo Petrassi", "href": "/wiki/Goffredo_Petrassi", "description": "Goffredo Petrassi was an Italian composer of modern classical music, conductor, and teacher. He is considered one of the most influential Italian composers of the twentieth century."}]}, {"heading": "Births", "year": "1906", "date": "July 16", "txt": "Vincent Sherman, American actor, director, and screenwriter (d. 2006)", "entities": [{"title": "Vincent Sherman", "href": "/wiki/Vincent_Sherman", "description": "Vincent Sherman was an American director and actor who worked in Hollywood. His movies include Mr. Skeffington (1944), Nora Prentiss (1947), and The Young Philadelphians (1959)."}]}, {"heading": "Births", "year": "1907", "date": "July 16", "txt": "Frances Horwich, American educator and television host (d. 2001)", "entities": [{"title": "Frances Horwich", "href": "/wiki/Frances_Horwich", "description": "Frances Rappaport Horwich was an American educator, television personality and television executive. As Miss Frances, she was the host of the children's television program Ding Dong School, seen weekday mornings on the NBC network in the 1950s and nationally syndicated between 1959 and 1965."}]}, {"heading": "Births", "year": "1907", "date": "July 16", "txt": "Orville Redenbacher, American farmer and businessman, founded Orville Redenbacher's (d. 1995)", "entities": [{"title": "Orville Redenbacher's", "href": "/wiki/Orville_Redenbacher%27s", "description": "Orville Redenbacher's is an American brand of popcorn made originally by Chester Inc. which was owned by Charles F. Bowman and Orville Redenbacher. The product was launched to the public in 1969 and was sold to Hunt-Wesson, a division of Norton Simon Inc. in 1976. In 1983, Esmark purchased Norton Simon, and the next year (1984), Beatrice Foods acquired Esmark. In 1985, Kohlberg Kravis Roberts acqu"}]}, {"heading": "Births", "year": "1907", "date": "July 16", "txt": "Barbara Stanwyck, American actress (d. 1990)", "entities": []}, {"heading": "Births", "year": "1910", "date": "July 16", "txt": "Stan McCabe, Australian cricketer (d. 1968)", "entities": [{"title": "Stan McCabe", "href": "/wiki/Stan_McCabe", "description": "Stanley Joseph McCabe was an Australian cricketer who played 39 Test matches for Australia from 1930 to 1938. A short, stocky right-hander, McCabe was described by Wisden as \"one of Australia's greatest and most enterprising batsmen\" and by his captain Don Bradman as one of the great batsmen of the game. He was never dropped from the Australian Test team and was known for his footwork, mastery of "}]}, {"heading": "Births", "year": "1910", "date": "July 16", "txt": "Gordon Prange, American historian, author, and academic (d. 1980)", "entities": []}, {"heading": "Births", "year": "1911", "date": "July 16", "txt": "Ginger Rogers, American actress, singer, and dancer (d. 1995)", "entities": [{"title": "Ginger Rogers", "href": "/wiki/Ginger_Rogers", "description": "Ginger Rogers was an American actress, dancer, and singer during the \"Golden Age\" of Hollywood and is often considered an American icon. She won an Academy Award for Best Actress for her starring role in Kitty Foyle (1940), but is best remembered for performing during the 1930s in RKO's musical films with Fred Astaire. Her career continued on stage, radio and television throughout much of the 20th"}]}, {"heading": "Births", "year": "1911", "date": "July 16", "txt": "Sonny Tufts, American actor (d. 1970)", "entities": []}, {"heading": "Births", "year": "1912", "date": "July 16", "txt": "Milt Bocek, American baseball player (d. 2007)", "entities": [{"title": "Milt Bocek", "href": "/wiki/Milt_Bocek", "description": "Milton Francis Bocek was a professional baseball outfielder. He played parts of two seasons for the Chicago White Sox of Major League Baseball (MLB). During his playing career, he was listed at 6 feet 1 inch (1.85 m) and 185 pounds (84 kg)."}]}, {"heading": "Births", "year": "1912", "date": "July 16", "txt": "Amy Patterson, Argentine composer, singer, poet, and teacher (d. 2019)", "entities": []}, {"heading": "Births", "year": "1915", "date": "July 16", "txt": "Barnard Hughes, American actor (d. 2006)", "entities": [{"title": "Barnard Hughes", "href": "/wiki/Barnard_Hughes", "description": "Bernard Aloysius Kiernan Hughes, known professionally as Barnard Hughes, was an American actor of television, theater and film. Hughes became famous for a variety of roles; his most-notable roles came after middle age, and he was often cast as a dithering authority figure or grandfatherly elder."}]}, {"heading": "Births", "year": "1915", "date": "July 16", "txt": "Elaine Barrie, American actress (d. 2003)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 16", "txt": "Denis Edward Arnold, English soldier (d. 2015)", "entities": [{"title": "Denis Edward Arnold", "href": "/wiki/Denis_Edward_Arnold", "description": "Denis Edward Arnold MC was a British Army officer of the Second World War who won the Military Cross in 1944 for an opportunistic attack on a Japanese force while serving with the Chindits in Burma. Arnold served in the Royal Welch Fusiliers and the 7th Nigeria Regiment, Royal West African Frontier Force. While in Burma, Arnold received a letter from his mother containing a pledge card that he wou"}]}, {"heading": "Births", "year": "1918", "date": "July 16", "txt": "Paul Farnes, famed World War II Royal Air Force (RAF) fighter pilot and one of \"The Few\" surviving pilots of the Battle of Britain  (d. 2020)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 16", "txt": "Samuel Victor Perry, English biochemist and rugby player (d. 2009)", "entities": []}, {"heading": "Births", "year": "1919", "date": "July 16", "txt": "Hermine Braunsteiner, Austrian SS officer (d. 1999)", "entities": [{"title": "Hermine Braunsteiner", "href": "/wiki/Hermine_Braunsteiner", "description": "Hermine Braunsteiner Ryan was a German SS Helferin and female camp guard at Ravensbrück and Majdanek concentration camps, and the first Nazi war criminal to be extradited from the United States, to face trial in the then West Germany. Braunsteiner was known to prisoners of Majdanek concentration camp as the \"Stomping Mare\" and was said to have whipped women to death, thrown children by their hair "}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1919", "date": "July 16", "txt": "Choi Kyu-hah, South Korean politician, 4th President of South Korea (d. 2006)", "entities": [{"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}]}, {"heading": "Births", "year": "1920", "date": "July 16", "txt": "Anatole Broyard, American critic and editor (d. 1990)", "entities": [{"title": "Anatole Broyard", "href": "/wiki/Anatole_Broyard", "description": "Anatole Paul Broyard was an American writer, literary critic, and editor from New Orleans who wrote for The New York Times. In addition to his many reviews and columns, he published short stories, essays, and two books during his lifetime. His autobiographical works, Intoxicated by My Illness (1992) and Kafka Was the Rage: A Greenwich Village Memoir (1993), were published after his death. He moved"}]}, {"heading": "Births", "year": "1923", "date": "July 16", "txt": "Chris Argyris, American psychologist, theorist, and academic (d. 2013)", "entities": [{"title": "Chris Argyris", "href": "/wiki/Chris_Argyris", "description": "Chris Argyris was an American business theorist and professor emeritus at Harvard Business School. Argyris, like Richard Beckhard, Edgar Schein and Warren Bennis, is known as a co-founder of organization development, and known for seminal work on learning organizations."}]}, {"heading": "Births", "year": "1923", "date": "July 16", "txt": "Bola Sete, Brazilian guitarist (d. 1987)", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 16", "txt": "James L. Greenfield, American journalist and politician", "entities": [{"title": "James L. Greenfield", "href": "/wiki/James_L._Greenfield", "description": "James L. Greenfield served as United States Assistant Secretary of State for Public Affairs from 1962 to 1966 and was one of the editors of the New York Times who decided to publish the Pentagon Papers in 1971."}]}, {"heading": "Births", "year": "1924", "date": "July 16", "txt": "Bess Myerson, American model, actress, game show panelist, and politician, Miss America 1945 (d. 2014)", "entities": [{"title": "Miss America", "href": "/wiki/Miss_America", "description": "Miss America is an annual competition that is open to women from the United States between the ages of 17 and 25. Originating in 1921 as a \"bathing beauty revue\", the contest is now judged on competitors' talent performances and interviews. As of 2018, there is no longer a swimsuit portion to the contest, or consideration of physical appearance. Miss America travels about 20,000 miles a month, cha"}]}, {"heading": "Births", "year": "1924", "date": "July 16", "txt": "Rupert Deese, Northern Mariana Islander ceramic artist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 16", "txt": "Frank Jobe, American sergeant and surgeon (d. 2014)", "entities": [{"title": "Frank Jobe", "href": "/wiki/Frank_Jobe", "description": "Frank James Jobe was an American orthopedic surgeon and co-founder of the Kerlan-Jobe Orthopaedic Clinic. Jobe pioneered both elbow ligament replacement and major reconstructive shoulder surgery for baseball players."}]}, {"heading": "Births", "year": "1925", "date": "July 16", "txt": "Rosita Quintana, Argentine actress", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 16", "txt": "Cal Tjader, American jazz musician (d. 1982)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 16", "txt": "Ivica Horvat, Croatian footballer and manager (d. 2012)", "entities": [{"title": "Ivica Horvat", "href": "/wiki/Ivica_Horvat", "description": "Ivan \"Ivica\" Horvat was a Croatian professional football player and manager who capped for Yugoslavia. In 2004 he received the Croatian Olympic Committee's Matija Ljubek Award."}]}, {"heading": "Births", "year": "1926", "date": "July 16", "txt": "Irwin Rose, American biologist and academic, Nobel Prize laureate (d. 2015)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1927", "date": "July 16", "txt": "Pierre F. Côté, Canadian lawyer and civil servant (d. 2013)", "entities": [{"title": "Pierre F. Côté", "href": "/wiki/Pierre_F._C%C3%B4t%C3%A9", "description": "Pierre-Ferdinand Côté, was a Canadian civil servant and lawyer. Côté served as the first Chief Electoral Officer of Quebec from 1978 until 1997. The Chief Electoral Officer is the official responsible for the administration of the electoral and referendum system in the province of Quebec."}]}, {"heading": "Births", "year": "1927", "date": "July 16", "txt": "Shirley Hughes, English author and illustrator", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 16", "txt": "Derek Hawksworth, English footballer", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 16", "txt": "Anita Brookner, English novelist and art historian  (d. 2016)", "entities": [{"title": "Anita Brookner", "href": "/wiki/Anita_Brookner", "description": "Anita Brookner was an English novelist and art historian. She was Slade Professor of Fine Art at the University of Cambridge from 1967 to 1968 and was the first woman to hold this visiting professorship. She was awarded the 1984 Booker–McConnell Prize for her novel Hotel du Lac."}]}, {"heading": "Births", "year": "1928", "date": "July 16", "txt": "Bella Davidovich, Soviet-American pianist", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 16", "txt": "Robert Sheckley, American author and screenwriter (d. 2005)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 16", "txt": "Jim Rathmann, American race car driver (d. 2011)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 16", "txt": "Dave Treen, American lawyer and politician, 51st Governor of Louisiana (d. 2009)", "entities": [{"title": "List of Governors of Louisiana", "href": "/wiki/List_of_Governors_of_Louisiana", "description": "The Governor of Louisiana is the chief executive of the U.S. state of Louisiana. The governor is the head of the executive branch of Louisiana's state government and is charged with enforcing state laws."}]}, {"heading": "Births", "year": "1928", "date": "July 16", "txt": "Andrzej Zawada, Polish mountaineer and author (d. 2000)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 16", "txt": "Charles Ray Hatcher, American serial killer (d. 1984)", "entities": [{"title": "Charles Ray Hatcher", "href": "/wiki/Charles_Ray_Hatcher", "description": "Charles Ray Hatcher was an American serial killer who confessed to having murdered 16 people between 1969 and 1982."}]}, {"heading": "Births", "year": "1929", "date": "July 16", "txt": "Sheri S. Tepper, American author and poet (d. 2016)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 16", "txt": "Gaby Tanguy, French swimmer", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 16", "txt": "Guy Béart, Egyptian-French singer-songwriter (d. 2015)", "entities": [{"title": "Guy Béart", "href": "/wiki/Guy_B%C3%A9art", "description": "Guy Béhart-Hasson, known as Guy Béart, was a French singer and songwriter."}]}, {"heading": "Births", "year": "1930", "date": "July 16", "txt": "Michael Bilirakis, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 16", "txt": "Bert Rechichar, American football defensive back and kicker (d. 2019)", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 16", "txt": "Fergus Gordon Kerr, Scottish Roman Catholic priest of the English Dominican Province", "entities": [{"title": "Fergus Gordon Kerr", "href": "/wiki/Fergus_Gordon_Kerr", "description": "Fergus Gordon Thomson Kerr is a Scottish Roman Catholic priest of the English Dominican province. He has published significantly on a wide range of subjects, but is famous particularly for his work on Ludwig Wittgenstein and Thomas Aquinas."}]}, {"heading": "Births", "year": "1931", "date": "July 16", "txt": "Norm Sherry, American former catcher, manager, and coach in Major League Baseball (d. 2021)", "entities": []}, {"heading": "Births", "year": "1932", "date": "July 16", "txt": "John Chilton, English trumpet player and composer (d. 2016)", "entities": [{"title": "John Chilton", "href": "/wiki/John_Chilton", "description": "John James Chilton was a British jazz trumpeter and writer. During the 1960s, he also worked with pop bands, including The Swinging Blue Jeans and The Escorts."}]}, {"heading": "Births", "year": "1932", "date": "July 16", "txt": "Max McGee, American football player and sportscaster (d. 2007)", "entities": []}, {"heading": "Births", "year": "1932", "date": "July 16", "txt": "Dick Thornburgh, American lawyer and politician, 76th United States Attorney General (d. 2020)", "entities": [{"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1933", "date": "July 16", "txt": "Julian A. Brodsky, American businessman", "entities": [{"title": "Julian A. Brodsky", "href": "/wiki/Julian_A._Brodsky", "description": "Julian A. Brodsky is an American businessman the co-founder of Comcast Corporation and served as its chief financial officer and vice chairman. He also served as co-founder and chair of Comcast Interactive Capital, Comcast's venture capital unit now called Comcast Ventures."}]}, {"heading": "Births", "year": "1934", "date": "July 16", "txt": "Tomás Eloy Martínez, Argentine journalist (d. 2010)", "entities": [{"title": "Tomás Eloy Martínez", "href": "/wiki/Tom%C3%A1s_Eloy_Mart%C3%ADnez", "description": "Tomás Eloy Martínez was an Argentine journalist and writer."}]}, {"heading": "Births", "year": "1934", "date": "July 16", "txt": "Katherine D. Ortega, 38th Treasurer of the United States", "entities": []}, {"heading": "Births", "year": "1934", "date": "July 16", "txt": "Donald M. Payne, American educator and politician (d. 2012)", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 16", "txt": "Carl Epting Mundy Jr., American general (d. 2014)", "entities": [{"title": "Carl Epting Mundy Jr.", "href": "/wiki/Carl_Epting_Mundy_Jr.", "description": "Carl Epting Mundy Jr. was a United States Marine Corps four-star general who served as the 30th Commandant of the Marine Corps and a member of the Joint Chiefs of Staff from July 1, 1991 until his retirement on June 30, 1995, after 42 years of service."}]}, {"heading": "Births", "year": "1935", "date": "July 16", "txt": "Lynn Wyatt, American socialite and philanthropist", "entities": []}, {"heading": "Births", "year": "1936", "date": "July 16", "txt": "Yasuo Fukuda, Japanese politician, 91st Prime Minister of Japan", "entities": [{"title": "Yasuo Fukuda", "href": "/wiki/Yasuo_Fukuda", "description": "Yasuo Fukuda  is a Japanese politician who served as Prime Minister of Japan from 2007 to 2008. He was previously the longest-serving Chief Cabinet Secretary in Japanese history, serving in that role from 2000 to 2004 under Prime Ministers Yoshirō Mori and Junichiro Koizumi."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1936", "date": "July 16", "txt": "Buddy Merrill, American guitarist", "entities": []}, {"heading": "Births", "year": "1936", "date": "July 16", "txt": "Jerry Norman, American sinologist and linguist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1936", "date": "July 16", "txt": "Venkataraman Subramanya, Indian-Australian cricketer", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 16", "txt": "Richard Bryan, American lawyer and politician, 25th Governor of Nevada", "entities": [{"title": "Richard Bryan", "href": "/wiki/Richard_Bryan", "description": "Richard Hudson Bryan is an American attorney and politician who served as a United States Senator from Nevada from 1989 to 2001. A Democrat, Bryan served as the 25th Governor of Nevada from 1983 to 1989, and before that served as the state's attorney general and a member of the State Senate."}, {"title": "Governor of Nevada", "href": "/wiki/Governor_of_Nevada", "description": "The governor of Nevada is the head of state, head of government and chief executive of the U.S. state of Nevada, the Governor is also the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Nevada Legislature, to convene the legislature at any time, and, except in cases of treason or impeachme"}]}, {"heading": "Births", "year": "1937", "date": "July 16", "txt": "John Daly, English director, producer, and screenwriter (d. 2008)", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 16", "txt": "Cynthia Enloe, American author and academic", "entities": [{"title": "Cynthia Enloe", "href": "/wiki/Cynthia_Enloe", "description": "Cynthia Holden Enloe is a feminist writer, theorist, and professor. She is best known for her work on gender and militarism and for her contributions to the field of feminist international relations. She has also had major impact on the field of feminist political geography, in particular feminist geopolitics. In 2015, the International Feminist Journal of Politics, in conjunction with the academi"}]}, {"heading": "Births", "year": "1938", "date": "July 16", "txt": "Tony Jackson, English singer and bass player (d. 2003)", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 16", "txt": "William Bell, American singer-songwriter", "entities": [{"title": "William Bell (singer)", "href": "/wiki/William_Bell_(singer)", "description": "William Bell is an American soul singer and songwriter. As a performer, he is probably best known for his debut single, 1961's \"You Don't Miss Your Water\"; 1968's top 10 hit in the UK \"Private Number\", a duet with Judy Clay; and his only US top 40 hit, 1976's \"Tryin' to Love Two\", which also hit No. 1 on the R&B chart. Upon the death of Otis Redding, Bell released the well-received memorial song \""}]}, {"heading": "Births", "year": "1939", "date": "July 16", "txt": "Ali Khamenei, Iranian cleric and politician, 2nd Supreme Leader of Iran", "entities": [{"title": "Supreme Leader of Iran", "href": "/wiki/Supreme_Leader_of_Iran", "description": "The Supreme Leader of Iran, also referred to as Supreme Leader of the Islamic Revolution, but officially called the Supreme Leadership Authority, is the head of state and the highest political and religious authority of the Islamic Republic of Iran. The armed forces, judiciary, state television, and other key government organizations such as Guardian Council and Expediency Discernment Council are "}]}, {"heading": "Births", "year": "1939", "date": "July 16", "txt": "Lido Vieri, Italian football manager and football player", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 16", "txt": "Denise LaSalle, American singer-songwriter and producer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 16", "txt": "Ruth Perry, president of Liberia (d. 2017)", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 16", "txt": "Shringar Nagaraj, Indian actor and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 16", "txt": "Corin Redgrave, English actor and activist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 16", "txt": "Mariele Ventre, Italian singer and conductor (d. 1995)", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 16", "txt": "Desmond Dekker, Jamaican singer-songwriter (d. 2006)", "entities": [{"title": "Desmond Dekker", "href": "/wiki/Desmond_Dekker", "description": "Desmond Dekker was a Jamaican ska, rocksteady and reggae singer-songwriter and musician. Together with his backing group The Aces, he had one of the earliest international reggae hits with \"Israelites\" (1968). Other hits include \"007 \" (1967), \"It Mek\" (1969) and \"You Can Get It If You Really Want\" (1970)."}]}, {"heading": "Births", "year": "1941", "date": "July 16", "txt": "Dag Solstad, Norwegian author and playwright", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 16", "txt": "Hans Wiegel, Dutch journalist and politician, Deputy Prime Minister of the Netherlands", "entities": [{"title": "Deputy Prime Minister of the Netherlands", "href": "/wiki/Deputy_Prime_Minister_of_the_Netherlands", "description": "The Deputy Prime Minister of the Netherlands is the official deputy of the head of government of the Netherlands. In the absence of the Prime Minister of the Netherlands the Deputy Prime Minister takes over his functions, such as chairing the Cabinet of the Netherlands and the Council of Ministers of the Netherlands. Conventionally, all of the junior partners in the coalition get one deputy, and t"}]}, {"heading": "Births", "year": "1941", "date": "July 16", "txt": "Sir George Young, 6th Baronet, English banker and politician, Secretary of State for Transport", "entities": [{"title": "Secretary of State for Transport", "href": "/wiki/Secretary_of_State_for_Transport", "description": "The Secretary of State for Transport, also referred to as the Transport Secretary, is the member of the cabinet responsible for the British Department for Transport. The office used to be called the Minister of Transport and has been merged with the Secretary of State for the Environment at various times."}]}, {"heading": "Births", "year": "1942", "date": "July 16", "txt": "Margaret Court, Australian tennis player and minister", "entities": [{"title": "Margaret Court", "href": "/wiki/Margaret_Court", "description": "Margaret Court, also known as Margaret Smith Court, is an Australian retired tennis player and former world No. 1. She won 24 Grand Slam women's singles titles in her career, 19 Grand Slam doubles titles, and 21 Grand Slam mixed doubles titles. She won more Grand Slam titles than any other player in history, and is considered one of the greatest tennis players of all time. She is currently a Chris"}]}, {"heading": "Births", "year": "1943", "date": "July 16", "txt": "Reinaldo Arenas, Cuban-American author, poet, and playwright (d. 1990)", "entities": [{"title": "Reinaldo Arenas", "href": "/wiki/Reinaldo_Arenas", "description": "Reinaldo Arenas was a Cuban poet, novelist, and playwright known as an early sympathizer, and later critic, of Fidel Castro and the Cuban Revolution, and a rebel of the Cuban government."}]}, {"heading": "Births", "year": "1943", "date": "July 16", "txt": "Vernon Bogdanor, English political scientist and academic", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 16", "txt": "Jimmy Johnson, American football player and coach", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 16", "txt": "Angharad Rees, English-Welsh actress and jewellery designer (d. 2012)", "entities": [{"title": "Angharad Rees", "href": "/wiki/Angharad_Rees", "description": "Angharad Mary Rees, The Hon. Mrs David McAlpine, CBE was a Welsh actress, best known for her British television roles during the 1970s and in particular her leading role as Demelza in the 1970s BBC TV costume drama Poldark."}]}, {"heading": "Births", "year": "1946", "date": "July 16", "txt": "Louise Fréchette, Canadian civil servant and diplomat, Deputy Secretary-General of the United Nations", "entities": [{"title": "Louise Fréchette", "href": "/wiki/Louise_Fr%C3%A9chette", "description": "Louise Fréchette, OC is a Canadian diplomat and public servant who served for eight years as United Nations Deputy Secretary-General. She also served a three-year term at the Centre for International Governance Innovation, an international relations and policy think-tank in Waterloo, Ontario, working on a major research project on nuclear energy and the world's security."}, {"title": "Deputy Secretary-General of the United Nations", "href": "/wiki/Deputy_Secretary-General_of_the_United_Nations", "description": "The Deputy Secretary-General of the United Nations is the deputy to the Secretary-General of the United Nations. The office was created to handle many of the administrative responsibilities of the Secretary-General, help manage Secretariat operations, and ensure coherence of activities and programs. The post was formally established by the General Assembly at the end of 1997."}]}, {"heading": "Births", "year": "1946", "date": "July 16", "txt": "Barbara Lee, American politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 16", "txt": "Ron Yary, American football player", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 16", "txt": "Don Burke, Australian television host and producer", "entities": [{"title": "Don Burke", "href": "/wiki/Don_Burke", "description": "Donald William Burke is an Australian television presenter, television producer, author and horticulturist. He is best known as the longtime host of Burke's Backyard, a lifestyle program produced by his wife's company CTC Productions which ran for 17 years from 1987 to late 2004 on the Nine Network. He was also responsible for the creation of garden makeover program Backyard Blitz, starring former"}]}, {"heading": "Births", "year": "1947", "date": "July 16", "txt": "Alexis Herman, American businesswoman and politician, 23rd United States Secretary of Labor", "entities": [{"title": "United States Secretary of Labor", "href": "/wiki/United_States_Secretary_of_Labor", "description": "The United States secretary of labor is a member of the Cabinet of the United States, and as the head of the United States Department of Labor, controls the department, and enforces and suggests laws involving unions, the workplace, and all other issues involving any form of business-person controversies."}]}, {"heading": "Births", "year": "1947", "date": "July 16", "txt": "Assata Shakur, American-Cuban criminal and activist", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 16", "txt": "Rubén Blades, Panamanian singer-songwriter, guitarist, and actor", "entities": [{"title": "Rubén Blades", "href": "/wiki/Rub%C3%A9n_Blades", "description": "Rubén Blades Bellido de Luna, known professionally as Rubén Blades, is a Panamanian musician, singer, composer, actor, activist, and politician, performing musically most often in the salsa, and Latin jazz genres. As a songwriter, Blades brought the lyrical sophistication of Central American nueva canción and Cuban nueva trova as well as experimental tempos and politically inspired Son Cubano sals"}]}, {"heading": "Births", "year": "1948", "date": "July 16", "txt": "Lars Lagerbäck, Swedish footballer and manager", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 16", "txt": "Kevin McKenzie, South African cricketer", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 16", "txt": "Pinchas Zukerman, Israeli violinist and conductor", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 16", "txt": "Alan Fitzgerald, American guitarist and keyboardist", "entities": [{"title": "Alan Fitzgerald", "href": "/wiki/Alan_Fitzgerald", "description": "Francis Alan Fitzgerald is an American musician. A multi-instrumentalist, he is best known as the second bassist of Montrose and as keyboardist for Night Ranger. He has also performed with Gamma, and former Montrose bandmate Sammy Hagar. Fitzgerald also worked as an offstage keyboard player with Van Halen, during their concerts from 1991 until 2004, 2007, 2012."}]}, {"heading": "Births", "year": "1950", "date": "July 16", "txt": "Pierre Paradis, Canadian lawyer and politician", "entities": [{"title": "Pierre Paradis", "href": "/wiki/Pierre_Paradis", "description": "Pierre Paradis is a politician in the Canadian province of Quebec. He represented Brome-Missisquoi in the National Assembly of Quebec from 1980 to 2018. A member of the Liberal Party, he served as a cabinet minister in the governments of Robert Bourassa, Daniel Johnson Jr. and Philippe Couillard."}]}, {"heading": "Births", "year": "1950", "date": "July 16", "txt": "Dennis Priestley, English darts player", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 16", "txt": "Frances Spalding, English historian and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 16", "txt": "Tom Terrell, American journalist and photographer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 16", "txt": "Jean-Luc Mongrain, Canadian journalist", "entities": [{"title": "Jean-Luc Mongrain", "href": "/wiki/Jean-Luc_Mongrain", "description": "Jean-Luc Mongrain is a Canadian journalist, television host and news anchor. He was the news anchor of his own show called Mongrain on LCN until 2012."}]}, {"heading": "Births", "year": "1951", "date": "July 16", "txt": "Che Rosli, Malaysian politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 16", "txt": "Stewart Copeland, American drummer and songwriter", "entities": [{"title": "Stewart Copeland", "href": "/wiki/Stewart_Copeland", "description": "Stewart Armstrong Copeland is an American musician and composer. He rose to prominence as the drummer of the English rock band the Police. He has also produced film and video game soundtracks and written various pieces of music for ballet, opera, and orchestra. His composing work includes the films Wall Street, Good Burger, and We Are Your Friends; the TV series The Equalizer, Dead Like Me, and Th"}]}, {"heading": "Births", "year": "1952", "date": "July 16", "txt": "Richard Egielski, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 16", "txt": "Marc Esposito, French director and screenwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "July 16", "txt": "Ken McEwan, South African cricketer", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 16", "txt": "Douglas J. Feith, American lawyer and politician, Under Secretary of Defense for Policy", "entities": [{"title": "Douglas J. Feith", "href": "/wiki/Douglas_J._Feith", "description": "Douglas Jay Feith served as the under secretary of Defense for Policy for United States president George W. Bush, from July 2001 until August 2005. He is a senior fellow at the Hudson Institute, a conservative think tank."}, {"title": "Under Secretary of Defense for Policy", "href": "/wiki/Under_Secretary_of_Defense_for_Policy", "description": "The United States under secretary of defense for policy (USDP) is a high level civilian official in the United States Department of Defense. The under secretary of defense for policy is the principal staff assistant and adviser to both the secretary of defense and the deputy secretary of defense for all matters concerning the formation of national security and defense policy."}]}, {"heading": "Births", "year": "1954", "date": "July 16", "txt": "Jeanette Mott Oxford, American politician", "entities": [{"title": "Jeanette Mott Oxford", "href": "/wiki/Jeanette_Mott_Oxford", "description": "Jeanette Mott Oxford is an American activist and politician from Missouri. She is a currently the Executive Director of the Missouri Association for Social Welfare, after having served as a member of the Missouri House of Representatives, representing a portion of St. Louis. A Democrat, she was the first openly lesbian member of the Missouri Legislature."}]}, {"heading": "Births", "year": "1955", "date": "July 16", "txt": "Susan Wheeler, American poet and academic", "entities": [{"title": "Susan Wheeler", "href": "/wiki/Susan_Wheeler", "description": "Susan Wheeler is an educator and award-winning poet whose poems have frequently appeared in anthologies. She is currently the Director of Creative Writing at Princeton University. She has also taught at University of Iowa, NYU, Rutgers, Columbia University and The New School."}]}, {"heading": "Births", "year": "1955", "date": "July 16", "txt": "Saw Swee Leong, Malaysian badminton player", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 16", "txt": "Tony Kushner, American playwright and screenwriter", "entities": [{"title": "Tony Kushner", "href": "/wiki/Tony_Kushner", "description": "Anthony Robert Kushner is an American playwright, author, and screenwriter. He received the Pulitzer Prize for Drama in 1993 for his play Angels in America, then adapted it for HBO in 2003. He co-authored the screenplay for the 2005 film Munich, and he wrote the screenplay for the 2012 film Lincoln. Both were critically acclaimed, and he received an Academy Award nomination for Best Adapted Screen"}]}, {"heading": "Births", "year": "1957", "date": "July 16", "txt": "Faye Grant, American actress", "entities": [{"title": "Faye Grant", "href": "/wiki/Faye_Grant", "description": "Faye Grant is an American film, television and stage actress and singer. She is best known for her role as Julie Parrish in NBC's science fiction series, V, between 1983 and 1985."}]}, {"heading": "Births", "year": "1957", "date": "July 16", "txt": "Alexandra Marinina, Ukrainian-Russian colonel and author", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 16", "txt": "Mick Cornett, American politician, and former mayor of Oklahoma City.", "entities": [{"title": "Mick Cornett", "href": "/wiki/Mick_Cornett", "description": "Michael Earl Cornett Sr. is an American politician and former television personality who served as the 35th mayor of Oklahoma City, from 2005 until 2018. A member of the Republican Party, he was only the fourth mayor in Oklahoma City history to be elected to three terms and the first to be elected to four terms. He also served as President of the United States Conference of Mayors and as national "}]}, {"heading": "Births", "year": "1958", "date": "July 16", "txt": "Michael Flatley, American-Irish dancer and choreographer", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 16", "txt": "Mike Rogers, American politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 16", "txt": "Gary Anderson, South African-American football player", "entities": [{"title": "Gary Anderson (placekicker)", "href": "/wiki/Gary_Anderson_(placekicker)", "description": "Gary Allan Anderson is a South African former player of American football who was a placekicker in the National Football League (NFL) for 23 seasons. The first South African to appear in an NFL regular season game, he spent the majority of his career with the Pittsburgh Steelers and is also known for his tenure with the Minnesota Vikings. Anderson earned four Pro Bowl and two first-team All-Pro ho"}]}, {"heading": "Births", "year": "1959", "date": "July 16", "txt": "James MacMillan, Scottish composer and conductor", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 16", "txt": "Zoran Jolevski, Macedonian economist, politician, and diplomat, Macedonian Ambassador to the United States", "entities": [{"title": "Macedonian Ambassador to the United States", "href": "/wiki/Macedonian_Ambassador_to_the_United_States", "description": "The North Macedonia ambassador in Washington, D.C. is the official representative of the Government of North Macedonia to the Government of the United States."}]}, {"heading": "Births", "year": "1959", "date": "July 16", "txt": "Jürgen Ligi, Estonian economist and politician, 25th Estonian Minister of Defence", "entities": [{"title": "Minister of Defence (Estonia)", "href": "/wiki/Minister_of_Defence_(Estonia)", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Births", "year": "1960", "date": "July 16", "txt": "Terry Pendleton, American baseball player and coach", "entities": [{"title": "Terry Pendleton", "href": "/wiki/Terry_Pendleton", "description": "Terry Lee Pendleton is a former third baseman in Major League Baseball (MLB). He played primarily for the St. Louis Cardinals and Atlanta Braves, but he also spent time with the Florida Marlins, Cincinnati Reds, and Kansas City Royals. During his 15-year career, he went to the World Series five times, yet his team never won a championship. After his playing career, he became a coach for the Braves"}]}, {"heading": "Births", "year": "1962", "date": "July 16", "txt": "Grigory Leps, Russian singer-songwriter", "entities": [{"title": "Grigory Leps", "href": "/wiki/Grigory_Leps", "description": "Grigory Viktorovich Lepsveridze, known as Grigory Leps, is a Russian singer-songwriter of Georgian origin. His musical style gradually changed from Russian chanson in his early years to soft rock recently. He's known for his low, strong baritone voice. Meritorious Artist of Russia (2011). Grigory Leps reported the highest income of all singers in Russia in 2013 with $15 million, 2014 with $12 mill"}]}, {"heading": "Births", "year": "1963", "date": "July 16", "txt": "Phoebe Cates, American actress", "entities": [{"title": "Phoebe Cates", "href": "/wiki/Phoebe_Cates", "description": "Phoebe Belle Cates Kline is an American former actress, singer and model turned store owner known primarily for her roles in several films, most notably Fast Times at Ridgemont High, Gremlins and Drop Dead Fred."}]}, {"heading": "Births", "year": "1963", "date": "July 16", "txt": "Srečko Katanec, Slovenian footballer and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 16", "txt": "Mikael Pernfors, Swedish tennis player", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 16", "txt": "Phil Hellmuth, American poker player", "entities": [{"title": "Phil Hellmuth", "href": "/wiki/Phil_Hellmuth", "description": "Phillip Jerome Hellmuth Jr. is an American professional poker player who has won a record fifteen World Series of Poker bracelets. He is the winner of the Main Event of the 1989 World Series of Poker (WSOP) and the Main Event of the 2012 World Series of Poker Europe (WSOPE), and he is a 2007 inductee of the WSOP's Poker Hall of Fame."}]}, {"heading": "Births", "year": "1964", "date": "July 16", "txt": "Miguel Induráin, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 16", "txt": "Michel Desjoyeaux, French sailor", "entities": [{"title": "Michel Desjoyeaux", "href": "/wiki/Michel_Desjoyeaux", "description": "Michel Desjoyeaux is a French sailor, known for competing successfully in several long-distance single-handed races. He won the Vendée Globe race in 2000-01 and 2008–09, making him the only person to win that race more than once. In 2014-15, he was watch captain, on leg 1 on Mapfre in the Volvo Ocean Race."}]}, {"heading": "Births", "year": "1965", "date": "July 16", "txt": "Claude Lemieux, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 16", "txt": "Sherri Stoner, American actress, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 16", "txt": "Jyrki Lumme, Finnish ice hockey player", "entities": [{"title": "Jyrki Lumme", "href": "/wiki/Jyrki_Lumme", "description": "Jyrki Olavi Lumme is a Finnish former professional ice hockey defenceman who played in the National Hockey League (NHL) and SM-liiga. After beginning his career in Finland, playing with Ilves Tampere for three seasons, he moved to North America to join the Montreal Canadiens in 1988. The Canadiens had selected Lumme two years prior in the 1986 NHL Entry Draft 57th overall. In his second NHL season"}]}, {"heading": "Births", "year": "1967", "date": "July 16", "txt": "Will Ferrell, American actor, comedian, and producer", "entities": [{"title": "Will Ferrell", "href": "/wiki/Will_Ferrell", "description": "John William Ferrell is an American actor, comedian, producer, and writer. He first established himself in the mid-1990s as a cast member on the NBC sketch comedy show Saturday Night Live, and has subsequently starred in comedy films such as Elf (2003), Kicking & Screaming (2005), Talladega Nights: The Ballad of Ricky Bobby (2006), Semi-Pro (2008), and Land of the Lost (2009). He founded the comed"}]}, {"heading": "Births", "year": "1968", "date": "July 16", "txt": "Dhanraj Pillay, Indian field hockey player and manager", "entities": [{"title": "Dhanraj Pillay", "href": "/wiki/Dhanraj_Pillay", "description": "Dhanraj Pillay is a retired Indian field hockey player and former captain of the Indian national team. He also looks after the Air India Sports Promotion Board as a Joint Secretary based in Mumbai. Since the last 5 years, Dhanraj is overseeing the SAG Hockey Academy in Gujarat funded by the Gujarat Government. A legend of game, he is regarded as one of the best Indian players."}]}, {"heading": "Births", "year": "1968", "date": "July 16", "txt": "Barry Sanders, American football player", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 16", "txt": "Larry Sanger, American philosopher and businessman, co-founded Wikipedia and Citizendium", "entities": [{"title": "Wikipedia", "href": "/wiki/Wikipedia", "description": "Wikipedia is a free, multilingual online encyclopedia written and maintained by a community of volunteer contributors through a model of open collaboration, using a wiki-based editing system. Wikipedia is the largest and most-read reference work in history, and is consistently one of the 15 most-popular websites as ranked by Alexa; as of 2021, it ranked as the 13th most-popular site. The project c"}, {"title": "Citizendium", "href": "/wiki/Citizendium", "description": "Citizendium is an English-language wiki-based free online encyclopedia launched by Larry Sanger, co-founder of Nupedia and Wikipedia."}]}, {"heading": "Births", "year": "1968", "date": "July 16", "txt": "Michael Searle, Australian rugby league player and businessman", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 16", "txt": "Robert Sherman, American songwriter and businessman", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 16", "txt": "Olga Souza, Brazilian singer and dancer", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 16", "txt": "Jules De Martino, English singer-songwriter and bass player", "entities": [{"title": "Jules De Martino", "href": "/wiki/Jules_De_Martino", "description": "Julian \"Jules\" De Martino is an English musician and a member of the pop duo The Ting Tings."}]}, {"heading": "Births", "year": "1969", "date": "July 16", "txt": "Kathryn Harby-Williams, Australian netball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 16", "txt": "Raimonds Miglinieks, Latvian basketball player and coach", "entities": [{"title": "Raimonds Miglinieks", "href": "/wiki/Raimonds_Miglinieks", "description": "Raimonds Miglinieks is a retired Latvian professional basketball player and basketball coach. Standing at a height of 1.90 m tall, he was a point guard with excellent court vision."}]}, {"heading": "Births", "year": "1970", "date": "July 16", "txt": "Apichatpong Weerasethakul, Thai director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 16", "txt": "Corey Feldman, American actor", "entities": [{"title": "Corey Feldman", "href": "/wiki/Corey_Feldman", "description": "Corey Scott Feldman is an American actor, voice actor, singer, and activist. He became well known during the 1980s, with roles as a youth in films such as Friday the 13th: The Final Chapter (1984), Gremlins (1984), The Goonies (1985), and Stand by Me (1986). In 1987, Feldman starred in the horror film The Lost Boys with Corey Haim; they became known as \"The Two Coreys\" and went on to appear in oth"}]}, {"heading": "Births", "year": "1971", "date": "July 16", "txt": "Ed Kowalczyk, American singer-songwriter and guitarist (Live)", "entities": [{"title": "Live (band)", "href": "/wiki/Live_(band)", "description": "Live is an American rock band formed in York, Pennsylvania in 1984, consisting of Ed Kowalczyk, Chad Taylor, Patrick Dahlheimer (bass), and Chad Gracey (drums)."}]}, {"heading": "Births", "year": "1972", "date": "July 16", "txt": "Ben Cahoon, American-Canadian football player and coach", "entities": [{"title": "Ben Cahoon", "href": "/wiki/Ben_Cahoon", "description": "Ben Cahoon is a former professional Canadian football slotback who spent his entire career with the Montreal Alouettes of the Canadian Football League. He won the award for the Most Outstanding Canadian in the CFL two years in a row in 2002 and 2003."}]}, {"heading": "Births", "year": "1972", "date": "July 16", "txt": "François Drolet, Canadian speed skater", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 16", "txt": "Shaun Pollock, South African cricketer", "entities": [{"title": "Shaun Pollock", "href": "/wiki/Shaun_Pollock", "description": "Shaun Maclean Pollock OIS is a South African cricket commentator and former cricketer, who was captain in all formats of the game. He is considered as one of the finest medium pacers of his time. A genuine bowling all-rounder, Pollock along with Allan Donald formed a bowling partnership for many years. From 2000 to 2003 he was the captain of the South African cricket team, and also played for Afri"}]}, {"heading": "Births", "year": "1973", "date": "July 16", "txt": "Graham Robertson, American director and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 16", "txt": "Tim Ryan, American politician", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 16", "txt": "Jeremy Enigk, American singer-songwriter and guitarist", "entities": [{"title": "Jeremy Enigk", "href": "/wiki/Jeremy_Enigk", "description": "Jeremy Enigk is an American singer-songwriter, vocalist and guitarist / multi-instrumentalist. He is known as a solo artist, a film score composer, and as the lead vocalist, rhythm guitarist and keyboardist of the Seattle-based bands Sunny Day Real Estate and The Fire Theft."}]}, {"heading": "Births", "year": "1974", "date": "July 16", "txt": "Maret Maripuu, Estonian politician, Estonian Minister of Social Affairs", "entities": [{"title": "Minister of Social Affairs (Estonia)", "href": "/wiki/Minister_of_Social_Affairs_(Estonia)", "description": "The Ministry of Social Affairs of Estonia is a government ministry of Estonia responsible for social policies of the country."}]}, {"heading": "Births", "year": "1974", "date": "July 16", "txt": "Ryan McCombs, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 16", "txt": "Wendell Sailor, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 16", "txt": "Bas Leinders, Belgian race car driver", "entities": [{"title": "Bas Leinders", "href": "/wiki/Bas_Leinders", "description": "Bas Leinders is a retired professional racing driver from Belgium. He was a Formula One test and reserve driver in 2004 for the Minardi F1 team, taking part in the Friday practice sessions during Grand Prix weekends, making 17 appearances in all. He is also a former British Formula Ford and German Formula Three champion, winning the titles in 1995 and 1998 respectively."}]}, {"heading": "Births", "year": "1976", "date": "July 16", "txt": "Tomasz Kuchar, Polish race car driver", "entities": [{"title": "Tomasz Kuchar", "href": "/wiki/Tomasz_Kuchar", "description": "Tomasz Józef Kuchar is a Polish rally and rallycross driver - Polish Rallycross Champion 2016, 2017, 2018, 2019."}]}, {"heading": "Births", "year": "1976", "date": "July 16", "txt": "Carlos Humberto Paredes, Paraguayan footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 16", "txt": "Anna Smashnova, Belarusian-Israeli tennis player", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 16", "txt": "Bryan Budd, Northern Ireland-born English soldier, Victoria Cross recipient (d. 2006)", "entities": [{"title": "Bryan Budd", "href": "/wiki/Bryan_Budd", "description": "Bryan James Budd, VC was a British Army soldier and a Northern Irish recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1979", "date": "July 16", "txt": "Chris Mihm, American basketball player", "entities": [{"title": "Chris Mihm", "href": "/wiki/Chris_Mihm", "description": "Christopher Steven Mihm is an American former professional basketball center who played nine seasons in the National Basketball Association (NBA). After playing college basketball at Texas, he was drafted with the seventh overall pick in the 2000 NBA draft by the Chicago Bulls."}]}, {"heading": "Births", "year": "1979", "date": "July 16", "txt": "Mai Nakamura, Japanese swimmer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 16", "txt": "Kim Rhode, American sport shooter", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 16", "txt": "Nathan Rogers, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 16", "txt": "Konstantin Skrylnikov, Russian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 16", "txt": "Adam Scott, Australian golfer", "entities": [{"title": "Adam Scott (golfer)", "href": "/wiki/Adam_Scott_(golfer)", "description": "Adam Derek Scott is an Australian professional golfer who plays mainly on the PGA Tour. He was the World No. 1 ranked golfer, from mid-May to August 2014. He has won 31 professional tournaments around the world, on many of golf's major tours."}]}, {"heading": "Births", "year": "1981", "date": "July 16", "txt": "Giuseppe Di Masi, Italian footballer", "entities": [{"title": "Giuseppe Di Masi", "href": "/wiki/Giuseppe_Di_Masi", "description": "Giuseppe Adriano Di Masi is an Italian footballer who plays as a goalkeeper."}]}, {"heading": "Births", "year": "1981", "date": "July 16", "txt": "Robert Kranjec, Slovenian ski jumper", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 16", "txt": "Zach Randolph, American basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 16", "txt": "Vicente Rodríguez, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 16", "txt": "André Greipel, German cyclist", "entities": [{"title": "André Greipel", "href": "/wiki/Andr%C3%A9_Greipel", "description": "André Greipel is a German professional road bicycle racer, who currently rides for UCI WorldTeam Israel Start-Up Nation."}]}, {"heading": "Births", "year": "1982", "date": "July 16", "txt": "Carli Lloyd, American soccer player", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 16", "txt": "Michael Umaña, Costa Rican footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 16", "txt": "Duncan Keith, Canadian ice hockey player", "entities": [{"title": "Duncan Keith", "href": "/wiki/Duncan_Keith", "description": "Duncan Keith is a Canadian professional ice hockey defenceman and alternate captain for the Chicago Blackhawks of the National Hockey League (NHL). Keith is known as a two-way defenceman, capable in both shutdown and offensive roles. He is a three-time Stanley Cup champion with the Blackhawks in 2010, 2013 and 2015. In 2017, Keith was named one of the \"100 Greatest NHL Players\" in history."}]}, {"heading": "Births", "year": "1984", "date": "July 16", "txt": "Hayanari Shimoda, Japanese race car driver", "entities": [{"title": "Hayanari Shimoda", "href": "/wiki/Hayanari_Shimoda", "description": "Hayanari Shimoda is a Japanese race car driver, born in Tokyo."}]}, {"heading": "Births", "year": "1984", "date": "July 16", "txt": "Attila Szabó, Hungarian decathlete", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 16", "txt": "Mārtiņš Kravčenko, Latvian basketball player", "entities": [{"title": "Mārtiņš Kravčenko", "href": "/wiki/M%C4%81rti%C5%86%C5%A1_Krav%C4%8Denko", "description": "Mārtiņš Kravčenko is a Latvian professional basketball player who plays the guard position and plays for Latvian Basketball League club BK Jēkabpils. Most of his career he spent at BK Barons which in 2008 won the Latvian Basketball League and FIBA EuroCup championships."}]}, {"heading": "Births", "year": "1986", "date": "July 16", "txt": "Dustin Boyd, Canadian ice hockey player", "entities": [{"title": "Dustin Boyd", "href": "/wiki/Dustin_Boyd", "description": "Dustin James Boyd is a Canadian-Kazakhstani professional ice hockey player who is currently an unrestricted free agent. He was most recently under contract with Barys Nur-Sultan of the Kontinental Hockey League (KHL)."}]}, {"heading": "Births", "year": "1986", "date": "July 16", "txt": "Misako Uno, Japanese actress, singer, and fashion designer", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 16", "txt": "Mousa Dembélé, Belgian footballer", "entities": [{"title": "Mousa Dembélé (Belgian footballer)", "href": "/wiki/Mousa_Demb%C3%A9l%C3%A9_(Belgian_footballer)", "description": "Moussa Sidi Yaya Dembélé is a Belgian professional footballer who plays as a central midfielder for Chinese Super League club Guangzhou City and the Belgium national team, for whom he has achieved 82 caps. He was regarded as one of the best box-to-box midfielders in Europe due to his excellent dribbling skills and ability to maintain possession."}]}, {"heading": "Births", "year": "1987", "date": "July 16", "txt": "AnnaLynne McCord, American actress and producer", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 16", "txt": "Knowshon Moreno, American football player", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 16", "txt": "Sergio Busquets, Spanish footballer", "entities": [{"title": "Sergio Busquets", "href": "/wiki/Sergio_Busquets", "description": "Sergio Busquets Burgos is a Spanish professional footballer who plays as a defensive midfielder for Barcelona and the Spain national team. He is considered to be a deep lying playmaker capable of directing the game play through short and calm passes and one of the best of his generation."}]}, {"heading": "Births", "year": "1989", "date": "July 16", "txt": "Gareth Bale, Welsh footballer", "entities": [{"title": "Gareth Bale", "href": "/wiki/Gareth_Bale", "description": "Gareth Frank Bale is a Welsh professional footballer who plays as a winger for Premier League club Tottenham Hotspur, on loan from Real Madrid of La Liga, and the Welsh national team."}]}, {"heading": "Births", "year": "1990", "date": "July 16", "txt": "Bureta Faraimo, New Zealand rugby league player", "entities": [{"title": "Bureta Faraimo", "href": "/wiki/Bureta_Faraimo", "description": "Bureta Faraimo is a United States international rugby league footballer who plays on the wing for Hull F.C. in the Super League."}]}, {"heading": "Births", "year": "1990", "date": "July 16", "txt": "Wizkid, Nigerian singer and songwriter", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 16", "txt": "Johann Zarco, French motorcycle racer", "entities": []}, {"heading": "Births", "year": "1991", "date": "July 16", "txt": "Nate Schmidt, American ice hockey player", "entities": [{"title": "Nate Schmidt", "href": "/wiki/Nate_Schmidt", "description": "Nathan Thomas Schmidt is an American professional ice hockey player for the Vancouver Canucks of the National Hockey League (NHL). He previously played for the Washington Capitals and Vegas Golden Knights."}]}, {"heading": "Births", "year": "1991", "date": "July 16", "txt": "Andros Townsend, English footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "July 16", "txt": "Daniel Pearson, English actor and presenter", "entities": [{"title": "Daniel Pearson (actor)", "href": "/wiki/Daniel_Pearson_(actor)", "description": "Daniel Pearson is an English actor and presenter, best known for his role as Rick Barber in the BAFTA-winning British children's television series, Tracy Beaker Returns and in the BAFTA winning spinoff series, The Dumping Ground."}]}, {"heading": "Deaths", "year": "784", "date": "July 16", "txt": "Fulrad, Frankish diplomat and saint (b. 710)", "entities": [{"title": "Fulrad", "href": "/wiki/Fulrad", "description": "Saint Fulrad was born in 710 into a wealthy family, and died on July 16, 784 as the Abbot of Saint-Denis He was the counselor of both Pippin and Charlemagne. Historians see Fulrad as important due to his significance in the rise of the Frankish Kingdom, and the insight he gives into early Carolingian society. He was noted to have been always on the side on Charlemagne, especially during the attack"}]}, {"heading": "Deaths", "year": "851", "date": "July 16", "txt": "Sisenandus, Cordoban deacon and martyr (b. c. 825)", "entities": [{"title": "Sisenandus of Beja", "href": "/wiki/Sisenandus_of_Beja", "description": "Sisenandus of Beja was a Christian deacon and martyr who was put to death during the reign of Abd al-Rahman II, Emir of Córdoba, and is counted among the Martyrs of Córdoba."}]}, {"heading": "Deaths", "year": "866", "date": "July 16", "txt": "Irmgard, Frankish abbess", "entities": [{"title": "Irmgard of Chiemsee", "href": "/wiki/Irmgard_of_Chiemsee", "description": "Blessed Irmgard of Chiemsee, a member of the Carolingian dynasty, was the second daughter of King Louis the German and his wife Hemma. She was the first Abbess of Frauenwörth abbey from 857 until her death."}, {"title": "Abbess", "href": "/wiki/Abbess", "description": "In Catholicism, an abbess is the female superior of a community of nuns, which is often an abbey."}]}, {"heading": "Deaths", "year": "1212", "date": "July 16", "txt": "William de Brus, 3rd Lord of Annandale", "entities": [{"title": "William de Brus, 3rd Lord of Annandale", "href": "/wiki/William_de_Brus,_3rd_Lord_of_Annandale", "description": "William de Brus, 3rd Lord of Annandale, was the second but eldest surviving son of Robert de Brus, 2nd Lord of Annandale."}]}, {"heading": "Deaths", "year": "1216", "date": "July 16", "txt": "Pope Innocent III (b. 1160)", "entities": [{"title": "Pope Innocent III", "href": "/wiki/Pope_Innocent_III", "description": "Pope Innocent III (Latin: Innocentius III; 1160 or 1161 - 16 July 1216, born Lotario dei Conti di Segni was the head of the Catholic Church and ruler of the Papal States from 8 January 1198 to his death."}]}, {"heading": "Deaths", "year": "1324", "date": "July 16", "txt": "Emperor Go-Uda of Japan (b. 1267)", "entities": [{"title": "Emperor Go-Uda", "href": "/wiki/Emperor_Go-Uda", "description": "Emperor Go-Uda  was the 91st emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1274 through 1287."}]}, {"heading": "Deaths", "year": "1342", "date": "July 16", "txt": "Charles I of Hungary (b. 1288)", "entities": [{"title": "Charles I of Hungary", "href": "/wiki/Charles_I_of_Hungary", "description": "Charles I, also known as Charles Robert was King of Hungary and Croatia from 1308 to his death. He was a member of the Capetian House of Anjou and the only son of Charles Martel, Prince of Salerno. His father was the eldest son of Charles II of Naples and Mary of Hungary. She laid claim to Hungary after her brother, Ladislaus IV of Hungary, died in 1290, but the Hungarian prelates and lords electe"}]}, {"heading": "Deaths", "year": "1344", "date": "July 16", "txt": "An-Nasir Ahmad, Sultan of Egypt (b. 1316)", "entities": [{"title": "An-Nasir Ahmad, Sultan of Egypt", "href": "/wiki/An-Nasir_Ahmad,_Sultan_of_Egypt", "description": "An-Nasir Shihab ad-Din Ahmad ibn Muhammad ibn Qalawun, better known as an-Nasir Ahmad, was the Bahri Mamluk sultan of Egypt, ruling from January to June 1342. A son of Sultan an-Nasir Muhammad, he became embroiled in the volatile succession process following his father's death in 1341. An-Nasir Ahmad lived much of his life in the desert fortress of al-Karak in Transjordan and was reluctant to assu"}]}, {"heading": "Deaths", "year": "1509", "date": "July 16", "txt": "João da Nova, Portuguese explorer (b. 1460)", "entities": [{"title": "João da Nova", "href": "/wiki/Jo%C3%A3o_da_Nova", "description": "João da Nova was a Portuguese-Galician explorer of the Atlantic and Indian Oceans at the service of Portugal. He is credited as the discoverer of Ascension and Saint Helena islands."}]}, {"heading": "Deaths", "year": "1546", "date": "July 16", "txt": "Anne Askew, English author and poet (b. 1520)", "entities": [{"title": "Anne Askew", "href": "/wiki/Anne_Askew", "description": "Anne Askew was an English writer, poet, and Protestant martyr who was condemned as a heretic in England in the reign of Henry VIII of England. Along with Margaret Cheyne, wife of Sir John Bulmer, who was similarly tortured and executed after the Pilgrimage of Grace in 1537, she is the only woman on record known to have been both tortured in the Tower of London and burnt at the stake. She is also o"}]}, {"heading": "Deaths", "year": "1557", "date": "July 16", "txt": "Anne of Cleves, Queen consort of England (b. 1515)", "entities": [{"title": "Anne of Cleves", "href": "/wiki/Anne_of_Cleves", "description": "Anne of Cleves was Queen of England from 6 January to 9 July 1540 as the fourth wife of King Henry VIII. Not much is known about Anne before 1527, when she became betrothed to Francis, Duke of Bar, son and heir of Antoine, Duke of Lorraine, although their marriage did not proceed. In March 1539, negotiations for Anne's marriage to Henry began, as Henry believed that he needed to form a political a"}]}, {"heading": "Deaths", "year": "1576", "date": "July 16", "txt": "Isabella de' Medici, Italian noble (b. 1542)", "entities": [{"title": "Isabella de' Medici", "href": "/wiki/Isabella_de%27_Medici", "description": "Isabella Romola de' Medici was the daughter of Cosimo I de' Medici, first Grand Duke of Tuscany, and Eleonora di Toledo. She was raised and educated in a humanist manner with her siblings, including Francesco de' Medici who succeeded their father as the Grand Duke of Tuscany. To secure a relationship with the powerful Roman Orsinis, Isabella's father arranged her marriage to Paolo Giordano I Orsin"}, {"title": "1542", "href": "/wiki/1542", "description": "Year 1542 (MDXLII) was a common year starting on Sunday of the Julian calendar."}]}, {"heading": "Deaths", "year": "1647", "date": "July 16", "txt": "Masaniello, Italian rebel (b. 1622)", "entities": [{"title": "Masaniello", "href": "/wiki/Masaniello", "description": "Masaniello was an Italian fisherman who became leader of the revolt against the rule of Habsburg Spain in Naples in 1647."}]}, {"heading": "Deaths", "year": "1664", "date": "July 16", "txt": "Andreas Gryphius, German poet and playwright (b. 1616)", "entities": [{"title": "Andreas Gryphius", "href": "/wiki/Andreas_Gryphius", "description": "Andreas Gryphius was a German poet and playwright. With his eloquent sonnets, which contains \"The Suffering, Frailty of Life and the World\", he is considered one of the most important poets of the German baroque. He was one of the first improvers of German language and poetry."}]}, {"heading": "Deaths", "year": "1686", "date": "July 16", "txt": "John Pearson, English bishop and scholar (b. 1612)", "entities": [{"title": "John Pearson (bishop)", "href": "/wiki/John_Pearson_(bishop)", "description": "John Pearson was an English theologian and scholar."}]}, {"heading": "Deaths", "year": "1691", "date": "July 16", "txt": "François-Michel le Tellier, Marquis de Louvois, French politician, French Secretary of State for War (b. 1641)", "entities": [{"title": "François-Michel le Tellier, Marquis de Louvois", "href": "/wiki/Fran%C3%A7ois-Michel_le_Tellier,_Marquis_de_Louvois", "description": "François Michel Le Tellier, Marquis of Louvois was the French Secretary of State for War for a significant part of the reign of Louis XIV. Louvois and his father, Michel le Tellier, would increase the French Army to 340,000 soldiers by their deaths in the 1680s and 90s, an army that would eventually fight four wars between 1667 and 1713. He is commonly referred to as \"Louvois\"."}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Deaths", "year": "1729", "date": "July 16", "txt": "Johann David Heinichen, German composer and theorist (b. 1683)", "entities": [{"title": "Johann David Heinichen", "href": "/wiki/Johann_David_Heinichen", "description": "Johann David Heinichen was a German Baroque composer and music theorist who brought the musical genius of Venice to the court of Augustus II the Strong in Dresden. After he died, Heinichen's music attracted little attention for many years."}]}, {"heading": "Deaths", "year": "1747", "date": "July 16", "txt": "Giuseppe Crespi, Italian painter (b. 1665)", "entities": [{"title": "Giuseppe Crespi", "href": "/wiki/Giuseppe_Crespi", "description": "Giuseppe Maria Crespi, nicknamed Lo Spagnuolo, was an Italian late Baroque painter of the Bolognese School. His eclectic output includes religious paintings and portraits, but he is now most famous for his genre paintings."}]}, {"heading": "Deaths", "year": "1770", "date": "July 16", "txt": "Francis Cotes, English painter and academic (b. 1726)", "entities": [{"title": "Francis Cotes", "href": "/wiki/Francis_Cotes", "description": "Francis Cotes was an English painter, one of the pioneers of English pastel painting, and a founding member of the Royal Academy in 1768."}]}, {"heading": "Deaths", "year": "1796", "date": "July 16", "txt": "George Howard, English field marshal and politician (b. 1718)", "entities": [{"title": "George Howard (British Army officer)", "href": "/wiki/George_Howard_(British_Army_officer)", "description": "Field Marshal Sir George Howard KB, PC was a British military officer and politician. After commanding the 3rd Regiment of Foot at the Battle of Fontenoy in May 1745 during the War of the Austrian Succession and after commanding that regiment again at the Battle of Falkirk Muir and the Battle of Culloden during the Jacobite Rebellion, he returned to the continent and fought at the Battle of Lauffe"}]}, {"heading": "Deaths", "year": "1831", "date": "July 16", "txt": "Louis Alexandre Andrault de Langeron, French-Russian general (b. 1763)", "entities": [{"title": "Louis Alexandre Andrault de Langeron", "href": "/wiki/Louis_Alexandre_Andrault_de_Langeron", "description": "Count Louis Alexandre Andrault de Langeron, born in Paris, was a French soldier in the service of, first, the Kingdom of France, and then the Russian Empire."}]}, {"heading": "Deaths", "year": "1849", "date": "July 16", "txt": "Sarah Allen, African-American missionary for the African Methodist Episcopal Church (b. 1764)", "entities": [{"title": "Sarah Allen (missionary)", "href": "/wiki/Sarah_Allen_(missionary)", "description": "Sarah Allen was an American abolitionist and missionary for the African Methodist Episcopal Church. She is known within the AME Church as The Founding Mother."}, {"title": "African Methodist Episcopal Church", "href": "/wiki/African_Methodist_Episcopal_Church", "description": "The African Methodist Episcopal Church, usually called the A.M.E. Church or AME, is a predominantly African-American Methodist denomination. It is the first independent Protestant denomination to be founded by black people. It was founded by the Rt. Rev. Richard Allen in Philadelphia, Pennsylvania, in 1816 from several black Methodist congregations in the mid-Atlantic area that wanted independence"}]}, {"heading": "Deaths", "year": "1868", "date": "July 16", "txt": "Dmitry Pisarev, Russian author and critic (b. 1840)", "entities": [{"title": "Dmitry Pisarev", "href": "/wiki/Dmitry_Pisarev", "description": "Dmitry Ivanovich Pisarev was a Russian literary and social critic, journalist, and philosopher, who was a central figure of Russian nihilism. Elements of his philosophy have been cited as forerunners of Nietzschean ideas, and his advocacy of liberation movements and natural science had significant impact on Russian development."}]}, {"heading": "Deaths", "year": "1879", "date": "July 16", "txt": "Edward Deas Thomson, Scottish-Australian politician, 3rd Chief Secretary of New South Wales (b. 1800)", "entities": [{"title": "Edward Deas Thomson", "href": "/wiki/Edward_Deas_Thomson", "description": "Sir Edward Deas Thomson was a Scotsman who became an administrator and politician in Australia, and was chancellor of the University of Sydney."}, {"title": "Chief Secretary of New South Wales", "href": "/wiki/Chief_Secretary_of_New_South_Wales", "description": "The Chief Secretary of New South Wales, known from 1821 to 1959 as the Colonial Secretary was a key political office in the colonial and state administration in New South Wales, from 1901 a state in the Commonwealth of Australia. Its role changed significantly from the time of its creation in 1821 to its final use in 1995, with various responsibilities changing hands. Nominally subordinate to the "}]}, {"heading": "Deaths", "year": "1882", "date": "July 16", "txt": "Mary Todd Lincoln, First Lady of the United States 1861-1865 (b. 1818)", "entities": [{"title": "Mary Todd Lincoln", "href": "/wiki/Mary_Todd_Lincoln", "description": "Mary Ann Lincoln was the wife of the 16th President of the United States, Abraham Lincoln, and as such the First Lady of the United States from 1861 to 1865. Today, she is commonly known as Mary Todd Lincoln, though she did not use the name Todd after marrying."}, {"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Deaths", "year": "1885", "date": "July 16", "txt": "Rosalía de Castro, Spanish poet (b. 1837)", "entities": [{"title": "Rosalía de Castro", "href": "/wiki/Rosal%C3%ADa_de_Castro", "description": "María Rosalía Rita de Castro, was a Galician poet, strongly identified with her native Galicia and the celebration of the Galician language."}]}, {"heading": "Deaths", "year": "1886", "date": "July 16", "txt": "Ned Buntline, American journalist and author (b. 1823)", "entities": [{"title": "Ned Buntline", "href": "/wiki/Ned_Buntline", "description": "Edward Zane Carroll Judson Sr., known by his pseudonym Ned Buntline, was an American publisher, journalist, and writer."}]}, {"heading": "Deaths", "year": "1896", "date": "July 16", "txt": "Edmond de Goncourt, French critic and publisher, founded Académie Goncourt (b. 1822)", "entities": [{"title": "Edmond de Goncourt", "href": "/wiki/Edmond_de_Goncourt", "description": "Edmond Louis Antoine Huot de Goncourt was a French writer, literary critic, art critic, book publisher and the founder of the Académie Goncourt."}, {"title": "Académie Goncourt", "href": "/wiki/Acad%C3%A9mie_Goncourt", "description": "The Société littéraire des Goncourt, usually called the académie Goncourt, is a French literary organization based in Paris. It was founded by the French writer and publisher Edmond de Goncourt (1822–1896). He wanted to create a new way to encourage literature in France, and disagreed with the contemporary policies of the Académie française."}]}, {"heading": "Deaths", "year": "1915", "date": "July 16", "txt": "Ellen G. White, American theologian and author (b. 1827)", "entities": [{"title": "Ellen G. White", "href": "/wiki/Ellen_G._White", "description": "Ellen Gould White was an American author and co-founder of the Seventh-day Adventist Church. Along with other Adventist leaders such as Joseph Bates and her husband James White, she was instrumental within a small group of early Adventists who formed what became known as the Seventh-day Adventist Church. White is considered a leading figure in American vegetarian history. The Smithsonian magazine "}]}, {"heading": "Deaths", "year": "1917", "date": "July 16", "txt": "Philipp Scharwenka, German composer and educator (b. 1847)", "entities": [{"title": "Philipp Scharwenka", "href": "/wiki/Philipp_Scharwenka", "description": "Ludwig Philipp Scharwenka was a German composer and teacher of music. He was the older brother of Xaver Scharwenka."}]}, {"heading": "Deaths", "year": "1939", "date": "July 16", "txt": "Bartholomeus Roodenburch, Dutch swimmer (b. 1866)", "entities": [{"title": "Bartholomeus Roodenburch", "href": "/wiki/Bartholomeus_Roodenburch", "description": "Bartholomeus Roodenburch was a Dutch backstroke swimmer who competed in the 1908 Summer Olympics in London."}]}, {"heading": "Deaths", "year": "1943", "date": "July 16", "txt": "Saul Raphael Landau, Polish Jewish lawyer, journalist, publicist and Zionist activist (b. 1870)", "entities": [{"title": "Saul Raphael Landau", "href": "/wiki/Saul_Raphael_Landau", "description": "Saul Raphael Landau was a Polish Jewish lawyer, journalist, publicist and Zionist activist."}]}, {"heading": "Deaths", "year": "1949", "date": "July 16", "txt": "Vyacheslav Ivanov, Russian poet and playwright (b. 1866)", "entities": [{"title": "Vyacheslav Ivanov (poet)", "href": "/wiki/Vyacheslav_Ivanov_(poet)", "description": "Vyacheslav Ivanovich Ivanov was a Russian poet and playwright associated with the Russian Symbolist movement. He was also a philosopher, translator, and literary critic."}]}, {"heading": "Deaths", "year": "1953", "date": "July 16", "txt": "Hilaire Belloc, French-born British writer and historian (b. 1870)", "entities": [{"title": "Hilaire Belloc", "href": "/wiki/Hilaire_Belloc", "description": "Joseph Hilaire Pierre René Belloc was a British-French writer and historian and one of the most prolific writers in England during the early twentieth century. Belloc was also an orator, poet, sailor, satirist, writer of letters, soldier, and political activist. His Catholic faith had a strong impact on his works. He was President of the Oxford Union and later MP for Salford South from 1906 to 191"}]}, {"heading": "Deaths", "year": "1954", "date": "July 16", "txt": "Herms Niel, German soldier, trombonist, and composer (b. 1888)", "entities": [{"title": "Herms Niel", "href": "/wiki/Herms_Niel", "description": "Ferdinand Friedrich Hermann Nielebock, known as Herms Niel, was a German composer of military songs and marches.\n"}]}, {"heading": "Deaths", "year": "1960", "date": "July 16", "txt": "Albert Kesselring, German field marshal (b. 1881)", "entities": [{"title": "Albert Kesselring", "href": "/wiki/Albert_Kesselring", "description": "Albert Kesselring was a German Generalfeldmarschall of the Luftwaffe during World War II who was subsequently convicted of war crimes. In a military career that spanned both world wars, Kesselring became one of Nazi Germany's most highly decorated commanders, being one of only 27 soldiers awarded the Knight's Cross of the Iron Cross with Oak Leaves, Swords and Diamonds."}]}, {"heading": "Deaths", "year": "1960", "date": "July 16", "txt": "John P. Marquand, American author (b. 1893)", "entities": []}, {"heading": "Deaths", "year": "1964", "date": "July 16", "txt": "Rauf Orbay, Turkish colonel and politician, Prime Minister of Turkey (b. 1881)", "entities": [{"title": "Rauf Orbay", "href": "/wiki/Rauf_Orbay", "description": "Hüseyin Rauf Orbay was an Ottoman-born Turkish naval officer, statesman and diplomat of Circassian origin."}]}, {"heading": "Deaths", "year": "1965", "date": "July 16", "txt": "Boris Artzybasheff, Ukrainian-American illustrator (b.1899)", "entities": [{"title": "Boris Artzybasheff", "href": "/wiki/Boris_Artzybasheff", "description": "Boris Artzybasheff was an American illustrator of Russian origin active in the United States, notable for his strongly worked and often surreal designs."}]}, {"heading": "Deaths", "year": "1969", "date": "July 16", "txt": "James Scott Douglas, English-born Scottish race car driver and 6th Baronet Douglas (b. 1930)", "entities": [{"title": "James Scott Douglas", "href": "/wiki/James_Scott_Douglas", "description": "James Louis Fitzroy Scott Douglas was a British racing driver, as well as a Baronet."}]}, {"heading": "Deaths", "year": "1981", "date": "July 16", "txt": "Harry Chapin, American singer-songwriter and guitarist (b. 1942)", "entities": [{"title": "Harry Chapin", "href": "/wiki/Harry_Chapin", "description": "Harold Forster Chapin was an American singer-songwriter and philanthropist best known for his folk rock and pop rock songs. He achieved worldwide success in the 1970s and became one of the most popular artists and highest-paid performers. Chapin is also one of the best charting musical artists in the United States. Chapin, a Grammy Award-winning artist and Grammy Hall of Fame inductee, has sold ov"}]}, {"heading": "Deaths", "year": "1982", "date": "July 16", "txt": "Charles Robberts Swart, South African lawyer and politician, 1st State President of South Africa (b. 1894)", "entities": [{"title": "Charles Robberts Swart", "href": "/wiki/Charles_Robberts_Swart", "description": "Charles Robberts Swart, nicknamed Blackie was a South African politician who served as the last Governor-General of the Union of South Africa from 1959 to 1961 and the first State President of the Republic of South Africa from 1961 to 1967."}, {"title": "State President of South Africa", "href": "/wiki/State_President_of_South_Africa", "description": "The State President of the Republic of South Africa was the head of state of South Africa from 1961 to 1994. The office was established when the country became a republic in 1961, and Queen Elizabeth II ceased to be monarch of South Africa. The position of Governor-General of South Africa was accordingly abolished. From 1961 to 1984, the post was largely ceremonial. After constitutional reforms en"}]}, {"heading": "Deaths", "year": "1985", "date": "July 16", "txt": "Heinrich Böll, German novelist and short story writer, Nobel Prize laureate (b. 1917)", "entities": [{"title": "Heinrich Böll", "href": "/wiki/Heinrich_B%C3%B6ll", "description": "Heinrich Theodor Böll was one of Germany's foremost post-World War II writers. He was awarded the Georg Büchner Prize in 1967 and the Nobel Prize for Literature in 1972."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1985", "date": "July 16", "txt": "Wayne King, American saxophonist, songwriter, and bandleader (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "July 16", "txt": "Herbert von Karajan, Austrian conductor and manager (b. 1908)", "entities": [{"title": "Herbert von Karajan", "href": "/wiki/Herbert_von_Karajan", "description": "Herbert von Karajan was an Austrian conductor. He was principal conductor of the Berlin Philharmonic for 34 years until his death in 1989. During the Nazi era, he debuted at the Salzburg festival, with the Vienna Philharmonic, the Berlin Philharmonic, and during the Second World War he conducted at the Berlin State Opera. Generally regarded as one of the greatest conductors of the 20th century, he"}]}, {"heading": "Deaths", "year": "1990", "date": "July 16", "txt": "Robert Blackburn, Irish educator (b. 1927)", "entities": [{"title": "Robert Blackburn (educationalist)", "href": "/wiki/Robert_Blackburn_(educationalist)", "description": "Robert Blackburn was an Irish educator. He was an early pioneer of the International Baccalaureate Organisation (IBO) and was instrumental in establishing the first United World College (UWC) in the early 1960s."}]}, {"heading": "Deaths", "year": "1990", "date": "July 16", "txt": "Miguel Muñoz, Spanish footballer and manager (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "July 16", "txt": "Meindert DeJong, Dutch-American soldier and author (b. 1906)", "entities": [{"title": "Meindert DeJong", "href": "/wiki/Meindert_DeJong", "description": "Meindert De Jong, sometimes spelled de Jong, DeJong or Dejong was a Dutch-born American writer of children's books. He won the international Hans Christian Andersen Award in 1962 for his contributions as a children's writer."}]}, {"heading": "Deaths", "year": "1991", "date": "July 16", "txt": "Robert Motherwell, American painter and academic (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "July 16", "txt": "Frank Rizzo, American police officer and politician, 93rd Mayor of Philadelphia (b. 1920)", "entities": [{"title": "List of mayors of Philadelphia", "href": "/wiki/List_of_mayors_of_Philadelphia", "description": "The mayor of Philadelphia is the chief executive of the government of Philadelphia, Pennsylvania,\nas stipulated by the Charter of the City of Philadelphia. The current mayor of Philadelphia is Jim Kenney."}]}, {"heading": "Deaths", "year": "1992", "date": "July 16", "txt": "Buck Buchanan, American football player and coach (b. 1940)", "entities": [{"title": "Buck Buchanan", "href": "/wiki/Buck_Buchanan", "description": "Junious \"Buck\" Buchanan was an American professional football player who was a defensive tackle with the Kansas City Chiefs in the American Football League (AFL) and in the National Football League (NFL). Buchanan was inducted into the College Football Hall of Fame in 1996 and the Pro Football Hall of Fame in 1990. Buchanan was massive for his era, standing at 6’7, and weighing 270 lbs. His height"}]}, {"heading": "Deaths", "year": "1994", "date": "July 16", "txt": "Julian Schwinger, American physicist and academic, Nobel Prize laureate (b. 1918)", "entities": [{"title": "Julian Schwinger", "href": "/wiki/Julian_Schwinger", "description": "Julian Seymour Schwinger was a Nobel Prize winning American theoretical physicist. He is best known for his work on quantum electrodynamics (QED), in particular for developing a relativistically invariant perturbation theory, and for renormalizing QED to one loop order. Schwinger was a physics professor at several universities."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1995", "date": "July 16", "txt": "May Sarton, American playwright and novelist (b. 1912)", "entities": [{"title": "May Sarton", "href": "/wiki/May_Sarton", "description": "May Sarton was the pen name of Eleanore Marie Sarton, a Belgian-American poet, novelist and memoirist. Although her best work is strongly personalised with erotic female imagery, she resisted the label of ‘lesbian writer’, preferring to convey the universality of human love."}]}, {"heading": "Deaths", "year": "1995", "date": "July 16", "txt": "Stephen Spender, English author and poet (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "July 16", "txt": "Adolf von Thadden, German lieutenant and politician (b. 1921)", "entities": [{"title": "Adolf von Thadden", "href": "/wiki/Adolf_von_Thadden", "description": "Adolf von Thadden was a German far-right politician. Born into a leading Pomeranian landowning family, he was the half-brother of Elisabeth von Thadden, a prominent critic of the Nazis who was executed by the Nazi government in September 1944."}]}, {"heading": "Deaths", "year": "1998", "date": "July 16", "txt": "John Henrik Clarke, American historian and scholar (b. 1915)", "entities": [{"title": "John Henrik Clarke", "href": "/wiki/John_Henrik_Clarke", "description": "John Henrik Clarke was an American historian, professor, and pioneer in the creation of Pan-African and Africana studies and professional institutions in academia starting in the late 1960s."}]}, {"heading": "Deaths", "year": "1999", "date": "July 16", "txt": "John F. Kennedy Jr., American lawyer and publisher (b. 1960)", "entities": [{"title": "John F. Kennedy Jr.", "href": "/wiki/John_F._Kennedy_Jr.", "description": "John Fitzgerald Kennedy Jr., often referred to as JFK Jr., was an American lawyer, journalist, and magazine publisher. He was a son of the 35th President of the United States John F. Kennedy and First Lady Jacqueline Kennedy, and a younger brother of Caroline Kennedy. Three days after his father was assassinated, he rendered a final salute during the funeral procession on his third birthday."}]}, {"heading": "Deaths", "year": "1999", "date": "July 16", "txt": "Alan Macnaughton, Canadian lawyer and politician, Speaker of the Canadian House of Commons (b. 1903)", "entities": [{"title": "Speaker of the House of Commons (Canada)", "href": "/wiki/Speaker_of_the_House_of_Commons_(Canada)", "description": "The Speaker of the House of Commons is the presiding officer of the lower house of the Parliament of Canada and is elected at the beginning of each new parliament by fellow members of Parliament (MPs). The speaker's role in presiding over Canada's House of Commons is similar to that of speakers elsewhere in other countries that use the Westminster system."}]}, {"heading": "Deaths", "year": "2001", "date": "July 16", "txt": "Morris, Belgian cartoonist (b. 1923)", "entities": [{"title": "Morris (cartoonist)", "href": "/wiki/Morris_(cartoonist)", "description": "Maurice De Bevere, better known as Morris, was a Belgian cartoonist, comics artist, illustrator and the creator of Lucky Luke, a bestselling comic series about a gunslinger in the American Wild West. He was inspired by the adventures of the historic Dalton Gang and other outlaws. It was a bestselling series for more than 20 years that was translated into 23 languages and published internationally."}]}, {"heading": "Deaths", "year": "2002", "date": "July 16", "txt": "John Cocke, American computer scientist and engineer (b. 1925)", "entities": [{"title": "John Cocke", "href": "/wiki/John_Cocke", "description": "John Cocke was an American computer scientist recognized for his large contribution to computer architecture and optimizing compiler design. He is considered by many to be \"the father of RISC architecture.\""}]}, {"heading": "Deaths", "year": "2003", "date": "July 16", "txt": "Celia Cruz, Cuban-American singer and actress (b. 1925)", "entities": [{"title": "Celia Cruz", "href": "/wiki/Celia_Cruz", "description": "Úrsula Hilaria Celia de la Caridad Cruz Alfonso, known as Celia Cruz, was a Cuban singer and one of the most popular Latin artists of the 20th century. Cruz rose to fame in Cuba during the 1950s as a singer of guarachas, earning the nickname \"La Guarachera de Cuba\". In the following decades, she became known internationally as the \"Queen of Salsa\" or \"The Queen of Latin Music\" due to her contribut"}]}, {"heading": "Deaths", "year": "2003", "date": "July 16", "txt": "Carol Shields, American-Canadian novelist and short story writer (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "July 16", "txt": "George Busbee, American lawyer and politician, 77th Governor of Georgia (b. 1927)", "entities": [{"title": "George Busbee", "href": "/wiki/George_Busbee", "description": "George Dekle Busbee Sr., was an American politician who served as the 77th Governor of the State of Georgia from 1975 to 1983, and a senior partner at King & Spalding thereafter."}, {"title": "Governor of Georgia", "href": "/wiki/Governor_of_Georgia", "description": "The governor of Georgia is the head of the executive branch of Georgia's state government and the commander-in-chief of the state's military forces. The governor also has a duty to enforce state laws, the power to either veto or approve bills passed by the Georgia Legislature, and the power to convene the legislature. The current governor is Republican Brian Kemp, who assumed office on January 14,"}]}, {"heading": "Deaths", "year": "2004", "date": "July 16", "txt": "Charles Sweeney, American general and pilot (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "July 16", "txt": "Pietro Consagra, Italian sculptor (b. 1920)", "entities": [{"title": "Pietro Consagra", "href": "/wiki/Pietro_Consagra", "description": "Pietro Consagra was an Italian sculptor. In 1947 he was among the founding members of the Forma 1 group of artists, who advocated both Marxism and structured abstraction."}]}, {"heading": "Deaths", "year": "2005", "date": "July 16", "txt": "Camillo Felgen, Luxembourgian singer-songwriter and radio host (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "July 16", "txt": "Winthrop Paul Rockefeller, American businessman and politician, 13th Lieutenant Governor of Arkansas (b. 1948)", "entities": [{"title": "Winthrop Paul Rockefeller", "href": "/wiki/Winthrop_Paul_Rockefeller", "description": "Winthrop Paul \"Win\" Rockefeller was an American Republican politician and businessman who served as the 17th Lieutenant Governor of Arkansas from 1996 until his death in 2006. He was a member of the Rockefeller family."}, {"title": "Lieutenant Governor of Arkansas", "href": "/wiki/Lieutenant_Governor_of_Arkansas", "description": "The Lieutenant Governor of Arkansas presides over the Arkansas Senate with a tie-breaking vote, serves as Governor of Arkansas when the officeholder is out of state and assumes the governorship in cases of impeachment, removal from office, death or inability to discharge the office's duties. The position is elected separately from the Arkansas Governor."}]}, {"heading": "Deaths", "year": "2007", "date": "July 16", "txt": "Caterina Bueno, Italian singer and historian (b. 1943)", "entities": [{"title": "Caterina Bueno", "href": "/wiki/Caterina_Bueno", "description": "Caterina Bueno was an Italian singer and folk music historian."}]}, {"heading": "Deaths", "year": "2008", "date": "July 16", "txt": "Jo Stafford, American singer (b. 1917)", "entities": [{"title": "Jo Stafford", "href": "/wiki/Jo_Stafford", "description": "Jo Elizabeth Stafford was an American traditional pop music singer and occasional actress, whose career spanned five decades from the late 1930s to the early 1980s. Admired for the purity of her voice, she originally underwent classical training to become an opera singer before following a career in popular music, and by 1955 had achieved more worldwide record sales than any other female artist. H"}]}, {"heading": "Deaths", "year": "2008", "date": "July 16", "txt": "Lindsay Thompson, Australian politician, 40th Premier of Victoria (b. 1923)", "entities": [{"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "2011", "date": "July 16", "txt": "Forrest Blue, American football player (b. 1944)", "entities": [{"title": "Forrest Blue", "href": "/wiki/Forrest_Blue", "description": "Forrest Murrell Blue Jr. was an offensive lineman who spent eleven seasons in the National Football League (NFL) with the San Francisco 49ers (1968–1974) and Baltimore Colts (1975–1978)."}]}, {"heading": "Deaths", "year": "2012", "date": "July 16", "txt": "William Asher, American director, producer, and screenwriter (b. 1921)", "entities": [{"title": "William Asher", "href": "/wiki/William_Asher", "description": "William Milton Asher was an American television and film producer, film director, and screenwriter. He was one of the most prolific early television directors, producing or directing over two dozen series."}]}, {"heading": "Deaths", "year": "2012", "date": "July 16", "txt": "Stephen Covey, American businessman and author (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 16", "txt": "Gilbert Esau, American businessman and politician (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 16", "txt": "Ed Lincoln, Brazilian bassist, pianist, and composer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 16", "txt": "Masaharu Matsushita, Japanese businessman (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 16", "txt": "Kitty Wells, American singer-songwriter and guitarist (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 16", "txt": "Alex Colville, Canadian painter and academic (b. 1920)", "entities": [{"title": "Alex Colville", "href": "/wiki/Alex_Colville", "description": "David Alexander Colville, was a Canadian painter."}]}, {"heading": "Deaths", "year": "2013", "date": "July 16", "txt": "Marv Rotblatt, American baseball player (1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 16", "txt": "Karl Albrecht, German businessman, co-founded Aldi (b. 1920)", "entities": [{"title": "Karl Albrecht", "href": "/wiki/Karl_Albrecht", "description": "Karl Hans Albrecht was a German entrepreneur who founded the discount supermarket chain Aldi with his brother Theo. He was for many years the richest person in Germany. In February 2014, he was ranked the 21st-richest person in the world by Hurun Report."}, {"title": "Aldi", "href": "/wiki/Aldi", "description": "Aldi is the common brand of two German family-owned discount supermarket chains with over 10,000 stores in 20 countries and an estimated combined turnover of more than €50 billion. The chain was founded by brothers Karl and Theo Albrecht in 1946 when they took over their mother's store in Essen. The business was split into two separate groups in 1960, that later became Aldi Nord, headquartered in "}]}, {"heading": "Deaths", "year": "2014", "date": "July 16", "txt": "Mary Ellen Otremba, American educator and politician (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 16", "txt": "Johnny Winter, American singer-songwriter, guitarist, and producer (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 16", "txt": "Heinz Zemanek, Austrian computer scientist and academic (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 16", "txt": "Denis Avey, English soldier, engineer, and author (b. 1919)", "entities": [{"title": "Denis Avey", "href": "/wiki/Denis_Avey", "description": "Denis Avey was a British veteran of the Second World War who was held as a prisoner of war at E715, a subcamp of Auschwitz. While there he saved the life of a Jewish prisoner, Ernie Lobethal, by smuggling cigarettes to him. For that he was made a British Hero of the Holocaust in 2010."}]}, {"heading": "Deaths", "year": "2015", "date": "July 16", "txt": "Evelyn Ebsworth, English chemist and academic (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 16", "txt": "Alcides Ghiggia, Uruguayan footballer and manager (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 16", "txt": "Jack Goody, English anthropologist, author, and academic (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "July 16", "txt": "George Romero, American filmmaker (b. 1940)", "entities": [{"title": "George Romero", "href": "/wiki/George_Romero", "description": "George Andrew Romero was an American filmmaker, writer, and editor. His Night of the Living Dead series of films about zombie apocalypse began with the 1968 film of the same name, and is often considered a progenitor of the fictional zombie of modern culture. Other films in the series include Dawn of the Dead (1978) and Day of the Dead (1985). Aside from this series, his works include The Crazies "}]}, {"heading": "Deaths", "year": "2019", "date": "July 16", "txt": "John Paul Stevens, American lawyer and jurist, Associate Justice of the Supreme Court of the United States (b. 1920)", "entities": [{"title": "John Paul Stevens", "href": "/wiki/John_Paul_Stevens", "description": "John Paul Stevens was an American lawyer and jurist who served as an associate justice of the United States Supreme Court from 1975 until his voluntary retirement in 2010. At the time of his retirement, he was the second-oldest-serving justice in the history of the court and the third-longest-serving justice. At the time of his death, he was the longest lived Supreme Court justice ever. His long t"}]}, {"heading": "Deaths", "year": "2020", "date": "July 16", "txt": "Tony Taylor, Cuban baseball player (b. 1935)", "entities": [{"title": "Tony Taylor (baseball)", "href": "/wiki/Tony_Taylor_(baseball)", "description": "Antonio Nemesio Taylor Sánchez was a Cuban baseball second baseman who played nineteen seasons in Major League Baseball (MLB). He played for the Chicago Cubs, Philadelphia Phillies, and Detroit Tigers from 1958 until 1976. He batted and threw right-handed and also played third base and first base."}]}]