[{"heading": "Events", "year": "1223", "date": "July 14", "txt": "Louis VIII becomes King of France upon the death of his father, Philip II.", "entities": [{"title": "Louis VIII of France", "href": "/wiki/Louis_VIII_of_France", "description": "Louis VIII, nicknamed The Lion, was King of France from 1223 to 1226. From 1216 to 1217, he also claimed the Kingdom of England. Louis was the only surviving son of King Philip II of France by his first wife, Isabelle of Hainaut, from whom he inherited the County of Artois."}, {"title": "Philip II of France", "href": "/wiki/Philip_II_of_France", "description": "Philip II, byname Philip Augustus, was King of France from 1180 to 1223. His predecessors had been known as kings of the Franks, but from 1190 onward, Philip became the first French monarch to style himself \"King of France\". The son of King Louis VII and his third wife, Adela of Champagne, he was originally nicknamed Dieudonné (God-given) because he was a first son and born late in his father's li"}]}, {"heading": "Events", "year": "1420", "date": "July 14", "txt": "Battle of Vítkov Hill, decisive victory of Czech Hussite forces commanded by Jan Žižka against Crusade army led by Sigismund, Holy Roman Emperor.", "entities": [{"title": "Battle of Vítkov Hill", "href": "/wiki/Battle_of_V%C3%ADtkov_Hill", "description": "The Battle of Vítkov Hill was a part of the Hussite Wars. The battle pitted the forces of Sigismund, Holy Roman Emperor, against Hussite forces under command of Jan Žižka. Vítkov Hill was located on the edge of the city of Prague and the battle occurred in a vineyard established by Sigismund's father, Charles IV. It ended with a decisive Hussite victory."}, {"title": "Jan Žižka", "href": "/wiki/Jan_%C5%BDi%C5%BEka", "description": "Jan Žižka z Trocnova a Kalicha was a Czech general – a contemporary and follower of Jan Hus and a Radical Hussite who led the Taborites. Žižka was a successful military leader and is now a Czech national hero. He was nicknamed \"One-eyed Žižka\", having lost one and then both eyes in battle."}, {"title": "Sigismund, Holy Roman Emperor", "href": "/wiki/Sigismund,_Holy_Roman_Emperor", "description": "Sigismund of Luxembourg was prince-elector of Brandenburg from 1378 until 1388 and from 1411 until 1415, king of Hungary and Croatia from 1387, king of Germany from 1411, king of Bohemia from 1419, king of Italy from 1431, and Holy Roman Emperor from 1433 until 1437, and the last male member of the House of Luxembourg."}]}, {"heading": "Events", "year": "1769", "date": "July 14", "txt": "An expedition led by Gaspar de Portolá leaves its base in California and sets out to find the Port of Monterey (now Monterey, California).", "entities": [{"title": "Portolá expedition", "href": "/wiki/Portol%C3%A1_expedition", "description": "The Portolá expedition was a Spanish voyage of exploration in 1769–1770 that was the first recorded European land entry and exploration of the interior of the present-day U.S. state of California. It was led by Gaspar de Portolà, governor of Las Californias, the Spanish colonial province that included California, Baja California, and other parts of present-day Mexico and the United States. The exp"}, {"title": "Gaspar de Portolá", "href": "/wiki/Gaspar_de_Portol%C3%A1", "description": "Gaspar de Portolá was a Spanish military officer and administrator, famous for leading the Portolà expedition into California in 1769. During the expedition Portolà was responsible for the establishment of San Diego and Monterey and came to eventually rule as the first Governor of the Californias. His expedition gave names to geographic features throughout California, a significant number of which"}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "Monterey, California", "href": "/wiki/Monterey,_California", "description": "Monterey is a city located in Monterey County on the southern edge of Monterey Bay on the U.S. state of California's Central Coast. Founded on June 3, 1770, it functioned as the capital of Alta California under both Spain and Mexico. During this period, Monterey hosted California's first theater, public building, public library, publicly-funded school, printing-press, and newspaper. It was origina"}]}, {"heading": "Events", "year": "1771", "date": "July 14", "txt": "Foundation of the Mission San Antonio de Padua in modern California by the Franciscan friar Junípero Serra.", "entities": [{"title": "Mission San Antonio de Padua", "href": "/wiki/Mission_San_Antonio_de_Padua", "description": "Mission San Antonio de Padua is a Spanish mission established by the Franciscan order in present-day Monterey County, California, near the present-day town of Jolon. It was founded on July 14, 1771, and was the third mission founded in Alta California by Father Presidente Junípero Serra. The mission was the first use of fired tile roofing in Upper California. Today the mission is a parish church o"}, {"title": "Franciscan", "href": "/wiki/Franciscan", "description": "The Franciscans are a group of related mendicant Christian religious orders, primarily within the Catholic Church. Founded in 1209 by Saint Francis of Assisi, these orders include the Order of Friars Minor, the Order of Saint Clare, and the Third Order of Saint Francis. They adhere to the teachings and spiritual disciplines of the founder and of his main associates and followers, such as Clare of "}, {"title": "Friar", "href": "/wiki/Friar", "description": "A friar is a brother and a member of one of the mendicant orders founded in the twelfth or thirteenth century; the term distinguishes the mendicants' itinerant apostolic character, exercised broadly under the jurisdiction of a superior general, from the older monastic orders' allegiance to a single monastery formalized by their vow of stability. The most significant orders of friars are the Domini"}, {"title": "Junípero Serra", "href": "/wiki/Jun%C3%ADpero_Serra", "description": "Junípero Serra y Ferrer was a Roman Catholic Spanish priest and friar of the Franciscan Order. He is credited with establishing the Franciscan Missions in the Sierra Gorda, a UNESCO World Heritage Site. He later founded a mission in Baja California and the first nine of 21 Spanish missions in California from San Diego to San Francisco, in what was then Spanish-occupied Alta California in the Provi"}]}, {"heading": "Events", "year": "1789", "date": "July 14", "txt": "Storming of the Bastille in Paris. This event escalates the widespread discontent into the French Revolution. Bastille Day is still celebrated annually in France.", "entities": [{"title": "Storming of the Bastille", "href": "/wiki/Storming_of_the_Bastille", "description": "The Storming of the Bastille occurred in Paris, France, on the afternoon of 14 July 1789. The medieval armory, fortress, and political prison known as the Bastille represented royal authority in the centre of Paris. The prison contained only seven inmates at the time of its storming, but was seen by the revolutionaries as a symbol of the monarchy's abuse of power; its fall was the flashpoint of th"}, {"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "Bastille Day", "href": "/wiki/Bastille_Day", "description": "Bastille Day is the common name given in English-speaking countries to the national day of France, which is celebrated on 14 July each year. In French, it is formally called Fête nationale and commonly and legally le 14 juillet."}]}, {"heading": "Events", "year": "1790", "date": "July 14", "txt": "Inaugural Fête de la Fédération is held to celebrate the unity of the French people and the national reconciliation.", "entities": [{"title": "Fête de la Fédération", "href": "/wiki/F%C3%AAte_de_la_F%C3%A9d%C3%A9ration", "description": "The Fête de la Fédération was a massive holiday festival held throughout France in 1790 in honour of the French Revolution. It is the precursor of the Bastille Day which is celebrated every year in France on 14 July, celebrating the Revolution itself, as well as National Unity."}]}, {"heading": "Events", "year": "1791", "date": "July 14", "txt": "Beginning of Priestley Riots (to 17 July) in Birmingham targeting Joseph Priestley as a supporter of the French Revolution.", "entities": [{"title": "Priestley Riots", "href": "/wiki/Priestley_Riots", "description": "The Priestley Riots took place from 14 July to 17 July 1791 in Birmingham, England; the rioters' main targets were religious dissenters, most notably the politically and theologically controversial Joseph Priestley. Both local and national issues stirred the passions of the rioters, from disagreements over public library book purchases, to controversies over Dissenters' attempts to gain full civil"}, {"title": "Birmingham", "href": "/wiki/Birmingham", "description": "Birmingham is a city and metropolitan borough in the West Midlands, England. It is the second-largest city, urban area and metropolitan area in England and the United Kingdom, with roughly 1.1 million inhabitants within the city area, 2.9 million inhabitants within the urban area and 3.7 million inhabitants within the metropolitan area and lies within the most populated English district. Birmingha"}, {"title": "Joseph Priestley", "href": "/wiki/Joseph_Priestley", "description": "Joseph Priestley was an English chemist, natural philosopher, separatist theologian, grammarian, multi-subject educator, and liberal political theorist who published over 150 works. He has historically been credited with the discovery of oxygen, having isolated it in its gaseous state, although Carl Wilhelm Scheele and Antoine Lavoisier also have strong claims to the discovery, Scheele having disc"}]}, {"heading": "Events", "year": "1798", "date": "July 14", "txt": "The Sedition Act of 1798 becomes law in the United States making it a federal crime to write, publish, or utter false or malicious statements about the United States government.", "entities": [{"title": "Alien and Sedition Acts", "href": "/wiki/Alien_and_Sedition_Acts", "description": "The Alien and Sedition Acts were four laws passed by the Federalist-dominated 5th United States Congress and signed into law by President John Adams in 1798. They made it harder for an immigrant to become a citizen, allowed the president to imprison and deport non-citizens who were deemed dangerous or who were from a hostile nation, and criminalized making 'false statements' critical of the federa"}, {"title": "Federal crime", "href": "/wiki/Federal_crime", "description": "In the United States, a federal crime or federal offense is an act that is made illegal by U.S. federal legislation enacted by both the United States Senate and United States House of Representatives and signed into law by the president. Prosecution happens at both the federal and the state levels and so a \"federal crime\" is one that is prosecuted under federal criminal law and not under state cri"}]}, {"heading": "Events", "year": "1853", "date": "July 14", "txt": "Opening of the first major US world's fair, the Exhibition of the Industry of All Nations in New York City.", "entities": [{"title": "World's fair", "href": "/wiki/World%27s_fair", "description": "A world's fair or world fair is a large international exhibition designed to showcase achievements of nations. These exhibitions vary in character and are held in different parts of the world at a specific site for a period of time, ranging usually from three to six months."}, {"title": "Exhibition of the Industry of All Nations", "href": "/wiki/Exhibition_of_the_Industry_of_All_Nations", "description": "The Exhibition of the Industry of All Nations was a World's Fair held in 1853 in what is now Bryant Park in New York City, in the wake of the highly successful 1851 Great Exhibition in London. It aimed to showcase the new industrial achievements of the world and also to demonstrate the nationalistic pride of a relatively young nation and all that she stood for. Jacob Aaron Westervelt, at that time"}]}, {"heading": "Events", "year": "1865", "date": "July 14", "txt": "The first ascent of the Matterhorn is completed by Edward Whymper and his party, four of whom die on the descent.", "entities": [{"title": "First ascent of the Matterhorn", "href": "/wiki/First_ascent_of_the_Matterhorn", "description": "The first ascent of the Matterhorn was made by Edward Whymper, Lord Francis Douglas, Charles Hudson, Douglas Hadow, Michel Croz, and two Zermatt guides, Peter Taugwalder and his son of the same name, on 14 July 1865. Douglas, Hudson, Hadow and Croz were killed on the descent when Hadow slipped and pulled the other three with him down the north face. Whymper and the Taugwalder guides, who survived,"}, {"title": "Edward Whymper", "href": "/wiki/Edward_Whymper", "description": "Edward Whymper FRSE was an English mountaineer, explorer, illustrator, and author best known for the first ascent of the Matterhorn in 1865. Four members of his climbing party were killed during the descent. Whymper also made important first ascents on the Mont Blanc massif and in the Pennine Alps, Chimborazo in South America, and the Canadian Rockies. His exploration of Greenland contributed an i"}]}, {"heading": "Events", "year": "1874", "date": "July 14", "txt": "The Chicago Fire of 1874 burns down 47 acres of the city, destroying 812 buildings, killing 20, and resulting in the fire insurance industry demanding municipal reforms from Chicago's city council.", "entities": [{"title": "Chicago Fire of 1874", "href": "/wiki/Chicago_Fire_of_1874", "description": "The Chicago Fire of 1874 was a conflagration in Chicago, Illinois, that took place on July 14, 1874. Reports of the extent of the damage vary somewhat, but sources generally agree that the fire burned forty-seven acres just south of the Loop, destroyed 812 structures and killed 20 people. The affected neighborhood had been home to Chicago's community of Jewish immigrants from Russia and Poland, as"}]}, {"heading": "Events", "year": "1881", "date": "July 14", "txt": "American outlaw Billy the Kid is shot and killed by Sheriff Pat Garrett in the Maxwell House at Fort Sumner, New Mexico.", "entities": [{"title": "Billy the Kid", "href": "/wiki/Billy_the_Kid", "description": "Billy the Kid, also known by the pseudonym William H. Bonney, was an Irish-American outlaw and gunfighter of the American Old West who killed eight men before he was shot and killed at the age of 21. He also fought in New Mexico's Lincoln County War, during which he allegedly committed three murders."}, {"title": "Sheriffs in the United States", "href": "/wiki/Sheriffs_in_the_United_States", "description": "In the United States, a sheriff is an official in a county or independent city responsible for keeping the peace and enforcing the law. Unlike most officials in law enforcement in the United States, sheriffs are usually elected, although some states have laws requiring certain law enforcement qualifications of candidates. Elected sheriffs are accountable directly to the citizens of their county, t"}, {"title": "Pat Garrett", "href": "/wiki/Pat_Garrett", "description": "Patrick Floyd Jarvis Garrett was an American Old West lawman, bartender and customs agent who became renowned for killing Billy the Kid. He was the sheriff of Lincoln County, New Mexico as well as Doña Ana County, New Mexico."}, {"title": "Fort Sumner", "href": "/wiki/Fort_Sumner", "description": "Fort Sumner was a military fort in New Mexico Territory charged with the internment of Navajo and Mescalero Apache populations from 1863 to 1868 at nearby Bosque Redondo."}]}, {"heading": "Events", "year": "1900", "date": "July 14", "txt": "Armies of the Eight-Nation Alliance capture Tientsin during the Boxer Rebellion.", "entities": [{"title": "Eight-Nation Alliance", "href": "/wiki/Eight-Nation_Alliance", "description": "The Eight-Nation Alliance was a multinational military coalition that invaded North China in 1900 to relieve the foreign legations in Beijing besieged by the popular Boxer militia determined to expunge foreign influence and government troops determined to defend China. The Allied forces consisted of approximately 45,000 troops from the eight nations of Germany, Japan, Russia, Britain, France, the "}, {"title": "Siege of the International Legations", "href": "/wiki/Siege_of_the_International_Legations", "description": "The siege of the International Legations occurred in 1900 in Peking, the capital of the Qing Empire, during the Boxer Rebellion. Menaced by the Boxers, an anti-Christian, anti-foreign peasant movement, 900 soldiers, marines, and civilians, largely from Europe, Japan, and the United States, and about 2,800 Chinese Christians took refuge in the Peking Legation Quarter. The Qing government took the s"}, {"title": "Tianjin", "href": "/wiki/Tianjin", "description": "Tianjin, alternately romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up area, made up of 12 central districts, was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomerat"}, {"title": "Boxer Rebellion", "href": "/wiki/Boxer_Rebellion", "description": "The Boxer Rebellion, Boxer Uprising or Yihetuan Movement, was an armed and violent, anti-Christian, and anti-imperialist insurrection in China between 1899 and 1901, towards the end of the Qing dynasty."}]}, {"heading": "Events", "year": "1902", "date": "July 14", "txt": "The Campanile in St Mark's Square, Venice collapses, also demolishing the loggetta.", "entities": [{"title": "St Mark's Campanile", "href": "/wiki/St_Mark%27s_Campanile", "description": "St Mark's Campanile is the bell tower of St Mark's Basilica in Venice, Italy. The current campanile is a reconstruction completed in 1912, the historical tower having collapsed in 1902. At 98.6 metres (323 ft) in height, it is the tallest structure in Venice and is colloquially termed \"el paròn de casa\". It is one of the most recognizable symbols of the city."}, {"title": "Piazza San Marco", "href": "/wiki/Piazza_San_Marco", "description": "Piazza San Marco, often known in English as St Mark's Square, is the principal public square of Venice, Italy, where it is generally known just as la Piazza. All other urban spaces in the city are called campi (\"fields\"). The Piazzetta is an extension of the Piazza towards San Marco basin in its south east corner. The two spaces together form the social, religious and political centre of Venice an"}]}, {"heading": "Events", "year": "1911", "date": "July 14", "txt": "Harry Atwood, an exhibition pilot for the Wright brothers, is greeted by President Taft after he lands his aeroplane on the South Lawn of the White House, having flown from Boston.", "entities": [{"title": "Harry Atwood", "href": "/wiki/Harry_Atwood", "description": "Harry Nelson Atwood was an American engineer and inventor known for pioneering work in the early days of aviation, including setting long-distance flying records and delivering the first delivery of air mail in New England."}, {"title": "Wright brothers", "href": "/wiki/Wright_brothers", "description": "The Wright brothers – Orville and Wilbur – were two American aviation pioneers generally credited with inventing, building, and flying the world's first successful motor-operated airplane. They made the first controlled, sustained flight of a powered, heavier-than-air aircraft with the Wright Flyer on December 17, 1903, 4 mi (6 km) south of Kitty Hawk, North Carolina. The brothers were also the fi"}, {"title": "President Taft", "href": "/wiki/President_Taft", "description": "William Howard Taft was the 27th president of the United States (1909–1913) and the tenth Chief Justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection by Woodrow Wilson in 1912 after Roosevelt split the Republican vote by running as a third-party candidate. "}, {"title": "South Lawn (White House)", "href": "/wiki/South_Lawn_(White_House)", "description": "The South Lawn at the White House in Washington, D.C., is directly south of the house and is bordered on the east by East Executive Drive and the Treasury Building, on the west by West Executive Drive and the Old Executive Office Building, and along its curved southern perimeter by South Executive Drive and a large circular public lawn called The Ellipse. Since the address of the White House is 16"}, {"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}]}, {"heading": "Events", "year": "1915", "date": "July 14", "txt": "Beginning of the McMahon–Hussein Correspondence between Hussein bin Ali, Sharif of Mecca and the British official Henry McMahon concerning the Arab Revolt against the Ottoman Empire.", "entities": [{"title": "McMahon–Hussein Correspondence", "href": "/wiki/McMahon%E2%80%93Hussein_Correspondence", "description": "The McMahon–Hussein Correspondence is a series of letters that were exchanged during World War I in which the Government of the United Kingdom agreed to recognize Arab independence after the war in exchange for the Sharif of Mecca launching the Arab Revolt against the Ottoman Empire. The correspondence had a significant impact on Middle Eastern history during and after the war; a dispute over Pale"}, {"title": "Hussein bin Ali, Sharif of Mecca", "href": "/wiki/Hussein_bin_Ali,_Sharif_of_Mecca", "description": "Hussein bin Ali Al-Hashimi was an Arab leader from the Banu Hashim clan who was the Sharif and Emir of Mecca from 1908 and, after proclaiming the Great Arab Revolt against the Ottoman Empire, King of the Hejaz from 1916 to 1924. At the end of his reign he also briefly laid claim to the office of Caliph. He was a 37th-generation direct descendant of Muhammad, as he belongs to the Hashemite family."}, {"title": "Henry McMahon", "href": "/wiki/Henry_McMahon", "description": "Lieutenant Colonel Sir Vincent Arthur Henry McMahon was a British Indian Army officer and diplomat who served as the High Commissioner in Egypt from 1915 to 1917. He was also an administrator in the British Raj and served twice as Chief Commissioner of Balochistan. McMahon is best known for the McMahon-Hussein Correspondence with Hussein bin Ali, the McMahon Line between Tibet and India, and the D"}, {"title": "Arab Revolt", "href": "/wiki/Arab_Revolt", "description": "The Arab Revolt or the Great Arab Revolt was a military uprising of Arab forces against the Ottoman Empire in the Middle Eastern theatre of World War I. On the basis of the McMahon–Hussein Correspondence, an agreement between the British government and Hussein bin Ali, Sharif of Mecca, the revolt was officially initiated at Mecca on June 10, 1916. The aim of the revolt was to create a single unifi"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1916", "date": "July 14", "txt": "Battle of Delville Wood begins as an action within the Battle of the Somme, lasting until 3 September 1916.", "entities": [{"title": "Battle of Delville Wood", "href": "/wiki/Battle_of_Delville_Wood", "description": "The Battle of Delville Wood (15 July – 3 September 1916) was a series of engagements in the 1916 Battle of the Somme in the First World War, between the armies of the German Empire and the British Empire. Delville Wood (Bois d'Elville), was a thick tangle of trees, chiefly beech and hornbeam, with dense hazel thickets, intersected by grassy rides, to the east of Longueval. As part of a general off"}, {"title": "Battle of the Somme", "href": "/wiki/Battle_of_the_Somme", "description": "The Battle of the Somme, also known as the Somme offensive, was a battle of the First World War fought by the armies of the British Empire and French Third Republic against the German Empire. It took place between 1 July and 18 November 1916 on both sides of the upper reaches of the Somme, a river in France. The battle was intended to hasten a victory for the Allies. More than three million men fo"}]}, {"heading": "Events", "year": "1933", "date": "July 14", "txt": "In a decree called the Gleichschaltung, Hitler abolishes all German political parties except the Nazis.", "entities": [{"title": "Hitler", "href": "/wiki/Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Political party", "href": "/wiki/Political_party", "description": "A political party is an organization that coordinates candidates to compete in a country's elections. It is common for the members of a political party to have similar ideas about politics, and parties may promote specific ideological or policy goals."}, {"title": "Nazi Party", "href": "/wiki/Nazi_Party", "description": "The Nazi Party, officially the National Socialist German Workers' Party, was a far-right political party in Germany active between 1920 and 1945, that created and supported the ideology of Nazism. Its precursor, the German Workers' Party, existed from 1919 to 1920. The Nazi Party emerged from the German nationalist, racist and populist Freikorps paramilitary culture, which fought against the commu"}]}, {"heading": "Events", "year": "1933", "date": "July 14", "txt": "Nazi eugenics programme begins with the proclamation of the Law for the Prevention of Hereditarily Diseased Offspring requiring the compulsory sterilization of any citizen who suffers from alleged genetic disorders.", "entities": [{"title": "Law for the Prevention of Hereditarily Diseased Offspring", "href": "/wiki/Law_for_the_Prevention_of_Hereditarily_Diseased_Offspring", "description": "Law for the Prevention of Genetically Diseased Offspring or \"Sterilisation Law\" was a statute in Nazi Germany enacted on July 14, 1933, which allowed the compulsory sterilisation of any citizen who in the opinion of a \"Genetic Health Court\" suffered from a list of alleged genetic disorders – many of which were not, in fact, genetic. The elaborate interpretive commentary on the law was written by t"}, {"title": "Compulsory sterilization", "href": "/wiki/Compulsory_sterilization", "description": "Compulsory sterilization, also known as forced or coerced sterilization, is a government-mandated program to sterilize a specific group of people. Compulsory sterilization removes a person’s capacity to reproduce, usually through surgical procedures. Several countries implemented sterilization programs in the early 20th century. Although such programs have been made illegal in most countries of th"}]}, {"heading": "Events", "year": "1943", "date": "July 14", "txt": "In Diamond, Missouri, the George Washington Carver National Monument becomes the first United States National Monument in honor of an African American.", "entities": [{"title": "Diamond, Missouri", "href": "/wiki/Diamond,_Missouri", "description": "Diamond is a city in Newton County, Missouri, United States, located southeast of Joplin. The population was 902 at the 2010 census. It is part of the Joplin, Missouri, Metropolitan Statistical Area. Diamond is primarily renowned as the birthplace of George Washington Carver."}, {"title": "George Washington Carver National Monument", "href": "/wiki/George_Washington_Carver_National_Monument", "description": "George Washington Carver National Monument is a unit of the National Park Service in Newton County, Missouri. The national monument was founded on July 14, 1943, by Franklin Delano Roosevelt, who dedicated $30,000 to the monument. It was the first national monument dedicated to an African American and first to a non-president."}, {"title": "United States National Monument", "href": "/wiki/United_States_National_Monument", "description": "In the United States, a national monument is a protected area that can be created from any land owned or controlled by the federal government by proclamation of the President of the United States or an act of Congress. National monuments protect a wide variety of natural and historic resources, including sites of geologic, marine, archaeological, and cultural importance."}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}]}, {"heading": "Events", "year": "1948", "date": "July 14", "txt": "Palmiro Togliatti, leader of the Italian Communist Party, is shot and wounded near the Italian Parliament.", "entities": [{"title": "Palmiro Togliatti", "href": "/wiki/Palmiro_Togliatti", "description": "Palmiro Michele Nicola Togliatti was an Italian politician and leader of the Italian Communist Party from 1927 until his death. He was nicknamed Il Migliore by his supporters. In 1930 he became a citizen of the Soviet Union and later he had a city in that country named after him: Tolyatti."}, {"title": "Italian Communist Party", "href": "/wiki/Italian_Communist_Party", "description": "The Italian Communist Party was a communist political party in Italy."}, {"title": "Italian Parliament", "href": "/wiki/Italian_Parliament", "description": "The Italian Parliament is the national parliament of the Italian Republic. It is the representative body of Italian citizens and is the successor to the Parliament of the Kingdom of Italy (1861–1946), the transitional National Council (1945-1946) and the Constituent Assembly (1946-1948). It is a bicameral legislature with 945 elected members and a small number of unelected members (parlamentari). "}]}, {"heading": "Events", "year": "1950", "date": "July 14", "txt": "Korean War: beginning of the Battle of Taejon.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "Battle of Taejon", "href": "/wiki/Battle_of_Taejon", "description": "The Battle of Taejon was an early battle of the Korean War, between U.S. and North Korean forces. Forces of the United States Army attempted to defend the headquarters of the 24th Infantry Division. The 24th Infantry Division was overwhelmed by numerically superior forces of the Korean People's Army (KPA) at the major city and transportation hub of Taejon. The 24th Infantry Division's regiments we"}]}, {"heading": "Events", "year": "1957", "date": "July 14", "txt": "Rawya Ateya takes her seat in the National Assembly of Egypt, thereby becoming the first female parliamentarian in the Arab world.", "entities": [{"title": "Rawya Ateya", "href": "/wiki/Rawya_Ateya", "description": "Rawya Ateya was an Egyptian woman who became the first female parliamentarian in the Arab world in 1957."}, {"title": "Parliament of Egypt", "href": "/wiki/Parliament_of_Egypt", "description": "The Parliament of Egypt is the bicameral legislature of the Arab Republic of Egypt. It is composed of an upper house and a lower house."}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Arab world", "href": "/wiki/Arab_world", "description": "The Arab world, formally the Arab homeland, also known as the Arab nation, the Arabsphere, or the Arab states, consists of the 22 Arab countries which are members of the Arab League. A majority of these countries are located in Western Asia, North Africa, and the Horn of Africa; the southernmost member, the Comoros, is an island country off the coast of East Africa. The region stretches from the A"}]}, {"heading": "Events", "year": "1958", "date": "July 14", "txt": "In the 14 July Revolution in Iraq, the monarchy is overthrown by popular forces led by Abd al-Karim Qasim, who becomes the nation's new leader.", "entities": [{"title": "14 July Revolution", "href": "/wiki/14_July_Revolution", "description": "The 14 July Revolution, also known as the 1958 Iraqi coup d'état, took place on 14 July 1958 in Iraq, and resulted in the overthrow of the Hashemite monarchy in Iraq that had been established by King Faisal I in 1921 under the auspices of the British. King Faisal II, Prince 'Abd al-Ilah, and Prime Minister Nuri al-Said were killed during the uprising."}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Abd al-Karim Qasim", "href": "/wiki/Abd_al-Karim_Qasim", "description": "Abd al-Karim Qasim Muhammad Bakr al-Fadhli al-Zubaidi  was an Iraqi Army brigadier and nationalist who came to power when the Iraqi monarchy was overthrown during the 14 July Revolution. He ruled the country as the 24th Prime Minister until his downfall and execution during the 1963 Ramadan Revolution."}]}, {"heading": "Events", "year": "1960", "date": "July 14", "txt": "Jane Goodall arrives at the Gombe Stream Reserve in present-day Tanzania to begin her study of chimpanzees in the wild.", "entities": [{"title": "Jane Goodall", "href": "/wiki/Jane_Goodall", "description": "Dame Jane Morris Goodall, formerly Baroness Jane van Lawick-Goodall, is an English primatologist and anthropologist. Considered to be the world's foremost expert on chimpanzees, Goodall is best known for her 60-year study of social and family interactions of wild chimpanzees since she first went to Gombe Stream National Park in Tanzania in 1960, where she witnessed human-like behaviours amongst ch"}, {"title": "Gombe Stream National Park", "href": "/wiki/Gombe_Stream_National_Park", "description": "Gombe National Park, also known as Gombe Stream National Park, is located in western Kigoma Region, Tanzania, 10 miles (16 km) north of Kigoma, the capital of Kigoma Region. Established in 1968, Gombe is one of the smallest national parks in Tanzania, with only 13.5 square miles (35 km2) of protected land along the hills of the eastern shore of Lake Tanganyika. The terrain is distinguished by stee"}, {"title": "Tanzania", "href": "/wiki/Tanzania", "description": "Tanzania, officially the United Republic of Tanzania, is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mo"}, {"title": "Chimpanzee", "href": "/wiki/Chimpanzee", "description": "The chimpanzee, also known as the common chimpanzee, robust chimpanzee, or simply chimp, is a species of great ape native to the forest and savannah of tropical Africa. It has four confirmed subspecies and a fifth proposed subspecies. The chimpanzee and the closely related bonobo are classified in the genus Pan. Evidence from fossils and DNA sequencing shows that Pan is a sister taxon to the human"}]}, {"heading": "Events", "year": "1965", "date": "July 14", "txt": "Mariner 4 flyby of Mars takes the first close-up photos of another planet. The photographs take approximately six hours to be transmitted back to Earth.", "entities": [{"title": "Mariner 4", "href": "/wiki/Mariner_4", "description": "Mariner 4 was the fourth in a series of spacecraft intended for planetary exploration in a flyby mode. It was designed to conduct closeup scientific observations of Mars and to transmit these observations to Earth. Launched on November 28, 1964, Mariner 4 performed the first successful flyby of the planet Mars, returning the first close-up pictures of the Martian surface. It captured the first ima"}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "2013", "date": "July 14", "txt": "Dedication of statue of Rachel Carson, a sculpture named for the environmentalist, in Woods Hole, Massachusetts.", "entities": [{"title": "Statue of Rachel Carson", "href": "/wiki/Statue_of_Rachel_Carson", "description": "An outdoor sculpture depicting the biologist, conservationist, and author of the same name by David Lewis was installed in Waterfront Park in Woods Hole, Massachusetts, United States, on July 14, 2013."}, {"title": "Woods Hole, Massachusetts", "href": "/wiki/Woods_Hole,_Massachusetts", "description": "Woods Hole is a census-designated place in the town of Falmouth in Barnstable County, Massachusetts, United States. It lies at the extreme southwest corner of Cape Cod, near Martha's Vineyard and the Elizabeth Islands. The population was 781 at the 2010 census."}]}, {"heading": "Events", "year": "2015", "date": "July 14", "txt": "NASA's New Horizons probe performs the first flyby of Pluto, and thus completes the initial survey of the Solar System.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "New Horizons", "href": "/wiki/New_Horizons", "description": "New Horizons is an interplanetary space probe that was launched as a part of NASA's New Frontiers program. Engineered by the Johns Hopkins University Applied Physics Laboratory (APL) and the Southwest Research Institute (SwRI), with a team led by S. Alan Stern, the spacecraft was launched in 2006 with the primary mission to perform a flyby study of the Pluto system in 2015, and a secondary mission"}, {"title": "Pluto", "href": "/wiki/Pluto", "description": "Pluto is a dwarf planet in the Kuiper belt, a ring of bodies beyond the orbit of Neptune. It was the first and the largest Kuiper belt object to be discovered.\nAfter Pluto was discovered in 1930, it was declared to be the ninth planet from the Sun. Beginning in the 1990s, its status as a planet was questioned following the discovery of several objects of similar size in the Kuiper belt, including "}, {"title": "Solar System", "href": "/wiki/Solar_System", "description": "The Solar System is the gravitationally bound system of the Sun and the objects that orbit it, either directly or indirectly. Of the objects that orbit the Sun directly, the largest are the eight planets, with the remainder being smaller objects, the dwarf planets and small Solar System bodies. Of the objects that orbit the Sun indirectly—the natural satellites—two are larger than the smallest pla"}]}, {"heading": "Births", "year": "0926", "date": "July 14", "txt": "Murakami, emperor of Japan (d. 967)", "entities": [{"title": "Emperor Murakami", "href": "/wiki/Emperor_Murakami", "description": "Emperor Murakami  was the 62nd emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Births", "year": "1410", "date": "July 14", "txt": "Arnold, Duke of Guelders, (d. 1473)", "entities": [{"title": "Arnold, Duke of Guelders", "href": "/wiki/Arnold,_Duke_of_Guelders", "description": "Arnold of Egmond was Duke of Guelders, Count of Zutphen."}]}, {"heading": "Births", "year": "1454", "date": "July 14", "txt": "Poliziano, Italian poet and scholar (d. 1494)", "entities": [{"title": "Poliziano", "href": "/wiki/Poliziano", "description": "Agnolo (Angelo) Ambrogini, commonly known by his nickname Poliziano, was an Italian classical scholar and poet of the Florentine Renaissance. His scholarship was instrumental in the divergence of Renaissance Latin from medieval norms and for developments in philology. His nickname, Poliziano, by which he is chiefly identified to the present day, was derived from the Latin name of his birthplace, M"}]}, {"heading": "Births", "year": "1515", "date": "July 14", "txt": "Philip I, Duke of Pomerania (d. 1560)", "entities": [{"title": "Philip I, Duke of Pomerania", "href": "/wiki/Philip_I,_Duke_of_Pomerania", "description": "Philip I of Pomerania was Duke of Pomerania-Wolgast."}]}, {"heading": "Births", "year": "1602", "date": "July 14", "txt": "Cardinal Jules Mazarin, Italian-French cardinal and politician, chief minister of France from 5 December 1642 to 9 March 1661 (d. 1661)", "entities": [{"title": "Cardinal Jules Mazarin", "href": "/wiki/Cardinal_Jules_Mazarin", "description": "Cardinal Jules Mazarin, born Giulio Raimondo Mazzarino or Mazarini, was an Italian cardinal, diplomat, and politician who served as the chief minister to the kings of France Louis XIII and Louis XIV from 1642 until his death in 1661. In 1654 he acquired the title Duke of Mayenne, and in 1659, 1st Duke of Rethel and Nevers."}]}, {"heading": "Births", "year": "1608", "date": "July 14", "txt": "George Goring, Lord Goring, English general (d. 1657)", "entities": [{"title": "George Goring, Lord Goring", "href": "/wiki/George_Goring,_Lord_Goring", "description": "George Goring, Lord Goring was an English Royalist soldier. He was known by the courtesy title Lord Goring as the eldest son of the first Earl of Norwich."}]}, {"heading": "Births", "year": "1610", "date": "July 14", "txt": "Ferdinando II de' Medici, Grand Duke of Tuscany (d. 1670)", "entities": [{"title": "Ferdinando II de' Medici, Grand Duke of Tuscany", "href": "/wiki/Ferdinando_II_de%27_Medici,_Grand_Duke_of_Tuscany", "description": "Ferdinando II de' Medici was grand duke of Tuscany from 1621 to 1670. He was the eldest son of Cosimo II de' Medici and Maria Maddalena of Austria. He was remembered by his contemporaries as a man of culture and science, actively participating in the Accademia del Cimento, the first scientific society in Italy, formed by his younger brother, Leopoldo de' Medici. His 49-year rule was punctuated by "}]}, {"heading": "Births", "year": "1634", "date": "July 14", "txt": "Pasquier Quesnel, French priest and theologian (d. 1719)", "entities": [{"title": "Pasquier Quesnel", "href": "/wiki/Pasquier_Quesnel", "description": "Pasquier Quesnel was a French Jansenist theologian."}]}, {"heading": "Births", "year": "1671", "date": "July 14", "txt": "Jacques d'Allonville, French astronomer and mathematician (d. 1732)", "entities": [{"title": "Jacques d'Allonville", "href": "/wiki/Jacques_d%27Allonville", "description": "\n\nJacques Eugène d'Allonville de Louville was a French astronomer and mathematician. He also went by the name of Chevalier de Louville."}]}, {"heading": "Births", "year": "1675", "date": "July 14", "txt": "Claude Alexandre de Bonneval, French general (d. 1747)", "entities": [{"title": "Claude Alexandre de Bonneval", "href": "/wiki/Claude_Alexandre_de_Bonneval", "description": "Claude Alexandre, Comte de Bonneval, was a French army officer who later went into the service of the Ottoman Empire, eventually converting to Islam and becoming known as Humbaracı Ahmet Paşa.\n"}]}, {"heading": "Births", "year": "1696", "date": "July 14", "txt": "William Oldys, English historian and author (d. 1761)", "entities": [{"title": "William Oldys", "href": "/wiki/William_Oldys", "description": "William Oldys was an English antiquarian and bibliographer."}]}, {"heading": "Births", "year": "1721", "date": "July 14", "txt": "John Douglas, Scottish bishop and scholar (d. 1807)", "entities": [{"title": "John Douglas (bishop of Salisbury)", "href": "/wiki/John_Douglas_(bishop_of_Salisbury)", "description": "John Douglas was a Scottish scholar and Anglican bishop."}]}, {"heading": "Births", "year": "1743", "date": "July 14", "txt": "Gavrila Derzhavin, Russian poet and politician (d. 1816)", "entities": [{"title": "Gavrila Derzhavin", "href": "/wiki/Gavrila_Derzhavin", "description": "Gavriil (Gavrila) Romanovich Derzhavin was one of the most highly esteemed Russian poets before Alexander Pushkin, as well as a statesman. Although his works are traditionally considered literary classicism, his best verse is rich with antitheses and conflicting sounds in a way reminiscent of John Donne and other metaphysical poets."}]}, {"heading": "Births", "year": "1755", "date": "July 14", "txt": "Michel de Beaupuy, French general (d. 1796)", "entities": [{"title": "Michel de Beaupuy", "href": "/wiki/Michel_de_Beaupuy", "description": "Armand-Michel Bacharetie de Beaupuy was a French soldier. He rose in rank to command an infantry division during the Wars of the French Revolution. He was killed at the Battle of Emmendingen. His surname is one of the names inscribed under the Arc de Triomphe, on Column 18."}]}, {"heading": "Births", "year": "1785", "date": "July 14", "txt": "Mordecai Manuel Noah, American journalist, playwright, and diplomat (d. 1851)", "entities": [{"title": "Mordecai Manuel Noah", "href": "/wiki/Mordecai_Manuel_Noah", "description": "Mordecai Manuel Noah was an American sheriff, playwright, diplomat, journalist, and utopian. He was born in a family of Portuguese Sephardic ancestry. He was the most important Jewish lay leader in New York in the early 19th century, and the first Jew born in the United States to reach national prominence. His negative reviews of black plays produced and hosted by William Brown at the African Grov"}]}, {"heading": "Births", "year": "1801", "date": "July 14", "txt": "Johannes Peter Müller, German physiologist and anatomist (d. 1858)", "entities": [{"title": "Johannes Peter Müller", "href": "/wiki/Johannes_Peter_M%C3%BCller", "description": "Johannes Peter Müller was a German physiologist, comparative anatomist, ichthyologist, and herpetologist, known not only for his discoveries but also for his ability to synthesize knowledge. The paramesonephric duct was named in his honor."}]}, {"heading": "Births", "year": "1816", "date": "July 14", "txt": "Arthur de Gobineau, French writer who founded Gobinism to promote development of racism (d. 1882)", "entities": [{"title": "Arthur de Gobineau", "href": "/wiki/Arthur_de_Gobineau", "description": "Joseph Arthur de Gobineau was a French aristocrat who is best known for helping to legitimise racism by the use of scientific racist theory and \"racial demography\", and for developing the theory of the Aryan master race. Known to his contemporaries as a novelist, diplomat and travel writer, he was an elitist who, in the immediate aftermath of the Revolutions of 1848, wrote An Essay on the Inequali"}]}, {"heading": "Births", "year": "1829", "date": "July 14", "txt": "Edward Benson, English archbishop (d. 1896)", "entities": [{"title": "Edward Benson (bishop)", "href": "/wiki/Edward_Benson_(bishop)", "description": "Edward White Benson was Archbishop of Canterbury from 1883 until his death. Prior to this, he was the first Bishop of Truro, serving from 1877 to 1883, and began construction of Truro Cathedral."}]}, {"heading": "Births", "year": "1859", "date": "July 14", "txt": "Willy Hess, German violinist and educator (d. 1928)", "entities": [{"title": "Willy Hess (violinist)", "href": "/wiki/Willy_Hess_(violinist)", "description": "Willy Hess was a German violinist and violin teacher."}]}, {"heading": "Births", "year": "1861", "date": "July 14", "txt": "Kate M. Gordon, American activist (d. 1931)", "entities": [{"title": "Kate M. Gordon", "href": "/wiki/Kate_M._Gordon", "description": "Kate M. Gordon was an American suffragist, civic leader, and one of the leading advocates of women's voting rights in the Southern United States. Gordon was the organizer of the Southern States Woman Suffrage Conference and directed the 1918 campaign for woman suffrage in the state of Louisiana, the first such statewide effort in the American South."}]}, {"heading": "Births", "year": "1862", "date": "July 14", "txt": "Florence Bascom, American geologist and educator (d. 1945)", "entities": [{"title": "Florence Bascom", "href": "/wiki/Florence_Bascom", "description": "Florence Bascom was a pioneer for women as a geologist and educator in the 1800s. Bascom became an anomaly in the 19th Century when she earned two Bachelors degrees. Earning a Bachelor of Arts degree in 1882, and a Bachelor of Science degree in 1884 both at the University of Wisconsin. Shortly after in 1887, Bascom earned her Masters degree in geology at the University of Wisconsin. Bascom was the"}]}, {"heading": "Births", "year": "1862", "date": "July 14", "txt": "Gustav Klimt, Austrian painter and illustrator (d. 1918)", "entities": []}, {"heading": "Births", "year": "1865", "date": "July 14", "txt": "Arthur Capper, American journalist and politician, 20th Governor of Kansas (d. 1951)", "entities": [{"title": "Arthur Capper", "href": "/wiki/Arthur_Capper", "description": "Arthur Capper was an American politician from Kansas. He was the 20th Governor of Kansas from 1915 to 1919 and a United States Senator from 1919 to 1949. He also owned a radio station, and was the publisher of a newspaper, the Topeka Daily Capital."}, {"title": "Governor of Kansas", "href": "/wiki/Governor_of_Kansas", "description": "The Governor of Kansas is the head of the executive branch of Kansas's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Kansas Legislature, to convene the legislature at any time, and to grant pardons."}]}, {"heading": "Births", "year": "1866", "date": "July 14", "txt": "Juliette Wytsman, Belgian painter (d. 1925)", "entities": [{"title": "Juliette Wytsman", "href": "/wiki/Juliette_Wytsman", "description": "Juliette Wytsman was a Belgian impressionist painter. She was married to painter Rodolphe Wytsman. Her paintings are in the collections of several museums in Belgium."}]}, {"heading": "Births", "year": "1868", "date": "July 14", "txt": "Gertrude Bell, English archaeologist and spy (d. 1926)", "entities": [{"title": "Gertrude Bell", "href": "/wiki/Gertrude_Bell", "description": "Gertrude Margaret Lowthian Bell, CBE was an English writer, traveller, political officer, administrator, and archaeologist who explored, mapped, and became highly influential to British imperial policy-making due to her knowledge and contacts, built up through extensive travels in Syria-Palestine, Mesopotamia, Asia Minor, and Arabia. Along with T. E. Lawrence, Bell helped support the Hashemite dyn"}]}, {"heading": "Births", "year": "1872", "date": "July 14", "txt": "Albert Marque, French sculptor and doll maker (d. 1939)", "entities": [{"title": "Albert Marque", "href": "/wiki/Albert_Marque", "description": "Albert Marque was a French sculptor and doll maker of the late 19th and early 20th century."}]}, {"heading": "Births", "year": "1874", "date": "July 14", "txt": "Abbas II of Egypt (d. 1944)", "entities": [{"title": "Abbas II of Egypt", "href": "/wiki/Abbas_II_of_Egypt", "description": "Abbas II Helmy Bey was the last Khedive of Egypt and Sudan, ruling from 8 January 1892 to 19 December 1914. In 1914, after the Ottoman Empire joined the Central Powers in World War I, the nationalist Khedive was removed by the British, then ruling Egypt, in favor of his more pro-British uncle, Hussein Kamel, marking the de jure end of Egypt's four-century era as a province of the Ottoman Empire, w"}]}, {"heading": "Births", "year": "1874", "date": "July 14", "txt": "Crawford Vaughan, Australian politician, 27th Premier of South Australia (d. 1947)", "entities": [{"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1878", "date": "July 14", "txt": "Donald Meek, Scottish-American stage and film actor (d. 1946)", "entities": [{"title": "Donald Meek", "href": "/wiki/Donald_Meek", "description": "Thomas Donald Meek was a Scottish-American actor. He first performed publicly at the age of eight and began appearing on Broadway in 1903."}]}, {"heading": "Births", "year": "1885", "date": "July 14", "txt": "Sisavang Vong, Laotian king (d. 1959)", "entities": [{"title": "Sisavang Vong", "href": "/wiki/Sisavang_Vong", "description": "Sisavang Phoulivong was king of the Kingdom of Luang Phrabang and later the Kingdom of Laos from 28 April 1904 until his death on 29 October 1959."}]}, {"heading": "Births", "year": "1888", "date": "July 14", "txt": "Scipio Slataper, Italian author and critic (d. 1915)", "entities": [{"title": "Scipio Slataper", "href": "/wiki/Scipio_Slataper", "description": "Scipio Slataper was an Italian writer, most famous for his lyrical essay My Karst. He is considered, alongside Italo Svevo, as the initiator of the prolific tradition of Italian literature in Trieste."}]}, {"heading": "Births", "year": "1889", "date": "July 14", "txt": "Marco de Gastyne, French painter and illustrator (d. 1982)", "entities": [{"title": "Marco de Gastyne", "href": "/wiki/Marco_de_Gastyne", "description": "Marc Henri Benoist better known as Marco de Gastyne was a French painter, illustrator and later film director of more than fifteen films."}]}, {"heading": "Births", "year": "1889", "date": "July 14", "txt": "Ante Pavelic, Croatian fascist dictator during World War II (d. 1959)", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Births", "year": "1893", "date": "July 14", "txt": "Clarence J. Brown, American publisher and politician, 36th Lieutenant Governor of Ohio (d. 1965)", "entities": [{"title": "Clarence J. Brown", "href": "/wiki/Clarence_J._Brown", "description": "Clarence John Brown Sr. was an American newspaper publisher and politician; he represented Ohio as a Republican in the United States House of Representatives from 1939 until his death in Bethesda, Maryland in 1965. Long representing conservative views, near the end of his life, he helped gain passage of the Voting Rights Act of 1965 and voted for its passage, which provided enforcement of the righ"}, {"title": "Lieutenant Governor of Ohio", "href": "/wiki/Lieutenant_Governor_of_Ohio", "description": "The position of lieutenant governor of Ohio was established in 1852. The lieutenant governor becomes governor if the governor resigns, dies in office or is removed by impeachment. Before 1852, the president of the Ohio State Senate would serve as acting governor if a vacancy in the governorship occurred. Until 1978, lieutenant governors were elected separately but concurrently with the governor. T"}]}, {"heading": "Births", "year": "1893", "date": "July 14", "txt": "Garimella Satyanarayana, Indian poet and author (d. 1952)", "entities": []}, {"heading": "Births", "year": "1894", "date": "July 14", "txt": "Dave Fleischer, American animator, director, and producer (d. 1979)", "entities": [{"title": "Dave Fleischer", "href": "/wiki/Dave_Fleischer", "description": "David Fleischer was an American film director and producer, best known as a co-owner of Fleischer Studios with his older brother Max Fleischer. He was a native of New York City."}]}, {"heading": "Births", "year": "1896", "date": "July 14", "txt": "Buenaventura Durruti, Spanish soldier and anarchist (d. 1936)", "entities": [{"title": "Buenaventura Durruti", "href": "/wiki/Buenaventura_Durruti", "description": "José Buenaventura Durruti Dumange was a Spanish insurrectionary, anarcho-syndicalist militant involved with the CNT, FAI and other anarchist organisations during the period leading up to and including the Spanish Civil War. Durruti played an influential role during the Spanish Revolution and is remembered as a hero in the anarchist movement."}]}, {"heading": "Births", "year": "1898", "date": "July 14", "txt": "Happy Chandler, American lawyer and politician, 49th Governor of Kentucky, second Commissioner of Baseball (d. 1991)", "entities": [{"title": "Happy Chandler", "href": "/wiki/Happy_Chandler", "description": "Albert Benjamin \"Happy\" Chandler Sr. was an American politician from Kentucky. He represented Kentucky in the U.S. Senate and served as its 44th and 49th governor. Aside from his political positions, he also served as the second Commissioner of Baseball from 1945 to 1951 and was inducted into the Baseball Hall of Fame in 1982. His grandson, Ben Chandler, later served as congressman for Kentucky's "}, {"title": "Governor of Kentucky", "href": "/wiki/Governor_of_Kentucky", "description": "The Governor of the Commonwealth of Kentucky is the head of Kentucky's executive branch of government. 62 men and one woman have served as Governor of Kentucky. The governor's term is four years in length; since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Throughout the state's history, four men have served two non-consecutive terms as govern"}, {"title": "Commissioner of Baseball", "href": "/wiki/Commissioner_of_Baseball", "description": "The Commissioner of Baseball is the chief executive officer of Major League Baseball (MLB) and the associated Minor League Baseball (MiLB) – a constellation of leagues and clubs known as \"organized baseball\". Under the direction of the Commissioner, the Office of the Commissioner of Baseball hires and maintains the sport's umpiring crews, and negotiates marketing, labor, and television contracts. "}]}, {"heading": "Births", "year": "1901", "date": "July 14", "txt": "Gerald Finzi, English composer and academic (d. 1956)", "entities": [{"title": "Gerald Finzi", "href": "/wiki/Gerald_Finzi", "description": "Gerald Raphael Finzi was a British composer. Finzi is best known as a choral composer, but also wrote in other genres. Large-scale compositions by Finzi include the cantata Dies natalis for solo voice and string orchestra, and his concertos for cello and clarinet."}]}, {"heading": "Births", "year": "1903", "date": "July 14", "txt": "Irving Stone, American author and educator (d. 1989)", "entities": [{"title": "Irving Stone", "href": "/wiki/Irving_Stone", "description": "Irving Stone was an American writer, chiefly known for his biographical novels of noted artists, politicians and intellectuals. Among the best known are Lust for Life (1934), about the life of Vincent van Gogh, and The Agony and the Ecstasy (1961), about Michelangelo."}]}, {"heading": "Births", "year": "1907", "date": "July 14", "txt": "Chico Landi, Brazilian racing driver (d. 1989)", "entities": [{"title": "Chico Landi", "href": "/wiki/Chico_Landi", "description": "Francisco Sacco Landi, better known as Chico, was a racing driver from São Paulo, Brazil. He participated in six Formula One World Championship Grands Prix, debuting on September 16, 1951. He scored a total of 1.5 championship points, awarded for his fourth-place finish in the 1956 Argentine Grand Prix, a drive he shared with Gerino Gerini. He was the first Brazilian ever to take part in a Formula"}]}, {"heading": "Births", "year": "1910", "date": "July 14", "txt": "William Hanna, American animator, director, producer, and actor, co-founded Hanna-Barbera (d. 2001)", "entities": [{"title": "William Hanna", "href": "/wiki/William_Hanna", "description": "William Denby Hanna was an American animator, voice actor, cartoonist, and musician."}, {"title": "Hanna-Barbera", "href": "/wiki/Hanna-Barbera", "description": "Hanna-Barbera Productions, Inc., also variously known as H-B Enterprises, H-B Production Co., and Hanna-Barbera Cartoons, Inc., is an American animation studio and production company founded in 1957 by Tom and Jerry creators and former Metro-Goldwyn-Mayer animation directors William Hanna and Joseph Barbera, and remained active until 2001."}]}, {"heading": "Births", "year": "1911", "date": "July 14", "txt": "Pavel Prudnikau, Belarusian poet and author (d. 2000)", "entities": [{"title": "Pavel Prudnikau", "href": "/wiki/Pavel_Prudnikau", "description": "Pavel Ivanovich Prudnikau was a Belarusian writer. He was a cousin of another Belarusian writer, Ales Prudnikau."}]}, {"heading": "Births", "year": "1912", "date": "July 14", "txt": "Woody Guthrie, American singer-songwriter and guitarist (d. 1967)", "entities": [{"title": "Woody Guthrie", "href": "/wiki/Woody_Guthrie", "description": "Woodrow Wilson Guthrie was an American singer-songwriter, and one of the most significant figures in early American folk music. His work focused on themes of American socialism and anti-fascism. His music includes songs such as \"This Land Is Your Land\", written to oppose the American exceptionalist song \"God Bless America\", and has inspired several generations both politically and musically."}]}, {"heading": "Births", "year": "1913", "date": "July 14", "txt": "Gerald Ford, American commander, lawyer, and politician, 38th President of the United States (d. 2006)", "entities": [{"title": "Gerald Ford", "href": "/wiki/Gerald_Ford", "description": "Gerald Rudolph Ford Jr. was an American politician and attorney who served as the 38th president of the United States from 1974 to 1977. A member of the Republican Party, Ford previously served as the 40th vice president of the United States from 1973 to 1974. To date, Ford is the only person to have served as both vice president and president without being elected to either office by the Electora"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1918", "date": "July 14", "txt": "Ingmar Bergman, Swedish director, producer, and screenwriter (d. 2007)", "entities": [{"title": "Ingmar Bergman", "href": "/wiki/Ingmar_Bergman", "description": "Ernst Ingmar Bergman was a Swedish film director, screenwriter, and producer. Considered to be among the most accomplished and influential filmmakers of all time, Bergman's films include Smiles of a Summer Night (1955), The Seventh Seal (1957), The Silence (1963), Wild Strawberries (1957), Persona (1966), Cries and Whispers (1972), Scenes from a Marriage (1973), and Fanny and Alexander (1982); the"}]}, {"heading": "Births", "year": "1918", "date": "July 14", "txt": "Arthur Laurents, American director, screenwriter, and playwright (d. 2011)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 14", "txt": "Jay Wright Forrester, American computer engineer and systems scientist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1920", "date": "July 14", "txt": "Shankarrao Chavan, Indian lawyer and politician, Indian Minister of Finance (d. 2004)", "entities": [{"title": "Shankarrao Chavan", "href": "/wiki/Shankarrao_Chavan", "description": "Shankarrao Bhavrao Chavan was an Indian politician who served twice as Chief Minister of Maharashtra from 1975 until 1977 and from 13 March 1986 until 26 June 1988. He was Finance Minister of India from 1988 to 1989 and served as Home Minister of India in the P. V. Narasimha Rao cabinet from 21 June 1991 to 16 May 1996. He served as Home Minister of India in the Rajiv Gandhi cabinet 31 December 19"}, {"title": "Minister of Finance (India)", "href": "/wiki/Minister_of_Finance_(India)", "description": "The Minister of Finance is the head of the Ministry of Finance of the Government of India. One of the senior-most offices in the Union Cabinet, the finance minister is responsible for the fiscal policy of the government. As part of this, a key duty of the Finance Minister is to present the annual Union Budget in Parliament, which details the government's plan for taxation and spending in the comin"}]}, {"heading": "Births", "year": "1921", "date": "July 14", "txt": "Sixto Durán Ballén, American-Ecuadorian architect and politician, 48th President of Ecuador (d. 2016)", "entities": [{"title": "Sixto Durán Ballén", "href": "/wiki/Sixto_Dur%C3%A1n_Ball%C3%A9n", "description": "Sixto Alfonso Durán-Ballén Cordovez was an Ecuadorian political figure and architect. He served as Mayor of Quito between 1970 and 1978. In 1951, he co-founded a political party, the Social Christian Party. In 1991, he left the Social Christian Party formed a new conservative group, the Republican Union Party (PUR), before running for president for the third time in 1992."}, {"title": "President of Ecuador", "href": "/wiki/President_of_Ecuador", "description": "The President of Ecuador officially called the President of the Republic of Ecuador serves as both the head of state and head of government of Ecuador. It is the highest political office in the country as the head of the executive branch of government. Per the current constitution, the President can serve two four-year terms. Prior to that, the president could only serve one four-year term."}]}, {"heading": "Births", "year": "1921", "date": "July 14", "txt": "Leon Garfield, English author (d. 1996)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 14", "txt": "Armand Gaudreault, Canadian ice hockey player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 14", "txt": "Geoffrey Wilkinson, English chemist and academic, Nobel Prize laureate (d. 1996)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1922", "date": "July 14", "txt": "Robin Olds, American general and pilot (d. 2007)", "entities": [{"title": "Robin Olds", "href": "/wiki/Robin_Olds", "description": "Robin Olds was an American fighter pilot and general officer in the United States Air Force. He was a \"triple ace\", with a combined total of 17 victories in World War II and the Vietnam War. He retired in 1973 as a brigadier general, after 30 years of service."}]}, {"heading": "Births", "year": "1922", "date": "July 14", "txt": "Elfriede Rinkel, German SS officer (d. 2018)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1922", "date": "July 14", "txt": "Käbi Laretei, Estonian-Swedish concert pianist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 14", "txt": "René Favaloro, Argentine surgeon and cardiologist (d. 2000)", "entities": [{"title": "René Favaloro", "href": "/wiki/Ren%C3%A9_Favaloro", "description": "René Gerónimo Favaloro was an Argentine cardiac surgeon and educator best known for his pioneering work on coronary artery bypass surgery using the great saphenous vein."}]}, {"heading": "Births", "year": "1923", "date": "July 14", "txt": "Dale Robertson, American actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 14", "txt": "Robert Zildjian, American businessman, founded Sabian (d. 2013)", "entities": [{"title": "Sabian", "href": "/wiki/Sabian", "description": "Sabian is a Canadian and Armenian cymbal manufacturing company established in 1981 in Meductic, New Brunswick, where it is still headquartered. Sabian is considered one of the big four manufacturers of cymbals, along with Zildjian, Meinl and Paiste."}]}, {"heading": "Births", "year": "1924", "date": "July 14", "txt": "Warren Giese, American football player, coach, and politician (d. 2013)", "entities": [{"title": "Warren Giese", "href": "/wiki/Warren_Giese", "description": "Warren Giese was a state legislator in South Carolina and a college football coach. He served as the head football coach for the South Carolina Gamecocks for five years at the University of South Carolina. He later served in the South Carolina State Senate."}]}, {"heading": "Births", "year": "1925", "date": "July 14", "txt": "Bruce L. Douglas, American politician", "entities": [{"title": "Bruce L. Douglas", "href": "/wiki/Bruce_L._Douglas", "description": "Bruce Lee Douglas was an American politician in the state of Illinois."}]}, {"heading": "Births", "year": "1926", "date": "July 14", "txt": "Wallace Jones, American basketball player and coach (d. 2014)", "entities": [{"title": "Wallace Jones", "href": "/wiki/Wallace_Jones", "description": "Wallace Clayton \"Wah Wah\" Jones was an American professional basketball player. He played in the National Basketball Association (NBA) from 1949 to 1952 with the Indianapolis Olympians."}]}, {"heading": "Births", "year": "1926", "date": "July 14", "txt": "Harry Dean Stanton, American actor, musician, and singer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 14", "txt": "Himayat Ali Shair, Urdu poet (d. 2019)", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 14", "txt": "John Chancellor, American journalist (d. 1996)", "entities": [{"title": "John Chancellor", "href": "/wiki/John_Chancellor", "description": "John William Chancellor was an American journalist who spent most of his career with NBC News. He is considered a pioneer in TV news. He served as anchor of the NBC Nightly News from 1970 to 1982 and continued to do editorials and commentaries for NBC Nightly News with Tom Brokaw until 1993."}]}, {"heading": "Births", "year": "1927", "date": "July 14", "txt": "Mike Esposito, American author and illustrator (d. 2010)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 14", "txt": "Nancy Olson, American actress", "entities": [{"title": "Nancy Olson", "href": "/wiki/Nancy_Olson", "description": "Nancy Ann Olson is an American actress. She is nominated for an Academy Award for Best Supporting Actress for her role in Sunset Boulevard (1950). She co-starred with William Holden in four films, and later appeared in The Absent-Minded Professor (1961) and its sequel, Son of Flubber (1963), as well as the disaster film Airport 1975 (1974). Olson has been retired from acting since the early 1980s,"}]}, {"heading": "Births", "year": "1928", "date": "July 14", "txt": "William Rees-Mogg, English journalist and public servant (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 14", "txt": "Polly Bergen, American actress and singer (d. 2014)", "entities": [{"title": "Polly Bergen", "href": "/wiki/Polly_Bergen", "description": "Polly Bergen was an American actress, singer, television host, writer and entrepreneur."}]}, {"heading": "Births", "year": "1930", "date": "July 14", "txt": "Benoît Sinzogan, Beninese military officer and politician", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 14", "txt": "Jacqueline de Ribes, French fashion designer and philanthropist", "entities": [{"title": "Jacqueline de Ribes", "href": "/wiki/Jacqueline_de_Ribes", "description": "Jacqueline, comtesse de Ribes is a French aristocrat, designer, fashion icon, businesswoman, producer and philanthropist. She has been a member of the International Best Dressed List since 1962."}]}, {"heading": "Births", "year": "1931", "date": "July 14", "txt": "E. V. Thompson, English police officer and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1932", "date": "July 14", "txt": "Rosey Grier, American football player and actor", "entities": [{"title": "Rosey Grier", "href": "/wiki/Rosey_Grier", "description": "Roosevelt \"Rosey\" Grier is an American actor, singer, Protestant minister, and former professional football player. He was a notable college football player for The Pennsylvania State University who earned a retrospective place in the National Collegiate Athletic Association 100th anniversary list of 100 most influential student athletes. As a professional player, Grier was a member of the New Yor"}]}, {"heading": "Births", "year": "1932", "date": "July 14", "txt": "Del Reeves, American country singer-songwriter (d. 2007)", "entities": []}, {"heading": "Births", "year": "1933", "date": "July 14", "txt": "Robert Bourassa, Canadian lawyer and politician, 22nd Premier of Quebec (d. 1996)", "entities": [{"title": "Robert Bourassa", "href": "/wiki/Robert_Bourassa", "description": "Robert Bourassa, was a Canadian politician from Quebec. He served as the 22nd Premier of Quebec in two different mandates, first from May 12, 1970, to November 25, 1976, and then from December 12, 1985, to January 11, 1994, serving a total of just under 15 years as Provincial Premier."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1933", "date": "July 14", "txt": "Dumaagiin Sodnom, Mongolian politician; 13th Prime Minister of Mongolia", "entities": []}, {"heading": "Births", "year": "1936", "date": "July 14", "txt": "Robert F. Overmyer, American colonel, pilot, and astronaut (d. 1996)", "entities": [{"title": "Robert F. Overmyer", "href": "/wiki/Robert_F._Overmyer", "description": "Colonel Robert Franklyn \"Bob\" Overmyer was an American test pilot, naval aviator, aeronautical engineer, physicist, United States Marine Corps officer and USAF/NASA astronaut. Overmyer was selected by the Air Force as an astronaut for its Manned Orbiting Laboratory in 1966. Upon cancellation of this program in 1969, he became a NASA astronaut and served support crew duties for the Apollo program, "}]}, {"heading": "Births", "year": "1937", "date": "July 14", "txt": "Yoshiro Mori, Japanese journalist and politician, 55th Prime Minister of Japan", "entities": [{"title": "Yoshiro Mori", "href": "/wiki/Yoshiro_Mori", "description": "Yoshirō Mori  is a Japanese politician who served as Prime Minister of Japan between April 2000 and April 2001. Described as having \"the heart of a flea and the brain of a shark\", he was unpopular in opinion polls during his time in office, and is known for making controversial statements, both during and after his premiership. He also served as the President of the Japan Rugby Football Union as w"}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1938", "date": "July 14", "txt": "Jerry Rubin, American activist, author, and businessman (d. 1994)", "entities": [{"title": "Jerry Rubin", "href": "/wiki/Jerry_Rubin", "description": "Jerry Clyde Rubin was an American social activist, anti-war leader, and counterculture icon during the 1960s and 1970s. During the 1980s, he became a successful businessman. He is known for being one of the co-founders of the Youth International Party (YIP), whose members were referred to as Yippies, and standing trial in the Chicago Seven case."}]}, {"heading": "Births", "year": "1938", "date": "July 14", "txt": "Tommy Vig, Hungarian vibraphone player, drummer, and composer", "entities": [{"title": "Vibraphone", "href": "/wiki/Vibraphone", "description": "The vibraphone is a musical instrument in the struck idiophone subfamily of the percussion family. It consists of tuned metal bars and is usually played by holding two or four soft mallets and striking the bars. A person who plays the vibraphone is called a vibraphonist, vibraharpist, or vibist."}]}, {"heading": "Births", "year": "1939", "date": "July 14", "txt": "Karel Gott, Czech singer-songwriter and actor (d. 2019)", "entities": [{"title": "Karel Gott", "href": "/wiki/Karel_Gott", "description": "Karel Gott was a Czech singer and amateur painter, considered the most successful male singer in Czechoslovakia and the Czech Republic. He was voted the country's best male singer in the annual Český slavík national music award 42 times, most recently in 2017."}]}, {"heading": "Births", "year": "1939", "date": "July 14", "txt": "George Edgar Slusser, American scholar and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1940", "date": "July 14", "txt": "Susan Howatch, English author and academic", "entities": [{"title": "Susan Howatch", "href": "/wiki/Susan_Howatch", "description": "\nSusan Howatch is a British author. Her writing career has been distinguished by family saga-type novels which describe the lives of related characters for long periods of time. Her later books have also become known for their religious and philosophical themes."}]}, {"heading": "Births", "year": "1941", "date": "July 14", "txt": "Maulana Karenga, American philosopher, author, and activist, created Kwanzaa", "entities": [{"title": "Maulana Karenga", "href": "/wiki/Maulana_Karenga", "description": "Maulana Ndabezitha Karenga, previously known as Ron Karenga, is an American professor of Africana studies, activist, and author best known as the creator of the pan-African and the African-American holiday of Kwanzaa."}, {"title": "Kwanzaa", "href": "/wiki/Kwanzaa", "description": "Kwanzaa is an annual celebration of African-American culture that is held from December 26 to January 1, culminating in a communal feast called Karamu, usually held on the 6th day. It was created by Maulana Karenga, based on African harvest festival traditions from various parts of Africa, including West and Southeast Africa. Kwanzaa was first celebrated in 1966."}]}, {"heading": "Births", "year": "1941", "date": "July 14", "txt": "Andreas Khol, German-Austrian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 14", "txt": "Javier Solana, Spanish physicist and politician, Spanish Minister of Foreign Affairs", "entities": [{"title": "Javier Solana", "href": "/wiki/Javier_Solana", "description": "Francisco Javier Solana de Madariaga is a Spanish physicist and Socialist politician. After serving in the Spanish government as Foreign Affairs Minister under Felipe González (1992–1995) and as the Secretary General of NATO (1995–1999), he was appointed the European Union's High Representative for Common Foreign and Security Policy, Secretary General of the Council of the European Union and Secre"}, {"title": "List of Foreign Ministers of Spain", "href": "/wiki/List_of_Foreign_Ministers_of_Spain", "description": "The following is a list of foreign ministers of Spain, since 1808 until now serving in Spain's Ministry of Foreign Affairs."}]}, {"heading": "Births", "year": "1946", "date": "July 14", "txt": "John Wood, Australian actor and screenwriter", "entities": [{"title": "John Wood (actor, born 1946)", "href": "/wiki/John_Wood_(actor,_born_1946)", "description": "John Wood is a Gold Logie Award-winning Australian actor and scriptwriter, best known for his roles as Stipendiary Magistrate Michael Rafferty in the legal drama Rafferty's Rules and as Senior Sergeant Tom Croydon in the long running police drama Blue Heelers, both for the Seven Network."}]}, {"heading": "Births", "year": "1947", "date": "July 14", "txt": "John Blackman, Australian radio and television presenter", "entities": [{"title": "John Blackman", "href": "/wiki/John_Blackman", "description": "John Blackman is an Australian radio and television presenter, voice-artist and comedy writer and author. He is most widely known for his voice-over work for the long-running Nine Network comedy variety show Hey Hey It's Saturday from 1971 until 1999 and then returning for the reunion specials in 2009 and brief relaunch in 2010."}]}, {"heading": "Births", "year": "1947", "date": "July 14", "txt": "Claudia J. Kennedy, American general", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 14", "txt": "Salih Neftçi, Turkish economist and author (d. 2009)", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 14", "txt": "Navin Ramgoolam, Mauritius physician and politician, 3rd Prime Minister of Mauritius", "entities": [{"title": "Prime Minister of Mauritius", "href": "/wiki/Prime_Minister_of_Mauritius", "description": "The prime minister of Mauritius is the head of government of Mauritius. He presides over the Cabinet of Ministers which advises the President of the Country and is collectively responsible to the National Assembly for any advice given and for all action done by or under the authority of any Minister in the execution of his office."}]}, {"heading": "Births", "year": "1948", "date": "July 14", "txt": "Goodwill Zwelithini kaBhekuzulu, Zulu king", "entities": [{"title": "Goodwill Zwelithini kaBhekuzulu", "href": "/wiki/Goodwill_Zwelithini_kaBhekuzulu", "description": "King Goodwill Zwelithini kaBhekuzulu was the reigning King of the Zulu nation from 1968 to his death."}]}, {"heading": "Births", "year": "1949", "date": "July 14", "txt": "Tommy Mottola, American businessman and music publisher", "entities": [{"title": "Tommy Mottola", "href": "/wiki/Tommy_Mottola", "description": "Thomas Daniel Mottola is an American music executive, producer and author. He is currently the Chairman of Mottola Media Group and previously the Chairman & CEO of Sony Music Entertainment, parent of the Columbia label, for nearly 15 years. He is married to the Mexican actress and singer Thalía."}]}, {"heading": "Births", "year": "1950", "date": "July 14", "txt": "Bruce Oldfield, English fashion designer", "entities": [{"title": "Bruce Oldfield", "href": "/wiki/Bruce_Oldfield", "description": "Bruce Oldfield, OBE is a British fashion designer, best known for his couture occasionwear. Notable clients have included Sienna Miller, Catherine Zeta-Jones, Diana Ross, Emmanuelle Seigner, Rihanna, Kelly Brook, Taylor Swift, Elizabeth McGovern, Rosamund Pike, Anjelica Huston, Faye Dunaway, Jacqueline Jossa, Melanie Griffith, Charlotte Rampling, Jerry Hall, Joan Collins, Diana, Princess of Wales,"}]}, {"heading": "Births", "year": "1960", "date": "July 14", "txt": "Anna Bligh, Australian politician, 37th Premier of Queensland", "entities": [{"title": "Anna Bligh", "href": "/wiki/Anna_Bligh", "description": "Anna Maria Bligh is a lobbyist and former Australian politician who served as the 37th Premier of Queensland, in office from 2007 to 2012 as leader of the Labor Party. She was the first woman to hold either position. In 2017, she was appointed CEO of the Australian Banking Association."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1960", "date": "July 14", "txt": "Angélique Kidjo, Beninese singer-songwriter, activist and actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 14", "txt": "Victoria, Crown Princess of Sweden", "entities": [{"title": "Victoria, Crown Princess of Sweden", "href": "/wiki/Victoria,_Crown_Princess_of_Sweden", "description": "Victoria, Crown Princess of Sweden, Duchess of Västergötland is the heir apparent to the Swedish throne, as the eldest child of King Carl XVI Gustaf. If she ascends to the throne as expected, she would be Sweden's fourth queen regnant and the first since 1720. Her inheritance is secured by Sweden's 1979 Act of Succession, the first law in Western Europe to adopt royal absolute primogeniture."}]}, {"heading": "Births", "year": "1988", "date": "July 14", "txt": "Jérémy Stravius, French swimmer; winner of five gold medals in Olympic and world championship competitions.", "entities": [{"title": "Jérémy Stravius", "href": "/wiki/J%C3%A9r%C3%A9my_Stravius", "description": "Jérémy Stravius is a French swimmer, swimming freestyle, backstroke, and butterfly."}]}, {"heading": "Deaths", "year": "0664", "date": "July 14", "txt": "Eorcenberht, king of Kent", "entities": [{"title": "Eorcenberht of Kent", "href": "/wiki/Eorcenberht_of_Kent", "description": "Eorcenberht of Kent was king of the Anglo-Saxon kingdom of Kent from 640 until his death, succeeding his father Eadbald."}]}, {"heading": "Deaths", "year": "0809", "date": "July 14", "txt": "Otomo no Otomaro, Japanese general  and Shogun  (b. 731)", "entities": [{"title": "Otomo no Otomaro", "href": "/wiki/Otomo_no_Otomaro", "description": "Ōtomo no Otomaro  was a Japanese general of the Nara period and of the early Heian period. He was the first to hold the title of sei-i taishōgun. The title of Shōgun was bestowed by Emperor Kanmu in 794. Some believe he was born in 727. His father was Ōtomo no Koshibi."}, {"title": "List of shoguns", "href": "/wiki/List_of_shoguns", "description": "This article is a list of shoguns that ruled Japan intermittently, as hereditary military commanders, from the establishment of the Asuka period in 709 until the end of the Tokugawa shogunate in 1868."}]}, {"heading": "Deaths", "year": "0850", "date": "July 14", "txt": "Wei Fu, chancellor of the Tang Dynasty", "entities": [{"title": "Wei Fu", "href": "/wiki/Wei_Fu", "description": "Wei Fu, courtesy name Xiangzhi (相之), was an official of the Chinese Tang dynasty, serving as a chancellor during the reign of Emperor Xuānzong."}, {"title": "Chancellor of the Tang dynasty", "href": "/wiki/Chancellor_of_the_Tang_dynasty", "description": "The chancellor was a semi-formally designated office position for a number of high-level officials at one time during the Tang dynasty. This list includes chancellors of the reign of Wu Zetian, which she referred to as the \"Zhou dynasty\" (周), rather than \"Tang\" (唐)."}]}, {"heading": "Deaths", "year": "0937", "date": "July 14", "txt": "Arnulf I, duke of Bavaria", "entities": [{"title": "Arnulf, Duke of Bavaria", "href": "/wiki/Arnulf,_Duke_of_Bavaria", "description": "Arnulf, also known as the Bad or the Evil, a member of the Luitpolding dynasty, held the title of Duke of Bavaria from about 907 until his death in 937."}, {"title": "Duchy of Bavaria", "href": "/wiki/Duchy_of_Bavaria", "description": "The Duchy of Bavaria was a frontier region in the southeastern part of the Merovingian kingdom from the sixth through the eighth century. It was settled by Bavarian tribes and ruled by dukes (duces) under Frankish overlordship. A new duchy was created from this area during the decline of the Carolingian Empire in the late ninth century. It became one of the stem duchies of the East Frankish realm "}]}, {"heading": "Deaths", "year": "1223", "date": "July 14", "txt": "Philip II, king of France (b. 1165)", "entities": [{"title": "Philip II of France", "href": "/wiki/Philip_II_of_France", "description": "Philip II, byname Philip Augustus, was King of France from 1180 to 1223. His predecessors had been known as kings of the Franks, but from 1190 onward, Philip became the first French monarch to style himself \"King of France\". The son of King Louis VII and his third wife, Adela of Champagne, he was originally nicknamed Dieudonné (God-given) because he was a first son and born late in his father's li"}]}, {"heading": "Deaths", "year": "1242", "date": "July 14", "txt": "Hojo Yasutoki, regent of Japan (b. 1183)", "entities": [{"title": "Hojo Yasutoki", "href": "/wiki/Hojo_Yasutoki", "description": "Hōjō Yasutoki was the third shikken (regent) of the Kamakura shogunate in Japan. He strengthened the political system of the Hōjō regency."}]}, {"heading": "Deaths", "year": "1262", "date": "July 14", "txt": "Richard de Clare, 6th Earl of Gloucester, English soldier (b. 1222)", "entities": [{"title": "Richard de Clare, 6th Earl of Gloucester", "href": "/wiki/Richard_de_Clare,_6th_Earl_of_Gloucester", "description": "Richard de Clare, 5th Earl of Hertford, 6th Earl of Gloucester, 2nd Lord of Glamorgan, 8th Lord of Clare was son of Gilbert de Clare, 4th Earl of Hertford and Isabel Marshal. He was also a powerful Marcher Lord in Wales and inherited the Lordship of Glamorgan upon the death of his father. He played a prominent role in the constitutional crisis of 1258–1263."}]}, {"heading": "Deaths", "year": "1486", "date": "July 14", "txt": "Margaret of Denmark, daughter of Christian I of Denmark (b. 1456)", "entities": [{"title": "Margaret of Denmark, Queen of Scotland", "href": "/wiki/Margaret_of_Denmark,_Queen_of_Scotland", "description": "Margaret of Denmark was Queen of Scotland from 1469 to 1486 by marriage to King James III. She was the daughter of Christian I, King of Denmark, Norway and Sweden, and Dorothea of Brandenburg."}, {"title": "Christian I of Denmark", "href": "/wiki/Christian_I_of_Denmark", "description": "Christian I was a Scandinavian monarch under the Kalmar Union. He was king of Denmark (1448–1481), Norway (1450–1481) and Sweden (1457–1464). From 1460 to 1481, he was also duke of Schleswig and count of Holstein. He was the first king of the House of Oldenburg."}]}, {"heading": "Deaths", "year": "1526", "date": "July 14", "txt": "John de Vere, 14th Earl of Oxford, English peer, landowner, and Lord Great Chamberlain of England (b. 1499)", "entities": [{"title": "John de Vere, 14th Earl of Oxford", "href": "/wiki/John_de_Vere,_14th_Earl_of_Oxford", "description": "John de Vere, 14th Earl of Oxford was an English peer and landowner."}, {"title": "Lord Great Chamberlain", "href": "/wiki/Lord_Great_Chamberlain", "description": "The Lord Great Chamberlain of the United Kingdom is the sixth of the Great Officers of State, ranking beneath the Lord Privy Seal and above the Lord High Constable. The Lord Great Chamberlain has charge over the Palace of Westminster."}]}, {"heading": "Deaths", "year": "1575", "date": "July 14", "txt": "Richard Taverner, English translator (b. 1505)", "entities": [{"title": "Richard Taverner", "href": "/wiki/Richard_Taverner", "description": "\n\nRichard Taverner is best known for his Bible translation, The Most Sacred Bible whiche is the holy scripture, conteyning the old and new testament, translated into English, and newly recognised with great diligence after most faythful exemplars by Rychard Taverner, commonly known as Taverner's Bible."}]}, {"heading": "Deaths", "year": "1614", "date": "July 14", "txt": "Camillus de Lellis, Italian priest and saint (b. 1550)", "entities": [{"title": "Camillus de Lellis", "href": "/wiki/Camillus_de_Lellis", "description": "Camillus de Lellis, M.I., was a Roman Catholic priest from Italy who founded the Camillians, a religious order dedicated to the care of the sick. He was beatified by Pope Benedict XIV in the year 1742, and canonized by him four years later in 1746. De Lellis is the patron saint of the sick, hospitals, nurses and physicians. His assistance is also invoked against gambling."}]}, {"heading": "Deaths", "year": "1723", "date": "July 14", "txt": "Claude Fleury, French historian and author (b. 1640)", "entities": [{"title": "Claude Fleury", "href": "/wiki/Claude_Fleury", "description": "Claude Fleury, was a French priest, jurist, and ecclesiastical historian."}]}, {"heading": "Deaths", "year": "1742", "date": "July 14", "txt": "Richard Bentley, English scholar and theologian (b. 1662)", "entities": [{"title": "Richard Bentley", "href": "/wiki/Richard_Bentley", "description": "Richard Bentley FRS was an English classical scholar, critic, and theologian. Considered the \"founder of historical philology\", Bentley is widely credited with establishing the English school of Hellenism. In 1892, A. E. Housman called Bentley \"the greatest scholar that England or perhaps that Europe ever bred\"."}]}, {"heading": "Deaths", "year": "1774", "date": "July 14", "txt": "James O'Hara, 2nd Baron Tyrawley, Irish field marshal (b. 1682)", "entities": [{"title": "James O'Hara, 2nd Baron Tyrawley", "href": "/wiki/James_O%27Hara,_2nd_Baron_Tyrawley", "description": "Field Marshal James O'Hara, 2nd Baron Tyrawley and 1st Baron Kilmaine, PC, was an Irish officer in the British Army. After serving as a junior officer in Spain and the Low Countries during the War of the Spanish Succession, he went on to become British ambassador to Lisbon establishing a close relationship with King John V there. He undertook a tour as British ambassador to Saint Petersburg before"}]}, {"heading": "Deaths", "year": "1780", "date": "July 14", "txt": "Charles Batteux, French philosopher and academic (b. 1713)", "entities": [{"title": "Charles Batteux", "href": "/wiki/Charles_Batteux", "description": "Charles Batteux was a French philosopher and writer on aesthetics."}]}, {"heading": "Deaths", "year": "1789", "date": "July 14", "txt": "Jacques de Flesselles, French politician (b. 1721)", "entities": [{"title": "Jacques de Flesselles", "href": "/wiki/Jacques_de_Flesselles", "description": "Jacques de Flesselles was a French official and one of the early victims of the French Revolution."}]}, {"heading": "Deaths", "year": "1789", "date": "July 14", "txt": "Bernard-René de Launay, French politician (b. 1740)", "entities": []}, {"heading": "Deaths", "year": "1790", "date": "July 14", "txt": "Ernst Gideon von Laudon, Austrian field marshal (b. 1717)", "entities": [{"title": "Ernst Gideon von Laudon", "href": "/wiki/Ernst_Gideon_von_Laudon", "description": "Ernst Gideon Freiherr von Laudon was a Baltic German-born Austrian generalisimo, one of the most successful opponents of the Prussian king Frederick the Great, allegedly lauded by Alexander Suvorov as his teacher. He served the position of military governorship of Habsburg Serbia from his capture of Belgrade in 1789 until his death, cooperating with the resistance fighters of Koča Anđelković."}]}, {"heading": "Deaths", "year": "1809", "date": "July 14", "txt": "Nicodemus the Hagiorite, Greek monk and saint (b. 1749)", "entities": [{"title": "Nicodemus the Hagiorite", "href": "/wiki/Nicodemus_the_Hagiorite", "description": "St. Nicodemus the Hagiorite or St. Nicodemus of the Holy Mountain is a saint of the Eastern Orthodox Church. He was an ascetic monk, mystic, theologian, and philosopher. His life's work was a revival of traditional Christian practices and patristic literature. He wrote ascetic prayer literature and influenced the rediscovery of Hesychasm, a method of contemplative prayer from the Byzantine period."}]}, {"heading": "Deaths", "year": "1816", "date": "July 14", "txt": "Francisco de Miranda, Venezuelan general (b. 1750)", "entities": [{"title": "Francisco de Miranda", "href": "/wiki/Francisco_de_Miranda", "description": "Sebastián Francisco de Miranda y Rodríguez de Espinoza, commonly known as Francisco de Miranda, was a Venezuelan military leader and revolutionary. Although his own plans for the independence of the Spanish American colonies failed, he is regarded as a forerunner of Simón Bolívar, who during the Spanish American wars of independence successfully liberated much of South America. He was known as \"Th"}]}, {"heading": "Deaths", "year": "1817", "date": "July 14", "txt": "Germaine de Staël, French philosopher and author (b. 1766)", "entities": [{"title": "Germaine de Staël", "href": "/wiki/Germaine_de_Sta%C3%ABl", "description": "Anne Louise Germaine de Staël-Holstein, commonly known as Madame de Staël, was a French woman of letters and political theorist of Genevan origin. She was a voice of moderation in the French Revolution and the Napoleonic era up to the French Restoration. She was present at the Estates General of 1789 and at the 1789 Declaration of the Rights of Man and of the Citizen. Her intellectual collaboratio"}]}, {"heading": "Deaths", "year": "1827", "date": "July 14", "txt": "Augustin-Jean Fresnel, French physicist and engineer, reviver of wave theory of light, inventor of catadioptric lighthouse lens (b. 1788)", "entities": [{"title": "Augustin-Jean Fresnel", "href": "/wiki/Augustin-Jean_Fresnel", "description": "Augustin-Jean Fresnel was a French civil engineer and physicist whose research in optics led to the almost unanimous acceptance of the wave theory of light, excluding any remnant of Newton's corpuscular theory, from the late 1830s  until the end of the 19th century. He is perhaps better known for inventing the catadioptric (reflective/refractive) Fresnel lens and for pioneering the use of \"stepped"}]}, {"heading": "Deaths", "year": "1834", "date": "July 14", "txt": "Edmond-Charles Genêt, French-American diplomat (b. 1763)", "entities": [{"title": "Edmond-Charles Genêt", "href": "/wiki/Edmond-Charles_Gen%C3%AAt", "description": "Edmond-Charles Genêt, also known as Citizen Genêt, was the French envoy to the United States appointed by the Girondins during the French Revolution. His actions on arriving in the United States led to a major political and international incident, which was termed the Citizen Genêt Affair. Because of his actions, President George Washington asked the French government to recall him. The Mountain, "}]}, {"heading": "Deaths", "year": "1850", "date": "July 14", "txt": "August Neander, German historian and theologian (b. 1789)", "entities": [{"title": "August Neander", "href": "/wiki/August_Neander", "description": "Johann August Wilhelm Neander, was a German theologian and church historian."}]}, {"heading": "Deaths", "year": "1856", "date": "July 14", "txt": "Edward Vernon Utterson, English lawyer and historian (b. 1775)", "entities": [{"title": "Edward Vernon Utterson", "href": "/wiki/Edward_Vernon_Utterson", "description": "Edward Vernon Utterson was a British lawyer, literary antiquary, collector and editor. He was a fellow of the Society of Antiquaries, one of the original members of the Roxburghe Club, a member of the Athenaeum Club, Camden Society and Royal Society of Arts, Recorder of Chichester and a Trustee of the Royal Victoria Yacht Club. He went on to become one of the Six Clerks in Chancery, a position whi"}]}, {"heading": "Deaths", "year": "1876", "date": "July 14", "txt": "John Buckley, English soldier, Victoria Cross recipient (b. 1813)", "entities": [{"title": "John Buckley (VC)", "href": "/wiki/John_Buckley_(VC)", "description": "Major John Buckley VC was an English recipient of the Victoria Cross. He was the 115th recipient of the award and the first of 182 awarded during the Indian Mutiny."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Deaths", "year": "1881", "date": "July 14", "txt": "William H. Bonney aka Billy the Kid, American gunfighter and outlaw (b. 1859 or 1860)", "entities": [{"title": "William H. Bonney", "href": "/wiki/William_H._Bonney", "description": "Billy the Kid, also known by the pseudonym William H. Bonney, was an Irish-American outlaw and gunfighter of the American Old West who killed eight men before he was shot and killed at the age of 21. He also fought in New Mexico's Lincoln County War, during which he allegedly committed three murders."}, {"title": "Billy the Kid", "href": "/wiki/Billy_the_Kid", "description": "Billy the Kid, also known by the pseudonym William H. Bonney, was an Irish-American outlaw and gunfighter of the American Old West who killed eight men before he was shot and killed at the age of 21. He also fought in New Mexico's Lincoln County War, during which he allegedly committed three murders."}]}, {"heading": "Deaths", "year": "1904", "date": "July 14", "txt": "Paul Kruger, South African politician, 5th President of the South African Republic (b. 1824)", "entities": [{"title": "Paul Kruger", "href": "/wiki/Paul_Kruger", "description": "Stephanus Johannes Paulus Kruger was a South African politician. He was one of the dominant political and military figures in 19th-century South Africa, and President of the South African Republic from 1883 to 1900. Nicknamed Oom Paul, he came to international prominence as the face of the Boer cause—that of the Transvaal and its neighbour the Orange Free State—against Britain during the Second Bo"}, {"title": "List of Presidents of the South African Republic", "href": "/wiki/List_of_Presidents_of_the_South_African_Republic", "description": "This is a list of State Presidents of the South African Republic."}]}, {"heading": "Deaths", "year": "1907", "date": "July 14", "txt": "William Henry Perkin, English chemist and academic (b. 1838)", "entities": [{"title": "William Henry Perkin", "href": "/wiki/William_Henry_Perkin", "description": "Sir William Henry Perkin, was a British chemist and entrepreneur best known for his serendipitous discovery of the first synthetic organic dye, mauveine, made from aniline. Though he failed in trying to synthesise quinine for the treatment of malaria, he became successful in the field of dyes after his first discovery at the age of 18."}]}, {"heading": "Deaths", "year": "1910", "date": "July 14", "txt": "Marius Petipa, French dancer and choreographer (b. 1818)", "entities": [{"title": "Marius Petipa", "href": "/wiki/Marius_Petipa", "description": "Marius Ivanovich Petipa, born Victor Marius Alphonse Petipa, was a French ballet dancer, pedagogue and choreographer. Petipa is one of the most influential ballet masters and choreographers in ballet history."}]}, {"heading": "Deaths", "year": "1917", "date": "July 14", "txt": "Octave Lapize, French cyclist (b. 1887)", "entities": [{"title": "Octave Lapize", "href": "/wiki/Octave_Lapize", "description": "Octave Lapize was a French professional road racing cyclist and track cyclist."}]}, {"heading": "Deaths", "year": "1918", "date": "July 14", "txt": "Quentin Roosevelt, American lieutenant and pilot (b. 1897)", "entities": [{"title": "Quentin Roosevelt", "href": "/wiki/Quentin_Roosevelt", "description": "Quentin Roosevelt I was the youngest son of President Theodore Roosevelt and First Lady Edith Roosevelt. Inspired by his father and siblings, he joined the United States Army Air Service where he became a pursuit pilot during World War I. He was killed in aerial combat over France on Bastille Day, 1918. As of 2021, he is the only child of a US President to die in combat."}]}, {"heading": "Deaths", "year": "1936", "date": "July 14", "txt": "Dhan Gopal Mukerji, Indian-American author and scholar (b. 1890)", "entities": [{"title": "Dhan Gopal Mukerji", "href": "/wiki/Dhan_Gopal_Mukerji", "description": "Dhan Gopal Mukerji was the first successful Indian man of letters in the United States and won a Newbery Medal in 1928. He studied at Duff School, and at Duff College, both within the University of Calcutta in India, at the University of Tokyo in Japan and at the University of California, Berkeley and Stanford University in the US."}]}, {"heading": "Deaths", "year": "1937", "date": "July 14", "txt": "Julius Meier, American businessman and politician, 20th Governor of Oregon (b. 1874)", "entities": [{"title": "Julius Meier", "href": "/wiki/Julius_Meier", "description": "Julius L. Meier was an American businessman, civic leader, and politician in the state of Oregon. The son of the Meier & Frank department store founder, he would become a lawyer before entering the family business in Portland. Politically an independent, Meier served a single term as the 20th Governor of Oregon from 1931–1935. He is the only independent to be elected Governor of Oregon."}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Deaths", "year": "1939", "date": "July 14", "txt": "Alphonse Mucha, Czech painter and illustrator (b. 1860)", "entities": [{"title": "Alphonse Mucha", "href": "/wiki/Alphonse_Mucha", "description": "Alfons Maria Mucha, known internationally as Alphonse Mucha, was a Czech painter, illustrator and graphic artist, living in Paris during the Art Nouveau period, best known for his distinctly stylized and decorative theatrical posters, particularly those of Sarah Bernhardt. He produced illustrations, advertisements, decorative panels, and designs, which became among the best-known images of the per"}]}, {"heading": "Deaths", "year": "1954", "date": "July 14", "txt": "Jacinto Benavente, Spanish author and playwright, Nobel Prize laureate (b. 1866)", "entities": [{"title": "Jacinto Benavente", "href": "/wiki/Jacinto_Benavente", "description": "Jacinto Benavente y Martínez was one of the foremost Spanish dramatists of the 20th century. He was awarded the Nobel Prize for Literature in 1922 \"for the happy manner in which he has continued the illustrious traditions of the Spanish drama\"."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1965", "date": "July 14", "txt": "Adlai Stevenson II, American soldier and politician, 5th United States Ambassador to the United Nations (b. 1900)", "entities": [{"title": "Adlai Stevenson II", "href": "/wiki/Adlai_Stevenson_II", "description": "Adlai Ewing Stevenson II was an American lawyer, politician, and diplomat."}, {"title": "United States Ambassador to the United Nations", "href": "/wiki/United_States_Ambassador_to_the_United_Nations", "description": "The United States ambassador to the United Nations is the leader of the U.S. delegation, the U.S. Mission to the United Nations. The position is formally known as the permanent representative of the United States of America to the United Nations, with the rank and status of ambassador extraordinary and plenipotentiary, and representative of the United States of America in the United Nations Securi"}]}, {"heading": "Deaths", "year": "1966", "date": "July 14", "txt": "Julie Manet, French painter and art collector (b. 1878)", "entities": [{"title": "Julie Manet", "href": "/wiki/Julie_Manet", "description": "Julie Manet was a French painter, model, diarist, and art collector."}]}, {"heading": "Deaths", "year": "1967", "date": "July 14", "txt": "Tudor Arghezi, Romanian author and poet (b. 1880)", "entities": [{"title": "Tudor Arghezi", "href": "/wiki/Tudor_Arghezi", "description": "Tudor Arghezi was a Romanian writer, best known for his unique contribution to poetry and children's literature. Born Ion N. Theodorescu in Bucharest, he explained that his pen name was related to Argesis, the Latin name for the Argeș River."}]}, {"heading": "Deaths", "year": "1968", "date": "July 14", "txt": "Konstantin Paustovsky, Russian author and poet (b. 1892)", "entities": [{"title": "Konstantin Paustovsky", "href": "/wiki/Konstantin_Paustovsky", "description": "Konstantin Georgiyevich Paustovsky was a Russian Soviet writer nominated for the Nobel Prize for literature in 1965."}]}, {"heading": "Deaths", "year": "1970", "date": "July 14", "txt": "Preston Foster, American actor (b. 1900)", "entities": [{"title": "Preston Foster", "href": "/wiki/Preston_Foster", "description": "Preston Stratton Foster, was an American actor of stage, film, radio, and television, whose career spanned nearly four decades. He also had a career as a vocalist."}]}, {"heading": "Deaths", "year": "1974", "date": "July 14", "txt": "Carl Spaatz, American World War II general; commander of the Strategic Air Forces in Europe (b. 1891)", "entities": [{"title": "Carl Spaatz", "href": "/wiki/Carl_Spaatz", "description": "Carl Andrew Spaatz, nicknamed \"Tooey\", was an American World War II general. As commander of Strategic Air Forces in Europe in 1944, he successfully pressed for the bombing of the enemy's oil production facilities as a priority over other targets. He became Chief of Staff of the newly formed United States Air Force in 1947."}]}, {"heading": "Deaths", "year": "1984", "date": "July 14", "txt": "Ernest Tidyman, American author and screenwriter; Academy Award winner for The French Connection (b. 1928)", "entities": [{"title": "Ernest Tidyman", "href": "/wiki/Ernest_Tidyman", "description": "Ernest Ralph Tidyman was an American author and screenwriter, best known for his novels featuring the African-American detective John Shaft. He also co-wrote the screenplay for the film version of Shaft with John D.F. Black in 1971."}, {"title": "Academy Award for Best Adapted Screenplay", "href": "/wiki/Academy_Award_for_Best_Adapted_Screenplay", "description": "The Academy Award for Best Adapted Screenplay is the Academy Award for the best screenplay adapted from previously established material. The most frequently adapted media are novels, but other adapted narrative formats include stage plays, musicals, short stories, TV series, and even other films and film characters. All sequels are also considered adaptations by this standard."}]}, {"heading": "Deaths", "year": "1986", "date": "July 14", "txt": "Raymond Loewy, French-American industrial designer (b. 1893)", "entities": [{"title": "Raymond Loewy", "href": "/wiki/Raymond_Loewy", "description": "Raymond Loewy was a French-born American industrial designer who achieved fame for the magnitude of his design efforts across a variety of industries. He was recognized for this by Time magazine and featured on its cover on October 31, 1949."}]}, {"heading": "Deaths", "year": "1989", "date": "July 14", "txt": "Frank Bell, English linguist and academic (b. 1916)", "entities": [{"title": "Frank Bell (educator)", "href": "/wiki/Frank_Bell_(educator)", "description": "\n\nFrank Erskine Bell OBE was a British educator. Whilst a prisoner of war (POW) in Borneo during World War II he organised a \"secret university\" to provide educational opportunities for his fellow prisoners. He founded the first Bell Language School in Cambridge, England in 1955 and later established the Bell Educational Trust, a charity involved in language education."}]}, {"heading": "Deaths", "year": "1991", "date": "July 14", "txt": "Constance Stokes, Australian painter (b. 1906)", "entities": [{"title": "Constance Stokes", "href": "/wiki/Constance_Stokes", "description": "Constance Stokes was a modernist Australian painter who worked in Victoria. She trained at the National Gallery of Victoria Art School until 1929, winning a scholarship to continue her study at London's Royal Academy of Arts. Although Stokes painted few works in the 1930s, her paintings and drawings were exhibited from the 1940s onwards. She was one of only two women, and two Victorians, included "}]}, {"heading": "Deaths", "year": "1993", "date": "July 14", "txt": "Léo Ferré, Monacan singer-songwriter, pianist, and poet (b. 1916)", "entities": [{"title": "Léo Ferré", "href": "/wiki/L%C3%A9o_Ferr%C3%A9", "description": "Léo Ferré was a Monégasque poet and composer, and a dynamic and controversial live performer, whose career in France dominated the years after the Second World War until his death. He released some forty albums over this period, composing the music and the majority of the lyrics. He released many hit singles, particularly between 1960 and the mid-seventies. Some of his songs have become classics o"}]}, {"heading": "Deaths", "year": "1998", "date": "July 14", "txt": "Richard McDonald, American businessman, co-founded McDonald's (b. 1909)", "entities": [{"title": "Richard McDonald", "href": "/wiki/Richard_McDonald", "description": "Richard James and Maurice James McDonald were American brothers and entrepreneurs who founded the McDonald's restaurant in San Bernardino, California, and inventors of the \"Speedee Service System,\" now commonly known as \"fast food\"."}, {"title": "McDonald's", "href": "/wiki/McDonald%27s", "description": "McDonald's Corporation is an American fast food company, founded in 1940 as a restaurant operated by Richard and Maurice McDonald, in San Bernardino, California, United States. They rechristened their business as a hamburger stand, and later turned the company into a franchise, with the Golden Arches logo being introduced in 1953 at a location in Phoenix, Arizona. In 1955, Ray Kroc, a businessman,"}]}, {"heading": "Deaths", "year": "2000", "date": "July 14", "txt": "Pepo, Chilean cartoonist; creator of Condorito (b. 1911)", "entities": [{"title": "Pepo (cartoonist)", "href": "/wiki/Pepo_(cartoonist)", "description": "René Ríos Boettiger, also known as Pepo, was a Chilean cartoonist, creator of the famous character Condorito."}]}, {"heading": "Deaths", "year": "2005", "date": "July 14", "txt": "Cicely Saunders, English hospice founder (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "July 14", "txt": "Maryam Mirzakhani, Iranian mathematician; only woman to win the Fields Medal (2014), the most prestigious award in mathematics (b. 1977)", "entities": [{"title": "Maryam Mirzakhani", "href": "/wiki/Maryam_Mirzakhani", "description": "Maryam Mirzakhani was an Iranian mathematician and a professor of mathematics at Stanford University. Her research topics included Teichmüller theory, hyperbolic geometry, ergodic theory, and symplectic geometry. In 2005, as a result of her research, she was honored in Popular Science's fourth annual \"Brilliant 10\" in which she was acknowledged as one of the top 10 young minds who have pushed thei"}, {"title": "Fields Medal", "href": "/wiki/Fields_Medal", "description": "The Fields Medal is a prize awarded to two, three, or four mathematicians under 40 years of age at the International Congress of the International Mathematical Union (IMU), a meeting that takes place every four years."}, {"title": "Mathematics", "href": "/wiki/Mathematics", "description": "Mathematics includes the study of such topics as quantity, structure (algebra), space (geometry), and change (analysis). It has no generally accepted definition."}]}]