[{"heading": "Events", "year": "1132", "date": "July 24", "txt": "Battle of Nocera between Ranulf II of Alife and Roger II of Sicily.", "entities": [{"title": "Battle of Nocera", "href": "/wiki/Battle_of_Nocera", "description": "The Battle of Nocera or Scafati was the first major battle of Roger II of Sicily and the first of his two major defeats at the hands of Count Ranulf of Alife."}, {"title": "Ranulf II of Alife", "href": "/wiki/Ranulf_II_of_Alife", "description": "Ranulf II was the count of Alife and Caiazzo, and duke of Apulia. He was a member of the Italo-Norman Drengot family which dominated the Principality of Capua for most of the century between 1050 and 1150. Ranulf's wife, Matilda, was the sister of King Roger II of Sicily."}, {"title": "Roger II of Sicily", "href": "/wiki/Roger_II_of_Sicily", "description": "Roger II was King of Sicily and Africa, son of Roger I of Sicily and successor to his brother Simon. He began his rule as Count of Sicily in 1105, became Duke of Apulia and Calabria in 1127, then King of Sicily in 1130 and King of Africa in 1148. By the time of his death at the age of 58, Roger had succeeded in uniting all the Norman conquests in Italy into one kingdom with a strong centralized go"}]}, {"heading": "Events", "year": "1148", "date": "July 24", "txt": "Louis VII of France lays siege to Damascus during the Second Crusade.", "entities": [{"title": "Louis VII of France", "href": "/wiki/Louis_VII_of_France", "description": "Louis VII, called the Younger or the Young, was King of the Franks from 1137 to 1180. He was the son and successor of King Louis VI and married Duchess Eleanor of Aquitaine, one of the wealthiest and most powerful women in western Europe. The marriage temporarily extended the Capetian lands to the Pyrenees, but was annulled in 1152 after no male heir was produced."}, {"title": "Siege of Damascus (1148)", "href": "/wiki/Siege_of_Damascus_(1148)", "description": "The siege of Damascus took place between 24 and 28 July 1148, during the Second Crusade. It ended in a decisive crusader defeat and led to the disintegration of the crusade. The two main Christian forces that marched to the Holy Land in response to Pope Eugene III and Bernard of Clairvaux's call for the Second Crusade were led by Louis VII of France and Conrad III of Germany. Both faced disastrous"}, {"title": "Second Crusade", "href": "/wiki/Second_Crusade", "description": "The Second Crusade (1147–1150) was the second major crusade launched from Europe. The Second Crusade was started in response to the fall of the County of Edessa in 1144 to the forces of Zengi. The county had been founded during the First Crusade (1096–1099) by King Baldwin I of Jerusalem in 1098. While it was the first Crusader state to be founded, it was also the first to fall."}]}, {"heading": "Events", "year": "1304", "date": "July 24", "txt": "Wars of Scottish Independence: Fall of Stirling Castle: King Edward I of England takes the stronghold using the War Wolf.", "entities": [{"title": "Wars of Scottish Independence", "href": "/wiki/Wars_of_Scottish_Independence", "description": "The Wars of Scottish Independence were a series of military campaigns fought between the Kingdom of Scotland and the Kingdom of England in the late 13th and early 14th centuries."}, {"title": "Fall of Stirling Castle", "href": "/wiki/Fall_of_Stirling_Castle", "description": "\n\nThere have been at least eight sieges of Stirling Castle, a strategically important fortification in Stirling, Scotland. Stirling is located at the crossing of the River Forth, making it a key location for access to the north of Scotland."}, {"title": "Edward I of England", "href": "/wiki/Edward_I_of_England", "description": "Edward I, also known as Edward Longshanks and the Hammer of the Scots, was King of England from 1272 to 1307. Before his accession to the throne, he was commonly referred to as The Lord Edward. The first son of Henry III, Edward was involved from an early age in the political intrigues of his father's reign, which included an outright rebellion by the English barons. In 1259 he briefly sided with "}, {"title": "Warwolf", "href": "/wiki/Warwolf", "description": "The Warwolf, or War Wolf or Ludgar, is believed to be the largest trebuchet ever made. It was created in Scotland by order of King Edward I of England, during the siege of Stirling Castle, as part of the Scottish Wars of Independence."}]}, {"heading": "Events", "year": "1411", "date": "July 24", "txt": "Battle of Harlaw, one of the bloodiest battles in Scotland, takes place.", "entities": [{"title": "Battle of Harlaw", "href": "/wiki/Battle_of_Harlaw", "description": "The Battle of Harlaw was a Scottish clan battle fought on 24 July 1411 just north of Inverurie in Aberdeenshire. It was one of a series of battles fought during the Middle Ages between the barons of northeast Scotland against those from the west coast."}]}, {"heading": "Events", "year": "1412", "date": "July 24", "txt": "Behnam Hadloyo becomes Syriac Orthodox Patriarch of Mardin.", "entities": [{"title": "Ignatius Behnam Hadloyo", "href": "/wiki/Ignatius_Behnam_Hadloyo", "description": "Ignatius Behnam Hadloyo was the Patriarch of Antioch and head of the Syriac Orthodox Church from 1445 until his death in 1454."}, {"title": "Syriac Orthodox Church", "href": "/wiki/Syriac_Orthodox_Church", "description": "The Syriac Orthodox Church, officially known as the Syriac Orthodox Patriarchate of Antioch and All the East, and informally as the Jacobite Church, is an Oriental Orthodox church, that branched from the Church of Antioch. The bishop of Antioch, known as the Patriarch, heads the church, claiming apostolic succession through Saint Peter in the c. 1st century, according to sacred tradition. The chur"}]}, {"heading": "Events", "year": "1487", "date": "July 24", "txt": "Citizens of Leeuwarden, Netherlands, strike against a ban on foreign beer.", "entities": [{"title": "Leeuwarden", "href": "/wiki/Leeuwarden", "description": "Leeuwarden is a city and municipality in Friesland in the Netherlands. It is the provincial capital and seat of the Provincial Council of Friesland. The municipality has a population of 122,293."}, {"title": "Beer", "href": "/wiki/Beer", "description": "Beer is one of the oldest and most widely consumed alcoholic drinks in the world, and the third most popular drink overall after water and tea. Beer is brewed from cereal grains—most commonly from malted barley, though wheat, maize (corn), rice, and oats are also used. During the brewing process, fermentation of the starch sugars in the wort produces ethanol and carbonation in the resulting beer. "}]}, {"heading": "Events", "year": "1534", "date": "July 24", "txt": "French explorer Jacques Cartier plants a cross on the Gaspé Peninsula and takes possession of the territory in the name of Francis I of France.", "entities": [{"title": "Jacques Cartier", "href": "/wiki/Jacques_Cartier", "description": "Jacques Cartier was a French-Breton maritime explorer for France. Jacques Cartier was the first European to describe and map the Gulf of Saint Lawrence and the shores of the Saint Lawrence River, which he named \"The Country of Canadas\" after the Iroquoian names for the two big settlements he saw at Stadacona and at Hochelaga."}, {"title": "Gaspé Peninsula", "href": "/wiki/Gasp%C3%A9_Peninsula", "description": "The Gaspé Peninsula, also known as Gaspesia is a peninsula along the south shore of the Saint Lawrence River to the east of the Matapedia Valley in Quebec, Canada, that extends into the Gulf of Saint Lawrence. It is separated from New Brunswick on its southern side by Chaleur Bay and the Restigouche River. The name Gaspé comes from the Micmac word gespe'g, meaning \"end\", referring to the end of th"}, {"title": "Francis I of France", "href": "/wiki/Francis_I_of_France", "description": "Francis I \"le Roi Chevalier\" was King of France from 1515 until his death in 1547. He was the son of Charles, Count of Angoulême, and Louise of Savoy. He succeeded his first cousin once removed Louis XII, who died without a son."}]}, {"heading": "Events", "year": "1567", "date": "July 24", "txt": "Mary, Queen of Scots, is forced to abdicate and replaced by her 1-year-old son James VI.", "entities": [{"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}, {"title": "James VI and I", "href": "/wiki/James_VI_and_I", "description": "James VI and I was King of Scotland as James VI from 24 July 1567 and King of England and Ireland as James I from the union of the Scottish and English crowns on 24 March 1603 until his death in 1625. The kingdoms of Scotland and England were individual sovereign states, with their own parliaments, judiciaries, and laws, though both were ruled by James in personal union."}]}, {"heading": "Events", "year": "1701", "date": "July 24", "txt": "Antoine de la Mothe Cadillac founds the trading post at Fort Pontchartrain, which later becomes the city of Detroit.", "entities": [{"title": "Antoine de la Mothe Cadillac", "href": "/wiki/Antoine_de_la_Mothe_Cadillac", "description": "Antoine de la Mothe, sieur de Cadillac, born Antoine Laumet, was a French explorer and adventurer in New France which stretched from Eastern Canada to Louisiana on the Gulf of Mexico. He rose from a modest beginning in Acadia in 1683 as an explorer, trapper, and a trader of alcohol and furs, and he achieved various positions of political importance in the colony. He was the commander of Fort de Bu"}, {"title": "Fort Detroit", "href": "/wiki/Fort_Detroit", "description": "Fort Pontchartrain du Détroit or Fort Detroit was a fort established on the west bank of the Detroit River by the French officer Antoine de la Mothe Cadillac in 1701. In the 18th century, French colonial settlements developed on both sides of the river, based on the fur trade, missions and farms."}, {"title": "Detroit", "href": "/wiki/Detroit", "description": "Detroit is the largest and most-populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2019 estimated population of 670,031, making it the 24th-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-larg"}]}, {"heading": "Events", "year": "1783", "date": "July 24", "txt": "The Kingdom of Georgia and the Russian Empire sign the Treaty of Georgievsk.", "entities": [{"title": "Kingdom of Kartli-Kakheti", "href": "/wiki/Kingdom_of_Kartli-Kakheti", "description": "The Kingdom of Kartli-Kakheti (1762–1801) was created in 1762 by the unification of two eastern Georgian kingdoms of Kartli and Kakheti. From the early 16th century, according to the 1555 Peace of Amasya, these two kingdoms were under Iranian control. In 1744, Nader Shah granted the kingship of Kartli to Teimuraz II and that of Kakheti to his son Heraclius II, as a reward for their loyalty. When N"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Treaty of Georgievsk", "href": "/wiki/Treaty_of_Georgievsk", "description": "The Treaty of Georgievsk was a bilateral treaty concluded between the Russian Empire and the east Georgian kingdom of Kartli-Kakheti on July 24, 1783. The treaty established eastern Georgia as a protectorate of Russia, which guaranteed its territorial integrity and the continuation of its reigning Bagrationi dynasty in return for prerogatives in the conduct of Georgian foreign affairs. By this, ea"}]}, {"heading": "Events", "year": "1814", "date": "July 24", "txt": "War of 1812: General Phineas Riall advances toward the Niagara River to halt Jacob Brown's American invaders.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "General officer", "href": "/wiki/General_officer", "description": "A general officer is an officer of high rank in the armies, and in some nations' air forces, space forces, or marines."}, {"title": "Phineas Riall", "href": "/wiki/Phineas_Riall", "description": "General Sir Phineas Riall, KCH was the British general who succeeded John Vincent as commanding officer of the Niagara Peninsula in Upper Canada during the War of 1812. In 1816, he was appointed Governor of Grenada."}, {"title": "Niagara River", "href": "/wiki/Niagara_River", "description": "The Niagara River is a river that flows north from Lake Erie to Lake Ontario. It forms part of the border between the province of Ontario in Canada and the state of New York in the United States. There are differing theories as to the origin of the river's name. According to Iroquoian scholar Bruce Trigger, Niagara is derived from the name given to a branch of the locally residing native Neutral C"}, {"title": "Jacob Brown", "href": "/wiki/Jacob_Brown", "description": "Jacob Jennings Brown was known for his victories as an American army officer in the War of 1812, where he reached the rank of general. His successes on the northern border during that war made him a national hero, and he was awarded a Congressional Gold Medal."}]}, {"heading": "Events", "year": "1823", "date": "July 24", "txt": "Afro-Chileans are emancipated.", "entities": [{"title": "Afro-Chileans", "href": "/wiki/Afro-Chileans", "description": "Afro-Chileans are people of Chile, descended from Africans. Many are descendants of slaves who were brought to the Americas via the trans-Atlantic slave trade in the 15th, 16th, 17th, 18th, and 19th centuries. Afro-Chileans continue to face erasure & discrimination within modern Chilean society."}]}, {"heading": "Events", "year": "1823", "date": "July 24", "txt": "In Maracaibo, Venezuela, the naval Battle of Lake Maracaibo takes place, where Admiral José Prudencio Padilla defeats the Spanish Navy, thus culminating the independence for the Gran Colombia.", "entities": [{"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}, {"title": "Battle of Lake Maracaibo", "href": "/wiki/Battle_of_Lake_Maracaibo", "description": "The Battle of Lake Maracaibo also known as the \"Naval Battle of the Lake\" was fought on 24 July 1823 on Venezuela's Lake Maracaibo between fleets under the commands of Republican Admiral José Prudencio Padilla and royalist Captain Ángel Laborde."}, {"title": "Gran Colombia", "href": "/wiki/Gran_Colombia", "description": "Gran Colombia was a state that encompassed much of northern South America and part of southern Central America from 1819 to 1831. At the time, the state was known as \"Colombia.\" It included present-day Colombia, Ecuador, Panama and Venezuela, and parts of northern Peru and northwestern Brazil. The term Gran Colombia is used historiographically to distinguish it from the current Republic of Colombi"}]}, {"heading": "Events", "year": "1847", "date": "July 24", "txt": "After 17 months of travel, Brigham Young leads 148 Mormon pioneers into Salt Lake Valley, resulting in the establishment of Salt Lake City.", "entities": [{"title": "Brigham Young", "href": "/wiki/Brigham_Young", "description": "Brigham Young was an American religious leader, politician, and settler. He was the second president of The Church of Jesus Christ of Latter-day Saints from 1847 until his death in 1877. He founded Salt Lake City and served as the first governor of the Utah Territory. Young also led the foundings of the precursors to the University of Utah and Brigham Young University."}, {"title": "Mormons", "href": "/wiki/Mormons", "description": "Mormons are a religious and cultural group related to Mormonism, the principal branch of the Latter Day Saint movement started by Joseph Smith in upstate New York during the 1820s. After Smith's death in 1844 the movement split into several groups following different leaders; the majority followed Brigham Young, while smaller groups followed Joseph Smith III, Sidney Rigdon, and James Strang. Most "}, {"title": "Salt Lake Valley", "href": "/wiki/Salt_Lake_Valley", "description": "Salt Lake Valley is a 500-square-mile (1,300 km2) valley in Salt Lake County in the north-central portion of the U.S. state of Utah. It contains Salt Lake City and many of its suburbs, notably Murray, Sandy, South Jordan, West Jordan, and West Valley City; its total population is 1,029,655 as of 2010. Brigham Young said \"this is the right place\", when he and his fellow Mormon settlers moved into U"}, {"title": "Salt Lake City", "href": "/wiki/Salt_Lake_City", "description": "Salt Lake City is the capital and most populous city of the U.S. state of Utah, as well as the seat of Salt Lake County, the most populous county in Utah. With an estimated population of 200,567 in 2019, the city is the core of the Salt Lake City metropolitan area, which has a population of 1,222,540. Salt Lake City is further situated within a larger metropolis known as the Salt Lake City–Ogden–P"}]}, {"heading": "Events", "year": "1847", "date": "July 24", "txt": "Richard March Hoe,  American inventor, patented the rotary-type printing press.", "entities": []}, {"heading": "Events", "year": "1864", "date": "July 24", "txt": "American Civil War: Battle of Kernstown: Confederate General Jubal Early defeats Union troops led by General George Crook in an effort to keep them out of the Shenandoah Valley.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Second Battle of Kernstown", "href": "/wiki/Second_Battle_of_Kernstown", "description": "The Second Battle of Kernstown was fought on July 24, 1864, at Kernstown, Virginia, outside Winchester, Virginia, as part of the Valley Campaigns of 1864 in the American Civil War. The Confederate Army of the Valley under Lt. Gen. Jubal A. Early soundly defeated the Union Army of West Virginia under Brig. Gen. George Crook and drove it from the Shenandoah Valley back over the Potomac River into Ma"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "General (CSA)", "href": "/wiki/General_(CSA)", "description": "The general officers of the Confederate States Army (CSA) were the senior military leaders of the Confederacy during the American Civil War of 1861–1865. They were often former officers from the United States Army prior to the Civil War, while others were given the rank based on merit or when necessity demanded. Most Confederate generals needed confirmation from the Confederate Congress, much like"}, {"title": "Jubal Early", "href": "/wiki/Jubal_Early", "description": "Jubal Anderson Early was a Virginia lawyer and politician who became a Confederate general during the American Civil War. Trained at the United States Military Academy, Early resigned his U.S. Army commission after the Second Seminole War and his Virginia military commission after the Mexican–American War, in both cases to practice law and participate in politics. Accepting a Virginia and later Co"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "George Crook", "href": "/wiki/George_Crook", "description": "George R. Crook was a career United States Army officer, most noted for his distinguished service during the American Civil War and the Indian Wars. During the 1880s, the Apache nicknamed Crook Nantan Lupan, which means \"Chief Wolf.\""}, {"title": "Shenandoah Valley", "href": "/wiki/Shenandoah_Valley", "description": "The Shenandoah Valley is a geographic valley and cultural region of western Virginia and the Eastern Panhandle of West Virginia in the United States. The valley is bounded to the east by the Blue Ridge Mountains, to the west by the eastern front of the Ridge-and-Valley Appalachians, to the north by the Potomac River and to the south by the James River. The cultural region covers a larger area that"}]}, {"heading": "Events", "year": "1866", "date": "July 24", "txt": "Reconstruction: Tennessee becomes the first U.S. state to be readmitted to the Union following the American Civil War.", "entities": [{"title": "Reconstruction Era", "href": "/wiki/Reconstruction_Era", "description": "The Reconstruction era, the period in American history that lasted from 1865 to 1877 following the American Civil War (1861–65), marked a significant chapter in the history of civil rights in the United States. Reconstruction ended the remnants of Confederate secession and abolished slavery, making the newly freed slaves citizens with civil rights ostensibly guaranteed by three new constitutional "}, {"title": "Tennessee", "href": "/wiki/Tennessee", "description": "Tennessee, officially the State of Tennessee, is a state in the Southeastern region of the United States. Tennessee is the 36th largest by area and the 16th most populous of the 50 states. It is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northw"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1901", "date": "July 24", "txt": "O. Henry is released from prison in Columbus, Ohio, after serving three years for embezzlement from a bank.", "entities": [{"title": "O. Henry", "href": "/wiki/O._Henry", "description": "William Sydney Porter, better known by his pen name O. Henry, was an American short story writer."}, {"title": "Columbus, Ohio", "href": "/wiki/Columbus,_Ohio", "description": "Columbus is the state capital and the most populous city in the U.S. state of Ohio. With a population estimated at 898,553 in 2019, it is the 14th-most populous city in the U.S., the second-most populous city in the Midwest after Chicago, and the third-most populous state capital. Columbus is the county seat of Franklin County; it also extends into Delaware and Fairfield counties. It is the core c"}, {"title": "Embezzlement", "href": "/wiki/Embezzlement", "description": "Embezzlement is the act of withholding assets for the purpose of conversion of such assets, by one or more persons to whom the assets were entrusted, either to be held or to be used for specific purposes. Embezzlement is a type of financial fraud. For example, a lawyer might embezzle funds from the trust accounts of their clients; a financial advisor might embezzle the funds of investors; and a hu"}]}, {"heading": "Events", "year": "1910", "date": "July 24", "txt": "The Ottoman Empire captures the city of Shkodër, putting down the Albanian Revolt of 1910.", "entities": [{"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Shkodër", "href": "/wiki/Shkod%C3%ABr", "description": "Shkodër or Shkodra, historically known as Scodra or Scutari, is the fifth most populous city of the Republic of Albania and the capital of the eponymous municipality and county. It is one of the most ancient cities in the Balkans and exerts strong cultural, economic and religious influences in Northern Albania. Its location has been of strategic importance throughout its history. It has often help"}, {"title": "Albanian Revolt of 1910", "href": "/wiki/Albanian_Revolt_of_1910", "description": "The Albanian revolt of 1910 was a reaction to the new centralization policies of the Young Turk Ottoman government in Albania. It was the first of a series of major uprisings. Rebels were supported by the Kingdom of Serbia. New taxes levied in the early months of 1910 led to Isa Boletini's activity to convince Albanian leaders who had already been involved in a 1909 uprising to try another revolt "}]}, {"heading": "Events", "year": "1911", "date": "July 24", "txt": "Hiram Bingham III re-discovers Machu Picchu, \"the Lost City of the Incas\".", "entities": [{"title": "Hiram Bingham III", "href": "/wiki/Hiram_Bingham_III", "description": "Hiram Bingham III was an American academic, explorer, and politician. He made public the existence of the Inca citadel of Machu Picchu in 1911 with the guidance of local indigenous farmers. Later, Bingham served as Governor of Connecticut for a single day, the shortest term in history, and then as a member of the United States Senate."}, {"title": "Machu Picchu", "href": "/wiki/Machu_Picchu", "description": "Machu Picchu is a 15th-century Inca citadel, located in the Eastern Cordillera of southern Peru, on a 2,430-metre (7,970 ft) mountain ridge. It is located in the Machupicchu District within Urubamba Province above the Sacred Valley, which is 80 kilometres (50 mi) northwest of Cuzco. The Urubamba River flows past it, cutting through the Cordillera and creating a canyon with a tropical mountain clim"}, {"title": "Inca Empire", "href": "/wiki/Inca_Empire", "description": "The Inca Empire, also known as the Incan Empire and the Inka Empire, was the largest empire in pre-Columbian America. The administrative, political and military center of the empire was in the city of Cusco. The Inca civilization arose from the Peruvian highlands sometime in the early 13th century. Its last stronghold was conquered by the Spanish in 1572."}]}, {"heading": "Events", "year": "1915", "date": "July 24", "txt": "The passenger ship SS Eastland capsizes while tied to a dock in the Chicago River. A total of 844 passengers and crew are killed in the largest loss of life disaster from a single shipwreck on the Great Lakes.", "entities": [{"title": "SS Eastland", "href": "/wiki/SS_Eastland", "description": "The SS Eastland was a passenger ship based in Chicago and used for tours. On 24 July 1915, the ship rolled over onto its side while tied to a dock in the Chicago River. A total of 844 passengers and crew were killed in what was the largest loss of life from a single shipwreck on the Great Lakes."}, {"title": "Great Lakes", "href": "/wiki/Great_Lakes", "description": "The Great Lakes, also called the Great Lakes of North America or the Laurentian Great Lakes, are a series of large interconnected freshwater lakes in the upper mid-east region of North America that connect to the Atlantic Ocean via the Saint Lawrence River. They are lakes Superior, Michigan, Huron, Erie, and Ontario and are in general on or near the Canada–United States border. Hydrologically, the"}]}, {"heading": "Events", "year": "1922", "date": "July 24", "txt": "The draft of the British Mandate of Palestine was formally confirmed by the Council of the League of Nations; it came into effect on 26 September 1923.", "entities": [{"title": "Mandatory Palestine", "href": "/wiki/Mandatory_Palestine", "description": "Mandatory Palestine was a geopolitical entity established between 1920 and 1948 in the region of Palestine under the terms of the League of Nations Mandate for Palestine."}, {"title": "League of Nations", "href": "/wiki/League_of_Nations#Council", "description": "The League of Nations, abbreviated as LON, was the first worldwide intergovernmental organisation whose principal mission was to maintain world peace. Founded on 10 January 1920 following the Paris Peace Conference that ended the First World War, it ceased operations on 20 April 1946."}]}, {"heading": "Events", "year": "1923", "date": "July 24", "txt": "The Treaty of Lausanne, settling the boundaries of modern Turkey, is signed in Switzerland by Greece, Bulgaria and other countries that fought in World War I.", "entities": [{"title": "Treaty of Lausanne (1923)", "href": "/wiki/Treaty_of_Lausanne_(1923)", "description": "The Treaty of Lausanne was a peace treaty negotiated during the Lausanne Conference of 1922–23 and signed in the Palais de Rumine, Lausanne, Switzerland, on 24 July 1923. The treaty officially settled the conflict that had originally existed between the Ottoman Empire and the Allied French Republic, British Empire, Kingdom of Italy, Empire of Japan, Kingdom of Greece, and the Kingdom of Romania si"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Greece", "href": "/wiki/Greece", "description": "Greece, officially the Hellenic Republic, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens is its largest and capital city, followed by Thessaloniki. Situated on the southern tip of the Balkans, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria "}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}]}, {"heading": "Events", "year": "1924", "date": "July 24", "txt": "Themistoklis Sofoulis becomes Prime Minister of Greece.", "entities": [{"title": "Themistoklis Sofoulis", "href": "/wiki/Themistoklis_Sofoulis", "description": "Themistoklis Sofoulis or Sophoulis was a prominent centrist Greek politician from Samos Island, who served three times as Prime Minister of Greece, belonging to the centre-left wing of the Liberal Party, which he led for many years."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Events", "year": "1927", "date": "July 24", "txt": "The Menin Gate war memorial is unveiled at Ypres.", "entities": [{"title": "Menin Gate", "href": "/wiki/Menin_Gate", "description": "The Menin Gate Memorial to the Missing is a war memorial in Ypres, Belgium, dedicated to the British and Commonwealth soldiers who were killed in the Ypres Salient of World War I and whose graves are unknown. The memorial is located at the eastern exit of the town and marks the starting point for one of the main roads out of the town that led Allied soldiers to the front line. Designed by Sir Regi"}, {"title": "Ypres", "href": "/wiki/Ypres", "description": "Ypres is a Belgian city and municipality in the province of West Flanders. Though the Dutch Ieper is the official name, the city's French name Ypres is most commonly used in English. The municipality comprises the city of Ypres and the villages of Boezinge, Brielen, Dikkebus, Elverdinge, Hollebeke, Sint-Jan, Vlamertinge, Voormezele, Zillebeke, and Zuidschote. Together, they are home to about 34,90"}]}, {"heading": "Events", "year": "1929", "date": "July 24", "txt": "The Kellogg–Briand Pact, renouncing war as an instrument of foreign policy, goes into effect (it is first signed in Paris on August 27, 1928, by most leading world powers).", "entities": [{"title": "Kellogg–Briand Pact", "href": "/wiki/Kellogg%E2%80%93Briand_Pact", "description": "The Kellogg–Briand Pact or Pact of Paris – officially the General Treaty for Renunciation of War as an Instrument of National Policy – is a 1928 international agreement in which signatory states promised not to use war to resolve \"disputes or conflicts of whatever nature or of whatever origin they may be, which may arise among them\". The pact was signed by Germany, France, and the United States on"}, {"title": "Foreign policy", "href": "/wiki/Foreign_policy", "description": "A state's foreign policy or external policy is its objectives and activities in relation to its interactions with other states, whether bilaterally or through multilateral platforms. The Encyclopedia Britannica notes that a government's foreign policy may be influenced by \"domestic considerations, the policies or behaviour of other states, or plans to advance specific geopolitical designs.\""}]}, {"heading": "Events", "year": "1935", "date": "July 24", "txt": "The Dust Bowl heat wave reaches its peak, sending temperatures to 109 °F (43 °C) in Chicago and 104 °F (40 °C) in Milwaukee.", "entities": [{"title": "Dust Bowl", "href": "/wiki/Dust_Bowl", "description": "The Dust Bowl was a period of severe dust storms that greatly damaged the ecology and agriculture of the American and Canadian prairies during the 1930s; severe drought and a failure to apply dryland farming methods to prevent the aeolian processes caused the phenomenon. The drought came in three waves, 1934, 1936, and 1939–1940, but some regions of the High Plains experienced drought conditions f"}, {"title": "Chicago", "href": "/wiki/Chicago", "description": "Chicago, officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third most populous city in the United States. With an estimated population of 2,693,976 in 2019, it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second most populous county in the U.S., while a small portion of the city's O'Har"}, {"title": "Milwaukee", "href": "/wiki/Milwaukee", "description": "Milwaukee is the largest city in the state of Wisconsin and the fifth-largest city in the Midwestern United States. The seat of Milwaukee County, the city is located on Lake Michigan's southwestern shore and was incorporated in 1846. As of the U.S. Census Bureau's July 1, 2019 estimate, Milwaukee had a population of 590,157, making it the 31st largest city in the United States and the fourth-large"}]}, {"heading": "Events", "year": "1937", "date": "July 24", "txt": "Alabama drops rape charges against the \"Scottsboro Boys\".", "entities": [{"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}, {"title": "Scottsboro Boys", "href": "/wiki/Scottsboro_Boys", "description": "The Scottsboro Boys were nine African-American teenagers, ages 12 to 19, accused in Alabama of raping two white women in 1931. The landmark set of legal cases from this incident dealt with racism and the right to a fair trial. The cases included a lynch mob before the suspects had been indicted, all-white juries, rushed trials, and disruptive mobs. It is commonly cited as an example of a miscarria"}]}, {"heading": "Events", "year": "1943", "date": "July 24", "txt": "World War II: Operation Gomorrah begins: British and Canadian aeroplanes bomb Hamburg by night, and American planes bomb the city by day. By the end of the operation in November, 9,000 tons of explosives will have killed more than 30,000 people and destroyed 280,000 buildings.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Bombing of Hamburg in World War II", "href": "/wiki/Bombing_of_Hamburg_in_World_War_II", "description": "The Allied bombing of Hamburg during World War II included numerous attacks on civilians and civic infrastructure. As a large city and industrial centre, Hamburg's shipyards, U-boat pens, and the Hamburg-Harburg area oil refineries were attacked throughout the war."}, {"title": "Hamburg", "href": "/wiki/Hamburg", "description": "Hamburg, officially the Free and Hanseatic City of Hamburg, is the second-largest city in Germany after Berlin and 7th largest city in the European Union with a population of over 1.84 million. Hamburg's urban area has a population of around 2.5 million and its metropolitan area is home to more than five million people. The city lies on the River Elbe and two of its tributaries, the River Alster a"}, {"title": "November", "href": "/wiki/November", "description": "November is the eleventh and penultimate month of the year in the Julian and Gregorian calendars, the fourth and last of four months to have a length of 30 days and the fifth and last of five months to have a length of fewer than 31 days. November was the ninth month of the calendar of Romulus c. 750 BC. November retained its name when January and February were added to the Roman calendar.\nNovembe"}]}, {"heading": "Events", "year": "1950", "date": "July 24", "txt": "Cape Canaveral Air Force Station begins operations with the launch of a Bumper rocket.", "entities": [{"title": "Cape Canaveral Air Force Station", "href": "/wiki/Cape_Canaveral_Air_Force_Station", "description": "Cape Canaveral Space Force Station (CCSFS) is an installation of the United States Space Force's 45th Space Wing, located on Cape Canaveral in Brevard County, Florida."}, {"title": "RTV-G-4 Bumper", "href": "/wiki/RTV-G-4_Bumper", "description": "The RTV-G-4 Bumper was a sounding rocket built by the United States. A combination of the German V-2 rocket and the WAC Corporal sounding rocket, it was used to study problems pertaining to two-stage high-speed rockets. The Bumper program launched eight rockets between May 13, 1948, to July 29, 1950. The first six flights were conducted at the White Sands Missile Range, the seventh launch, Bumper "}]}, {"heading": "Events", "year": "1959", "date": "July 24", "txt": "At the opening of the American National Exhibition in Moscow, U.S. Vice President Richard Nixon and Soviet Premier Nikita Khrushchev have a \"Kitchen Debate\".", "entities": [{"title": "American National Exhibition", "href": "/wiki/American_National_Exhibition", "description": "The American National Exhibition (July 25 to Sept. 4, 1959) was an exhibition of American art, fashion, cars, capitalism, model homes and futuristic kitchens that attracted 3 million visitors to its Sokolniki Park, Moscow venue during its six-week run. The Cold War event is historic for the Nixon-Khrushchev \"kitchen debate\" held first at the model kitchen table, outfitted by General Electric, and "}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Premier", "href": "/wiki/Premier", "description": "Premier is a title for the head of government in some countries, states and sub-national governments. A second in command to a premier is designated as a vice-premier or deputy premier."}, {"title": "Nikita Khrushchev", "href": "/wiki/Nikita_Khrushchev", "description": "Nikita Sergeyevich Khrushchev led the Soviet Union as the First Secretary of the Communist Party of the Soviet Union from 1953 to 1964 and as chairman of the country's Council of Ministers from 1958 to 1964. During his rule, Khrushchev stunned the communist world with his denunciation of Stalin's crimes and began De-Stalinization. He sponsored the early Soviet space program, and enactment of relat"}, {"title": "Kitchen Debate", "href": "/wiki/Kitchen_Debate", "description": "The Kitchen Debate was a series of impromptu exchanges through interpreters between U.S. Vice President Richard Nixon, then 46, and Soviet First Secretary Nikita Khrushchev, 65, at the opening of the American National Exhibition at Sokolniki Park in Moscow on July 24, 1959."}]}, {"heading": "Events", "year": "1963", "date": "July 24", "txt": "The ship Bluenose II was launched in Lunenburg, Nova Scotia. The schooner is a major Canadian symbol.", "entities": [{"title": "Lunenburg, Nova Scotia", "href": "/wiki/Lunenburg,_Nova_Scotia", "description": "Lunenburg is a port town on the South Shore of Nova Scotia, Canada. Founded in 1753, the town was one of the first British attempts to settle Protestants in Nova Scotia."}]}, {"heading": "Events", "year": "1966", "date": "July 24", "txt": "Michael Pelkey makes the first BASE jump from El Capitan along with Brian Schubert. Both came out with broken bones. BASE jumping has now been banned from El Cap.", "entities": [{"title": "Michael Pelkey", "href": "/wiki/Michael_Pelkey", "description": "Michael Pelkey is considered to be one of the first fixed object jumpers who initiated the first mass practice of BASE jumping as a sport. This accomplishment was performed together with a fellow skydiver, Brian Schubert. Pelkey’s second jump had successfully occurred during the 2005 Bridge Day but his third attempt in 2006 was unperformed due to the death of Schubert."}, {"title": "BASE jumping", "href": "/wiki/BASE_jumping", "description": "BASE jumping is the recreational sport of jumping from fixed objects, using a parachute to descend safely to the ground.\n\"BASE\" is an acronym that stands for four categories of fixed objects from which one can jump: buildings, antennae, spans, and earth (cliffs).\nParticipants exit from a fixed object such as a cliff, and after an optional freefall delay, deploy a parachute to slow their descent an"}, {"title": "El Capitan", "href": "/wiki/El_Capitan", "description": "El Capitan, also known as El Cap, is a vertical rock formation in Yosemite National Park, located on the north side of Yosemite Valley, near its western end. The granite monolith is about 3,000 feet (914 m) from base to summit along its tallest face, and is a popular objective for rock climbers."}]}, {"heading": "Events", "year": "1967", "date": "July 24", "txt": "During an official state visit to Canada, French President Charles de Gaulle declares to a crowd of over 100,000 in Montreal: Vive le Québec libre! (\"Long live free Quebec!\"); the statement angered the Canadian government and many Anglophone Canadians.", "entities": [{"title": "Charles de Gaulle", "href": "/wiki/Charles_de_Gaulle", "description": "Charles André Joseph Marie de Gaulle was a French army officer and statesman who led Free France against Nazi Germany in World War II and chaired the Provisional Government of the French Republic from 1944 to 1946 in order to reestablish democracy in France. In 1958, he came out of retirement when appointed President of the Council of Ministers by President René Coty. He rewrote the Constitution o"}, {"title": "Montreal", "href": "/wiki/Montreal", "description": "Montreal is the second-most populous city in Canada and most populous city in the Canadian province of Quebec. Founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of "}, {"title": "Anglophone Canadians", "href": "/wiki/Anglophone_Canadians", "description": "English Canadians, or Anglo-Canadians, refers to either Canadians of English ethnic origin and heritage or to English-speaking or Anglophone Canadians of any ethnic origin; it is used primarily in contrast with French Canadians. Canada is an officially bilingual country, with English and French official language communities. Immigrant cultural groups ostensibly integrate into one or both of these "}]}, {"heading": "Events", "year": "1969", "date": "July 24", "txt": "Apollo program: Apollo 11 splashes down safely in the Pacific Ocean.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}]}, {"heading": "Events", "year": "1974", "date": "July 24", "txt": "Watergate scandal: The United States Supreme Court unanimously ruled that President Richard Nixon did not have the authority to withhold subpoenaed White House tapes and they order him to surrender the tapes to the Watergate special prosecutor.", "entities": [{"title": "Watergate scandal", "href": "/wiki/Watergate_scandal", "description": "The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1971 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate O"}, {"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}, {"title": "United States v. Nixon", "href": "/wiki/United_States_v._Nixon", "description": "United States v. Nixon, 418 U.S. 683 (1974), was a landmark United States Supreme Court case that resulted in a unanimous decision against President Richard Nixon, ordering him to deliver tape recordings and other subpoenaed materials to a federal district court. Issued on July 24, 1974, the decision was important to the late stages of the Watergate scandal, when there was an ongoing impeachment p"}]}, {"heading": "Events", "year": "1977", "date": "July 24", "txt": "End of a four-day-long Libyan–Egyptian War.", "entities": [{"title": "Libyan–Egyptian War", "href": "/wiki/Libyan%E2%80%93Egyptian_War", "description": "The Egyptian–Libyan War or the Four Day War was a short border war fought between Libya and Egypt that lasted from 21 to 24 July 1977. The conflict stemmed from a deterioration in relations that had occurred between the two states after Egyptian President Anwar Sadat had rebuffed Libyan leader Muammar Gaddafi's entreaties to unify their countries and had pursued a peace settlement with Israel in t"}]}, {"heading": "Events", "year": "1980", "date": "July 24", "txt": "The Quietly Confident Quartet of Australia wins the men's 4 x 100 metre medley relay at the Moscow Olympics, the only time the United States has not won the event at Olympic level.", "entities": [{"title": "Quietly Confident Quartet", "href": "/wiki/Quietly_Confident_Quartet", "description": "The Quietly Confident Quartet was the self-given name of the Australian men's 4 × 100 metres medley relay swimming team that won the gold medal at the 1980 Summer Olympics in Moscow. The United States boycotted the Moscow Olympics in protest against the Soviet invasion of Afghanistan and, through the 2016 Olympics, the Australian victory remains the only occasion the United States has not won the "}, {"title": "Australia at the 1980 Summer Olympics", "href": "/wiki/Australia_at_the_1980_Summer_Olympics", "description": "Australia competed at the 1980 Summer Olympics in Moscow, USSR. In partial support of the American-led boycott of the 1980 Summer Olympics Australia competed under the Olympic Flag. 120 competitors, 92 men and 28 women, took part in 92 events in 17 sports."}, {"title": "Swimming at the 1980 Summer Olympics – Men's 4 × 100 metre medley relay", "href": "/wiki/Swimming_at_the_1980_Summer_Olympics_%E2%80%93_Men%27s_4_%C3%97_100_metre_medley_relay", "description": "The men's 4 × 100 metre medley relay event at the 1980 Summer Olympics was held in Moscow, Soviet Union on 24 July 1980 in the Olympiski Sports Complex. A total of 13 teams participated in the event. These were split over two heats held in the morning of that day, and the eight fastest teams qualified for the finals held in the evening of the same day."}, {"title": "1980 Summer Olympics", "href": "/wiki/1980_Summer_Olympics", "description": "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad and commonly known as Moscow 1980, were an international multi-sport event held from 19 July to 3 August 1980 in Moscow, Soviet Union, in present-day Russia. The Games were the first to be staged in Eastern Europe, and remain the only Summer Olympics held there, as well as the first Olympic Games and only Summer Olympics "}]}, {"heading": "Events", "year": "1982", "date": "July 24", "txt": "Heavy rain causes a mudslide that destroys a bridge at Nagasaki, Japan, killing 299.", "entities": [{"title": "Nagasaki", "href": "/wiki/Nagasaki", "description": "Nagasaki  is the capital and the largest city of Nagasaki Prefecture on the island of Kyushu in Japan."}]}, {"heading": "Events", "year": "1983", "date": "July 24", "txt": "The Black July anti-Tamil riots begin in Sri Lanka, killing between 400 and 3,000. Black July is generally regarded as the beginning of the Sri Lankan Civil War.", "entities": [{"title": "Black July", "href": "/wiki/Black_July", "description": "Black July is the common name used to refer to the anti-Tamil pogrom that occurred in Sri Lanka during July 1983. The pogrom was premeditated, and was finally triggered by a deadly ambush on 23 July 1983, which caused the death of 13 Sri Lanka Army soldiers, by the Tamil militant group Liberation Tigers of Tamil Eelam (LTTE). Although initially orchestrated by members of the ruling UNP, the pogrom"}, {"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}, {"title": "Sri Lankan Civil War", "href": "/wiki/Sri_Lankan_Civil_War", "description": "The Sri Lankan Civil War was a civil war fought in Sri Lanka from 1983 to 2009. Beginning on 23 July 1983, there was an intermittent insurgency against the government by the Velupillai Prabhakaran led Liberation Tigers of Tamil Eelam. The LTTE fought to create an independent Tamil state called Tamil Eelam in the north-east of the island, due to the continuous discrimination and violent persecution"}]}, {"heading": "Events", "year": "1983", "date": "July 24", "txt": "George Brett batting for the Kansas City Royals against the New York Yankees, has a game-winning home run nullified in the \"Pine Tar Incident\".", "entities": [{"title": "George Brett", "href": "/wiki/George_Brett", "description": "George Howard Brett is an American former professional baseball player who played 21 seasons, primarily as a third baseman, in Major League Baseball (MLB) for the Kansas City Royals."}, {"title": "Kansas City Royals", "href": "/wiki/Kansas_City_Royals", "description": "The Kansas City Royals are an American professional baseball team based in Kansas City, Missouri. The Royals compete in Major League Baseball (MLB) as a member club of the American League (AL) Central division. The team was founded as an expansion franchise in 1969, and has played in four World Series, winning in 1985 and 2015, and losing in 1980 and 2014."}, {"title": "New York Yankees", "href": "/wiki/New_York_Yankees", "description": "The New York Yankees are an American professional baseball team based in the New York City borough of the Bronx. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. They are one of two major league clubs based in New York City, the other being the National League's (NL) New York Mets. The Yankees began play in the 1901 season as the Baltimore Ori"}, {"title": "Pine Tar Incident", "href": "/wiki/Pine_Tar_Incident", "description": "The Pine Tar Incident was a controversial incident in 1983 during an American League baseball game played between the Kansas City Royals and New York Yankees at Yankee Stadium in New York City on July 24, 1983."}]}, {"heading": "Events", "year": "1987", "date": "July 24", "txt": "US supertanker SS Bridgeton collides with mines laid by IRGC causing a 43-square-meter dent in the body of the oil tanker.", "entities": [{"title": "SS Bridgeton", "href": "/wiki/SS_Bridgeton", "description": "MV Bridgeton, ex-al-Rekkah, was a Kuwait Oil Company oil tanker that was reflagged to a U.S flag and renamed during Operation Earnest Will. The ship was built by Mitsubishi Heavy Industries in its Nagasaki shipyard and launched August 14, 1976. Bridgeton was part of the first Earnest Will convoy when it struck an Iranian mine near Farsi Island resulting in a major propaganda victory for the Irania"}, {"title": "Bridgeton incident", "href": "/wiki/Bridgeton_incident", "description": "The Bridgeton incident was the mining of the supertanker SS Bridgeton near Farsi Island in the Persian Gulf on July 24, 1987. The ship was sailing in the first convoy of Operation Earnest Will, the U.S. response to Kuwaiti requests to protect its tankers from attack amid the Iran–Iraq War. The explosion of an Iranian mine in the Gulf's shipping channel damaged Bridgeton's outer hull but did not pr"}, {"title": "IRGC", "href": "/wiki/IRGC", "description": "The Islamic Revolutionary Guard Corps is a branch of the Iranian Armed Forces, founded after the Iranian Revolution on 22 April 1979 by order of Ayatollah Ruhollah Khomeini. Whereas the Iranian Army defends Iranian borders and maintains internal order, according to the Iranian constitution, the Revolutionary Guard (pasdaran) is intended to protect the country's Islamic republic political system. T"}]}, {"heading": "Events", "year": "1987", "date": "July 24", "txt": "Hulda Crooks, at 91 years of age, climbed Mt. Fuji. Crooks became the oldest person to climb Japan's highest peak.", "entities": []}, {"heading": "Events", "year": "1998", "date": "July 24", "txt": "Russell Eugene Weston Jr. bursts into the United States Capitol and opens fire killing two police officers. He is later ruled to be incompetent to stand trial.", "entities": [{"title": "1998 United States Capitol shooting incident", "href": "/wiki/1998_United_States_Capitol_shooting_incident", "description": "The 1998 United States Capitol shooting was an attack on July 24, 1998, which led to the deaths of two United States Capitol Police officers. Officer Jacob Chestnut and Detective John Gibson were killed when Russell Eugene Weston Jr., entered the Capitol and opened fire. Gibson died during surgery at MedStar Washington Hospital Center and Chestnut died at George Washington University Hospital. Wes"}, {"title": "United States Capitol", "href": "/wiki/United_States_Capitol", "description": "The United States Capitol, often called The Capitol or the Capitol Building, is the meeting place of the United States Congress and the seat of the legislative branch of the U.S. federal government. It is located on Capitol Hill at the eastern end of the National Mall in Washington, D.C. Though no longer at the geographic center of the federal district, the Capitol forms the origin point for the d"}]}, {"heading": "Events", "year": "2001", "date": "July 24", "txt": "Simeon Saxe-Coburg-Gotha, the last Tsar of Bulgaria when he was a child, is sworn in as Prime Minister of Bulgaria, becoming the first monarch in history to regain political power through democratic election to a different office.", "entities": [{"title": "Simeon Saxe-Coburg-Gotha", "href": "/wiki/Simeon_Saxe-Coburg-Gotha", "description": "Simeon Borisov von Saxe-Coburg-Gotha, known formerly or by courtesy as King Simeon II or Tsar Simeon II, is a Bulgarian politician, who had served as the last reigning Tsar of Bulgaria from 1943 to 1946, before later serving as Prime Minister of Bulgaria from 2001 to 2005."}, {"title": "List of Bulgarian monarchs", "href": "/wiki/List_of_Bulgarian_monarchs", "description": "The monarchs of Bulgaria ruled the country during three periods of its history as an independent country: from the establishment of the First Bulgarian Empire in 681 to the Byzantine conquest of Bulgaria in 1018; from the Uprising of Asen and Peter that established the Second Bulgarian Empire in 1185 to the annexation of the rump Bulgarian principality into the Ottoman Empire in 1396; and from the"}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Prime Minister of Bulgaria", "href": "/wiki/Prime_Minister_of_Bulgaria", "description": "The Prime Minister of Bulgaria is the head of government of Bulgaria. They are the leader of a political coalition in the Bulgarian parliament – known as the National Assembly of Bulgaria – and the leader of the cabinet."}, {"title": "Election", "href": "/wiki/Election", "description": "An election is a formal group decision-making process by which a population chooses an individual or multiple individuals to hold public office."}]}, {"heading": "Events", "year": "2001", "date": "July 24", "txt": "The Bandaranaike Airport attack is carried out by 14 Tamil Tiger commandos. Eleven civilian and military aircraft are destroyed and 15 are damaged. All 14 commandos are shot dead, while seven soldiers from the Sri Lanka Air Force are killed. In addition, three civilians and an engineer die. This incident slowed the Sri Lankan economy.", "entities": [{"title": "Liberation Tigers of Tamil Eelam", "href": "/wiki/Liberation_Tigers_of_Tamil_Eelam", "description": "The Liberation Tigers of Tamil Eelam (LTTE) was a Tamil militant organization that was based in northeastern Sri Lanka. Its aim was to secure an independent state of Tamil Eelam in the north and east in response to the state policies of successive Sri Lankan governments that were widely considered to be discriminatory towards the minority Sri Lankan Tamils, as well as the oppressive actions—includ"}, {"title": "Sri Lanka Air Force", "href": "/wiki/Sri_Lanka_Air_Force", "description": "The Sri Lanka Air Force (SLAF) is the air arm and the youngest of the Sri Lanka Armed Forces. It was founded in 1951 as the Royal Ceylon Air Force (RCyAF) with the assistance of the Royal Air Force (RAF). The SLAF played a major role throughout the Sri Lankan Civil War. The SLAF operates more than 160 aircraft and has a projected trained strength of 27,400 airmen and 1,300 officers, who are from b"}, {"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}]}, {"heading": "Events", "year": "2013", "date": "July 24", "txt": "A high-speed train derails in Spain rounding a curve with an 80 km/h (50 mph) speed limit at 190 km/h (120 mph), killing 78 passengers.", "entities": [{"title": "Santiago de Compostela derailment", "href": "/wiki/Santiago_de_Compostela_derailment", "description": "The Santiago de Compostela derailment occurred on 24 July 2013, when an Alvia high-speed train traveling from Madrid to Ferrol, in the north-west of Spain, derailed at high speed on a bend about 4 kilometres (2.5 mi) outside of the railway station at Santiago de Compostela. Out of 222 people on board, around 140 were injured and 79 died."}, {"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}]}, {"heading": "Events", "year": "2014", "date": "July 24", "txt": "Air Algérie Flight 5017 loses contact with air traffic controllers 50 minutes after takeoff. It was travelling between Ouagadougou, Burkina Faso and Algiers. The wreckage is later found in Mali. All 116 people onboard are killed.", "entities": [{"title": "Air Algérie Flight 5017", "href": "/wiki/Air_Alg%C3%A9rie_Flight_5017", "description": "Air Algérie Flight 5017 was a scheduled international passenger flight from Ouagadougou, Burkina Faso, to Algiers, Algeria, which crashed near Gossi, Mali, on 24 July 2014. The McDonnell Douglas MD-83 twinjet with 110 passengers and 6 crew on board, operated by Swiftair for Air Algérie, disappeared from radar about fifty minutes after take-off. There were no survivors."}, {"title": "Ouagadougou", "href": "/wiki/Ouagadougou", "description": "Ouagadougou is the capital of Burkina Faso and the administrative, communications, cultural, and economic centre of the nation. It is also the country's largest city, with a population of 2,453,496 in 2019. The city's name is often shortened to Ouaga. The inhabitants are called ouagalais. The spelling of the name Ouagadougou is derived from the French orthography common in former French African co"}, {"title": "Burkina Faso", "href": "/wiki/Burkina_Faso", "description": "Burkina Faso is a landlocked country in West Africa that covers an area of around 274,200 square kilometres (105,900 sq mi) and is bordered by Mali to the northwest, Niger to the northeast, Benin to the southeast, Togo and Ghana to the south, and the Ivory Coast to the southwest. The July 2019 population estimate by the United Nations was 20,321,378. Previously called Republic of Upper Volta (1958"}, {"title": "Algiers", "href": "/wiki/Algiers", "description": "Algiers is the capital and largest city of Algeria. The city's population at the 2008 Census was 2,988,145 and in 2011 was estimated to be around 3,500,000. An estimate puts the population of the larger metropolitan city to be around 5,000,000. Algiers is located on the Mediterranean Sea and in the north-central portion of Algeria."}, {"title": "Mali", "href": "/wiki/Mali", "description": "Mali, officially the Republic of Mali, is a landlocked country in West Africa. Mali is the eighth-largest country in Africa, with an area of just over 1,240,000 square kilometres (480,000 sq mi). The population of Mali is 19.1 million. 67% of its population was estimated to be under the age of 25 in 2017. Its capital is Bamako. The sovereign state of Mali consists of eight regions and its borders "}]}, {"heading": "Births", "year": "1242", "date": "July 24", "txt": "Christina von Stommeln, German Roman Catholic mystic, ecstatic, and stigmatic (d. 1312)", "entities": [{"title": "Christina von Stommeln", "href": "/wiki/Christina_von_Stommeln", "description": "Christina of Stommeln, also known as Christina Bruso and Christina Bruzo, was a Roman Catholic mystic, ecstatic, and stigmatic."}]}, {"heading": "Births", "year": "1468", "date": "July 24", "txt": "Catherine of Saxony, Archduchess of Austria (d. 1524)", "entities": [{"title": "Catherine of Saxony, Archduchess of Austria", "href": "/wiki/Catherine_of_Saxony,_Archduchess_of_Austria", "description": "Catherine of Saxony, a member of the House of Wettin, was the second wife of Sigismund, Archduke of Austria and Regent of Tyrol."}]}, {"heading": "Births", "year": "1529", "date": "July 24", "txt": "Charles II, Margrave of Baden-Durlach (d. 1577)", "entities": [{"title": "Charles II, Margrave of Baden-Durlach", "href": "/wiki/Charles_II,_Margrave_of_Baden-Durlach", "description": "Charles II, Margrave of Baden-Durlach, nicknamed Charles with the bag, governed the Margravate of Durlach from 1552 to 1577. On June 1, 1556, Charles issued a new Church Order, which made Lutheranism the official religion in Baden-Durlach."}]}, {"heading": "Births", "year": "1561", "date": "July 24", "txt": "Maria of the Palatinate-Simmern (d. 1589)", "entities": [{"title": "Maria of the Palatinate-Simmern", "href": "/wiki/Maria_of_the_Palatinate-Simmern", "description": "Maria of the Palatinate, also known as Anna Maria, was a Swedish princess and Duchess of Södermanland by marriage, the first spouse of the future King Charles IX of Sweden. She died before he became king."}]}, {"heading": "Births", "year": "1574", "date": "July 24", "txt": "Thomas Platter the Younger, Swiss physician and author (d. 1628)", "entities": [{"title": "Thomas Platter the Younger", "href": "/wiki/Thomas_Platter_the_Younger", "description": "Thomas Platter the Younger was a Swiss-born physician, traveller and diarist, the son of the humanist Thomas Platter the Elder."}]}, {"heading": "Births", "year": "1660", "date": "July 24", "txt": "Charles Talbot, 1st Duke of Shrewsbury, English politician, Lord High Treasurer (d. 1718)", "entities": [{"title": "Charles Talbot, 1st Duke of Shrewsbury", "href": "/wiki/Charles_Talbot,_1st_Duke_of_Shrewsbury", "description": "Charles Talbot, 1st Duke of Shrewsbury, KG, PC was an English politician who was part of the Immortal Seven group that invited William III, Prince of Orange, to depose James II of England as monarch during the Glorious Revolution. He was appointed to several minor roles before the revolution, but came to prominence as a member of William's government. Born to Roman Catholic parents, he remained in"}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Births", "year": "1689", "date": "July 24", "txt": "Prince William, Duke of Gloucester, son of Queen Anne of Great Britain and Prince George of Denmark (d. 1700)", "entities": [{"title": "Prince William, Duke of Gloucester", "href": "/wiki/Prince_William,_Duke_of_Gloucester", "description": "Prince William, Duke of Gloucester, was the son of Princess Anne and her husband, Prince George of Denmark. He was their only child to survive infancy. Styled Duke of Gloucester, he was viewed by contemporaries as a Protestant champion because his birth seemed to cement the Protestant succession established in the \"Glorious Revolution\" that had deposed his Catholic grandfather James II the previou"}, {"title": "Anne, Queen of Great Britain", "href": "/wiki/Anne,_Queen_of_Great_Britain", "description": "Anne was Queen of England, Scotland, and Ireland between 8 March 1702 and 1 May 1707. On 1 May 1707, under the Acts of Union, the kingdoms of England and Scotland united as a single sovereign state known as Great Britain. She continued to reign as Queen of Great Britain and Ireland until her death in 1714."}, {"title": "Prince George of Denmark", "href": "/wiki/Prince_George_of_Denmark", "description": "Prince George of Denmark and Norway, Duke of Cumberland, was the husband of Queen Anne, who reigned over Great Britain from 1702 to 1714."}]}, {"heading": "Births", "year": "1725", "date": "July 24", "txt": "John Newton, English sailor and priest (d. 1807)", "entities": [{"title": "John Newton", "href": "/wiki/John_Newton", "description": "John Newton was an English Anglican cleric, a captain of slave ships who later became an abolitionist, and an investor of trade. He served as a sailor in the Royal Navy for a period after forced recruitment."}]}, {"heading": "Births", "year": "1757", "date": "July 24", "txt": "Vladimir Borovikovsky, Ukrainian-Russian painter (d. 1825)", "entities": [{"title": "Vladimir Borovikovsky", "href": "/wiki/Vladimir_Borovikovsky", "description": "Vladimir Lukich Borovikovsky was a prominent Russian Imperial artist of Ukrainian background, who served at the court of Catherine the Great and dominated portraiture in the Russian Empire at the turn of the 19th century."}]}, {"heading": "Births", "year": "1783", "date": "July 24", "txt": "Simón Bolívar, Venezuelan commander and politician, 2nd President of Venezuela (d. 1830)", "entities": [{"title": "Simón Bolívar", "href": "/wiki/Sim%C3%B3n_Bol%C3%ADvar", "description": "Simón José Antonio de la Santísima Trinidad Bolívar y Ponte Palacios y Blanco, also colloquially as El Libertador, was a Venezuelan military and political leader who led what are currently the countries of Venezuela, Bolivia, Colombia, Ecuador, Peru, and Panama to independence from the Spanish Empire."}, {"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Births", "year": "1786", "date": "July 24", "txt": "Joseph Nicollet, French mathematician and explorer (d. 1843)", "entities": [{"title": "Joseph Nicollet", "href": "/wiki/Joseph_Nicollet", "description": "Joseph Nicolas Nicollet, also known as Jean-Nicolas Nicollet, was a French geographer, astronomer, and mathematician known for mapping the Upper Mississippi River basin during the 1830s. Nicollet led three expeditions in the region between the Mississippi and Missouri Rivers, primarily in Minnesota, South Dakota, and North Dakota."}]}, {"heading": "Births", "year": "1794", "date": "July 24", "txt": "Johan Georg Forchhammer, Danish mineralogist and geologist (d. 1865)", "entities": [{"title": "Johan Georg Forchhammer", "href": "/wiki/Johan_Georg_Forchhammer", "description": "Johan Georg Forchhammer was a Danish mineralogist and geologist."}]}, {"heading": "Births", "year": "1802", "date": "July 24", "txt": "Alexandre Dumas, French novelist and playwright (d. 1870)", "entities": [{"title": "Alexandre Dumas", "href": "/wiki/Alexandre_Dumas", "description": "Alexandre Dumas, also known as Alexandre Dumas père, was a French writer. His works have been translated into many languages, and he is one of the most widely read French authors. Many of his historical novels of high adventure were originally published as serials, including The Count of Monte Cristo, The Three Musketeers, Twenty Years After, and The Vicomte of Bragelonne: Ten Years Later. His nov"}]}, {"heading": "Births", "year": "1803", "date": "July 24", "txt": "Adolphe Adam, French composer and critic (d. 1856)", "entities": [{"title": "Adolphe Adam", "href": "/wiki/Adolphe_Adam", "description": "Adolphe Charles Adam was a French composer and music critic. A prolific composer of operas and ballets, he is best known today for his ballets Giselle (1841) and Le corsaire, his operas Le postillon de Lonjumeau (1836), Le toréador (1849) and Si j'étais roi (1852)\n and his Christmas carol Minuit, chrétiens! (1844), later set to different English lyrics and widely sung as \"O Holy Night\" (1847). Ada"}]}, {"heading": "Births", "year": "1803", "date": "July 24", "txt": "Alexander J. Davis, American architect (d. 1892)", "entities": []}, {"heading": "Births", "year": "1821", "date": "July 24", "txt": "William Poole, American boxer and gangster (d. 1855)", "entities": [{"title": "William Poole", "href": "/wiki/William_Poole", "description": "William Poole, also known as Bill the Butcher, was the leader of the Washington Street Gang, which later became known as the Bowery Boys gang. He was a local leader of the Know Nothing political movement in mid-19th-century New York City."}]}, {"heading": "Births", "year": "1826", "date": "July 24", "txt": "Jan Gotlib Bloch, Polish theorist and activist (d. 1902)", "entities": [{"title": "Jan Gotlib Bloch", "href": "/wiki/Jan_Gotlib_Bloch", "description": "Jan Gotlib (Bogumił) Bloch was a Polish banker and railway financier who devoted his private life to the study of modern industrial warfare. Born Jewish and a convert to Calvinism, he spent considerable effort to opposing the prevalent Antisemitic policies of the Tsarist government, and was sympathetic to the fledgling Zionist Movement."}]}, {"heading": "Births", "year": "1851", "date": "July 24", "txt": "Friedrich Schottky, Polish-German mathematician and theorist (d. 1935)", "entities": [{"title": "Friedrich Schottky", "href": "/wiki/Friedrich_Schottky", "description": "Friedrich Hermann Schottky was a German mathematician who worked on elliptic, abelian, and theta functions and introduced Schottky groups and Schottky's theorem. He was born in Breslau, Germany and died in Berlin."}]}, {"heading": "Births", "year": "1856", "date": "July 24", "txt": "Émile Picard, French mathematician and academic (d. 1941)", "entities": [{"title": "Émile Picard", "href": "/wiki/%C3%89mile_Picard", "description": "Charles Émile Picard was a French mathematician. He was elected the fifteenth member to occupy seat 1 of the Académie française in 1924."}]}, {"heading": "Births", "year": "1857", "date": "July 24", "txt": "Henrik Pontoppidan, Danish journalist and author, Nobel Prize laureate (d. 1943)", "entities": [{"title": "Henrik Pontoppidan", "href": "/wiki/Henrik_Pontoppidan", "description": "Henrik Pontoppidan was a Danish realist writer who shared with Karl Gjellerup the Nobel Prize for Literature in 1917 for \"his authentic descriptions of present-day life in Denmark.\" Pontoppidan's novels and short stories — informed with a desire for social progress but despairing, later in his life, of its realization — present an unusually comprehensive picture of his country and his epoch. As a "}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1857", "date": "July 24", "txt": "Juan Vicente Gómez, Venezuelan general and politician, 27th President of Venezuela (d. 1935)", "entities": [{"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Births", "year": "1860", "date": "July 24", "txt": "Princess Charlotte of Prussia (d. 1919)", "entities": [{"title": "Princess Charlotte of Prussia", "href": "/wiki/Princess_Charlotte_of_Prussia", "description": "Princess Viktoria Elisabeth Auguste Charlotte of Prussia was Duchess of Saxe-Meiningen as the wife of Bernhard III, the duchy's last ruler. Born at the Neues Palais in Potsdam, she was the second child and eldest daughter of Prince Frederick of Prussia, a member of the House of Hohenzollern who became Crown Prince of Prussia in 1861 and German Emperor in 1888. Through her mother Victoria, Princess"}]}, {"heading": "Births", "year": "1860", "date": "July 24", "txt": "Alphonse Mucha, Czech painter and illustrator (d. 1939)", "entities": []}, {"heading": "Births", "year": "1864", "date": "July 24", "txt": "Frank Wedekind, German actor and playwright (d. 1918)", "entities": [{"title": "Frank Wedekind", "href": "/wiki/Frank_Wedekind", "description": "Benjamin Franklin Wedekind, usually known as Frank Wedekind, was a German playwright. His work, which often criticizes bourgeois attitudes, is considered to anticipate expressionism and was influential in the development of epic theatre."}]}, {"heading": "Births", "year": "1867", "date": "July 24", "txt": "Vicente Acosta, Salvadoran journalist and poet (d. 1908)", "entities": [{"title": "Vicente Acosta", "href": "/wiki/Vicente_Acosta", "description": "Vicente Acosta was a Salvadoran poet."}]}, {"heading": "Births", "year": "1867", "date": "July 24", "txt": "E. F. Benson, English archaeologist and author (d. 1940)", "entities": []}, {"heading": "Births", "year": "1867", "date": "July 24", "txt": "Fred Tate, English cricketer and coach (d. 1943)", "entities": []}, {"heading": "Births", "year": "1874", "date": "July 24", "txt": "Oswald Chambers, Scottish minister and author (d. 1917)", "entities": [{"title": "Oswald Chambers", "href": "/wiki/Oswald_Chambers", "description": "Oswald Chambers was an early-twentieth-century Scottish Baptist and Holiness Movement evangelist and teacher, best known for the devotional My Utmost for His Highest."}]}, {"heading": "Births", "year": "1877", "date": "July 24", "txt": "Calogero Vizzini, Italian mob boss (d. 1954)", "entities": [{"title": "Calogero Vizzini", "href": "/wiki/Calogero_Vizzini", "description": "Calogero \"Don Calò\" Vizzini was a historical Sicilian Mafia boss of Villalba in the Province of Caltanissetta, Sicily. Vizzini was considered to be one of the most influential and legendary Mafia bosses of Sicily after World War II until his death in 1954. In the media, he was often depicted as the \"boss of bosses\" – although such a position does not exist in the loose structure of Cosa Nostra."}]}, {"heading": "Births", "year": "1878", "date": "July 24", "txt": "Edward Plunkett, 18th Baron of Dunsany, Irish author, poet, and playwright (d. 1957)", "entities": [{"title": "Edward Plunkett, 18th Baron of Dunsany", "href": "/wiki/Edward_Plunkett,_18th_Baron_of_Dunsany", "description": "Edward John Moreton Drax Plunkett, 18th Baron of Dunsany was an Anglo-Irish writer and dramatist, who was published mostly as Lord Dunsany. Over 90 books of his work, mainly fantasy, appeared in his lifetime and both his original work and compilations have continued to appear. His œuvre includes several hundred short stories, as well as plays, novels and essays. He gained fame with his early stori"}]}, {"heading": "Births", "year": "1879", "date": "July 24", "txt": "R. C. Packer, Australian (d. 1934)", "entities": [{"title": "R. C. Packer", "href": "/wiki/R._C._Packer", "description": "Robert Clyde Packer, known as R. C. Packer, was a journalist, media proprietor and founder of Australia's Packer media dynasty, which would later own Publishing and Broadcasting Limited (PBL) and now owns holds a controlling interest in Crown Resorts through Consolidated Press Holdings."}]}, {"heading": "Births", "year": "1880", "date": "July 24", "txt": "Ernest Bloch, Swiss-American composer and educator (d. 1959)", "entities": [{"title": "Ernest Bloch", "href": "/wiki/Ernest_Bloch", "description": "Ernest Bloch was a Swiss-born American composer. Bloch was a preeminent artist in his day, and left a lasting legacy. He is recognized as one of the greatest Swiss composers in history. As well as producing musical scores, Bloch had an academic career that culminated in his recognition as Professor Emeritus at the University of California, Berkeley in 1952."}]}, {"heading": "Births", "year": "1884", "date": "July 24", "txt": "Maria Caserini, Italian actress (d. 1969)", "entities": [{"title": "Maria Caserini", "href": "/wiki/Maria_Caserini", "description": "Maria Caserini was an Italian stage and film actress, as well as a pioneer of filmmaking during the early 20th-century. She often starred in adaptations of stage and film productions for the works of William Shakespeare."}]}, {"heading": "Births", "year": "1886", "date": "July 24", "txt": "Jun'ichirō Tanizaki, Japanese author (d. 1965)", "entities": [{"title": "Jun'ichirō Tanizaki", "href": "/wiki/Jun%27ichir%C5%8D_Tanizaki", "description": "Jun'ichirō Tanizaki  was a Japanese author who is considered to be one of the most prominent figures in modern Japanese literature. The tone and subject matter of his work ranges from shocking depictions of sexuality and destructive erotic obsessions to subtle portrayals of the dynamics of family life within the context of the rapid changes in 20th-century Japanese society. Frequently, his stories"}]}, {"heading": "Births", "year": "1888", "date": "July 24", "txt": "Arthur Richardson, Australian cricketer and coach (d. 1973)", "entities": [{"title": "Arthur Richardson (Australian cricketer)", "href": "/wiki/Arthur_Richardson_(Australian_cricketer)", "description": "Arthur John Richardson was an Australian Test cricketer who played nine Tests matches for Australia."}]}, {"heading": "Births", "year": "1889", "date": "July 24", "txt": "Agnes Meyer Driscoll, American cryptanalyst (d. 1971)", "entities": [{"title": "Agnes Meyer Driscoll", "href": "/wiki/Agnes_Meyer_Driscoll", "description": "Agnes Meyer Driscoll, known as \"Miss Aggie\" or \"Madame X'\", was an American\ncryptanalyst during both World War I and World War II."}]}, {"heading": "Births", "year": "1895", "date": "July 24", "txt": "Robert Graves, English poet, novelist, critic (d. 1985)", "entities": [{"title": "Robert Graves", "href": "/wiki/Robert_Graves", "description": "Robert von Ranke Graves was a British poet, historical novelist, critic, and classicist. His father was Alfred Perceval Graves, a celebrated Irish poet and figure in the Gaelic revival; they were both Celticists and students of Irish mythology. Graves produced more than 140 works in his lifetime. His poems, his translations and innovative analysis of the Greek myths, his memoir of his early life—i"}]}, {"heading": "Births", "year": "1897", "date": "July 24", "txt": "Amelia Earhart, American pilot and author (d. 1937)", "entities": [{"title": "Amelia Earhart", "href": "/wiki/Amelia_Earhart", "description": "Amelia Mary Earhart was an American aviation pioneer and author. Earhart was the first female aviator to fly solo across the Atlantic Ocean. She set many other records, wrote best-selling books about her flying experiences, and was instrumental in the formation of The Ninety-Nines, an organization for female pilots."}]}, {"heading": "Births", "year": "1899", "date": "July 24", "txt": "Chief Dan George, Canadian actor (d. 1981)", "entities": [{"title": "Chief Dan George", "href": "/wiki/Chief_Dan_George", "description": "Chief Dan George, OC was a chief of the Tsleil-Waututh Nation, a Coast Salish band whose Indian reserve is located on Burrard Inlet in the southeast area of the District of North Vancouver, British Columbia, Canada. He was also an actor, musician, poet and author; his best-known written work was \"My Heart Soars\". As an actor, he is best remembered for portraying Old Lodge Skins opposite Dustin Hof"}]}, {"heading": "Births", "year": "1900", "date": "July 24", "txt": "Zelda Fitzgerald, American author, visual artist and ballet dancer (d. 1948)", "entities": [{"title": "Zelda Fitzgerald", "href": "/wiki/Zelda_Fitzgerald", "description": "Zelda Fitzgerald was an American novelist, socialite, and painter."}]}, {"heading": "Births", "year": "1904", "date": "July 24", "txt": "Leo Arnaud, French-American trombonist, composer, and conductor (d. 1991)", "entities": [{"title": "Leo Arnaud", "href": "/wiki/Leo_Arnaud", "description": "Leo Arnaud or Léo Arnaud was a French American composer of film scores, best known for \"Bugler's Dream\", which is used as the theme by television networks presenting the Olympic Games in the United States."}]}, {"heading": "Births", "year": "1904", "date": "July 24", "txt": "Richard B. Morris, American historian and academic (d. 1989)", "entities": []}, {"heading": "Births", "year": "1904", "date": "July 24", "txt": "Delmer Daves, American screenwriter, director and producer (d. 1977)", "entities": []}, {"heading": "Births", "year": "1909", "date": "July 24", "txt": "John William Finn, American lieutenant, Medal of Honor recipient (d. 2010)", "entities": [{"title": "John William Finn", "href": "/wiki/John_William_Finn", "description": "John William Finn was a sailor in the United States Navy who, as a chief petty officer, received the United States military's highest decoration, the Medal of Honor, for his actions during the attack on Pearl Harbor in World War II. As a chief aviation ordnanceman stationed at Naval Air Station Kaneohe Bay, he earned the medal by manning a machine gun from an exposed position throughout the attack"}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1910", "date": "July 24", "txt": "Harry Horner, American director and production designer (d. 1994)", "entities": [{"title": "Harry Horner", "href": "/wiki/Harry_Horner", "description": "Harry Horner was an Austro-Hungarian-born American art director who made a successful career in Hollywood as an Oscar-winning art director and as a feature film and television director."}]}, {"heading": "Births", "year": "1912", "date": "July 24", "txt": "Essie Summers, New Zealand author (d. 1998)", "entities": [{"title": "Essie Summers", "href": "/wiki/Essie_Summers", "description": "Essie Summers was a New Zealand author whose romance novels sold more than 19 million copies in 105 countries. She was known as New Zealand's \"Queen of Romance.\""}]}, {"heading": "Births", "year": "1913", "date": "July 24", "txt": "Britton Chance, American biologist and sailor (d. 2010)", "entities": [{"title": "Britton Chance", "href": "/wiki/Britton_Chance", "description": "Britton Chance was the Eldridge Reeves Johnson University Professor Emeritus of Biochemistry and Biophysics, as well as Professor Emeritus of Physical Chemistry and Radiological Physics at the University of Pennsylvania School of Medicine."}]}, {"heading": "Births", "year": "1914", "date": "July 24", "txt": "Frances Oldham Kelsey, Canadian pharmacologist and physician (d. 2015)", "entities": [{"title": "Frances Oldham Kelsey", "href": "/wiki/Frances_Oldham_Kelsey", "description": "Frances Kathleen Oldham Kelsey, CM was a Canadian-American pharmacologist and physician. As a reviewer for the U.S. Food and Drug Administration (FDA), she refused to authorize thalidomide for market because she had concerns about the lack of evidence regarding the drug's safety. Her concerns proved to be justified when it was shown that thalidomide caused serious birth defects. Kelsey's career in"}]}, {"heading": "Births", "year": "1914", "date": "July 24", "txt": "Ed Mirvish, American-Canadian businessman and philanthropist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1914", "date": "July 24", "txt": "Alan Waddell, Australian walker (d. 2008)", "entities": []}, {"heading": "Births", "year": "1915", "date": "July 24", "txt": "Enrique Fernando, Filipino lawyer and jurist, 13th Chief Justice of the Supreme Court of the Philippines (d. 2004)", "entities": [{"title": "Enrique Fernando", "href": "/wiki/Enrique_Fernando", "description": "Enrique Medina Fernando was the 13th Chief Justice of the Supreme Court of the Philippines. A noted constitutionalist and law professor, he served in the Supreme Court for 18 years, including 6 years as Chief Justice."}, {"title": "Chief Justice of the Supreme Court of the Philippines", "href": "/wiki/Chief_Justice_of_the_Supreme_Court_of_the_Philippines", "description": "The chief justice of the Philippines presides over the Supreme Court of the Philippines and is the highest judicial officer of the government of the Philippines. \nAs of April 5, 2021, the position is currently held by Alexander Gesmundo, who was appointed by President Rodrigo Duterte following the early retirement of his predecessor Diosdado Peralta in March 2021."}]}, {"heading": "Births", "year": "1916", "date": "July 24", "txt": "John D. MacDonald, American colonel and author (d. 1986)", "entities": [{"title": "John D. MacDonald", "href": "/wiki/John_D._MacDonald", "description": "John Dann MacDonald was an American writer of novels and short stories, known for his thrillers."}]}, {"heading": "Births", "year": "1917", "date": "July 24", "txt": "Robert Farnon, Canadian trumpet player, composer, and conductor (d. 2005)", "entities": [{"title": "Robert Farnon", "href": "/wiki/Robert_Farnon", "description": "Robert Joseph Farnon CM was a Canadian-born composer, conductor, musical arranger and trumpet player. As well as being a composer of original works, he was commissioned by film and television producers for theme and incidental music. In later life he composed a number of more serious orchestral works, including three symphonies, and was recognised with four Ivor Novello awards and the Order of Can"}]}, {"heading": "Births", "year": "1917", "date": "July 24", "txt": "Jack Moroney, Australian cricketer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1918", "date": "July 24", "txt": "Ruggiero Ricci, American violinist and educator (d. 2012)", "entities": [{"title": "Ruggiero Ricci", "href": "/wiki/Ruggiero_Ricci", "description": "Ruggiero Ricci was an American violinist known for performances and recordings of the works of Paganini."}]}, {"heading": "Births", "year": "1919", "date": "July 24", "txt": "Robert Marsden Hope, Australian lawyer and judge (d. 1999)", "entities": [{"title": "Robert Marsden Hope", "href": "/wiki/Robert_Marsden_Hope", "description": "Robert Marsden Hope, was a Justice of the New South Wales Court of Appeal and Royal Commissioner on three separate occasions, most notably the Royal Commission on Intelligence and Security. As a judge Hope was known for his legal positivism and as a royal commissioner he \"instilled a sense of impartiality\"."}]}, {"heading": "Births", "year": "1919", "date": "July 24", "txt": "Kenneth S. Kleinknecht, NASA manager (d. 2007)", "entities": []}, {"heading": "Births", "year": "1919", "date": "July 24", "txt": "John Winkin, American baseball player, coach, and journalist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1920", "date": "July 24", "txt": "Bella Abzug, American lawyer and politician (d. 1998)", "entities": [{"title": "Bella Abzug", "href": "/wiki/Bella_Abzug", "description": "Bella Savitzky Abzug, nicknamed \"Battling Bella\", was an American lawyer, U.S. Representative, social activist and a leader in the women's movement. In 1971, Abzug joined other leading feminists such as Gloria Steinem, Shirley Chisholm, and Betty Friedan to found the National Women's Political Caucus. She was known as a leading figure in what came to be known as eco-feminism."}]}, {"heading": "Births", "year": "1920", "date": "July 24", "txt": "Constance Dowling, American model and actress (d. 1969)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 24", "txt": "Giuseppe Di Stefano, Italian tenor and actor (d. 2008)", "entities": [{"title": "Giuseppe Di Stefano", "href": "/wiki/Giuseppe_Di_Stefano", "description": "Giuseppe Di Stefano was an Italian operatic tenor who sang professionally from the mid 1940s until the early 1990s. Called Pippo by both fans and friends, he was known as the \"Golden voice\" or \"The most beautiful voice\", as the true successor of Beniamino Gigli.\nLuciano Pavarotti said he modeled himself after Di Stefano. In an interview Pavarotti said \"Di Stefano is my idol. There is a solar voice"}]}, {"heading": "Births", "year": "1921", "date": "July 24", "txt": "Billy Taylor, American pianist and composer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1922", "date": "July 24", "txt": "Madeleine Ferron, Canadian radio host and author (d. 2010)", "entities": [{"title": "Madeleine Ferron", "href": "/wiki/Madeleine_Ferron", "description": "Madeleine Ferron was a Canadian writer."}]}, {"heading": "Births", "year": "1924", "date": "July 24", "txt": "Wilfred Josephs, English composer (d. 1997)", "entities": [{"title": "Wilfred Josephs", "href": "/wiki/Wilfred_Josephs", "description": "\n\nWilfred Josephs was an English composer."}]}, {"heading": "Births", "year": "1924", "date": "July 24", "txt": "Aris Poulianos, Greek anthropologist and archaeologist", "entities": []}, {"heading": "Births", "year": "1927", "date": "July 24", "txt": "Alex Katz, American painter and sculptor", "entities": [{"title": "Alex Katz", "href": "/wiki/Alex_Katz", "description": "Alex Katz, is an American figurative artist known for his paintings, sculptures, and prints."}]}, {"heading": "Births", "year": "1927", "date": "July 24", "txt": "Zara Mints, Russian-Estonian philologist and academic (d. 1990)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 24", "txt": "Alfred Balk, American journalist and author (d. 2010)", "entities": [{"title": "Alfred Balk", "href": "/wiki/Alfred_Balk", "description": "Alfred Balk was an American reporter, nonfiction author and magazine editor who wrote groundbreaking articles about housing segregation, the Nation of Islam, the environment and Illinois politics. His refusal to identify a confidential source led to a landmark court case. During a career-long emphasis on media improvement, he served on the Twentieth Century Fund's task force that established a Nat"}]}, {"heading": "Births", "year": "1930", "date": "July 24", "txt": "Keshubhai Patel, Indian politician, 10th Chief Minister of Gujarat", "entities": [{"title": "Chief Minister of Gujarat", "href": "/wiki/Chief_Minister_of_Gujarat", "description": "The Chief Minister of Gujarat is the chief executive of the government of the Indian state of Gujarat. The governor appoints the chief minister, whose council of ministers are collectively responsible to the assembly. The chief minister's term is for five years and is subject to no term limits, given that he has the confidence of the assembly."}]}, {"heading": "Births", "year": "1931", "date": "July 24", "txt": "Ermanno Olmi, Italian director, screenwriter, and cinematographer (d. 2018)", "entities": [{"title": "Ermanno Olmi", "href": "/wiki/Ermanno_Olmi", "description": "Ermanno Olmi was an Italian film director and screenwriter."}]}, {"heading": "Births", "year": "1931", "date": "July 24", "txt": "Éric Tabarly, French commander (d. 1998)", "entities": []}, {"heading": "Births", "year": "1932", "date": "July 24", "txt": "Gustav Andreas Tammann, German astronomer and academic (d. 2019)", "entities": [{"title": "Gustav Andreas Tammann", "href": "/wiki/Gustav_Andreas_Tammann", "description": "Gustav Andreas Tammann was a German astronomer and academic. He served as director of the Astronomical Institute of the University of Basel; as a member of the European Space Agency Space Telescope Advisory Team, and as Member of Council of the European Southern Observatory. His research interests include supernovae and the extragalactic distance scale. Tammann was a former President of the Intern"}]}, {"heading": "Births", "year": "1933", "date": "July 24", "txt": "Doug Sanders, American golfer (d. 2020)", "entities": [{"title": "Doug Sanders", "href": "/wiki/Doug_Sanders", "description": "George Douglas Sanders was an American professional golfer who won 20 events on the PGA Tour and had four runner-up finishes at major championships."}]}, {"heading": "Births", "year": "1934", "date": "July 24", "txt": "P. S. Soosaithasan, Sri Lankan accountant and politician (d. 2017)", "entities": [{"title": "P. S. Soosaithasan", "href": "/wiki/P._S._Soosaithasan", "description": "Pilesiyan Sosai Soosaithasan was a Sri Lankan Tamil accountant, politician and Member of Parliament."}]}, {"heading": "Births", "year": "1935", "date": "July 24", "txt": "Aaron Elkins, American author and academic", "entities": [{"title": "Aaron Elkins", "href": "/wiki/Aaron_Elkins", "description": "Aaron Elkins is an American mystery writer. He is best known for his series of novels featuring forensic anthropologist Gideon Oliver—the 'skeleton detective'."}]}, {"heading": "Births", "year": "1935", "date": "July 24", "txt": "Pat Oliphant, Australian cartoonist", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 24", "txt": "Mel Ramos, American painter, illustrator, and academic (d. 2018)", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 24", "txt": "Les Reed, English pianist, composer, and conductor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1935", "date": "July 24", "txt": "Derek Varnals, South African cricketer", "entities": []}, {"heading": "Births", "year": "1936", "date": "July 24", "txt": "Ruth Buzzi, American actress and comedian", "entities": [{"title": "Ruth Buzzi", "href": "/wiki/Ruth_Buzzi", "description": "Ruth Ann Buzzi is an American actress, comedian, and singer. She has appeared on stage, in films, and on television. She is best known for her performances on the comedy-variety show Rowan & Martin's Laugh-In from 1968–73, for which she won a Golden Globe Award and received five Emmy nominations."}]}, {"heading": "Births", "year": "1936", "date": "July 24", "txt": "Mark Goddard, American actor", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 24", "txt": "Manoj Kumar, Indian actor, director, producer, and screenwriter", "entities": [{"title": "Manoj Kumar", "href": "/wiki/Manoj_Kumar", "description": "\nManoj Kumar, also known as Bharat Kumar, is an Indian actor and film director in Bollywood. He is remembered for his versatile performances in films like Hariyali Aur Raasta, Woh Kaun Thi?, Himalay Ki God Mein, Do Badan, Upkar, Patthar Ke Sanam, Neel Kamal, Purab Aur Paschim, Beimaan, Roti Kapda Aur Makaan, Dus Numbri, Shor, Sanyasi, and Kranti. He is known for acting in and directing films with "}]}, {"heading": "Births", "year": "1937", "date": "July 24", "txt": "Quinlan Terry, English architect, designed the Brentwood Cathedral", "entities": [{"title": "Brentwood Cathedral", "href": "/wiki/Brentwood_Cathedral", "description": "The Cathedral of St Mary and St Helen is a Roman Catholic cathedral in Brentwood, Essex, England. It is the seat of the Diocese of Brentwood."}]}, {"heading": "Births", "year": "1938", "date": "July 24", "txt": "Alexis Jacquemin, Belgian economist and academic (d. 2004)", "entities": [{"title": "Alexis Jacquemin", "href": "/wiki/Alexis_Jacquemin", "description": "Alexis Jacquemin was a Belgian economist. He received his PhD at the Université de Liège, and became a professor at the University of Louvain (UCLouvain) in 1974. In 1983, he was awarded the Francqui Prize on Human Sciences."}]}, {"heading": "Births", "year": "1938", "date": "July 24", "txt": "Eugene J. Martin, American painter (d. 2005)", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 24", "txt": "John Sparling, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1939", "date": "July 24", "txt": "Walt Bellamy, American basketball player and coach (d. 2013)", "entities": [{"title": "Walt Bellamy", "href": "/wiki/Walt_Bellamy", "description": "Walter Jones Bellamy was an American professional basketball player. A four-time NBA All-Star, he was inducted into the Naismith Memorial Basketball Hall of Fame."}]}, {"heading": "Births", "year": "1939", "date": "July 24", "txt": "David Simon, Baron Simon of Highbury, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "July 24", "txt": "Dan Hedaya, American actor", "entities": [{"title": "Dan Hedaya", "href": "/wiki/Dan_Hedaya", "description": "Daniel G. Hedaya is an American actor. He established himself as a supporting actor, often playing sleazy villains or wisecracking supporting characters. He has had supporting roles in films such as True Confessions (1981), The Adventures of Buckaroo Banzai Across the 8th Dimension, Tightrope, Blood Simple, Commando (1985), Wise Guys (1986), Joe Versus the Volcano (1990), The Addams Family (1991),"}]}, {"heading": "Births", "year": "1941", "date": "July 24", "txt": "John Bond, English banker and businessman", "entities": [{"title": "John Bond (banker)", "href": "/wiki/John_Bond_(banker)", "description": "Sir John Reginald Hartnell Bond is the chairman of Swiss mining company Xstrata. Previously he retired as chairman of HSBC Holdings plc on 26 May 2006, after spending 45 years with the bank."}]}, {"heading": "Births", "year": "1942", "date": "July 24", "txt": "Heinz, German-English singer-songwriter and bass player (d. 2000)", "entities": [{"title": "Heinz (singer)", "href": "/wiki/Heinz_(singer)", "description": "Heinz Burt was a German-British bassist and singer, who performed under the stage name Heinz. He was also known as a member of instrumental group The Tornados."}]}, {"heading": "Births", "year": "1942", "date": "July 24", "txt": "David Miner, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "July 24", "txt": "Chris Sarandon, American actor", "entities": []}, {"heading": "Births", "year": "1943 - John Bryson, American businessman and Former 37th US Secretary of Commerce (2011–12)", "date": "July 24", "txt": "John Bryson, American businessman and Former 37th US Secretary of Commerce (2011–12)", "entities": [{"title": "John Bryson", "href": "/wiki/John_Bryson", "description": "John Edgar Bryson is the former United States Secretary of Commerce, the 37th person to hold the post since its establishment in 1913. Prior to this, he served as the Chairman, Chief Executive Officer and President of Edison International, the parent company of Southern California Edison and as director of The Boeing Company."}]}, {"heading": "Births", "year": "1944", "date": "July 24", "txt": "Jim Armstrong, Northern Irish guitarist", "entities": [{"title": "Jim Armstrong (guitarist)", "href": "/wiki/Jim_Armstrong_(guitarist)", "description": "James Armstrong is a guitarist from Northern Ireland."}]}, {"heading": "Births", "year": "1945", "date": "July 24", "txt": "Frank Close, English physicist and academic", "entities": [{"title": "Frank Close", "href": "/wiki/Frank_Close", "description": "\n\nFrancis Edwin Close, is a particle physicist who is Emeritus Professor of Physics at the University of Oxford and a Fellow of Exeter College, Oxford."}]}, {"heading": "Births", "year": "1945", "date": "July 24", "txt": "Azim Premji, Indian businessman and philanthropist", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 24", "txt": "Hugh Ross, Canadian-American astrophysicist and astronomer", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 24", "txt": "Anthony Watts, English geologist, geophysicist, and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 24", "txt": "Gallagher, American comedian and actor", "entities": [{"title": "Gallagher (comedian)", "href": "/wiki/Gallagher_(comedian)", "description": "Leo Anthony Gallagher Jr., known mononymously as Gallagher, is an American comedian known for smashing watermelons as part of his prop comedy act."}]}, {"heading": "Births", "year": "1946", "date": "July 24", "txt": "Friedhelm Haebermann, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 24", "txt": "Hervé Vilard, French singer-songwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 24", "txt": "Zaheer Abbas, Pakistani cricketer and manager", "entities": [{"title": "Zaheer Abbas", "href": "/wiki/Zaheer_Abbas", "description": "Syed Zaheer Abbas Kirmani, popularly known as Zaheer Abbas, is a former Pakistani cricketer. He is among few professional cricketers who used to wear spectacles. In 1982/1983, he became the first batsman to score three consecutive centuries in one-day internationals. Sometimes known as 'the Asian Bradman', Zaheer Abbas is regarded as one of the finest batsmen in the history of cricket. In August 2"}]}, {"heading": "Births", "year": "1947", "date": "July 24", "txt": "Geoff McQueen, English screenwriter and producer (d. 1994)", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 24", "txt": "Peter Serkin, American pianist and educator", "entities": []}, {"heading": "Births", "year": "1949", "date": "July 24", "txt": "Michael Richards, American actor and comedian", "entities": [{"title": "Michael Richards", "href": "/wiki/Michael_Richards", "description": "Michael Anthony Richards is an American actor, writer, television producer and comedian. He began his career as a stand-up comedian, first entering the national spotlight when he was featured on Billy Crystal's first cable TV special. He went on to become a series regular on ABC's Fridays. He made numerous guest appearances on a variety of television shows, such as Cheers. His film credits include"}]}, {"heading": "Births", "year": "1950", "date": "July 24", "txt": "Jadranka Stojaković, Yugoslav singer-songwriter (d. 2016)", "entities": [{"title": "Jadranka Stojaković", "href": "/wiki/Jadranka_Stojakovi%C4%87", "description": "Jadranka Stojaković was a Bosnian singer-songwriter popular in the former Yugoslavia, known for her unique voice. Her best known hits are \"Sve smo mogli mi\", \"Što te nema\", and \"Bistre vode Bosnom teku\"."}]}, {"heading": "Births", "year": "1951", "date": "July 24", "txt": "Lynda Carter, American actress", "entities": [{"title": "Lynda Carter", "href": "/wiki/Lynda_Carter", "description": "Lynda Jean Cordova Carter is an American actress, singer, songwriter, model, and beauty pageant titleholder who was crowned Miss World USA 1972 and finished in the Top 15 at the Miss World 1972 pageant."}]}, {"heading": "Births", "year": "1951", "date": "July 24", "txt": "Chris Smith, Baron Smith of Finsbury, English politician, Secretary of State for Culture, Media and Sport", "entities": [{"title": "Secretary of State for Culture, Media and Sport", "href": "/wiki/Secretary_of_State_for_Culture,_Media_and_Sport", "description": "The Secretary of State for Digital, Culture, Media and Sport, also referred to as the Culture Secretary, is a cabinet rank office with overall responsibility for strategy and policy across the Department for Digital, Culture, Media and Sport. The office has been dubbed \"Minister of Fun\"."}]}, {"heading": "Births", "year": "1952", "date": "July 24", "txt": "Ian Cairns, Australian surfer", "entities": [{"title": "Ian Cairns", "href": "/wiki/Ian_Cairns", "description": "Ian Cairns is a former champion surfer who was also influential in establishing the world professional surfing circuit and particularly the World Championship Tour. He was described as \"the premier \"power\" surfer of his era [who] dominated the North Shore during the mid to late-seventies\"."}]}, {"heading": "Births", "year": "1952", "date": "July 24", "txt": "Gus Van Sant, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 24", "txt": "Julian Brazier, English captain and politician", "entities": [{"title": "Julian Brazier", "href": "/wiki/Julian_Brazier", "description": "Sir Julian William Hendy Brazier is a British Conservative Party politician. He was the Member of Parliament (MP) for Canterbury from 1987 to 2017."}]}, {"heading": "Births", "year": "1953", "date": "July 24", "txt": "Jon Faddis, American trumpet player, composer, and conductor", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 24", "txt": "Tadashi Kawamata, Japanese contemporary artist", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 24", "txt": "Claire McCaskill, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 24", "txt": "James Newcome, English bishop", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 24", "txt": "Erdoğan Arıca, Turkish footballer and manager (d. 2012)", "entities": [{"title": "Erdoğan Arıca", "href": "/wiki/Erdo%C4%9Fan_Ar%C4%B1ca", "description": "Erdoğan Arıca was a Turkish football manager and coach. As a footballer, he played defender. He was also the brother of the singer Soner Arıca and the nephew of Kadir İnanır."}]}, {"heading": "Births", "year": "1954", "date": "July 24", "txt": "Jorge Jesus, Portuguese footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "July 24", "txt": "Brad Watson, American author and academic", "entities": [{"title": "Brad Watson (writer)", "href": "/wiki/Brad_Watson_(writer)", "description": "Wilton Brad Watson was an American author and academic. Originally from Mississippi, he worked and lived in Alabama, Florida, California, Boston, and Wyoming. He was a professor at the University of Wyoming until his death. Watson published four books – two novels and two collections of short stories – to critical acclaim."}]}, {"heading": "Births", "year": "1956", "date": "July 24", "txt": "Charlie Crist, American lawyer and politician, 44th Governor of Florida", "entities": [{"title": "Charlie Crist", "href": "/wiki/Charlie_Crist", "description": "Charles Joseph Crist Jr. is an American politician and lawyer who has been the U.S. Representative from Florida's 13th congressional district since 2017. The district is based in St. Petersburg. He served as the 44th governor of Florida from 2007 to 2011."}, {"title": "Governor of Florida", "href": "/wiki/Governor_of_Florida", "description": "The governor of Florida is the head of the executive branch of Florida's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws and the power to either approve or veto bills passed by the Florida Legislature, convene the legislature and grant pardons, except in cases of impeachment."}]}, {"heading": "Births", "year": "1957", "date": "July 24", "txt": "Pam Tillis, American singer-songwriter, guitarist, and actress", "entities": [{"title": "Pam Tillis", "href": "/wiki/Pam_Tillis", "description": "Pamela Yvonne Tillis is an American country music singer and actress. She is the daughter of country music singer Mel Tillis."}]}, {"heading": "Births", "year": "1958", "date": "July 24", "txt": "Jim Leighton, Scottish footballer and coach", "entities": [{"title": "Jim Leighton", "href": "/wiki/Jim_Leighton", "description": "James Leighton is a Scottish former footballer, who played as a goalkeeper. Leighton started his career with Aberdeen, where he won seven domestic trophies and the 1982-83 European Cup Winners' Cup under the management of Alex Ferguson. Ferguson then signed Leighton for Manchester United in 1988, but dropped him after he conceded three goals in the 1990 FA Cup Final. Leighton then had spells with "}]}, {"heading": "Births", "year": "1960", "date": "July 24", "txt": "Catherine Destivelle, French rock climber and mountaineer", "entities": [{"title": "Catherine Destivelle", "href": "/wiki/Catherine_Destivelle", "description": "Catherine Monique Suzanne Destivelle is a French rock climber and mountaineer. In 1992 she became the first woman to complete a solo ascent of the Eiger's north face. She completed the climb in winter in 17 hours. Her other notable climbs include the Bonatti Route on the north face of the Matterhorn and the southwest pillar of the Aiguille du Dru. Destivelle has been the subject of several documen"}]}, {"heading": "Births", "year": "1961", "date": "July 24", "txt": "Kerry Dixon, English footballer and manager", "entities": [{"title": "Kerry Dixon", "href": "/wiki/Kerry_Dixon", "description": "Kerry Michael Dixon is an English retired professional footballer who played as a forward."}]}, {"heading": "Births", "year": "1962", "date": "July 24", "txt": "Johnny O'Connell, American race car driver and sportscaster", "entities": [{"title": "Johnny O'Connell", "href": "/wiki/Johnny_O%27Connell", "description": "Johnny O'Connell is the most successful GM factory racing driver from the United States. He currently drives for Cadillac in the Pirelli World Challenge, winning the 2012, 2013, 2014 and 2015 GT driver's championship."}]}, {"heading": "Births", "year": "1963", "date": "July 24", "txt": "Louis Armary, French rugby player", "entities": [{"title": "Louis Armary", "href": "/wiki/Louis_Armary", "description": "Louis Armary is a former French rugby union footballer. He played as a prop and as a hooker."}]}, {"heading": "Births", "year": "1963", "date": "July 24", "txt": "Karl Malone, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 24", "txt": "Barry Bonds, American baseball player", "entities": [{"title": "Barry Bonds", "href": "/wiki/Barry_Bonds", "description": "Barry Lamar Bonds is an American former professional baseball left fielder who played 22 seasons in Major League Baseball (MLB) with the Pittsburgh Pirates and San Francisco Giants. He received a record seven NL MVP awards, eight Gold Glove awards, a record 12 Silver Slugger awards, and 14 All-Star selections. He is considered to be one of the greatest baseball players of all time."}]}, {"heading": "Births", "year": "1964", "date": "July 24", "txt": "Pedro Passos Coelho, Portuguese economist and politician, 118th Prime Minister of Portugal", "entities": [{"title": "Prime Minister of Portugal", "href": "/wiki/Prime_Minister_of_Portugal", "description": "Prime Minister is the current title of the head of government of Portugal. As head of government, the Prime Minister coordinates the actions of ministers, represents the Government of Portugal to the other bodies of state, is accountable to Parliament and keeps the President informed. The Prime Minister can hold the role of head of government with the portfolio of one or more ministries."}]}, {"heading": "Births", "year": "1964", "date": "July 24", "txt": "Urmas Kaljend, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 24", "txt": "John Rosengren, American journalist and author", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 24", "txt": "Andrew Gaze, Australian basketball player and sportscaster", "entities": [{"title": "Andrew Gaze", "href": "/wiki/Andrew_Gaze", "description": "Andrew Barry Casson Gaze, AM is an Australian former professional basketball player and coach. He played 22 seasons in the National Basketball League (NBL) with the Melbourne Tigers from 1984 to 2005, winning the league's MVP award seven times and winning the scoring title 14 times. He also guided the Tigers to two NBL championships, in 1993 and 1997, and was named an All-NBL First Team member for"}]}, {"heading": "Births", "year": "1965", "date": "July 24", "txt": "Kadeem Hardison, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 24", "txt": "Doug Liman, American director and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 24", "txt": "Mo-Do, Italian singer-songwriter (d. 2013)", "entities": [{"title": "Mo-Do", "href": "/wiki/Mo-Do", "description": "Fabio Frittelli, better known by his pseudonym Mo-Do, was an Italian musician. Mo-Do appeared in the 1990s as an Italian electronic music act. Although Mo-Do was Italian, his songs were in German."}]}, {"heading": "Births", "year": "1966", "date": "July 24", "txt": "Aminatou Haidar, Sahrawi human rights activist", "entities": [{"title": "Sahrawi people", "href": "/wiki/Sahrawi_people", "description": "The Sahrawi, or Saharawi people, are the people living in the western part of the Sahara desert which includes Western Sahara, southern Morocco, much of Mauritania and the extreme southwest of Algeria."}]}, {"heading": "Births", "year": "1966", "date": "July 24", "txt": "Martin Keown, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 24", "txt": "Kristin Chenoweth, American actress and singer", "entities": [{"title": "Kristin Chenoweth", "href": "/wiki/Kristin_Chenoweth", "description": "Kristin Dawn Chenoweth is an American actress and singer, with credits in musical theatre, film and television. In 1999, she won a Tony Award for her performance as Sally Brown in You're a Good Man, Charlie Brown on Broadway. In 2003, Chenoweth received wide notice for originating the role of Glinda in the musical Wicked, including a nomination for another Tony. Her television roles have included "}]}, {"heading": "Births", "year": "1968", "date": "July 24", "txt": "Colleen Doran, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 24", "txt": "Malcolm Ingram, Canadian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 24", "txt": "Laura Leighton, American actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 24", "txt": "Rick Fox, Bahamian basketball player", "entities": [{"title": "Rick Fox", "href": "/wiki/Rick_Fox", "description": "Ulrich Alexander Fox is a Canadian-Bahamian former basketball player, actor, businessman, and former esports franchise owner. He played in the National Basketball Association (NBA) for the Boston Celtics and Los Angeles Lakers, and played college basketball for the North Carolina Tar Heels. He was the owner of the esports franchise Echo Fox until his departure from the franchise in October 2019."}]}, {"heading": "Births", "year": "1969", "date": "July 24", "txt": "Jennifer Lopez, American actress, singer, and dancer", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 24", "txt": "Dino Baggio, Italian footballer", "entities": [{"title": "Dino Baggio", "href": "/wiki/Dino_Baggio", "description": "Dino Baggio is an Italian former professional footballer who played as a defensive midfielder."}]}, {"heading": "Births", "year": "1971", "date": "July 24", "txt": "Patty Jenkins, American film director and screenwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 24", "txt": "Kaiō Hiroyuki, Japanese sumo wrestler", "entities": [{"title": "Kaiō Hiroyuki", "href": "/wiki/Kai%C5%8D_Hiroyuki", "description": "Kaiō Hiroyuki is a former professional sumo wrestler from Nōgata, Fukuoka, Japan."}]}, {"heading": "Births", "year": "1973", "date": "July 24", "txt": "Russell Bawden, Australian rugby league player", "entities": [{"title": "Russell Bawden", "href": "/wiki/Russell_Bawden", "description": "Russell Bawden is an Australian former professional rugby league footballer who played in the 1990s and 2000s. A Queensland State of Origin representative forward, he played in the National Rugby League for the Brisbane Broncos and Melbourne Storm, as well as in the Super League for the London Broncos."}]}, {"heading": "Births", "year": "1973", "date": "July 24", "txt": "Ana Cristina Oliveira, Portuguese model and actress", "entities": []}, {"heading": "Births", "year": "1973", "date": "July 24", "txt": "Amanda Stretton, English race car driver and journalist", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 24", "txt": "Andy Gomarsall, English rugby player", "entities": [{"title": "Andy Gomarsall", "href": "/wiki/Andy_Gomarsall", "description": "Andrew Charles Thomas Gomarsall MBE is a former rugby union player who played at scrum-half for Leeds Carnegie and England."}]}, {"heading": "Births", "year": "1975", "date": "July 24", "txt": "Tracey Crouch, English politician, Minister for Sport and the Olympics", "entities": [{"title": "Tracey Crouch", "href": "/wiki/Tracey_Crouch", "description": "Tracey Elizabeth Anne Crouch is a British Conservative Party politician. She is Member of Parliament (MP) for Chatham and Aylesford, having gained the seat from Labour at the 2010 general election. She was appointed as Minister for Sport, Civil Society and Loneliness in 2017, but resigned in 2018 due to a delay over the introduction of reduced limits on the stakes of fixed odds betting terminals."}, {"title": "Minister for Sport and the Olympics", "href": "/wiki/Minister_for_Sport_and_the_Olympics", "description": "The Minister for Sport is a junior minister in the Department for Digital, Culture, Media and Sport of the United Kingdom government, with responsibility for sport and Civil Society in England. The office is currently held by Nigel Huddleston."}]}, {"heading": "Births", "year": "1975", "date": "July 24", "txt": "Jamie Langenbrunner, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 24", "txt": "Torrie Wilson, American model, fitness competitor, actress and professional wrestler", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 24", "txt": "Eric Szmanda, American actor", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 24", "txt": "Rafer Alston, American basketball player", "entities": [{"title": "Rafer Alston", "href": "/wiki/Rafer_Alston", "description": "Rafer Jamel Alston, also known as Skip to my Lou or Skip 2 My Lou, is an American retired professional basketball player. Alston first gained basketball fame playing in the AND1 Mixtape Tour in 1999 before making the National Basketball Association (NBA). While in the NBA from 1999-2010, he played for six teams including the 2008-09 Orlando Magic team that made the NBA Finals."}]}, {"heading": "Births", "year": "1976", "date": "July 24", "txt": "Tiago Monteiro, Portuguese race car driver and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "July 24", "txt": "Andy Irons, American surfer (d. 2010)", "entities": [{"title": "Andy Irons", "href": "/wiki/Andy_Irons", "description": "Philip Andrew Irons was an American professional surfer. Irons began surfing with his brother Bruce on the shallow and dangerous waves of Kauai, Hawaii, before being spotted by a local surfboard brand and flown to North Shore, Oahu, Hawaii, to compete and develop their skill."}]}, {"heading": "Births", "year": "1979", "date": "July 24", "txt": "Rose Byrne, Australian actress", "entities": [{"title": "Rose Byrne", "href": "/wiki/Rose_Byrne", "description": "Mary Rose Byrne is an Australian actress. She made her screen debut in the film Dallas Doll (1994), and continued to act in Australian film and television throughout the 1990s. She obtained her first leading film role in The Goddess of 1967 (2000), which brought her the Volpi Cup for Best Actress, and made the transition to Hollywood in the small role of Dormé in Star Wars: Episode II – Attack of "}]}, {"heading": "Births", "year": "1979", "date": "July 24", "txt": "Jerrod Niemann, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 24", "txt": "Valerio Scassellati, Italian race car driver", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 24", "txt": "Anne-Gaëlle Sidot, French tennis player", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 24", "txt": "Mark Andrew Smith, American author", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 24", "txt": "Ryan Speier, American baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 24", "txt": "Joel Stroetzel, American guitarist", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 24", "txt": "Doug Bollinger, Australian cricketer", "entities": [{"title": "Doug Bollinger", "href": "/wiki/Doug_Bollinger", "description": "Douglas Erwin Bollinger is a former Australian cricketer. He has played first-class cricket for the New South Wales cricket team and international cricket for Australia. He is a left-handed batsman and a left-arm fast bowler. Bollinger has played for Worcestershire County Cricket Club and Kent County Cricket Club in England, for the Chennai Super Kings in the Indian Premier League and for Hobart H"}]}, {"heading": "Births", "year": "1981", "date": "July 24", "txt": "Summer Glau, American actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 24", "txt": "Mark Robinson, English footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 24", "txt": "Trevor Matthews, Canadian actor and producer, founded Brookstreet Pictures", "entities": [{"title": "Brookstreet Pictures", "href": "/wiki/Brookstreet_Pictures", "description": "Brookstreet Pictures is a film production company with offices in West Hollywood, California and Ottawa, Ontario. Founded by Trevor Matthews in 2004, the company produces and finances films."}]}, {"heading": "Births", "year": "1982", "date": "July 24", "txt": "Thiago Medeiros, Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 24", "txt": "Mewelde Moore, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 24", "txt": "Elisabeth Moss, American actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 24", "txt": "Anna Paquin, Canadian-New Zealand actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 24", "txt": "Michael Poppmeier, South African-German rugby player", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 24", "txt": "Daniele De Rossi, Italian footballer", "entities": [{"title": "Daniele De Rossi", "href": "/wiki/Daniele_De_Rossi", "description": "Daniele De Rossi is an Italian former professional footballer who played as a defensive midfielder, currently in charge as assistant coach of the Italy national football team."}]}, {"heading": "Births", "year": "1983", "date": "July 24", "txt": "Asami Mizukawa, Japanese actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 24", "txt": "Patrick Harvey, Australian actor", "entities": [{"title": "Patrick Harvey (actor)", "href": "/wiki/Patrick_Harvey_(actor)", "description": "Patrick Harvey is a British-Australian actor. He played British immigrant Connor O'Neill on the television soap opera Neighbours. His first appearance on the soap was in April 2002. Harvey spent most of his childhood in Belfast, Northern Ireland, although he moved back to Australia in August 1999."}]}, {"heading": "Births", "year": "1984", "date": "July 24", "txt": "Tyler Kyte, Canadian singer and drummer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 24", "txt": "Patrice Bergeron, Canadian ice hockey player", "entities": [{"title": "Patrice Bergeron", "href": "/wiki/Patrice_Bergeron", "description": "Patrice Bergeron-Cleary is a Canadian professional ice hockey centre and captain for the Boston Bruins of the National Hockey League (NHL). Bergeron played junior hockey with the Acadie–Bathurst Titan of the Quebec Major Junior Hockey League (QMJHL) for one full season before being selected 45th overall by the Bruins in the 2003 NHL Entry Draft. He made the immediate jump from junior to the NHL af"}]}, {"heading": "Births", "year": "1985", "date": "July 24", "txt": "Aries Merritt, American hurdler", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 24", "txt": "Lukáš Rosol, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 24", "txt": "Eric Wright, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 24", "txt": "Vugar Hashimov, Azerbaijani chess player grandmaster.", "entities": [{"title": "Vugar Hashimov", "href": "/wiki/Vugar_Hashimov", "description": "Vugar Gashimov was an Azerbaijani chess grandmaster. He was a noted player of blitz chess. At his peak ranking, he was No. 6 in the world, achieved in November 2009."}]}, {"heading": "Births", "year": "1986", "date": "July 24", "txt": "Natalie Tran, Australian actress and online producer", "entities": [{"title": "Natalie Tran", "href": "/wiki/Natalie_Tran", "description": "Natalie Tran, known online as communitychannel, is an Australian YouTuber, actress, and comedian. She is best known for her comedy videos in which she discusses everyday issues."}]}, {"heading": "Births", "year": "1987", "date": "July 24", "txt": "Filipe Francisco dos Santos, Brazilian footballer", "entities": [{"title": "Filipe Francisco dos Santos", "href": "/wiki/Filipe_Francisco_dos_Santos", "description": "Filipe Francisco dos Santos, known as Cafu is a Brazilian footballer"}]}, {"heading": "Births", "year": "1987", "date": "July 24", "txt": "Nathan Gerbe, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 24", "txt": "Zack Sabre Jr., English wrestler", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 24", "txt": "Han Seung-yeon, South Korean singer and dancer", "entities": [{"title": "Han Seung-yeon", "href": "/wiki/Han_Seung-yeon", "description": "Han Seung-yeon, better known mononymously as Seungyeon, is a South Korean singer and actress. She is best known as the former main vocalist of the South Korean girl group Kara and for her role in Hello, My Twenties!."}]}, {"heading": "Births", "year": "1988", "date": "July 24", "txt": "Nichkhun, Thai-American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 24", "txt": "Ricky Petterd, Australian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 24", "txt": "Maurkice Pouncey, American football player", "entities": [{"title": "Maurkice Pouncey", "href": "/wiki/Maurkice_Pouncey", "description": "LaShawn Maurkice Pouncey is a former American football center who played 11 seasons for the Pittsburgh Steelers of the National Football League (NFL). He played college football at Florida, where he was a member of a BCS National Championship team, recognized as a consensus All-American, and won the 2009 Rimington Trophy, awarded annually to the best college football center. He was drafted by the "}]}, {"heading": "Births", "year": "1989", "date": "July 24", "txt": "Kim Tae-hwan, South Korean footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 24", "txt": "Travis Mahoney, Australian swimmer", "entities": [{"title": "Travis Mahoney", "href": "/wiki/Travis_Mahoney", "description": "Travis Mahoney is an Australian medley and backstroke swimmer. Winner of two relay medals at the 2012 World Short Course Championships, he is also part of the quartet that broke the world record in the short course mixed 4 × 50 metres freestyle relay. In 2016, he qualified for his first Olympic Games."}]}, {"heading": "Births", "year": "1991", "date": "July 24", "txt": "Emily Bett Rickards, Canadian actress", "entities": [{"title": "Emily Bett Rickards", "href": "/wiki/Emily_Bett_Rickards", "description": "Emily Bett Rickards is a Canadian actress. She is known for her role as Felicity Smoak on The CW series Arrow, her first television credit. She has also reprised the role in the Arrowverse shows The Flash, Legends of Tomorrow and Supergirl and voiced the character on the animated web series Vixen."}]}, {"heading": "Births", "year": "1992", "date": "July 24", "txt": "Mikaël Kingsbury, Canadian skier", "entities": [{"title": "Mikaël Kingsbury", "href": "/wiki/Mika%C3%ABl_Kingsbury", "description": "Mikaël Kingsbury is a Canadian freestyle skier and is the most accomplished mogul skier of all time. He achieved eminence early in his career after earning the 2009–10 FIS World Cup Rookie of the Year award. He is the seven-time reigning FIS Freestyle World Cup title-holder for both moguls and overall freestyle, owning the records for most men's Moguls World Cup titles and Overall Freestyle World "}]}, {"heading": "Births", "year": "1994", "date": "July 24", "txt": "Phillip Lindsay, American football player", "entities": [{"title": "Phillip Lindsay", "href": "/wiki/Phillip_Lindsay", "description": "Phillip Lindsay is an American football running back for the Houston Texans of the National Football League (NFL). Lindsay was born in Denver, Colorado, grew up in Aurora, Colorado, and attended South High School in Denver where he became the school's all-time leading rusher with 4,587 yards. He played college football at the University of Colorado Boulder and set the school record in all-purpose "}]}, {"heading": "Births", "year": "1995", "date": "July 24", "txt": "Valentine Holmes, Australian rugby league player", "entities": [{"title": "Valentine Holmes", "href": "/wiki/Valentine_Holmes", "description": "Valentine Holmes is an Australian professional rugby league footballer who plays as a fullback or winger for the North Queensland Cowboys in the NRL and Australia at international level."}]}, {"heading": "Births", "year": "1995", "date": "July 24", "txt": "Kyle Kuzma, American basketball player", "entities": []}, {"heading": "Births", "year": "1995", "date": "July 24", "txt": "Meisei Chikara, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "2002", "date": "July 24", "txt": "Nicole Pircio, Brazilian rhythmic gymnast", "entities": [{"title": "Nicole Pircio", "href": "/wiki/Nicole_Pircio", "description": "Nicole Pircio is a Brazilian rhythmic gymnast."}]}, {"heading": "Deaths", "year": "759", "date": "July 24", "txt": "Oswulf, king of Northumbria", "entities": [{"title": "Oswulf of Northumbria", "href": "/wiki/Oswulf_of_Northumbria", "description": "\nOswulf was king of Northumbria from 758 to 759. He succeeded his father Eadberht, who had abdicated and joined the monastery at York. Oswulf's uncle was Ecgbert, Archbishop of York."}, {"title": "Kingdom of Northumbria", "href": "/wiki/Kingdom_of_Northumbria", "description": "Northumbria was an early medieval Anglo-Saxon kingdom in what is now Northern England and south-east Scotland."}]}, {"heading": "Deaths", "year": "811", "date": "July 24", "txt": "Gao Ying, Chinese politician (b. 740)", "entities": [{"title": "Gao Ying", "href": "/wiki/Gao_Ying", "description": "Gao Ying (高郢), courtesy name Gongchu (公楚), was an official of the Chinese dynasty Tang Dynasty, serving as a chancellor during the reigns of Emperor Dezong and Emperor Shunzong."}]}, {"heading": "Deaths", "year": "946", "date": "July 24", "txt": "Muhammad ibn Tughj al-Ikhshid, Egyptian ruler (b. 882)", "entities": [{"title": "Muhammad ibn Tughj al-Ikhshid", "href": "/wiki/Muhammad_ibn_Tughj_al-Ikhshid", "description": "Abū Bakr Muḥammad ibn Ṭughj ibn Juff ibn Yiltakīn ibn Fūrān ibn Fūrī ibn Khāqān, better known by the title al-Ikhshīd after 939, was an Abbasid commander and governor who became the autonomous ruler of Egypt and parts of Syria from 935 until his death in 946. He was the founder of the Sunni Ikhshidid dynasty, which ruled the region until the Fatimid conquest of 969."}]}, {"heading": "Deaths", "year": "1115", "date": "July 24", "txt": "Matilda of Tuscany (b. 1046)", "entities": [{"title": "Matilda of Tuscany", "href": "/wiki/Matilda_of_Tuscany", "description": "Matilda of Tuscany, was a member of the House of Canossa and one of the most powerful nobles in Italy in the second half of the 11th century."}]}, {"heading": "Deaths", "year": "1129", "date": "July 24", "txt": "Emperor Shirakawa of Japan (b. 1053)", "entities": [{"title": "Emperor Shirakawa", "href": "/wiki/Emperor_Shirakawa", "description": "Emperor Shirakawa  was the 72nd emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1198", "date": "July 24", "txt": "Berthold of Hanover, Bishop of Livonia", "entities": [{"title": "Berthold of Hanover", "href": "/wiki/Berthold_of_Hanover", "description": "\nBerthold of Hanover was a German Cistercian and Bishop of Livonia, who met his death in a crusade against the pagan Livonians."}, {"title": "Archbishopric of Riga", "href": "/wiki/Archbishopric_of_Riga", "description": "The Archbishopric of Riga was an archbishopric in Medieval Livonia, a subject to the Holy See. It was established in 1186 as the bishopric of Livonia at Ikšķile, then after moving to Riga it became the bishopric of Riga in 1202 and was elevated to an archbishopric in 1255."}]}, {"heading": "Deaths", "year": "1345", "date": "July 24", "txt": "Jacob van Artevelde, Flemish statesman (b. 1290)", "entities": [{"title": "Jacob van Artevelde", "href": "/wiki/Jacob_van_Artevelde", "description": "Jacob van Artevelde, also known as The Wise Man and the Brewer of Ghent, was a Flemish statesman and political leader."}]}, {"heading": "Deaths", "year": "1568", "date": "July 24", "txt": "Carlos, Prince of Asturias (b. 1545)", "entities": [{"title": "Carlos, Prince of Asturias", "href": "/wiki/Carlos,_Prince_of_Asturias", "description": "Carlos, Prince of Asturias, also known as Don Carlos, was the eldest son and heir-apparent of King Philip II of Spain. His mother was Maria Manuela of Portugal, daughter of John III of Portugal. Carlos was mentally unstable and was imprisoned by his father in early 1568, dying after half a year of solitary confinement. His fate was a theme in Spain's Black Legend, and inspired a play by Friedrich "}]}, {"heading": "Deaths", "year": "1594", "date": "July 24", "txt": "John Boste, English martyr and saint (b. 1544)", "entities": [{"title": "John Boste", "href": "/wiki/John_Boste", "description": "John Boste is a saint in the Catholic Church, and one of the Forty Martyrs of England and Wales."}]}, {"heading": "Deaths", "year": "1601", "date": "July 24", "txt": "Joris Hoefnagel, Flemish painter (b. 1542)", "entities": [{"title": "Joris Hoefnagel", "href": "/wiki/Joris_Hoefnagel", "description": "Joris Hoefnagel or Georg Hoefnagel was a Flemish painter, printmaker, miniaturist, draftsman and merchant. He is noted for his illustrations of natural history subjects, topographical views, illuminations and mythological works. He was one of the last manuscript illuminators and made a major contribution to the development of topographical drawing."}]}, {"heading": "Deaths", "year": "1612", "date": "July 24", "txt": "John Salusbury, Welsh politician and poet (b. 1567)", "entities": [{"title": "John Salusbury (poet)", "href": "/wiki/John_Salusbury_(poet)", "description": "Sir John Salusbury was a Welsh knight, politician and poet of the Elizabethan era. He is notable for his opposition to the faction of Robert Devereux, 2nd Earl of Essex, and for his patronage of complex acrostic and allegorical poetry that anticipated the Metaphysical movement."}]}, {"heading": "Deaths", "year": "1739", "date": "July 24", "txt": "Benedetto Marcello, Italian composer and educator (b. 1686)", "entities": [{"title": "Benedetto Marcello", "href": "/wiki/Benedetto_Marcello", "description": "Benedetto Giacomo Marcello was an Italian composer, writer, advocate, magistrate, and teacher."}]}, {"heading": "Deaths", "year": "1768", "date": "July 24", "txt": "Nathaniel Lardner, English theologian and author (b. 1684)", "entities": [{"title": "Nathaniel Lardner", "href": "/wiki/Nathaniel_Lardner", "description": "Nathaniel Lardner was an English theologian."}]}, {"heading": "Deaths", "year": "1862", "date": "July 24", "txt": "Martin Van Buren, American lawyer and politician, 8th President of the United States (b. 1782)", "entities": [{"title": "Martin Van Buren", "href": "/wiki/Martin_Van_Buren", "description": "Martin Van Buren was an American lawyer and statesman who served as the eighth president of the United States from 1837 to 1841. A founder of the Democratic Party, he had previously served as the ninth governor of New York, the tenth United States secretary of state, and the seventh vice president of the United States. He won the 1836 presidential election with the endorsement of popular outgoing "}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1891", "date": "July 24", "txt": "Hermann Raster, German-American journalist and politician (b. 1827)", "entities": [{"title": "Hermann Raster", "href": "/wiki/Hermann_Raster", "description": "Hermann Raster was a German American Forty-Eighter, editor, abolitionist, and Republican political boss best known for his career as chief editor and part-owner of the Illinois Staats-Zeitung between 1867 and 1891 and his term as Collector of Internal Revenue for the 1st District of Illinois. He returned to Europe in 1890 when his health began to fail him and died filling a diplomatic role in Berl"}]}, {"heading": "Deaths", "year": "1908", "date": "July 24", "txt": "Vicente Acosta, Salvadoran journalist and poet (b. 1867)", "entities": [{"title": "Vicente Acosta", "href": "/wiki/Vicente_Acosta", "description": "Vicente Acosta was a Salvadoran poet."}]}, {"heading": "Deaths", "year": "1908", "date": "July 24", "txt": "Sigismondo Savona, Maltese educator and politician (b. 1835)", "entities": []}, {"heading": "Deaths", "year": "1910", "date": "July 24", "txt": "Arkhip Kuindzhi, Ukrainian-Russian painter (b. 1841)", "entities": [{"title": "Arkhip Kuindzhi", "href": "/wiki/Arkhip_Kuindzhi", "description": "Arkhip Ivanovich Kuindzhi was a Russian landscape painter of Greek descent."}]}, {"heading": "Deaths", "year": "1927", "date": "July 24", "txt": "Ryūnosuke Akutagawa, Japanese author (b. 1892)", "entities": [{"title": "Ryūnosuke Akutagawa", "href": "/wiki/Ry%C5%ABnosuke_Akutagawa", "description": "Ryūnosuke Akutagawa , art name Chōkōdō Shujin (澄江堂主人), was a Japanese writer active in the Taishō period in Japan. He is regarded as the \"father of the Japanese short story\", and Japan's premier literary award, the Akutagawa Prize, is named after him. He committed suicide at the age of 35 through an overdose of barbital."}]}, {"heading": "Deaths", "year": "1957", "date": "July 24", "txt": "Sacha Guitry, French actor and director (b. 1885)", "entities": [{"title": "Sacha Guitry", "href": "/wiki/Sacha_Guitry", "description": "Alexandre-Pierre Georges \"Sacha\" Guitry was a French stage actor, film actor, director, screenwriter, and playwright of the boulevard theatre. He was the son of a leading French actor, Lucien Guitry, and followed his father into the theatrical profession. He became known for his stage performances, particularly in boulevardier roles. He was also a prolific playwright, writing 115 plays throughout "}]}, {"heading": "Deaths", "year": "1962", "date": "July 24", "txt": "Wilfrid Noyce, English mountaineer and author (b. 1917)", "entities": [{"title": "Wilfrid Noyce", "href": "/wiki/Wilfrid_Noyce", "description": "Cuthbert Wilfrid Francis Noyce was an English mountaineer and author. He was a member of the 1953 British Expedition that made the first ascent of Mount Everest."}]}, {"heading": "Deaths", "year": "1965", "date": "July 24", "txt": "Constance Bennett, American actress and producer (b. 1904)", "entities": [{"title": "Constance Bennett", "href": "/wiki/Constance_Bennett", "description": "Constance Campbell Bennett, was an American stage, film, radio and television actress and producer. She was a major Hollywood star during the 1920s and 1930s and for a time during the early 1930s, she was the highest-paid actress in Hollywood, as well as one of the most popular. Bennett frequently played society women, focusing on melodramas in the early 1930s and then taking more comedic roles in"}]}, {"heading": "Deaths", "year": "1966", "date": "July 24", "txt": "Tony Lema, American golfer (b. 1934)", "entities": [{"title": "Tony Lema", "href": "/wiki/Tony_Lema", "description": "Anthony David Lema was an American professional golfer who rose to fame in the mid-1960s and won a major title, the 1964 Open Championship at the Old Course at St Andrews in Scotland. He died two years later at age 32 in an aircraft accident near Chicago."}]}, {"heading": "Deaths", "year": "1969", "date": "July 24", "txt": "Witold Gombrowicz, Polish author and playwright (b. 1904)", "entities": [{"title": "Witold Gombrowicz", "href": "/wiki/Witold_Gombrowicz", "description": "Witold Marian Gombrowicz was a Polish writer and playwright. His works are characterised by deep psychological analysis, a certain sense of paradox and absurd, anti-nationalist flavor. In 1937 he published his first novel, Ferdydurke, which presented many of his usual themes: problems of immaturity and youth, creation of identity in interactions with others, and an ironic, critical examination of "}]}, {"heading": "Deaths", "year": "1970", "date": "July 24", "txt": "Peter de Noronha, Indian businessman, philanthropist, and civil servant (b. 1897)", "entities": [{"title": "Peter de Noronha", "href": "/wiki/Peter_de_Noronha", "description": "\n\nChevalier Peter Bertram Cypriano Castellino de Noronha KSG CE was a well-known businessman and civil servant of Kanpur, India. He was knighted by Pope Paul VI in 1965 for his work for the Christian community in India."}]}, {"heading": "Deaths", "year": "1974", "date": "July 24", "txt": "James Chadwick, English physicist and academic, Nobel Prize laureate (b. 1891)", "entities": [{"title": "James Chadwick", "href": "/wiki/James_Chadwick", "description": "Sir James Chadwick, was a British physicist who was awarded the 1935 Nobel Prize in Physics for his discovery of the neutron in 1932. In 1941, he wrote the final draft of the MAUD Report, which inspired the U.S. government to begin serious atomic bomb research efforts. He was the head of the British team that worked on the Manhattan Project during World War II. He was knighted in Britain in 1945 f"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1980", "date": "July 24", "txt": "Peter Sellers, English actor and comedian (b. 1925)", "entities": [{"title": "Peter Sellers", "href": "/wiki/Peter_Sellers", "description": "Peter Sellers was an English film actor, comedian and singer. He performed in the BBC Radio comedy series The Goon Show, featured on a number of hit comic songs and became known to a worldwide audience through his many film roles, among them Chief Inspector Clouseau in The Pink Panther series of films."}]}, {"heading": "Deaths", "year": "1985", "date": "July 24", "txt": "Ezechiele Ramin, Italian missionary and martyr (b. 1953)", "entities": [{"title": "Ezechiele Ramin", "href": "/wiki/Ezechiele_Ramin", "description": "Ezechiele Ramin, familiarly known as \"Lele\" in Italy and \"Ezequiel\" in Brazil, was an Italian Comboni missionary and artist who was described as a martyr of charity by Pope John Paul II after his murder in Brazil while defending the rights of the farmers and the Suruí natives of the Rondônia area against the local landowners."}]}, {"heading": "Deaths", "year": "1986", "date": "July 24", "txt": "Fritz Albert Lipmann, German-American biochemist and academic, Nobel Prize laureate (b. 1899)", "entities": [{"title": "Fritz Albert Lipmann", "href": "/wiki/Fritz_Albert_Lipmann", "description": "Fritz Albert Lipmann was a German-American biochemist and a co-discoverer in 1945 of coenzyme A. For this, together with other research on coenzyme A, he was awarded the Nobel Prize in Physiology or Medicine in 1953."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1986", "date": "July 24", "txt": "Qudrat Ullah Shahab, Pakistani civil servant and author (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "July 24", "txt": "Isaac Bashevis Singer, Polish-American novelist and short story writer, Nobel Prize laureate (b. 1902)", "entities": [{"title": "Isaac Bashevis Singer", "href": "/wiki/Isaac_Bashevis_Singer", "description": "Isaac Bashevis Singer was a Polish-born Jewish-American writer who wrote exclusively in Yiddish. He was awarded the Nobel Prize for Literature in 1978. The Polish form of his birth name was Icek Hersz Zynger. He used his mother's first name in an initial literary pseudonym, Izaak Baszewis, which he later expanded. He was a leading figure in the Yiddish literary movement, writing and publishing onl"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1992", "date": "July 24", "txt": "Arletty, French actress and singer (b. 1898)", "entities": [{"title": "Arletty", "href": "/wiki/Arletty", "description": "Léonie Marie Julie Bathiat, known professionally as Arletty, was a French actress, singer, and fashion model. She was found guilty of treason for an affair with a German officer during World War II, but she continued her career which included playing Blanche in the French version of A Streetcar Named Desire."}]}, {"heading": "Deaths", "year": "1992", "date": "July 24", "txt": "Sam Berger, Canadian lawyer and businessman (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "July 24", "txt": "Helen Cordero, Cochiti Pueblo (Native American) Pueblo potter (b. 1915)", "entities": [{"title": "Helen Cordero", "href": "/wiki/Helen_Cordero", "description": "Helen Cordero was a Cochiti Pueblo potter from Cochiti, New Mexico. She was renowned for her storyteller pottery figurines, a motif she invented, based upon the traditional \"singing mother\" motif."}, {"title": "Cochiti Pueblo", "href": "/wiki/Cochiti_Pueblo", "description": "Cochiti is a census-designated place (CDP) in Sandoval County, New Mexico, United States. A historic pueblo of the Cochiti people, it is part of the Albuquerque Metropolitan Statistical Area. The population was 528 at the 2010 census. Located 22 miles (35 km) southwest of Santa Fe, the community is listed as a historic district on the National Register of Historic Places."}]}, {"heading": "Deaths", "year": "1995", "date": "July 24", "txt": "George Rodger, English photographer and journalist (b. 1908)", "entities": [{"title": "George Rodger", "href": "/wiki/George_Rodger", "description": "George Rodger was a British photojournalist noted for his work in Africa and for photographing the mass deaths at Bergen-Belsen concentration camp at the end of the Second World War."}]}, {"heading": "Deaths", "year": "1996", "date": "July 24", "txt": "Alphonso Theodore Roberts, Vincentian cricketer and activist (b. 1937)", "entities": [{"title": "Alphonso Theodore Roberts", "href": "/wiki/Alphonso_Theodore_Roberts", "description": "Alphonso (Alfie) Theodore Roberts was a Vincentian political activist and cricketer."}]}, {"heading": "Deaths", "year": "1997", "date": "July 24", "txt": "William J. Brennan Jr., American colonel and jurist (b. 1906)", "entities": [{"title": "William J. Brennan Jr.", "href": "/wiki/William_J._Brennan_Jr.", "description": "William Joseph Brennan Jr. was an American lawyer and jurist who served as an Associate Justice of the United States Supreme Court from 1956 to 1990. He was the seventh-longest-serving justice in Supreme Court history, and known for being a leader of the Court's liberal wing."}]}, {"heading": "Deaths", "year": "1997", "date": "July 24", "txt": "Saw Maung, Burmese general and politician, 7th Prime Minister of Burma (b. 1928)", "entities": [{"title": "Prime Minister of Burma", "href": "/wiki/Prime_Minister_of_Burma", "description": "The prime minister of Myanmar was the head of government of Myanmar from 1948 to 2011."}]}, {"heading": "Deaths", "year": "2000", "date": "July 24", "txt": "Ahmad Shamloo, Iranian poet and journalist (b. 1925)", "entities": [{"title": "Ahmad Shamloo", "href": "/wiki/Ahmad_Shamloo", "description": "Ahmad Shamlou was an Iranian poet, writer, and journalist. Shamlou was arguably the most influential poet of modern Iran. His initial poetry was influenced by and in the tradition of Nima Youshij. In fact, Abdolali Dastgheib, Iranian literary critic, argues that Shamlou is one of the pioneers of modern Persian poetry and has had the greatest influence, after Nima, on Iranian poets of his era. Sham"}]}, {"heading": "Deaths", "year": "2001", "date": "July 24", "txt": "Georges Dor, Canadian author, playwright, and composer (b. 1931)", "entities": [{"title": "Georges Dor", "href": "/wiki/Georges_Dor", "description": "\nGeorges Dor was a Québécois author, composer, playwright, singer, poet, translator, and theatrical producer and director."}]}, {"heading": "Deaths", "year": "2005", "date": "July 24", "txt": "Richard Doll, English physiologist and epidemiologist (b. 1912)", "entities": [{"title": "Richard Doll", "href": "/wiki/Richard_Doll", "description": "Sir William Richard Shaboe Doll was a British physician who became an epidemiologist in the mid-20th century and made important contributions to that discipline. He was a pioneer in research linking smoking to health problems. With Ernst Wynder, Bradford Hill and Evarts Graham, he was credited with being the first to prove that smoking caused lung cancer and increased the risk of heart disease. He"}]}, {"heading": "Deaths", "year": "2007", "date": "July 24", "txt": "Albert Ellis, American psychologist and author (b. 1913)", "entities": [{"title": "Albert Ellis", "href": "/wiki/Albert_Ellis", "description": "Albert Ellis was an American psychologist and psychotherapist who founded Rational Emotive Behavior Therapy (REBT). He held MA and PhD degrees in clinical psychology from Columbia University, and was certified by the American Board of Professional Psychology (ABPP). He also founded, and was the President of, the New York City-based Albert Ellis Institute. He is generally considered to be one of th"}]}, {"heading": "Deaths", "year": "2007", "date": "July 24", "txt": "Nicola Zaccaria, Greek opera singer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "July 24", "txt": "Norman Dello Joio, American pianist and composer (b. 1913)", "entities": [{"title": "Norman Dello Joio", "href": "/wiki/Norman_Dello_Joio", "description": "Norman Dello Joio was an American composer whose output spanned over half a century, and who won a Pulitzer Prize in 1957."}]}, {"heading": "Deaths", "year": "2011", "date": "July 24", "txt": "Frank Dietrich, German politician (b. 1966)", "entities": [{"title": "Frank Dietrich (politician)", "href": "/wiki/Frank_Dietrich_(politician)", "description": "Frank Dietrich was a German politician and member of the CDU. He was a member of the final East German Volkskammer before reunification and from 1990 to 1994 was a member of the Landtag of Brandenburg."}]}, {"heading": "Deaths", "year": "2011", "date": "July 24", "txt": "Dan Peek, American singer-songwriter and guitarist  (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "July 24", "txt": "Harald Johnsen, Norwegian bassist and composer (b. 1970)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "July 24", "txt": "David Servan-Schreiber, French physician, neuroscientist, and author (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "July 24", "txt": "Skip Thomas, American football player (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 24", "txt": "Chad Everett, American actor and director (b. 1937)", "entities": [{"title": "Chad Everett", "href": "/wiki/Chad_Everett", "description": "Raymon Lee Cramton, known professionally as Chad Everett, was an American actor who appeared in more than 40 films and television series. He was known for his role as Dr. Joe Gannon in the television drama  Medical Center, which aired on CBS from 1969 to 1976."}]}, {"heading": "Deaths", "year": "2012", "date": "July 24", "txt": "Sherman Hemsley, American actor and singer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 24", "txt": "Larry Hoppen, American singer and guitarist (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 24", "txt": "Robert Ledley, American physiologist and physicist, invented the CT scanner (b. 1926)", "entities": [{"title": "CT scanner", "href": "/wiki/CT_scanner", "description": "A CT scan or computed tomography scan is a medical imaging technique used in radiology to get detailed images of the body noninvasively for diagnostic purposes. The personnel that perform CT scans are called radiographers or radiology technologists."}]}, {"heading": "Deaths", "year": "2012", "date": "July 24", "txt": "Themo Lobos, Chilean author and illustrator (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 24", "txt": "John Atta Mills, Ghanaian lawyer and politician, President of Ghana (b. 1944)", "entities": [{"title": "President of Ghana", "href": "/wiki/President_of_Ghana", "description": "The president of the Republic of Ghana is the elected head of state and head of government of Ghana, as well as commander-in-chief of the Ghana Armed Forces. The current president of Ghana is Nana Addo Dankwa Akufo-Addo, who won the 2020 presidential election against former president, John Dramani Mahama, by a margin of 4.23%. He was sworn into office for his second term on 7th of January 2021."}]}, {"heading": "Deaths", "year": "2012", "date": "July 24", "txt": "Gregorio Peces-Barba, Spanish jurist and politician (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 24", "txt": "Garry Davis, American pilot and activist, created the World Passport (b. 1921)", "entities": [{"title": "Garry Davis", "href": "/wiki/Garry_Davis", "description": "Sol Gareth \"Garry\" Davis was an international peace activist best known for renouncing his American citizenship and interrupting the United Nations in 1948 to advocate for world government as a way to end nationalistic wars. \nHis actions gained international attention, including support from intellectuals such as Albert Camus and Albert Einstein, but ridicule from Eleanor Roosevelt."}, {"title": "World Passport", "href": "/wiki/World_Passport", "description": "The World Passport is a fantasy travel document sold by the World Service Authority, a non-profit organization founded by Garry Davis in 1954."}]}, {"heading": "Deaths", "year": "2013", "date": "July 24", "txt": "Fred Dretske, American philosopher and academic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 24", "txt": "Virginia E. Johnson, American psychologist and sexologist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 24", "txt": "Pius Langa, South African lawyer and jurist, 19th Chief Justice of South Africa (b. 1939)", "entities": [{"title": "Chief Justice of South Africa", "href": "/wiki/Chief_Justice_of_South_Africa", "description": "The Chief Justice of South Africa is the most senior judge of the \nConstitutional Court and head of the judiciary of South Africa, who exercises final authority over the functioning and management of all the courts."}]}, {"heading": "Deaths", "year": "2014", "date": "July 24", "txt": "Ik-Hwan Bae, Korean-American violinist and educator (b. 1956)", "entities": [{"title": "Ik-Hwan Bae", "href": "/wiki/Ik-Hwan_Bae", "description": "Ik-Hwan Bae was a South Korean-born American concert violinist. A native of Seoul, he made his professional debut with the Seoul Philharmonic Orchestra at the age of 12. He attended New York City's prestigious High School of Performing Arts, graduating in 1975. While there, Bae also studied with Ivan Galamian at Juilliard's Pre-School. He went on to graduate from Juilliard four years later. His pe"}]}, {"heading": "Deaths", "year": "2014", "date": "July 24", "txt": "Dale Schlueter, American basketball player (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 24", "txt": "Hans-Hermann Sprado, German journalist and author (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 24", "txt": "Peg Lynch, American actress and screenwriter (b. 1916)", "entities": [{"title": "Peg Lynch", "href": "/wiki/Peg_Lynch", "description": "Margaret Frances Lynch was an American writer, actress, and creator of the radio and television sitcoms Ethel and Albert, The Couple Next Door, and \nThe Little Things in Life. She created, wrote, starred in and owned her own sitcom; she retained that ownership throughout her life. In total, Lynch wrote nearly 11,000 scripts for radio and television."}]}, {"heading": "Deaths", "year": "2015", "date": "July 24", "txt": "Ingrid Sischy, South African-American journalist and critic (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "July 24", "txt": "Marni Nixon, American actress and singer (b. 1930)", "entities": [{"title": "Marni Nixon", "href": "/wiki/Marni_Nixon", "description": "Margaret Nixon McEathron, known professionally as Marni Nixon, was an American soprano and ghost singer for featured actresses in movie musicals. She is now recognized as the singing voice of leading actresses on the soundtracks of several musicals, including Deborah Kerr in The King and I, Natalie Wood in West Side Story, and Audrey Hepburn in My Fair Lady, although her roles were concealed from "}]}, {"heading": "Deaths", "year": "2017", "date": "July 24", "txt": "Harshida Raval, Indian Gujarati playback singer", "entities": [{"title": "Harshida Raval", "href": "/wiki/Harshida_Raval", "description": "\n\nHarshida Raval was a singer from Gujarat, India. She had worked as a playback singer in Gujarati cinema as well as Sugam Sangeet and devotional music. She died on 24 July 2017 at Ahmedabad."}]}, {"heading": "Deaths", "year": "2020", "date": "July 24", "txt": "Regis Philbin, American actor and television host (b. 1931)", "entities": [{"title": "Regis Philbin", "href": "/wiki/Regis_Philbin", "description": "Regis Francis Xavier Philbin was an American television presenter, talk show host, game show host, actor and singer. Once called \"the hardest working man in show business\", he held the Guinness World Record for the most hours spent on U.S. television."}]}]