[{"heading": "Events", "year": "472", "date": "July 11", "txt": "After being besieged in Rome by his own generals, Western Roman Emperor Anthemius is captured in St. Peter's Basilica and put to death.", "entities": [{"title": "Anthemius", "href": "/wiki/Anthemius", "description": "Procopius Anthemius was western Roman emperor from 467 to 472."}, {"title": "Old St. Peter's Basilica", "href": "/wiki/Old_St._Peter%27s_Basilica", "description": "Old St. Peter's Basilica was the building that stood, from the 4th to 16th centuries, where the new St. Peter's Basilica stands today in Vatican City. Construction of the basilica, built over the historical site of the Circus of Nero, began during the reign of Emperor Constantine I. The name \"old St. Peter's Basilica\" has been used since the construction of the current basilica to distinguish the "}]}, {"heading": "Events", "year": "813", "date": "July 11", "txt": "Byzantine emperor Michael I, under threat by conspiracies, abdicates in favor of his general Leo the Armenian, and becomes a monk (under the name Athanasius).", "entities": [{"title": "Michael I Rangabe", "href": "/wiki/Michael_I_Rangabe", "description": "Michael I Rhangabe was Byzantine Emperor from 811 to 813."}, {"title": "Leo V the Armenian", "href": "/wiki/Leo_V_the_Armenian", "description": "Leo V the Armenian was Emperor of the Byzantine Empire from 813 to 820. A senior general, he forced his predecessor, Michael I Rangabe, to abdicate and assumed the throne. He ended the decade-long war with the Bulgars, and initiated the second period of Byzantine Iconoclasm. He was assassinated by supporters of Michael the Amorian, one of his most trusted generals, who succeeded him on the throne."}, {"title": "Monk", "href": "/wiki/Monk", "description": "A monk is a person who practices religious asceticism by monastic living, either alone or with any number of other monks. A monk may be a person who decides to dedicate his life to serving all other living beings, or to be an ascetic who voluntarily chooses to leave mainstream society and live his or her life in prayer and contemplation. The concept is ancient and can be seen in many religions and"}]}, {"heading": "Events", "year": "911", "date": "July 11", "txt": "Signing of the Treaty of Saint-Clair-sur-Epte between Charles the Simple and Rollo of Normandy.", "entities": [{"title": "Treaty of Saint-Clair-sur-Epte", "href": "/wiki/Treaty_of_Saint-Clair-sur-Epte", "description": "The treaty of Saint-Clair-sur-Epte (911) is the foundational document of the Duchy of Normandy, establishing Rollo, a Norse warlord and Viking leader, as the first Duke of Normandy in exchange for his loyalty to the king of West Francia, following the Siege of Chartres. The territory of Normandy centered on Rouen, a city in the Marches of Neustria which had been repeatedly raided by Vikings since "}, {"title": "Charles the Simple", "href": "/wiki/Charles_the_Simple", "description": "Charles III, called the Simple or the Straightforward, was the king of West Francia from 898 until 922 and the king of Lotharingia from 911 until 919–23. He was a member of the Carolingian dynasty."}, {"title": "Rollo", "href": "/wiki/Rollo", "description": "Rollo was a Viking who became the first ruler of Normandy, a region in northern France. He emerged as the outstanding warrior among the Norsemen who had secured a permanent foothold on Frankish soil in the valley of the lower Seine. After the Siege of Chartres in 911, Charles the Simple, the king of West Francia, gifted them lands between the mouth of the Seine and what is now Rouen in exchange fo"}]}, {"heading": "Events", "year": "1174", "date": "July 11", "txt": "Baldwin IV, 13, becomes King of Jerusalem, with Raymond III, Count of Tripoli as regent and William of Tyre as chancellor.", "entities": [{"title": "Baldwin IV", "href": "/wiki/Baldwin_IV", "description": "Baldwin IV, called the Leper \nor The Leper King, reigned as King of Jerusalem from 1174 until his death. He was the son of Amalric I of Jerusalem and his first wife, Agnes of Courtenay."}, {"title": "King of Jerusalem", "href": "/wiki/King_of_Jerusalem", "description": "The King of Jerusalem was the supreme ruler of the Kingdom of Jerusalem, the Crusader state founded by Christian princes in 1099 when the First Crusade took the city."}, {"title": "Raymond III, Count of Tripoli", "href": "/wiki/Raymond_III,_Count_of_Tripoli", "description": "Raymond III was count of Tripoli from 1152 to 1187. He was a minor when Assassins murdered his father, Raymond II of Tripoli. Baldwin III of Jerusalem, who was staying in Tripoli, made Raymond's mother, Hodierna of Jerusalem, regent. Raymond spent the following years at the royal court in Jerusalem. He participated in a series of military campaigns against Nur ad-Din, the Zengid ruler of Damascus,"}, {"title": "William of Tyre", "href": "/wiki/William_of_Tyre", "description": "William of Tyre was a medieval prelate and chronicler. As archbishop of Tyre, he is sometimes known as William II to distinguish him from his predecessor, William I, the Englishman, a former Prior of the Church of the Holy Sepulchre, who was Archbishop of Tyre from 1127 to 1135. He grew up in Jerusalem at the height of the Kingdom of Jerusalem, which had been established in 1099 after the First Cr"}]}, {"heading": "Events", "year": "1302", "date": "July 11", "txt": "Battle of the Golden Spurs (Guldensporenslag in Dutch): A coalition around the Flemish cities defeats the king of France's royal army.", "entities": [{"title": "Battle of the Golden Spurs", "href": "/wiki/Battle_of_the_Golden_Spurs", "description": "The Battle of the Golden Spurs was a military confrontation between the royal army of France and rebellious forces of the County of Flanders on 11 July 1302 during the Franco-Flemish War (1297–1305). It took place near the town of Kortrijk (Courtrai) in modern-day Belgium and resulted in an unexpected victory for the Flemish. It is sometimes referred to as the Battle of Courtrai."}, {"title": "Flanders", "href": "/wiki/Flanders", "description": "Flanders is the Dutch-speaking northern portion of Belgium and one of the communities, regions and language areas of Belgium. However, there are several overlapping definitions, including ones related to culture, language, politics and history, and sometimes involving neighbouring countries. The demonym associated with Flanders is Fleming, while the corresponding adjective is Flemish. The official"}]}, {"heading": "Events", "year": "1346", "date": "July 11", "txt": "Charles IV, Count of Luxembourg and King of Bohemia, is elected King of the Romans.", "entities": [{"title": "Charles IV, Holy Roman Emperor", "href": "/wiki/Charles_IV,_Holy_Roman_Emperor", "description": "Charles IV, born Wenceslaus, King of Bohemia and Holy Roman Emperor, had a long and successful reign. The empire he ruled from Prague expanded, and his subjects lived in peace and prosperity. When the Emperor died, the whole empire mourned. More than 7,000 people accompanied him on his last procession."}, {"title": "Count of Luxembourg", "href": "/wiki/Count_of_Luxembourg", "description": "The territory of Luxembourg has been ruled successively by counts, dukes and grand dukes. It was part of the medieval Kingdom of Germany, and later the Holy Roman Empire until it became a sovereign state in 1815."}, {"title": "King of Bohemia", "href": "/wiki/King_of_Bohemia", "description": "The Duchy of Bohemia was established in 870 and raised to the Kingdom of Bohemia in 1198. Several Bohemian monarchs ruled as non-hereditary kings beforehand, first gaining the title in 1085. From 1004 to 1806, Bohemia was part of the Holy Roman Empire, and its ruler was an elector. During 1526–1804 the Kingdom of Bohemia, together with the other lands of the Bohemian Crown, was ruled under a perso"}, {"title": "King of the Romans", "href": "/wiki/King_of_the_Romans", "description": "King of the Romans was the title used by the German king following his election by the princes from the reign of Henry II onward. The title predominantly amounted to being the emperor of the Holy Roman Empire, a title long dependent upon coronation by the pope."}]}, {"heading": "Events", "year": "1405", "date": "July 11", "txt": "Ming admiral Zheng He sets sail to explore the world for the first time.", "entities": [{"title": "Ming dynasty", "href": "/wiki/Ming_dynasty", "description": "The Ming dynasty, officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng, numerous rump regimes ruled by remnants of the Ming imperial family—collectively call"}, {"title": "Zheng He", "href": "/wiki/Zheng_He", "description": "Zheng He was a Chinese mariner, explorer, diplomat, fleet admiral, and court eunuch during China's early Ming dynasty. He was originally born as Ma He in a Muslim family and later adopted the surname Zheng conferred by the Yongle Emperor. Zheng commanded expeditionary treasure voyages to Southeast Asia, the Indian subcontinent, Western Asia, and East Africa from 1405 to 1433. According to legend, "}, {"title": "Ming treasure voyages", "href": "/wiki/Ming_treasure_voyages", "description": "The Ming treasure voyages were the seven maritime expeditions undertaken by Ming China's treasure fleet between 1405 and 1433. The Yongle Emperor started building the treasure fleet in 1403. The grand project resulted in seven far-reaching ocean voyages to the coastal territories and islands in and around the South China Sea, the Indian Ocean, and beyond. Admiral Zheng He was commissioned to comma"}]}, {"heading": "Events", "year": "1410", "date": "July 11", "txt": "Ottoman Interregnum: Süleyman Çelebi defeats his brother Musa Çelebi outside the Ottoman capital, Edirne.", "entities": [{"title": "Ottoman Interregnum", "href": "/wiki/Ottoman_Interregnum", "description": "The Ottoman Interregnum, or the Ottoman Civil War, was a civil war in the Ottoman Empire between the sons of Sultan Bayezid I following the defeat of their father at the Battle of Ankara on 20 July 1402. Although Mehmed Çelebi was confirmed as sultan by Timur, his brothers İsa Çelebi, Musa Çelebi, Süleyman Çelebi, and later, Mustafa Çelebi, refused to recognize his authority, each claiming the thr"}, {"title": "Süleyman Çelebi", "href": "/wiki/S%C3%BCleyman_%C3%87elebi", "description": "Süleyman Çelebi was an Ottoman prince and a co-ruler of the empire for several years during the Ottoman Interregnum. There is a tradition of western origin, according to which Suleiman the Magnificent was \"Suleiman II\", but that tradition has been based on an erroneous assumption that Süleyman Çelebi was to be recognised as a legitimate sultan."}, {"title": "Battle of Edirne (1410)", "href": "/wiki/Battle_of_Edirne_(1410)", "description": "The Battle of Edirne occurred on 11 July 1410, during the Ottoman Interregnum, and was fought between the forces of the rival brothers, Musa Çelebi and Süleyman Çelebi, outside the Ottoman capital, Edirne."}, {"title": "Musa Çelebi", "href": "/wiki/Musa_%C3%87elebi", "description": "Musa Çelebi was an Ottoman prince and a co-ruler of the empire for three years during the Ottoman Interregnum."}, {"title": "Edirne", "href": "/wiki/Edirne", "description": "Edirne, historically known as Adrianople, is a city in Turkey. It is located in the northwestern province of Edirne, in the region of East Thrace, close to Turkey's borders with Greece and Bulgaria. Edirne served as the third capital city of the Ottoman Empire from 1369 to 1453, before Constantinople became the empire's fourth and final capital between 1453 and 1922. The city's estimated populatio"}]}, {"heading": "Events", "year": "1476", "date": "July 11", "txt": "Giuliano della Rovere is appointed bishop of Coutances.", "entities": [{"title": "Pope Julius II", "href": "/wiki/Pope_Julius_II", "description": "Pope Julius II was head of the Catholic Church and ruler of the Papal States from 1503 to his death in 1513. Nicknamed the Warrior Pope or the Fearsome Pope, he chose his papal name not in honour of Pope Julius I but in emulation of Julius Caesar. One of the most powerful and influential popes, Julius II was a central figure of the High Renaissance and left a significant cultural and political leg"}, {"title": "Coutances", "href": "/wiki/Coutances", "description": "Coutances is a commune in the Manche department in Normandy in north-western France."}]}, {"heading": "Events", "year": "1576", "date": "July 11", "txt": "While exploring the North Atlantic Ocean in an attempt to find the Northwest Passage, Martin Frobisher sights Greenland, mistaking it for the hypothesized (but non-existent) island of \"Frisland\".", "entities": [{"title": "Atlantic Ocean", "href": "/wiki/Atlantic_Ocean#Northern_Atlantic", "description": "The Atlantic Ocean is the second-largest of the world's oceans, with an area of about 106,460,000 km2 (41,100,000 sq mi). It covers approximately 20 percent of Earth's surface and about 29 percent of its water surface area. It is known to separate the \"Old World\" from the \"New World\" in the European perception of the World."}, {"title": "Northwest Passage", "href": "/wiki/Northwest_Passage", "description": "The Northwest Passage (NWP) is the sea route between the Atlantic and Pacific oceans through the Arctic Ocean, along the northern coast of North America via waterways through the Canadian Arctic Archipelago. The eastern route along the Arctic coasts of Norway and Siberia is accordingly called the Northeast Passage (NEP)."}, {"title": "Martin Frobisher", "href": "/wiki/Martin_Frobisher", "description": "Sir Martin Frobisher was an English seaman and privateer who made three voyages to the New World looking for the North-west Passage. He probably sighted Resolution Island near Labrador in north-eastern Canada, before entering Frobisher Bay and landing on present-day Baffin Island.\nOn his second voyage, Frobisher found what he thought was gold ore and carried 200 tons of it home on three ships, whe"}, {"title": "Greenland", "href": "/wiki/Greenland", "description": "Greenland is the world's largest island, located between the Arctic and Atlantic oceans, east of the Canadian Arctic Archipelago. Greenland is an autonomous territory within the Kingdom of Denmark. Though physiographically a part of the continent of North America, Greenland has been politically and culturally associated with Europe for more than a millennium, beginning in 986. The majority of its "}]}, {"heading": "Events", "year": "1616", "date": "July 11", "txt": "Samuel de Champlain returns to Quebec.", "entities": [{"title": "Samuel de Champlain", "href": "/wiki/Samuel_de_Champlain", "description": "Samuel de Champlain was a French colonist, navigator, cartographer, draftsman, soldier, explorer, geographer, ethnologist, diplomat, and chronicler. He made between 21 and 29 trips across the Atlantic Ocean, and founded Quebec, and New France, on 3 July 1608. An important figure in Canadian history, Champlain created the first accurate coastal map during his explorations, and founded various colon"}, {"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}]}, {"heading": "Events", "year": "1735", "date": "July 11", "txt": "Mathematical calculations suggest that it is on this day that dwarf planet Pluto moved inside the orbit of Neptune for the last time before 1979.", "entities": [{"title": "Dwarf planet", "href": "/wiki/Dwarf_planet", "description": "A dwarf planet is a planetary-mass object that does not dominate its region of space and is not a satellite. That is, it is in direct orbit of the Sun and is massive enough to be plastic – for its gravity to maintain it in a hydrostatically equilibrious shape – but has not cleared the neighborhood of its orbit of similar objects. The prototype dwarf planet is Pluto. The interest of dwarf planets t"}, {"title": "Pluto", "href": "/wiki/Pluto", "description": "Pluto is a dwarf planet in the Kuiper belt, a ring of bodies beyond the orbit of Neptune. It was the first and the largest Kuiper belt object to be discovered.\nAfter Pluto was discovered in 1930, it was declared to be the ninth planet from the Sun. Beginning in the 1990s, its status as a planet was questioned following the discovery of several objects of similar size in the Kuiper belt, including "}, {"title": "Neptune", "href": "/wiki/Neptune", "description": "Neptune is the eighth and farthest-known Solar planet from the Sun. In the Solar System, it is the fourth-largest planet by diameter, the third-most-massive planet, and the densest giant planet. It is 17 times the mass of Earth, slightly more massive than its near-twin Uranus. Neptune is denser and physically smaller than Uranus because its greater mass causes more gravitational compression of its"}]}, {"heading": "Events", "year": "1789", "date": "July 11", "txt": "Jacques Necker is dismissed as France's Finance Minister sparking the Storming of the Bastille.", "entities": [{"title": "Jacques Necker", "href": "/wiki/Jacques_Necker", "description": "Jacques Necker was a Genevan banker who served as finance minister for Louis XVI and a statesman. Necker played a key role in French history before and during the first period of the French Revolution."}, {"title": "Storming of the Bastille", "href": "/wiki/Storming_of_the_Bastille", "description": "The Storming of the Bastille occurred in Paris, France, on the afternoon of 14 July 1789. The medieval armory, fortress, and political prison known as the Bastille represented royal authority in the centre of Paris. The prison contained only seven inmates at the time of its storming, but was seen by the revolutionaries as a symbol of the monarchy's abuse of power; its fall was the flashpoint of th"}]}, {"heading": "Events", "year": "1796", "date": "July 11", "txt": "The United States takes possession of Detroit from Great Britain under terms of the Jay Treaty.", "entities": [{"title": "Detroit", "href": "/wiki/Detroit", "description": "Detroit is the largest and most-populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2019 estimated population of 670,031, making it the 24th-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-larg"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "Jay Treaty", "href": "/wiki/Jay_Treaty", "description": "The Treaty of Amity, Commerce, and Navigation, Between His Britannic Majesty and the United States of America, commonly known as the Jay Treaty, and also as Jay's Treaty, was a 1794 treaty between the United States and Great Britain that averted war, resolved issues remaining since the Treaty of Paris of 1783, and facilitated ten years of peaceful trade between the United States and Britain in the"}]}, {"heading": "Events", "year": "1798", "date": "July 11", "txt": "The United States Marine Corps is re-established; they had been disbanded after the American Revolutionary War.", "entities": [{"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}]}, {"heading": "Events", "year": "1801", "date": "July 11", "txt": "French astronomer Jean-Louis Pons makes his first comet discovery. In the next 27 years he discovers another 36 comets, more than any other person in history.", "entities": [{"title": "Jean-Louis Pons", "href": "/wiki/Jean-Louis_Pons", "description": "Jean-Louis Pons was a French astronomer. Despite humble beginnings and being self-taught, he went on to become the greatest visual comet discoverer of all time: between 1801 and 1827 Pons discovered thirty-seven comets, more than any other person in history."}, {"title": "Comet", "href": "/wiki/Comet", "description": "A comet is an icy, small Solar System body that, when passing close to the Sun, warms and begins to release gases, a process that is called outgassing. This produces a visible atmosphere or coma, and sometimes also a tail. These phenomena are due to the effects of solar radiation and the solar wind acting upon the nucleus of the comet. Comet nuclei range from a few hundred meters to tens of kilome"}]}, {"heading": "Events", "year": "1804", "date": "July 11", "txt": "A duel occurs in which the Vice President of the United States Aaron Burr mortally wounds former Secretary of the Treasury Alexander Hamilton.", "entities": [{"title": "Burr–Hamilton duel", "href": "/wiki/Burr%E2%80%93Hamilton_duel", "description": "The Burr–Hamilton duel was fought at Weehawken, New Jersey, between Aaron Burr, the Vice President of the United States, and Alexander Hamilton, the first and former Secretary of the Treasury, on the morning of July 11, 1804. The duel was the culmination of a bitter rivalry that had developed between both men who had become high-profile politicians in postcolonial America. In the duel Burr fatally"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "Aaron Burr", "href": "/wiki/Aaron_Burr", "description": "Aaron Burr Jr. was an American politician and lawyer. He served as the third vice president of the United States during President Thomas Jefferson's first term from 1801 to 1805. Burr's legacy is defined by his famous personal conflict with Alexander Hamilton that culminated in Burr killing Hamilton in the famous Burr–Hamilton duel in 1804."}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}, {"title": "Alexander Hamilton", "href": "/wiki/Alexander_Hamilton", "description": "Alexander Hamilton was an American statesman, politician, legal scholar, military commander, lawyer, banker, and economist. He was one of the Founding Fathers of the United States. He was an influential interpreter and promoter of the U.S. Constitution, as well as the founder of the nation's financial system, the Federalist Party, the United States Coast Guard, and the New York Post newspaper. As "}]}, {"heading": "Events", "year": "1833", "date": "July 11", "txt": "Noongar Australian aboriginal warrior Yagan, wanted for the murder of white colonists in Western Australia, is killed.", "entities": [{"title": "Noongar", "href": "/wiki/Noongar", "description": "The Noongar are Aboriginal Australian peoples who live in the south-west corner of Western Australia, from Geraldton on the west coast to Esperance on the south coast. Noongar country is the land occupied by 14 different groups: Amangu, Ballardong, Yued, Kaneang, Koreng, Mineng, Njakinjaki, Njunga, Pibelmen, Pindjarup, Wardandi, Whadjuk, Wiilman and Wudjari."}, {"title": "Indigenous Australians", "href": "/wiki/Indigenous_Australians", "description": "Indigenous Australians are people with familial heritage to groups that lived in Australia before British colonisation. They include the Aboriginal and Torres Strait Islander peoples of Australia. The term Aboriginal and Torres Strait Islander peoples or the person's specific cultural group, is often preferred, though the terms First Nations of Australia, First Peoples of Australia and First Austr"}, {"title": "Yagan", "href": "/wiki/Yagan", "description": "Yagan was an Aboriginal Australian warrior from the Noongar people. He played a key part in early resistance to British colonial settlement and rule in the area surrounding what is now Perth, Western Australia. Yagan was pursued by the local authorities after he killed Erin Entwhistle, a servant of farmer Archibald Butler. It was an act of retaliation after Thomas Smedley, another of Butler's serv"}]}, {"heading": "Events", "year": "1848", "date": "July 11", "txt": "Waterloo railway station in London opens.", "entities": [{"title": "London Waterloo station", "href": "/wiki/London_Waterloo_station", "description": "Waterloo station, also known as London Waterloo, is a central London terminus on the National Rail network in the United Kingdom, in the Waterloo area of the London Borough of Lambeth. It is connected to a London Underground station of the same name and is adjacent to Waterloo East station on the South Eastern main line. The station is the terminus of the South Western main line to Weymouth via So"}]}, {"heading": "Events", "year": "1864", "date": "July 11", "txt": "American Civil War: Battle of Fort Stevens; Confederate forces attempt to invade Washington, D.C.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Fort Stevens", "href": "/wiki/Battle_of_Fort_Stevens", "description": "The Battle of Fort Stevens was an American Civil War battle fought July 11–12, 1864 in what is now Northwest Washington, DC, as part of the Valley Campaigns of 1864 between forces under Confederate Lieutenant General Jubal Early and Union Major General Alexander McDowell McCook. Although Early caused consternation in the Union government, reinforcements under Maj. Gen. Horatio G. Wright and the st"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1882", "date": "July 11", "txt": "The British Mediterranean Fleet begins the Bombardment of Alexandria in Egypt as part of the Anglo-Egyptian War.", "entities": [{"title": "Mediterranean Fleet", "href": "/wiki/Mediterranean_Fleet", "description": "The British Mediterranean Fleet, also known as the Mediterranean Station, was a formation of the Royal Navy. The Fleet was one of the most prestigious commands in the navy for the majority of its history, defending the vital sea link between the United Kingdom and the majority of the British Empire in the Eastern Hemisphere. The first Commander-in-Chief for the Mediterranean Fleet was the appointm"}, {"title": "Bombardment of Alexandria", "href": "/wiki/Bombardment_of_Alexandria", "description": "The Bombardment of Alexandria in Egypt by the British Mediterranean Fleet took place on 11–13 July 1882."}, {"title": "Anglo-Egyptian War", "href": "/wiki/Anglo-Egyptian_War", "description": "The British Conquest of Egypt (1882), also known as Anglo-Egyptian War, occurred in 1882 between Egyptian and Sudanese forces under Ahmed ‘Urabi and the United Kingdom. It ended a nationalist uprising against the Khedive Tewfik Pasha. It established firm British influence over Egypt at the expense of the Egyptians, the French, and the Ottoman Empire, whose already weak authority became nominal."}]}, {"heading": "Events", "year": "1889", "date": "July 11", "txt": "Tijuana, Mexico, is founded.", "entities": [{"title": "Tijuana", "href": "/wiki/Tijuana", "description": "Tijuana is a city in Baja California, Mexico. It is part of the San Diego–Tijuana transborder urban agglomeration and the larger Southern California megalopolis. As the 2nd-largest city in Mexico and center of the 6th-largest metro area in Mexico, Tijuana exerts a strong influence in education and politics, in transportation, culture, art, and manufacturing and as a migration hub. Currently one of"}]}, {"heading": "Events", "year": "1893", "date": "July 11", "txt": "The first cultured pearl is obtained by Kōkichi Mikimoto.", "entities": [{"title": "Pearl", "href": "/wiki/Pearl", "description": "A pearl is a hard, glistening object produced within the soft tissue of a living shelled mollusk or another animal, such as fossil conulariids. Just like the shell of a mollusk, a pearl is composed of calcium carbonate in minute crystalline form, which has deposited in concentric layers. The ideal pearl is perfectly round and smooth, but many other shapes, known as baroque pearls, can occur. The f"}, {"title": "Mikimoto Kōkichi", "href": "/wiki/Mikimoto_K%C5%8Dkichi", "description": "Mikimoto Kōkichi  was a Japanese entrepreneur who is credited with creating the first cultured pearl and subsequently starting the cultured pearl industry with the establishment of his luxury pearl company Mikimoto."}]}, {"heading": "Events", "year": "1893", "date": "July 11", "txt": "A revolution led by the liberal general and politician José Santos Zelaya takes over state power in Nicaragua.", "entities": [{"title": "José Santos Zelaya", "href": "/wiki/Jos%C3%A9_Santos_Zelaya", "description": "José Santos Zelaya López was the President of Nicaragua from 25 July 1893 to 21 December 1909."}, {"title": "Nicaragua", "href": "/wiki/Nicaragua", "description": "Nicaragua, officially the Republic of Nicaragua, is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic pop"}]}, {"heading": "Events", "year": "1897", "date": "July 11", "txt": "Salomon August Andrée leaves Spitsbergen to attempt to reach the North Pole by balloon. He later crashes and dies.", "entities": [{"title": "Salomon August Andrée", "href": "/wiki/Salomon_August_Andr%C3%A9e", "description": "Salomon August Andrée, during his lifetime most often known as S. A. Andrée, was a Swedish engineer, physicist, aeronaut and polar explorer who died while leading an attempt to reach the Geographic North Pole by hydrogen balloon. The balloon expedition was unsuccessful in reaching the Pole and resulted in the deaths of all three of its participants."}, {"title": "Spitsbergen", "href": "/wiki/Spitsbergen", "description": "Spitsbergen is the largest and only permanently populated island of the Svalbard archipelago in northern Norway."}, {"title": "North Pole", "href": "/wiki/North_Pole", "description": "The North Pole, also known as the Geographic North Pole or Terrestrial North Pole, is the point in the Northern Hemisphere where the Earth's axis of rotation meets its surface. It is called the True North Pole to distinguish from the Magnetic North Pole."}, {"title": "Balloon", "href": "/wiki/Balloon", "description": "A balloon is a flexible bag that can be inflated with a gas, such as helium, hydrogen, nitrous oxide, oxygen, and air. For special tasks, balloons can be filled with smoke, liquid water, granular media, or light sources. Modern day balloons are made from materials such as rubber, latex, polychloroprene, or a nylon fabric, and can come in many different colors. Some early balloons were made of drie"}]}, {"heading": "Events", "year": "1899", "date": "July 11", "txt": "Fiat founded by Giovanni Agnelli in Turin, Italy.", "entities": [{"title": "Fiat Automobiles", "href": "/wiki/Fiat_Automobiles", "description": "Fiat Automobiles S.p.A. is an Italian automobile manufacturer, formerly part of Fiat Chrysler Automobiles, and since 2021 a subsidiary of Stellantis. Fiat Automobiles was formed in January 2007 when Fiat S.p.A. reorganized its automobile business, and traces its history back to 1899 when the first Fiat automobile, the Fiat 4 HP, was produced."}, {"title": "Giovanni Agnelli", "href": "/wiki/Giovanni_Agnelli", "description": "Giovanni Agnelli was an Italian businessman, who founded Fiat car manufacturing in 1899."}, {"title": "Turin, Italy", "href": "/wiki/Turin,_Italy", "description": "Turin is a city and an important business and cultural centre in northern Italy. It is the capital city of Piedmont and of the Metropolitan City of Turin, and was the first Italian capital from 1861 to 1865. The city is mainly on the western bank of the Po River, below its Susa Valley, and is surrounded by the western Alpine arch and Superga Hill. The population of the city proper is 847,033 while"}]}, {"heading": "Events", "year": "1906", "date": "July 11", "txt": "Murder of Grace Brown by Chester Gillette in the United States, inspiration for Theodore Dreiser's An American Tragedy.", "entities": [{"title": "Murder of Grace Brown", "href": "/wiki/Murder_of_Grace_Brown", "description": "Grace Mae Brown was a young American woman who was known for having been drowned by her boyfriend on Big Moose Lake, New York, after she told him she was pregnant. The events and trial of the suspect attracted national newspaper attention."}, {"title": "Chester Gillette", "href": "/wiki/Chester_Gillette", "description": "Chester Ellsworth Gillette, an American convicted murderer, became the basis for the fictional character Clyde Griffiths in Theodore Dreiser's novel An American Tragedy, which was the basis of the 1931 film An American Tragedy and the 1951 film A Place in the Sun."}, {"title": "Theodore Dreiser", "href": "/wiki/Theodore_Dreiser", "description": "Theodore Herman Albert Dreiser was an American novelist and journalist of the naturalist school. His novels often featured main characters who succeeded at their objectives despite a lack of a firm moral code, and literary situations that more closely resemble studies of nature than tales of choice and agency. Dreiser's best known novels include Sister Carrie (1900) and An American Tragedy (1925)."}]}, {"heading": "Events", "year": "1914", "date": "July 11", "txt": "Babe Ruth makes his debut in Major League Baseball.", "entities": [{"title": "Babe Ruth", "href": "/wiki/Babe_Ruth", "description": "George Herman \"Babe\" Ruth Jr. was an American professional baseball player whose career in Major League Baseball (MLB) spanned 22 seasons, from 1914 through 1935. Nicknamed \"The Bambino\" and \"The Sultan of Swat\", he began his MLB career as a star left-handed pitcher for the Boston Red Sox, but achieved his greatest fame as a slugging outfielder for the New York Yankees. Ruth established many MLB b"}, {"title": "Major League Baseball", "href": "/wiki/Major_League_Baseball", "description": "Major League Baseball (MLB) is an American professional baseball organization and the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but r"}]}, {"heading": "Events", "year": "1914", "date": "July 11", "txt": "USS Nevada (BB-36) is launched.", "entities": []}, {"heading": "Events", "year": "1919", "date": "July 11", "txt": "The eight-hour day and free Sunday become law for workers in the Netherlands.", "entities": [{"title": "Eight-hour day", "href": "/wiki/Eight-hour_day", "description": "The eight-hour day movement or 40-hour week movement, also known as the short-time movement, was a social movement to regulate the length of a working day, preventing excesses and abuses."}]}, {"heading": "Events", "year": "1920", "date": "July 11", "txt": "In the East Prussian plebiscite the local populace decides to remain with Weimar Germany.", "entities": [{"title": "East Prussian plebiscite", "href": "/wiki/East_Prussian_plebiscite", "description": "The East Prussian plebiscite, also known as the Allenstein and Marienwerder plebiscite or Warmia, Masuria and Powiśle plebiscite, was a plebiscite for the self-determination of the regions southern Warmia (Ermland), Masuria and Powiśle, which had been in parts of the East Prussian Government Region of Allenstein and of the West Prussian Government Region of Marienwerder in accordance with Articles"}, {"title": "Weimar Republic", "href": "/wiki/Weimar_Republic", "description": "The Weimar Republic was the German state from 1918 to 1933, as it existed as a federal constitutional republic. The state was officially the German Reich, and was also referred to as the German Republic. The term \"Weimar Republic\" refers to the city of Weimar, where the republic's constituent assembly first took place. In English the country was usually simply called \"Germany\"; the term \"Weimar Re"}]}, {"heading": "Events", "year": "1921", "date": "July 11", "txt": "A truce in the Irish War of Independence comes into effect.", "entities": [{"title": "Irish War of Independence", "href": "/wiki/Irish_War_of_Independence", "description": "The Irish War of Independence or Anglo-Irish War was a guerrilla war fought in Ireland from 1919 to 1921 between the Irish Republican Army and British forces: the British Army, along with the quasi-military Royal Irish Constabulary (RIC) and its paramilitary forces the Auxiliaries and Ulster Special Constabulary (USC). It was part of the Irish revolutionary period."}]}, {"heading": "Events", "year": "1921", "date": "July 11", "txt": "The Red Army captures Mongolia from the White Army and establishes the Mongolian People's Republic.", "entities": [{"title": "Mongolia", "href": "/wiki/Mongolia", "description": "Mongolia is a landlocked country in East Asia. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not border Kazakhstan, although they are separated by only 37 kilometres. It covers an area of 1,564,116 square kilometres, with a population of just 3.3 million, making it the world's most sparsely populated nat"}, {"title": "White movement", "href": "/wiki/White_movement#Structure", "description": "The White movement also known as the Whites, was a loose confederation of anti-communist forces that fought the communist Bolsheviks, also known as the Reds, in the Russian Civil War (1917–1922/1923) and that to a lesser extent continued operating as militarized associations of insurrectionists both outside and within Russian borders in Siberia until roughly World War II (1939–1945). The movement'"}, {"title": "Mongolian People's Republic", "href": "/wiki/Mongolian_People%27s_Republic", "description": "The Mongolian People's Republic was a unitary sovereign socialist state which existed between 1921 and 1992, coterminous with the present-day country of Mongolia in East Asia. It was ruled by the Mongolian People's Revolutionary Party and maintained close links with the Soviet Union throughout its history. Geographically, it was bordered by China to its south and the Soviet Union to its north. Unt"}]}, {"heading": "Events", "year": "1921", "date": "July 11", "txt": "Former president of the United States William Howard Taft is sworn in as 10th chief justice of the U.S. Supreme Court, becoming the only person ever to hold both offices.", "entities": [{"title": "William Howard Taft", "href": "/wiki/William_Howard_Taft", "description": "William Howard Taft was the 27th president of the United States (1909–1913) and the tenth Chief Justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection by Woodrow Wilson in 1912 after Roosevelt split the Republican vote by running as a third-party candidate. "}, {"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}, {"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}]}, {"heading": "Events", "year": "1922", "date": "July 11", "txt": "The Hollywood Bowl opens.", "entities": [{"title": "Hollywood Bowl", "href": "/wiki/Hollywood_Bowl", "description": "The Hollywood Bowl is an amphitheatre in the Hollywood Hills neighborhood of Los Angeles, California. It was named one of the 10 best live music venues in America by Rolling Stone magazine in 2018."}]}, {"heading": "Events", "year": "1924", "date": "July 11", "txt": "Eric Liddell won the gold medal in 400m at the 1924 Paris Olympics, after refusing to run in the heats for 100m, his favoured distance, on the Sunday.", "entities": [{"title": "Eric Liddell", "href": "/wiki/Eric_Liddell", "description": "Eric Henry Liddell was a Scottish athlete who played athletics and rugby union who later served as a Christian missionary. He was born in Qing China to Scottish missionary parents. He attended boarding school near London, spending time when possible with his family in Edinburgh, and afterwards attended the University of Edinburgh."}]}, {"heading": "Events", "year": "1934", "date": "July 11", "txt": "Engelbert Zaschka of Germany flies his large human-powered aircraft, the Zaschka Human-Power Aircraft, about 20 meters at Berlin Tempelhof Airport without assisted take-off.", "entities": [{"title": "Engelbert Zaschka", "href": "/wiki/Engelbert_Zaschka", "description": "Engelbert Zaschka was a German chief engineer, chief designer and inventor. Zaschka is one of the first German helicopter pioneers and he is a pioneer of flying with muscle power and the folding car. Zaschka devoted himself primarily to aviation and automotive topics, but his work was not limited to them."}, {"title": "Human-powered aircraft", "href": "/wiki/Human-powered_aircraft", "description": "HPAs are aircraft belonging to the class of vehicles known as human-powered vehicles. Early attempts at human-powered flight were unsuccessful because of the difficulty of achieving the high power-to-weight ratio. Prototypes often used ornithopter principles which were not only too heavy to meet this requirement but aerodynamically unsatisfactory."}, {"title": "Berlin Tempelhof Airport", "href": "/wiki/Berlin_Tempelhof_Airport", "description": "Berlin Tempelhof Airport was one of the first airports in Berlin, Germany. Situated in the south-central Berlin borough of Tempelhof-Schöneberg, the airport ceased operating in 2008 amid controversy, leaving Tegel and Schönefeld as the two main airports serving the city until Berlin Brandenburg Airport opened on 31 October 2020 with Schönefeld being incorporated into Berlin Brandenburg. Tegel clos"}, {"title": "Assisted take-off", "href": "/wiki/Assisted_take-off", "description": "Assisted takeoff is any system for helping aircraft to get into the air. The reason it might be needed is due to the aircraft's weight exceeding the normal maximum takeoff weight, insufficient power, insufficient available runway length, or a combination of all three factors. Assisted takeoff is also required for gliders, which do not have an engine and are unable to take off by themselves."}]}, {"heading": "Events", "year": "1936", "date": "July 11", "txt": "The Triborough Bridge in New York City is opened to traffic.", "entities": [{"title": "Triborough Bridge", "href": "/wiki/Triborough_Bridge", "description": "The Robert F. Kennedy Bridge, formerly known and still commonly referred to as the Triborough Bridge, is a complex of bridges and elevated expressway viaducts in New York City. The bridges link the boroughs of Manhattan, Queens, and the Bronx. The viaducts cross Randalls and Wards Islands, which were previously two islands but are now joined by landfill."}]}, {"heading": "Events", "year": "1940", "date": "July 11", "txt": "World War II: Vichy France regime is formally established. Philippe Pétain becomes Chief of the French State.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Vichy France", "href": "/wiki/Vichy_France", "description": "Vichy France is the common name of the French State headed by Marshal Philippe Pétain during World War II. It was an independent ally of Nazi Germany until late 1942 when Berlin took full control. Evacuated from Paris to the resort town of Vichy in the unoccupied \"Free Zone\" in the southern part of Metropolitan France, it remained responsible for the civil administration of France as well as its c"}, {"title": "Philippe Pétain", "href": "/wiki/Philippe_P%C3%A9tain", "description": "Henri Philippe Benoni Omer Pétain, generally known as Philippe Pétain, Marshal Pétain and sometimes, The Old Marshal, was a French general officer who attained the position of Marshal of France at the end of World War I, during which he became known as The Lion of Verdun. In collaboration with Nazi Germany, he then served as the Chief of State of Vichy France from 1940 to 1944. Pétain, who was 84 "}]}, {"heading": "Events", "year": "1941", "date": "July 11", "txt": "The Northern Rhodesian Labour Party holds its first congress in Nkana.", "entities": [{"title": "Northern Rhodesian Labour Party", "href": "/wiki/Northern_Rhodesian_Labour_Party", "description": "The Northern Rhodesian Labour Party was a political party in Northern Rhodesia."}, {"title": "Nkana", "href": "/wiki/Nkana", "description": "Nkana is a section of the city of Kitwe, Copperbelt Province, Zambia which started off in the early part of the 20th century as a railway station to support the growing complex of copper mining operations. It was named after Chief Nkana, the local traditional ruler. The copper mines of Nkana were originally owned by the Anglo-American Corporation of South Africa. A large smelter was built at the s"}]}, {"heading": "Events", "year": "1943", "date": "July 11", "txt": "Massacres of Poles in Volhynia and Eastern Galicia by the Ukrainian Insurgent Army within the Reichskommissariat Ukraine (Volhynia) peak.", "entities": [{"title": "Massacres of Poles in Volhynia and Eastern Galicia", "href": "/wiki/Massacres_of_Poles_in_Volhynia_and_Eastern_Galicia", "description": "The massacres of Poles in Volhynia and Eastern Galicia, were carried out in German-occupied Poland by the Ukrainian Insurgent Army, or the UPA, with the support of parts of the local Ukrainian population against the Polish minority in Volhynia, Eastern Galicia, parts of Polesia and Lublin region from 1943 to 1945. The peak of the massacres took place in July and August 1943. Most of the victims we"}, {"title": "Ukrainian Insurgent Army", "href": "/wiki/Ukrainian_Insurgent_Army", "description": "The Ukrainian Insurgent Army was a Ukrainian nationalist paramilitary and later partisan formation. During World War II, it was engaged in guerrilla warfare against the Soviet Union, the Polish Underground State, Communist Poland and Nazi Germany. It was established by the Organization of Ukrainian Nationalists. The insurgent army arose out of separate militant formations of the Organization of Uk"}, {"title": "Reichskommissariat Ukraine", "href": "/wiki/Reichskommissariat_Ukraine", "description": "During World War II, Reichskommissariat Ukraine was the civilian occupation regime (Reichskommissariat) of much of Nazi German-occupied Ukraine. It was governed by the Reich Ministry for the Occupied Eastern Territories headed by Alfred Rosenberg. Between September 1941 and August 1944, the Reichskommissariat was administered by Erich Koch as the Reichskommissar. The administration's tasks include"}, {"title": "Volhynia", "href": "/wiki/Volhynia", "description": "Volhynia, is a historic region in Central and Eastern Europe, situated between south-eastern Poland, south-western Belarus, and western Ukraine. While the borders of the region are not clearly defined, the territory that still carries the name is Volyn Oblast, located in western Ukraine. Volhynia has changed hands numerous times throughout history and been divided among competing powers. At one ti"}]}, {"heading": "Events", "year": "1943", "date": "July 11", "txt": "World War II: Allied invasion of Sicily: German and Italian troops launch a counter-attack on Allied forces in Sicily.", "entities": [{"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Battle of Gela (1943)", "href": "/wiki/Battle_of_Gela_(1943)", "description": "The amphibious Battle of Gela was the opening engagement of the American portion of the Allied Invasion of Sicily during World War II. United States Navy ships landed United States Army troops along the eastern end of the south coast of Sicily; and withstood attacks by Luftwaffe and Regia Aeronautica aircraft while defending the beachhead against German tanks and Italian tanks of the Livorno Divis"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Sicily", "href": "/wiki/Sicily", "description": "Sicily is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana. The region has 5 million inhabitants. Its capital city is Palermo."}]}, {"heading": "Events", "year": "1947", "date": "July 11", "txt": "The Exodus 1947 heads to Palestine from France.", "entities": []}, {"heading": "Events", "year": "1950", "date": "July 11", "txt": "Pakistan joins the International Monetary Fund and the International Bank.", "entities": [{"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "International Monetary Fund", "href": "/wiki/International_Monetary_Fund", "description": "The International Monetary Fund (IMF) is an international financial institution, headquartered in Washington, D.C., consisting of 190 countries working to foster global monetary cooperation, secure financial stability, facilitate international trade, promote high employment and sustainable economic growth, and reduce poverty around the world while periodically depending on the World Bank for its r"}]}, {"heading": "Events", "year": "1957", "date": "July 11", "txt": "Prince Karim Husseini Aga Khan IV inherits the office of Imamat as the 49th Imam of Shia Imami Ismai'li worldwide, after the death of Sir Sultan Mahommed Shah Aga Khan III.", "entities": [{"title": "Aga Khan IV", "href": "/wiki/Aga_Khan_IV", "description": "Prince Shāh Karim al-Husayni, known by the religious title Mawlana Hazar Imam within Ismaili Muslim circles and as Aga Khan IV elsewhere, is the 49th and current Imam of Nizari Ismailism, a denomination of Isma'ilism within Shia Islam. He has held this position of Imam since 11 July 1957, when, at the age of 20, he succeeded his grandfather, Sir Sultan Muhammad Shah Aga Khan III. Aga Khan claims t"}, {"title": "Isma'ilism", "href": "/wiki/Isma%27ilism", "description": "Ismāʿīlism is a branch or sub-sect of Shia Islam. The Ismāʿīlī get their name from their acceptance of Imam Ismaʻil ibn Jafar as the appointed spiritual successor (imām) to Ja'far al-Sadiq, wherein they differ from the Usuli Shia, Akhbaris, Alevis, Bektashis, and Alawites, who accept Musa al-Kadhim, the younger brother of Ismaʻil, as the true Imām."}, {"title": "Aga Khan III", "href": "/wiki/Aga_Khan_III", "description": "Sir Sultan Mahomed Shah, Aga Khan III was the 48th Imam of the Nizari Ismaili sect of Islam. He was one of the founders and the first permanent president of the All-India Muslim League (AIML). His goal was the advancement of Muslim agendas and protection of Muslim rights in India. The League, until the late 1930s, was not a large organisation but represented the landed and commercial Muslim intere"}]}, {"heading": "Events", "year": "1960", "date": "July 11", "txt": "France legislates for the independence of Dahomey (later Benin), Upper Volta (later Burkina) and Niger.", "entities": [{"title": "Republic of Dahomey", "href": "/wiki/Republic_of_Dahomey", "description": "Dahomey, officially the Republic of Dahomey was established on December 11, 1958, as a self-governing colony within the French Community. Prior to attaining autonomy it had been French Dahomey, part of the French Union. On August 1, 1960, it attained full independence from France."}, {"title": "Benin", "href": "/wiki/Benin", "description": "Benin, officially the Republic of Benin, is a country in West Africa. It is bordered by Togo to the west, Nigeria to the east, Burkina Faso to the north-west, and Niger to the north-east. The majority of its population lives on the small southern coastline of the Bight of Benin, part of the Gulf of Guinea in the northernmost tropical portion of the Atlantic Ocean. The capital of Benin is Porto-Nov"}, {"title": "Republic of Upper Volta", "href": "/wiki/Republic_of_Upper_Volta", "description": "The Republic of Upper Volta, now Burkina Faso, was a landlocked West African country established on December 11, 1958 as a self-governing colony within the French Community. Before attaining autonomy it had been French Upper Volta and part of the French Union. On August 5, 1960, it attained full independence from France. On August 4, 1984, it changed its name to Burkina Faso."}, {"title": "Burkina Faso", "href": "/wiki/Burkina_Faso", "description": "Burkina Faso is a landlocked country in West Africa that covers an area of around 274,200 square kilometres (105,900 sq mi) and is bordered by Mali to the northwest, Niger to the northeast, Benin to the southeast, Togo and Ghana to the south, and the Ivory Coast to the southwest. The July 2019 population estimate by the United Nations was 20,321,378. Previously called Republic of Upper Volta (1958"}, {"title": "Niger", "href": "/wiki/Niger", "description": "Niger or the Niger, officially the Republic of the Niger, is a landlocked country in West Africa named after the Niger River. Niger is bordered by Libya to the northeast, Chad to the east, Nigeria to the south, Benin and Burkina Faso to the southwest, Mali to the west, and Algeria to the northwest. Niger covers a land area of almost 1,270,000 km2 (490,000 sq mi), making it the largest country in W"}]}, {"heading": "Events", "year": "1960", "date": "July 11", "txt": "Congo Crisis: The State of Katanga breaks away from the Democratic Republic of the Congo.", "entities": [{"title": "State of Katanga", "href": "/wiki/State_of_Katanga", "description": "The State of Katanga, also sometimes denoted as the Republic of Katanga, was a breakaway state that proclaimed its independence from Congo-Léopoldville on 11 July 1960 under Moise Tshombe, leader of the local Confédération des associations tribales du Katanga (CONAKAT) political party. The new Katangese state did not enjoy full support throughout the province and was constantly plagued by ethnic s"}, {"title": "Democratic Republic of the Congo", "href": "/wiki/Democratic_Republic_of_the_Congo", "description": "The Democratic Republic of the Congo (DRC), also known as Congo-Kinshasa, DR Congo, the DROC, or simply either Congo or the Congo, and historically Zaire, is a country in Central Africa. It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa, and the 11th-largest in the world. With a population of around 105 million, the Democratic Republic of the Congo is t"}]}, {"heading": "Events", "year": "1960", "date": "July 11", "txt": "To Kill a Mockingbird by Harper Lee is first published, in the United States.", "entities": [{"title": "Harper Lee", "href": "/wiki/Harper_Lee", "description": "Nelle Harper Lee was an American novelist best known for her 1960 novel To Kill a Mockingbird. It won the 1961 Pulitzer Prize and has become a classic of modern American literature. Lee published only two books, yet she was awarded the Presidential Medal of Freedom in 2007 for her contribution to literature. She also received numerous honorary degrees, though she declined to speak on those occasio"}]}, {"heading": "Events", "year": "1962", "date": "July 11", "txt": "First transatlantic satellite television transmission.", "entities": [{"title": "Satellite television", "href": "/wiki/Satellite_television", "description": "Satellite television is a service that delivers television programming to viewers by relaying it from a communications satellite orbiting the Earth directly to the viewer's location. The signals are received via an outdoor parabolic antenna commonly referred to as a satellite dish and a low-noise block downconverter."}]}, {"heading": "Events", "year": "1962", "date": "July 11", "txt": "Project Apollo: At a press conference, NASA announces lunar orbit rendezvous as the means to land astronauts on the Moon, and return them to Earth.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Lunar orbit rendezvous", "href": "/wiki/Lunar_orbit_rendezvous", "description": "Lunar orbit rendezvous (LOR) is a key concept for efficiently landing humans on the Moon and returning them to Earth. It was utilized for the Apollo program missions in the 1960s and 1970s. In a LOR mission, a main spacecraft and a smaller lunar lander travel to lunar orbit. The lunar lander then independently descends to the surface of the Moon, while the main spacecraft remains in lunar orbit. A"}, {"title": "Astronaut", "href": "/wiki/Astronaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}]}, {"heading": "Events", "year": "1971", "date": "July 11", "txt": "Copper mines in Chile are nationalized.", "entities": [{"title": "Copper", "href": "/wiki/Copper", "description": "Copper is a chemical element with the symbol Cu and atomic number 29. It is a soft, malleable, and ductile metal with very high thermal and electrical conductivity. A freshly exposed surface of pure copper has a pinkish-orange color. Copper is used as a conductor of heat and electricity, as a building material, and as a constituent of various metal alloys, such as sterling silver used in jewelry, "}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}]}, {"heading": "Events", "year": "1972", "date": "July 11", "txt": "The first game of the World Chess Championship 1972 between challenger Bobby Fischer and defending champion Boris Spassky starts.", "entities": [{"title": "World Chess Championship 1972", "href": "/wiki/World_Chess_Championship_1972", "description": "The World Chess Championship 1972 was a match for the World Chess Championship between challenger Bobby Fischer of the United States and defending champion Boris Spassky of the Soviet Union. The match took place in the Laugardalshöll arena in Reykjavík, Iceland, and has been dubbed the Match of the Century. Fischer became the first American born in the United States to win the world title, and the"}, {"title": "Bobby Fischer", "href": "/wiki/Bobby_Fischer", "description": "Robert James Fischer was an American chess grandmaster and the eleventh World Chess Champion."}, {"title": "Boris Spassky", "href": "/wiki/Boris_Spassky", "description": "Boris Vasilievich Spassky is a Russian chess player, who was the tenth World Chess Champion, holding the title from 1969 to 1972. Spassky played three world championship matches: he lost to Tigran Petrosian in 1966; defeated Petrosian in 1969 to become world champion; then lost to Bobby Fischer in a famous match in 1972."}]}, {"heading": "Events", "year": "1973", "date": "July 11", "txt": "Varig Flight 820 crashes near Paris, France on approach to Orly Airport, killing 123 of the 134 on board. In response, the FAA bans smoking in airplane lavatories.", "entities": [{"title": "Varig Flight 820", "href": "/wiki/Varig_Flight_820", "description": "Varig Flight 820 was a flight of the Brazilian airline Varig that departed from Galeão International Airport in Rio de Janeiro, Brazil, on July 11, 1973, for Orly Airport, in Paris, France. The plane, a Boeing 707 registration PP-VJZ, made an emergency landing on onion fields about four kilometers from Orly Airport, due to smoke in the cabin from a fire in a lavatory. The fire caused 123 deaths; t"}, {"title": "Orly Airport", "href": "/wiki/Orly_Airport", "description": "Paris Orly Airport, commonly referred to as Orly, is an international airport located partially in Orly and partially in Villeneuve-le-Roi, 13 km (8.1 mi) south of Paris, France. It serves as a secondary hub for domestic and overseas territories flights of Air France and as the homebase for Transavia France. Flights operate to destinations in Europe, the Middle East, Africa, the Caribbean and Nort"}, {"title": "Federal Aviation Administration", "href": "/wiki/Federal_Aviation_Administration", "description": "The Federal Aviation Administration (FAA) is the largest modern transportation agency and a governmental body of the United States with powers to regulate all aspects of civil aviation in that nation as well as over its surrounding international waters. Its powers include the construction and operation of airports, air traffic management, the certification of personnel and aircraft, and the protec"}]}, {"heading": "Events", "year": "1977", "date": "July 11", "txt": "Martin Luther King Jr., assassinated in 1968, is awarded the Presidential Medal of Freedom.", "entities": [{"title": "Martin Luther King Jr.", "href": "/wiki/Martin_Luther_King_Jr.", "description": "Martin Luther King Jr. was an African American Baptist minister and activist who became the most visible spokesperson and leader in the American civil rights movement from 1955 until his assassination in 1968. King advanced civil rights through nonviolence and civil disobedience, inspired by his Christian beliefs and the nonviolent activism of Mahatma Gandhi. He was the son of early civil rights a"}, {"title": "Assassination of Martin Luther King Jr.", "href": "/wiki/Assassination_of_Martin_Luther_King_Jr.", "description": "Martin Luther King Jr., an African-American clergyman and civil rights leader, was fatally shot at the Lorraine Motel in Memphis, Tennessee, on April 4, 1968, at 6:01 p.m. CST. He was rushed to St. Joseph's Hospital, where he died at 7:05 p.m. He was a prominent leader of the Civil Rights Movement and a Nobel Peace Prize laureate who was known for his use of nonviolence and civil disobedience."}, {"title": "Presidential Medal of Freedom", "href": "/wiki/Presidential_Medal_of_Freedom", "description": "The Presidential Medal of Freedom is an award bestowed by the president of the United States to recognize people who have made \"an especially meritorious contribution to the security or national interests of the United States, world peace, cultural or other significant public or private endeavors.\" The Presidential Medal of Freedom and the Congressional Gold Medal are the highest civilian awards o"}]}, {"heading": "Events", "year": "1978", "date": "July 11", "txt": "Los Alfaques disaster: A truck carrying liquid gas crashes and explodes at a coastal campsite in Tarragona, Spain killing 216 tourists.", "entities": [{"title": "Los Alfaques disaster", "href": "/wiki/Los_Alfaques_disaster", "description": "The Los Alfaques disaster was a road accident and tanker explosion which occurred on 11 July 1978 in Alcanar, near Tarragona, in Spain. The tanker truck was loaded with 23 tons of highly flammable liquefied propylene. 217 people were killed and 200 more severely burned."}, {"title": "Tarragona", "href": "/wiki/Tarragona", "description": "Tarragona is a port city located in northeast Spain on the Costa Daurada by the Mediterranean Sea. Founded before the 5th century BC, it is the capital of the Province of Tarragona, and part of Tarragonès and Catalonia. Geographically, it is bordered on the north by the Province of Barcelona and the Province of Lleida. The city has a population of 201,199 (2014)."}]}, {"heading": "Events", "year": "1979", "date": "July 11", "txt": "America's first space station, Skylab, is destroyed as it re-enters the Earth's atmosphere over the Indian Ocean.", "entities": []}, {"heading": "Events", "year": "1983", "date": "July 11", "txt": "A TAME airline Boeing 737-200 crashes near Cuenca, Ecuador, killing all 119 passengers and crew on board.", "entities": [{"title": "TAME", "href": "/wiki/TAME", "description": "TAME or TAME EP Linea Aerea del Ecuador was an airline founded in Ecuador in 1962. TAME was the flag carrier and the largest airline of Ecuador. TAME headquarters were in Quito, Pichincha Province and the main hub was Mariscal Sucre International Airport in Quito. The airline was formed by the Air Force of Ecuador. In 2011, it became a commercial entity and provided domestic, international and cha"}, {"title": "Boeing 737", "href": "/wiki/Boeing_737", "description": "The Boeing 737 is a narrow-body aircraft produced by Boeing at its Renton Factory in Washington.\n\nDeveloped to supplement the Boeing 727 on short and thin routes, the twinjet retains the 707 fuselage cross-section and nose with two underwing turbofans. Envisioned in 1964, the initial 737-100 made its first flight in April 1967 and entered service in February 1968 with Lufthansa.\nThe lengthened 737"}, {"title": "1983 TAME 737-200 crash", "href": "/wiki/1983_TAME_737-200_crash", "description": "The 1983 TAME Boeing 737-200 crash was an aviation incident in which a Boeing 737-2V2 Advanced, operated by the Ecuadorian national airline TAME, which was flying on a domestic route from the now-closed Mariscal Sucre International Airport in Quito to Mariscal Lamar Airport in Cuenca, crashed into a hill during final approach just 1 mile from its final destination, killing all 119 people on board."}, {"title": "Cuenca, Ecuador", "href": "/wiki/Cuenca,_Ecuador", "description": "Santa Ana de los Cuatro Ríos de Cuenca, commonly referred as Cuenca is the capital and largest city of the Azuay Province of Ecuador. Cuenca is located in the highlands of Ecuador at about 2,560 metres above sea level, with an urban population of approximately 329,928 and 661,685 inhabitants in the larger metropolitan area."}]}, {"heading": "Events", "year": "1990", "date": "July 11", "txt": "Oka Crisis: First Nations land dispute in Quebec, Canada begins.", "entities": [{"title": "Oka Crisis", "href": "/wiki/Oka_Crisis", "description": "The Oka Crisis was a land dispute between a group of Mohawk people and the town of Oka, Quebec, Canada, which began on July 11, 1990, and lasted 78 days until September 26, 1990 with two fatalities. The dispute was the first well-publicized violent conflict between First Nations and the Canadian government in the late 20th century."}, {"title": "First Nations", "href": "/wiki/First_Nations", "description": "The First Nations are groups of Canadian indigenous peoples, who are classified as distinct from the Inuit and Métis. Traditionally the First Nations were peoples who lived south of the tree line, and mainly south of the Arctic Circle. There are 634 recognized First Nations governments or bands across Canada. Roughly half are located in the provinces of Ontario and British Columbia."}, {"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}]}, {"heading": "Events", "year": "1991", "date": "July 11", "txt": "Nigeria Airways Flight 2120 crashes in Jeddah, Saudi Arabia killing all 261 passengers and crew on board.", "entities": [{"title": "Nigeria Airways Flight 2120", "href": "/wiki/Nigeria_Airways_Flight_2120", "description": "Nigeria Airways Flight 2120 was a chartered passenger flight from Jeddah, Saudi Arabia, to Sokoto, Nigeria on 11 July 1991, which caught fire shortly after takeoff from King Abdulaziz International Airport and crashed while attempting to return for an emergency landing, killing all 247 passengers and 14 crew members on board. The aircraft was a Douglas DC-8 operated by Nationair for Nigeria Airway"}, {"title": "Jeddah", "href": "/wiki/Jeddah", "description": "Jeddah, also spelled Jedda, Jiddah or Jidda, is a city in the Hejaz region of Saudi Arabia and the country's commercial center. With a population of about 4,697,000 people as of 2021, Jeddah is the largest city in Makkah Province, the second-largest city in Saudi Arabia, and the eighth-largest in the Middle East. Jeddah Islamic Port, located on the Red Sea, is the thirty-sixth largest seaport in t"}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}]}, {"heading": "Events", "year": "1995", "date": "July 11", "txt": "Yugoslav Wars: Srebrenica massacre begins; lasts until 22 July.", "entities": [{"title": "Yugoslav Wars", "href": "/wiki/Yugoslav_Wars", "description": "The Yugoslav Wars were a series of separate but related ethnic conflicts, wars of independence, and insurgencies fought in the former Yugoslavia from 1991 to 2001, leading up to and resulting from the breakup of the Yugoslav federation in 1992. Its constituent republics declared independence due to unresolved tensions between ethnic minorities in the new countries, which fueled the wars."}, {"title": "Srebrenica massacre", "href": "/wiki/Srebrenica_massacre", "description": "The Srebrenica massacre, also known as the Srebrenica genocide, was the July 1995 genocide of more than 8,000 Bosniak Muslim men and boys in and around the town of Srebrenica in July 1995, during the Bosnian War."}]}, {"heading": "Events", "year": "2006", "date": "July 11", "txt": "Mumbai train bombings: Two hundred nine people are killed in a series of bomb attacks in Mumbai, India.", "entities": [{"title": "2006 Mumbai train bombings", "href": "/wiki/2006_Mumbai_train_bombings", "description": "The 2006 Mumbai train bombings were a series of seven bomb blasts on 11 July. They took place over a period of 11 minutes on the Suburban Railway in Mumbai, the capital of the Indian state of Maharashtra and the nation's financial capital. The bombs were set off in pressure cookers on trains plying on the Western Line Suburban Section of the Mumbai Division of Western Railway. The blasts killed 20"}, {"title": "Mumbai", "href": "/wiki/Mumbai", "description": "Mumbai is the capital city of the Indian state of Maharashtra. According to the United Nations, as of 2018, Mumbai is the second-most populous city in the country after Delhi and the seventh-most populous city in the world with a population of roughly 20 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population "}]}, {"heading": "Events", "year": "2010", "date": "July 11", "txt": "The Islamist militia group Al-Shabaab carried out multiple suicide bombings in Kampala, Uganda, killing 74 people and injuring 85 others.", "entities": [{"title": "Islamism", "href": "/wiki/Islamism", "description": "Islamism refers to a \"broad set of political ideologies that utilize and draw inspiration from Islamic symbols and traditions in pursuit of a sociopolitical objective.\""}, {"title": "Al-Shabaab (militant group)", "href": "/wiki/Al-Shabaab_(militant_group)", "description": "Harakat al-Shabaab al-Mujahideen, HSM; more commonly known as al-Shabaab, is a terrorist, jihadist fundamentalist group based in East Africa and Yemen."}, {"title": "2010 Kampala attacks", "href": "/wiki/2010_Kampala_attacks", "description": "On 11 July 2010, suicide bombings were carried out against crowds watching a screening of the 2010 FIFA World Cup Final at two locations in Kampala, the capital city of Uganda. The attacks left 74 dead and 85 injured. Al-Shabaab, an Islamist militia based in Somalia that has ties to al-Qaeda, claimed responsibility for the blasts as retaliation for Ugandan support for AMISOM. In March 2015, the tr"}, {"title": "Kampala", "href": "/wiki/Kampala", "description": "Kampala is the capital and largest city of Uganda. The city proper has a population of 1,680,000 and is divided into the five boroughs of Kampala Central Division, Kawempe Division, Makindye Division, Nakawa Division, and Rubaga Division."}]}, {"heading": "Events", "year": "2011", "date": "July 11", "txt": "Ninety-eight containers of explosives self-detonate killing 13 people in Zygi, Cyprus.", "entities": [{"title": "Evangelos Florakis Naval Base explosion", "href": "/wiki/Evangelos_Florakis_Naval_Base_explosion", "description": "On 11 July 2011, at Evangelos Florakis Naval Base, situated at Mari, Larnaca in Cyprus, a large amount of ammunition and military explosives self-detonated, killing 13 people, including the Commander of the Cyprus Navy, Andreas Ioannides, the base commander, Lambros Lambrou, and six firefighters. A further 62 people were injured. The explosion was the worst peacetime military accident ever recorde"}, {"title": "Zygi", "href": "/wiki/Zygi", "description": "Zygi is a small village on the south coast of Cyprus, between Limassol and Larnaca. Before 1974, Zygi had a mixed Greek- and Turkish-Cypriot population."}]}, {"heading": "Events", "year": "2015", "date": "July 11", "txt": "Joaquín \"El Chapo\" Guzmán escapes from the maximum security prison in Altiplano, in Mexico. It's his second escape.", "entities": [{"title": "Joaquín \"El Chapo\" Guzmán", "href": "/wiki/Joaqu%C3%ADn_%22El_Chapo%22_Guzm%C3%A1n", "description": "Joaquín Archivaldo Guzmán Loera, commonly known as \"El Chapo\" because of his 168 cm stature, is a Mexican former drug lord and former leader of the Sinaloa Cartel, an international crime syndicate. He is considered to have been the most powerful drug trafficker in the world."}]}, {"heading": "Births", "year": "154", "date": "July 11", "txt": "Bardaisan, Syrian astrologer, scholar, and philosopher (d. 222)", "entities": [{"title": "Bardaisan", "href": "/wiki/Bardaisan", "description": "Bardaisan, known in Arabic as Ibn Daisan and in Latin as Bardesanes, was a Syriac or Parthian gnostic and founder of the Bardaisanites. A scientist, scholar, astrologer, philosopher, hymnographer, and poet, Bardaisan was also renowned for his knowledge of India, on which he wrote a book, now lost."}]}, {"heading": "Births", "year": "1274", "date": "July 11", "txt": "Robert the Bruce, Scottish king (d. 1329)", "entities": [{"title": "Robert the Bruce", "href": "/wiki/Robert_the_Bruce", "description": "Robert I, popularly known as Robert the Bruce, was King of Scots from 1306 to his death in 1329. Robert was one of the most famous warriors of his generation and eventually led Scotland during the First War of Scottish Independence against England. He fought successfully during his reign to regain Scotland's place as an independent country and is now revered in Scotland as a national hero."}]}, {"heading": "Births", "year": "1406", "date": "July 11", "txt": "William, Margrave of Hachberg-Sausenberg (d. 1482)", "entities": [{"title": "William, Margrave of Hachberg-Sausenberg", "href": "/wiki/William,_Margrave_of_Hachberg-Sausenberg", "description": "Margrave William of Hachberg-Sausenberg was the son of Margrave Rudolf III of Hachberg-Sausenberg and Anne of Freiburg-Neuchâtel. He ruled from 1428 to 1441, and abdicated on 21 June 1441 in favor of his infant sons, Rudolf IV and Hugo. As they were still infants, his cousin Count John of Freiburg-Neuchâtel took over the government as regent."}]}, {"heading": "Births", "year": "1459", "date": "July 11", "txt": "Kaspar, Count Palatine of Zweibrücken, German nobleman (d. 1527)", "entities": [{"title": "Kaspar, Count Palatine of Zweibrücken", "href": "/wiki/Kaspar,_Count_Palatine_of_Zweibr%C3%BCcken", "description": "Kaspar, Count Palatine of Zweibrücken and Veldenz was Duke of Zweibrücken from 1489 to 1490."}]}, {"heading": "Births", "year": "1558", "date": "July 11", "txt": "Robert Greene, English author and playwright (d. 1592)", "entities": [{"title": "Robert Greene (dramatist)", "href": "/wiki/Robert_Greene_(dramatist)", "description": "Robert Greene (1558–1592) was an English author popular in his day, and now best known for a posthumous pamphlet attributed to him, Greene's Groats-Worth of Witte, bought with a million of Repentance, widely believed to contain an attack on William Shakespeare. Robert Greene was a popular Elizabethan dramatist and pamphleteer known for his negative critiques of his colleagues. He is said to have b"}]}, {"heading": "Births", "year": "1561", "date": "July 11", "txt": "Luis de Góngora, Spanish cleric and poet (d. 1627)", "entities": [{"title": "Luis de Góngora", "href": "/wiki/Luis_de_G%C3%B3ngora", "description": "Luis de Góngora y Argote was a Spanish Baroque lyric poet. Góngora and his lifelong rival, Francisco de Quevedo, are widely considered the most prominent Spanish poets of all time. His style is characterized by what was called culteranismo, also known as Gongorismo. This style existed in stark contrast to Quevedo's conceptismo."}]}, {"heading": "Births", "year": "1603", "date": "July 11", "txt": "Kenelm Digby, English astrologer, courtier, and diplomat (d. 1665)", "entities": [{"title": "Kenelm Digby", "href": "/wiki/Kenelm_Digby", "description": "Sir Kenelm Digby was an English courtier and diplomat. He was also a highly reputed natural philosopher, astrologer and known as a leading Roman Catholic intellectual and Blackloist. For his versatility, he is described in John Pointer's Oxoniensis Academia (1749) as the \"Magazine of all Arts and Sciences, or the Ornament of this Nation\"."}]}, {"heading": "Births", "year": "1628", "date": "July 11", "txt": "Tokugawa Mitsukuni, Japanese daimyō (d. 1701)", "entities": [{"title": "Tokugawa Mitsukuni", "href": "/wiki/Tokugawa_Mitsukuni", "description": "Tokugawa Mitsukuni  or Mito Kōmon (水戸黄門) was a prominent daimyō who was known for his influence in the politics of the early Edo period. He was the third son of Tokugawa Yorifusa and succeeded him, becoming the second daimyō of the Mito Domain."}]}, {"heading": "Births", "year": "1653", "date": "July 11", "txt": "Sarah Good, American woman accused of witchcraft (d. 1692)", "entities": [{"title": "Sarah Good (Salem witch trials)", "href": "/wiki/Sarah_Good_(Salem_witch_trials)", "description": "Sarah Good was one of the first three women to be accused of witchcraft in the Salem witch trials, which occurred in 1692 in colonial Massachusetts."}, {"title": "Witchcraft", "href": "/wiki/Witchcraft", "description": "Witchcraft is the practice of what the practitioner (\"witch\") believes to be magical skills and abilities such as using spells, incantations, and magical rituals. Witchcraft is a broad term that varies culturally and societally, and thus can be difficult to define with precision. Historically, the most common meaning is the use of supernatural means to cause harm to the innocent; this remains the "}]}, {"heading": "Births", "year": "1657", "date": "July 11", "txt": "Frederick I of Prussia (d. 1713)", "entities": [{"title": "Frederick I of Prussia", "href": "/wiki/Frederick_I_of_Prussia", "description": "Frederick I, of the Hohenzollern dynasty, was Elector of Brandenburg (1688–1713) and Duke of Prussia in personal union (Brandenburg-Prussia). The latter function he upgraded to royalty, becoming the first King in Prussia (1701–1713). From 1707 he was in personal union the sovereign prince of the Principality of Neuchâtel. He was also the paternal grandfather of Frederick the Great."}]}, {"heading": "Births", "year": "1662", "date": "July 11", "txt": "Maximilian II Emanuel, Elector of Bavaria (d. 1726)", "entities": [{"title": "Maximilian II Emanuel, Elector of Bavaria", "href": "/wiki/Maximilian_II_Emanuel,_Elector_of_Bavaria", "description": "Maximilian II, also known as Max Emanuel or Maximilian Emanuel, was a Wittelsbach ruler of Bavaria and a Prince-elector of the Holy Roman Empire. He was also the last governor of the Spanish Netherlands and duke of Luxembourg. An able soldier, his ambition led to conflicts that limited his ultimate dynastic achievements."}]}, {"heading": "Births", "year": "1709", "date": "July 11", "txt": "Johan Gottschalk Wallerius, Swedish chemist and mineralogist (d. 1785)", "entities": [{"title": "Johan Gottschalk Wallerius", "href": "/wiki/Johan_Gottschalk_Wallerius", "description": "Johan Gottschalk Wallerius was a Swedish chemist and mineralogist."}]}, {"heading": "Births", "year": "1723", "date": "July 11", "txt": "Jean-François Marmontel, French historian and author (d. 1799)", "entities": [{"title": "Jean-François Marmontel", "href": "/wiki/Jean-Fran%C3%A7ois_Marmontel", "description": "Jean-François Marmontel was a French historian and writer, a member of the Encyclopédistes movement."}]}, {"heading": "Births", "year": "1751", "date": "July 11", "txt": "Caroline Matilda, British princess, queen consort of Denmark (d. 1775)", "entities": [{"title": "Caroline Matilda of Great Britain", "href": "/wiki/Caroline_Matilda_of_Great_Britain", "description": "Caroline Matilda of Great Britain was a member of the House of Hanover and Queen of Denmark and Norway from 1766 to 1772 by marriage to King Christian VII."}]}, {"heading": "Births", "year": "1754", "date": "July 11", "txt": "Thomas Bowdler, English physician and philanthropist (d. 1825)", "entities": [{"title": "Thomas Bowdler", "href": "/wiki/Thomas_Bowdler", "description": "Thomas Bowdler, LRCP, FRS was an English doctor best known for publishing The Family Shakespeare, an expurgated edition of William Shakespeare's plays. The work, edited by his sister Henrietta Maria Bowdler, was intended to provide a version of Shakespeare that was more appropriate than the original for 19th-century women and children. Bowdler also published several other works, some reflecting hi"}]}, {"heading": "Births", "year": "1760", "date": "July 11", "txt": "Peggy Shippen, American wife of Benedict Arnold and American Revolutionary War spy (d. 1804)", "entities": [{"title": "Peggy Shippen", "href": "/wiki/Peggy_Shippen", "description": "Margaret \"Peggy\" Shippen was the highest-paid spy in the American Revolution, and was the second wife of General Benedict Arnold."}, {"title": "Benedict Arnold", "href": "/wiki/Benedict_Arnold", "description": "Benedict Arnold was an American military officer who served during the Revolutionary War. He fought with distinction for the American Continental Army, rising to the rank of major general, before defecting to the British side of the conflict in 1780. General George Washington had given him his fullest trust and placed him in command of West Point, New York. Arnold planned to surrender the fort to "}, {"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Espionage", "href": "/wiki/Espionage", "description": "Espionage or spying is the act of obtaining secret or confidential information from non-disclosed sources or divulging of the same without the permission of the holder of the information. A person who commits espionage is called an espionage agent or spy. Any individual or spy ring, in the service of a government, company or independent operation, can commit espionage. The practice is clandestine,"}]}, {"heading": "Births", "year": "1767", "date": "July 11", "txt": "John Quincy Adams, American lawyer and politician, 6th President of the United States (d. 1848)", "entities": [{"title": "John Quincy Adams", "href": "/wiki/John_Quincy_Adams", "description": "John Quincy Adams was an American statesman, diplomat, lawyer, and diarist who served as the sixth president of the United States, from 1825 to 1829. He previously served as the eighth United States Secretary of State from 1817 to 1825. During his long diplomatic and political career, Adams also served as an ambassador, and as a member of the United States Senate and House of Representatives repre"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1826", "date": "July 11", "txt": "Alexander Afanasyev, Russian ethnographer and author (d. 1871)", "entities": [{"title": "Alexander Afanasyev", "href": "/wiki/Alexander_Afanasyev", "description": "Alexander Nikolayevich Afanasyev was a Russian Slavist and ethnographer who published nearly 600 Russian fairy and folk tales, one of the largest collections of folklore in the world. The first edition of his collection was published in eight volumes from 1855 to 1867, earning him the reputation as being the Russian counterpart to the Brothers Grimm."}]}, {"heading": "Births", "year": "1832", "date": "July 11", "txt": "Charilaos Trikoupis, Greek lawyer and politician, 55th Prime Minister of Greece (d. 1896)", "entities": [{"title": "Charilaos Trikoupis", "href": "/wiki/Charilaos_Trikoupis", "description": "Charilaos Trikoupis was a Greek politician who served as a Prime Minister of Greece seven times from 1875 until 1895."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1834", "date": "July 11", "txt": "James Abbott McNeill Whistler, American-English painter and illustrator (d. 1903)", "entities": [{"title": "James Abbott McNeill Whistler", "href": "/wiki/James_Abbott_McNeill_Whistler", "description": "James Abbott McNeill Whistler was an American artist active during the American Gilded Age and based primarily in the United Kingdom. He eschewed sentimentality and moral allusion in painting and was a leading proponent of the credo \"art for art's sake\". His signature for his paintings took the shape of a stylized butterfly possessing a long stinger for a tail. The symbol combined both aspects of "}]}, {"heading": "Births", "year": "1836", "date": "July 11", "txt": "Antônio Carlos Gomes, Brazilian composer (d. 1896)", "entities": [{"title": "Antônio Carlos Gomes", "href": "/wiki/Ant%C3%B4nio_Carlos_Gomes", "description": "Antônio Carlos Gomes was the first New World composer whose work was accepted by Europe. He was the only non-European who was successful as an opera composer in Italy, during the \"golden age of opera\", contemporary to Verdi and Puccini and the first composer of non-European lineage to be accepted into the Classic tradition of music."}]}, {"heading": "Births", "year": "1846", "date": "July 11", "txt": "Léon Bloy, French author and poet (d. 1917)", "entities": [{"title": "Léon Bloy", "href": "/wiki/L%C3%A9on_Bloy", "description": "Léon Bloy was a French novelist, essayist, pamphleteer, and poet, known additionally for his eventual, passionate defense of Roman Catholicism and influence within French Catholic circles."}]}, {"heading": "Births", "year": "1849", "date": "July 11", "txt": "N. E. Brown, English plant taxonomist and authority on succulents (d. 1934)", "entities": [{"title": "N. E. Brown", "href": "/wiki/N._E._Brown", "description": "Nicholas Edward Brown was an English plant taxonomist and authority on succulents. He was also an authority on several families of plants, including Asclepiadaceae, Aizoaceae, Labiatae and Cape plants."}]}, {"heading": "Births", "year": "1850", "date": "July 11", "txt": "Annie Armstrong, American missionary (d. 1938)", "entities": [{"title": "Annie Armstrong", "href": "/wiki/Annie_Armstrong", "description": "Annie Walker Armstrong was a lay Southern Baptist denominational leader instrumental in the founding of the Woman's Missionary Union."}]}, {"heading": "Births", "year": "1866", "date": "July 11", "txt": "Princess Irene of Hesse and by Rhine (d. 1953)", "entities": [{"title": "Princess Irene of Hesse and by Rhine", "href": "/wiki/Princess_Irene_of_Hesse_and_by_Rhine", "description": "Princess Irene of Hesse and by Rhine was the third child and third daughter of Princess Alice of the United Kingdom and Louis IV, Grand Duke of Hesse and by Rhine. Her maternal grandparents were Queen Victoria and Prince Albert of Saxe-Coburg and Gotha. Her paternal grandparents were Prince Charles of Hesse and by Rhine and Princess Elizabeth of Prussia. She was the wife of Prince Henry of Prussia"}]}, {"heading": "Births", "year": "1875", "date": "July 11", "txt": "H. M. Brock, British painter and illustrator (d. 1960)", "entities": [{"title": "H. M. Brock", "href": "/wiki/H._M._Brock", "description": "Henry Matthew Brock was a British illustrator and landscape painter of the late nineteenth and early twentieth century. He was one of four artist brothers, all of them illustrators, who worked together in their family studio in Cambridge."}]}, {"heading": "Births", "year": "1880", "date": "July 11", "txt": "Friedrich Lahrs, German architect and academic (d. 1964)", "entities": [{"title": "Friedrich Lahrs", "href": "/wiki/Friedrich_Lahrs", "description": "Johann Ludwig Friedrich Lahrs was a German architect and professor."}]}, {"heading": "Births", "year": "1881", "date": "July 11", "txt": "Isabel Martin Lewis, American astronomer and author (d. 1966)", "entities": [{"title": "Isabel Martin Lewis", "href": "/wiki/Isabel_Martin_Lewis", "description": "Isabel Martin Lewis  was an American astronomer who was the first woman hired by the United States Naval Observatory as assistant astronomer. In 1918, Lewis was elected a member of the American Astronomical Society. She was also a member of the Royal Astronomical Society of Canada and the Astronomical Society of the Pacific."}]}, {"heading": "Births", "year": "1882", "date": "July 11", "txt": "James Larkin White, American miner, explorer, and park ranger (d. 1946)", "entities": [{"title": "James Larkin White", "href": "/wiki/James_Larkin_White", "description": "James Larkin White, better known as Jim White, was a cowboy, guano miner, cave explorer, and park ranger for the National Park Service. He is best remembered as the discoverer, early promoter and explorer of what is known today as Carlsbad Caverns in Carlsbad Caverns National Park, New Mexico."}]}, {"heading": "Births", "year": "1886", "date": "July 11", "txt": "Boris Grigoriev, Russian painter and illustrator (d. 1939)", "entities": [{"title": "Boris Grigoriev", "href": "/wiki/Boris_Grigoriev", "description": "Boris Grigoriev was a Russian painter, graphic artist, and author."}]}, {"heading": "Births", "year": "1888", "date": "July 11", "txt": "Carl Schmitt, German philosopher and jurist (d. 1985)", "entities": [{"title": "Carl Schmitt", "href": "/wiki/Carl_Schmitt", "description": "Carl Schmitt was a German jurist, political theorist, and prominent member of the Nazi Party. Schmitt wrote extensively about the effective wielding of political power. A conservative theorist, he is noted as a critic of parliamentary democracy, liberalism, and cosmopolitanism, and his work has been a major influence on subsequent political theory, legal theory, continental philosophy, and politic"}]}, {"heading": "Births", "year": "1892", "date": "July 11", "txt": "Thomas Mitchell, American actor, singer, and screenwriter (d. 1962)", "entities": [{"title": "Thomas Mitchell (actor)", "href": "/wiki/Thomas_Mitchell_(actor)", "description": "Thomas John Mitchell was an American actor and writer. Among his most famous roles in a long career are those of Gerald O'Hara in Gone with the Wind, Doc Boone in Stagecoach, Uncle Billy in It's a Wonderful Life, Pat Garrett in The Outlaw, and Mayor Jonas Henderson in High Noon. Mitchell was the first male actor to win an Oscar, an Emmy, and a Tony Award, better known as the Triple Crown of Acting"}]}, {"heading": "Births", "year": "1894", "date": "July 11", "txt": "Erna Mohr, German zoologist (d. 1968)", "entities": [{"title": "Erna Mohr", "href": "/wiki/Erna_Mohr", "description": "Erna W. Mohr was a German zoologist who made contributions to ichthyology and mammalogy. Mohr was long associated with the Zoological Museum Hamburg, where she was successively head of the Fish Biology Department, Department of Higher Vertebrates, and Curator of the Vertebrate Department. She was a member of the Academy of Sciences Leopoldina and held an honorary doctorate from the University of M"}]}, {"heading": "Births", "year": "1895", "date": "July 11", "txt": "Dorothy Wilde, English author and poet (d. 1941)", "entities": [{"title": "Dorothy Wilde", "href": "/wiki/Dorothy_Wilde", "description": "Dorothy Ierne Wilde, known as Dolly Wilde, was an English socialite, made famous by her family connections and her reputation as a witty conversationalist. Her charm and humour made her a popular guest at salons in Paris between the wars, standing out even in a social circle known for its flamboyant talkers."}]}, {"heading": "Births", "year": "1897", "date": "July 11", "txt": "Bull Connor, American police officer (d. 1973)", "entities": [{"title": "Bull Connor", "href": "/wiki/Bull_Connor", "description": "Theophilus Eugene “Bull” Connor was an American politician and member of the Democratic Party who served as Commissioner of Public Safety for the city of Birmingham, Alabama, for more than two decades. He strongly opposed the Civil Rights Movement in the 1960s. Under the city commission government, Connor had responsibility for administrative oversight of the Birmingham Fire Department and the Bir"}]}, {"heading": "Births", "year": "1899", "date": "July 11", "txt": "Wilfrid Israel, German businessman and philanthropist (d. 1943)", "entities": [{"title": "Wilfrid Israel", "href": "/wiki/Wilfrid_Israel", "description": "Wilfrid Berthold Jacob Israel was an Anglo-German businessman and philanthropist, born into a wealthy Anglo-German Jewish family, who was active in the rescue of Jews from Nazi Germany, and who played a significant role in the Kindertransport."}]}, {"heading": "Births", "year": "1899", "date": "July 11", "txt": "E. B. White, American essayist and journalist (d. 1985)", "entities": []}, {"heading": "Births", "year": "1901", "date": "July 11", "txt": "Gwendolyn Lizarraga, Belizean businesswoman, activist, and politician (d. 1975)", "entities": [{"title": "Gwendolyn Lizarraga", "href": "/wiki/Gwendolyn_Lizarraga", "description": "Gwendolyn Margaret Lizarraga, MBE commonly known as Madam Liz, was a Belizean businesswoman, women's rights activist and politician. She was the first woman elected to the British Honduras Legislative Assembly and the first woman to serve as a government minister in British Honduras, now Belize."}]}, {"heading": "Births", "year": "1903", "date": "July 11", "txt": "Rudolf Abel, English-Russian colonel (d. 1971)", "entities": [{"title": "Rudolf Abel", "href": "/wiki/Rudolf_Abel", "description": "Rudolf Ivanovich Abel, real name William August Fisher, was a Soviet intelligence officer. He adopted his alias when arrested on charges of conspiracy by the FBI in 1957."}]}, {"heading": "Births", "year": "1903", "date": "July 11", "txt": "Sidney Franklin, American bullfighter (d. 1976)", "entities": []}, {"heading": "Births", "year": "1904", "date": "July 11", "txt": "Niño Ricardo, Spanish guitarist and composer (d. 1972)", "entities": [{"title": "Niño Ricardo", "href": "/wiki/Ni%C3%B1o_Ricardo", "description": "Manuel Serrapí Sánchez, better known as Niño Ricardo, was a Flamenco composer, considered by some sources as the most accomplished flamenco player of his day. He played a significant part in the evolution of the flamenco guitar. He lived in the city center of Sevilla. A child guitar prodigy, his early audiences referred to him as the son of Ricardo, leading to his stage-name Niño [de] Ricardo."}]}, {"heading": "Births", "year": "1905", "date": "July 11", "txt": "Betty Allan, Australian statistician and biometrician (d. 1952)", "entities": [{"title": "Betty Allan", "href": "/wiki/Betty_Allan", "description": "Frances Elizabeth Allan (1905–1952) was an Australian statistician. She was known as the first statistician at CSIRO, as \"the effective founder of the CSIRO Division of Mathematics and Statistics\", and for her advocacy of biometrics."}, {"title": "Biometrician", "href": "/wiki/Biometrician", "description": "Biostatistics are the development and application of statistical methods to a wide range of topics in biology. It encompasses the design of biological experiments, the collection and analysis of data from those experiments and the interpretation of the results."}]}, {"heading": "Births", "year": "1906", "date": "July 11", "txt": "Harry von Zell, American actor and announcer (d. 1981)", "entities": [{"title": "Harry von Zell", "href": "/wiki/Harry_von_Zell", "description": "Harry Rudolph von Zell was an American announcer of radio programs, and an actor in films and television shows. He is best remembered for his work on The George Burns and Gracie Allen Show, and for once mispronouncing President Herbert Hoover's name on the air, a slip that was exaggerated on a later comedy record album."}]}, {"heading": "Births", "year": "1906", "date": "July 11", "txt": "Herbert Wehner, German politician, Minister of Intra-German Relations (d. 1990)", "entities": [{"title": "Minister of Intra-German Relations", "href": "/wiki/Minister_of_Intra-German_Relations", "description": "The Federal Minister of Intra-German Relations was a federal cabinet minister of the Federal Republic of Germany. The office was created under the title of Federal Minister of All-German Affairs in 1949, being also in charge of the German lands east of the Oder–Neisse line which had been put under Polish or Soviet administration. In 1951, the first Minister of All-German Affairs Jakob Kaiser openl"}]}, {"heading": "Births", "year": "1909", "date": "July 11", "txt": "Irene Hervey, American actress (d. 1998)", "entities": [{"title": "Irene Hervey", "href": "/wiki/Irene_Hervey", "description": "Irene Hervey was an American film, stage, and television actress who appeared in over fifty films and numerous television series spanning her five-decade career."}]}, {"heading": "Births", "year": "1909", "date": "July 11", "txt": "Jacques Clemens, Dutch catholic priest (d. 2018)", "entities": []}, {"heading": "Births", "year": "1910", "date": "July 11", "txt": "Sally Blane, American actress (d. 1997)", "entities": [{"title": "Sally Blane", "href": "/wiki/Sally_Blane", "description": "Sally Blane was an American actress. She appeared in over 100 movies."}]}, {"heading": "Births", "year": "1911", "date": "July 11", "txt": "Erna Flegel, German Third Reich nurse (d. 2006)", "entities": [{"title": "Erna Flegel", "href": "/wiki/Erna_Flegel", "description": "Erna Flegel was a German nurse. In late April 1945 she worked at the emergency casualty station at the Reich Chancellery in Berlin. She was captured in the Reich Chancellery by the Red Army on 2 May 1945."}, {"title": "Third Reich", "href": "/wiki/Third_Reich", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Births", "year": "1912", "date": "July 11", "txt": "Sergiu Celibidache, Romanian conductor and composer (d. 1996)", "entities": [{"title": "Sergiu Celibidache", "href": "/wiki/Sergiu_Celibidache", "description": "Sergiu Celibidache was a Romanian conductor, composer, musical theorist, and teacher. Educated in his native Romania, and later in Paris and Berlin, Celibidache's career in music spanned over five decades, including tenures as principal conductor of the Munich Philharmonic, Berlin Philharmonic, Sicilian Symphony Orchestra and several other European orchestras. Later in life, he taught at Mainz Uni"}]}, {"heading": "Births", "year": "1912", "date": "July 11", "txt": "Peta Taylor, English cricketer (d. 1989)", "entities": []}, {"heading": "Births", "year": "1912", "date": "July 11", "txt": "William F. Walsh, American captain and politician, 48th Mayor of Syracuse (d. 2011)", "entities": [{"title": "List of mayors of Syracuse, New York", "href": "/wiki/List_of_mayors_of_Syracuse,_New_York", "description": "This is a list of mayors of Syracuse, New York."}]}, {"heading": "Births", "year": "1913", "date": "July 11", "txt": "Paul Gibb, English cricketer (d. 1977)", "entities": [{"title": "Paul Gibb", "href": "/wiki/Paul_Gibb", "description": "Paul Antony Gibb was an English cricketer, who played in eight Tests for England from 1938 to 1946. He played first-class cricket for Cambridge University, Yorkshire and Essex, as a right-handed opening or middle order batsman and also kept wicket in many matches."}]}, {"heading": "Births", "year": "1913", "date": "July 11", "txt": "Cordwainer Smith, American sinologist, author, and academic (d. 1966)", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 11", "txt": "Mortimer Caplin, American tax attorney, educator, and IRS Commissioner (d. 2019)", "entities": [{"title": "Mortimer Caplin", "href": "/wiki/Mortimer_Caplin", "description": "Mortimer Maxwell Caplin  was an American lawyer and educator, and the founding member of Caplin & Drysdale, Chartered."}]}, {"heading": "Births", "year": "1916", "date": "July 11", "txt": "Hans Maier, Dutch water polo player (d. 2018)", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 11", "txt": "Alexander Prokhorov, Australian-Russian physicist and academic, Nobel Prize laureate (d. 2002)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1916", "date": "July 11", "txt": "Reg Varney, English actor and screenwriter (d. 2008)", "entities": []}, {"heading": "Births", "year": "1916", "date": "July 11", "txt": "Gough Whitlam, Australian lieutenant, lawyer, and politician, 21st Prime Minister of Australia (d. 2014)", "entities": [{"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1918", "date": "July 11", "txt": "Venetia Burney, English educator, who named Pluto (d. 2009)", "entities": [{"title": "Venetia Burney", "href": "/wiki/Venetia_Burney", "description": "Venetia Katharine Douglas Burney, as an English girl of 11 years old, was credited by Clyde Tombaugh with first suggesting the name Pluto for the planet he discovered in 1930. She was living in Oxford, England, at the time. As an adult she worked as an accountant and a teacher."}, {"title": "Pluto", "href": "/wiki/Pluto", "description": "Pluto is a dwarf planet in the Kuiper belt, a ring of bodies beyond the orbit of Neptune. It was the first and the largest Kuiper belt object to be discovered.\nAfter Pluto was discovered in 1930, it was declared to be the ninth planet from the Sun. Beginning in the 1990s, its status as a planet was questioned following the discovery of several objects of similar size in the Kuiper belt, including "}]}, {"heading": "Births", "year": "1920", "date": "July 11", "txt": "Yul Brynner, Russian actor and dancer (d. 1985)", "entities": [{"title": "Yul Brynner", "href": "/wiki/Yul_Brynner", "description": "Yuliy Borisovich Briner, better known as Yul Brynner, was a Russian-American actor, singer, and director, best known for his portrayal of King Mongkut in the Rodgers and Hammerstein stage musical The King and I, for which he won two Tony Awards, and later an Academy Award for Best Actor for the film adaptation. He played the role 4,625 times on stage and became known for his shaved head, which he "}]}, {"heading": "Births", "year": "1920", "date": "July 11", "txt": "Zecharia Sitchin, Russian-American author (d. 2010)", "entities": []}, {"heading": "Births", "year": "1922", "date": "July 11", "txt": "Gene Evans, American actor (d. 1998)", "entities": [{"title": "Gene Evans", "href": "/wiki/Gene_Evans", "description": "Eugene Barton Evans was an American actor who appeared in numerous television series, made-for-television movies, and feature films between 1947 and 1989."}]}, {"heading": "Births", "year": "1922", "date": "July 11", "txt": "Fritz Riess, German-Swiss racing driver (d. 1991)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 11", "txt": "Richard Pipes, Polish-American historian and academic (d. 2018)", "entities": [{"title": "Richard Pipes", "href": "/wiki/Richard_Pipes", "description": "Richard Edgar Pipes was an American academic who specialized in Russian history, particularly with respect to the Soviet Union, who espoused a strong anti-communist point of view throughout his career. In 1976, he headed Team B, a team of analysts organized by the Central Intelligence Agency who analyzed the strategic capacities and goals of the Soviet military and political leadership. Pipes was "}]}, {"heading": "Births", "year": "1923", "date": "July 11", "txt": "Tun Tun, Indian actress and comedian (d. 2003)", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 11", "txt": "César Lattes, Brazilian physicist and academic (d. 2005)", "entities": [{"title": "César Lattes", "href": "/wiki/C%C3%A9sar_Lattes", "description": "Cesare Mansueto Giulio Lattes, also known as César Lattes, was a Brazilian experimental physicist, one of the discoverers of the pion, a composite subatomic particle made of a quark and an antiquark."}]}, {"heading": "Births", "year": "1924", "date": "July 11", "txt": "Brett Somers, Canadian-American actress and singer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 11", "txt": "Charlie Tully, Northern Irish footballer and manager (d. 1971)", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 11", "txt": "Oscar Wyatt, American businessman", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 11", "txt": "Charles Chaynes, French composer (d. 2016)", "entities": [{"title": "Charles Chaynes", "href": "/wiki/Charles_Chaynes", "description": "\nCharles Chaynes was a French composer."}]}, {"heading": "Births", "year": "1925", "date": "July 11", "txt": "Nicolai Gedda, Swedish operatic tenor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 11", "txt": "Peter Kyros, American lawyer and politician (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 11", "txt": "Sid Smith, Canadian ice hockey player and coach (d. 2004)", "entities": []}, {"heading": "Births", "year": "1926", "date": "July 11", "txt": "Frederick Buechner, American minister, theologian, and author", "entities": [{"title": "Frederick Buechner", "href": "/wiki/Frederick_Buechner", "description": "Carl Frederick Buechner is an American writer, novelist, poet, autobiographer, essayist, preacher, and theologian. He is an ordained Presbyterian minister and the author of more than thirty published books. His work encompasses different genres, including fiction, autobiography, essays and sermons, and his career has spanned more than six decades. Buechner's books have been translated into many la"}]}, {"heading": "Births", "year": "1927", "date": "July 11", "txt": "Theodore Maiman, American-Canadian physicist and engineer (d. 2007)", "entities": [{"title": "Theodore Maiman", "href": "/wiki/Theodore_Maiman", "description": "Theodore Harold Maiman was an American engineer and physicist who is widely credited with the invention of the laser. Maiman's laser led to the subsequent development of many other types of lasers. The laser was successfully fired on May 16, 1960. In a July 7, 1960 press conference in Manhattan, Maiman and his employer, Hughes Aircraft Company, announced the laser to the world. Maiman was granted "}]}, {"heading": "Births", "year": "1927", "date": "July 11", "txt": "Chris Leonard, English footballer", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 11", "txt": "Greville Janner, Baron Janner of Braunstone, Welsh-English lawyer and politician (d. 2015)", "entities": [{"title": "Greville Janner, Baron Janner of Braunstone", "href": "/wiki/Greville_Janner,_Baron_Janner_of_Braunstone", "description": "Greville Ewan Janner, Baron Janner of Braunstone, QC was a British politician, barrister and writer. He became a Leicester Labour MP in the 1970 general election as a last-minute candidate, succeeding his father. He was an MP until 1997, and then elevated to the House of Lords. Never a frontbencher, Janner was particularly known for his work on Select Committees; he chaired the Select Committee on"}]}, {"heading": "Births", "year": "1928", "date": "July 11", "txt": "Bobo Olson, American boxer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1928", "date": "July 11", "txt": "Andrea Veneracion, Filipina choirmaster (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "July 11", "txt": "Danny Flores, American singer-songwriter and saxophonist (d. 2006)", "entities": [{"title": "Danny Flores", "href": "/wiki/Danny_Flores", "description": "Danny Flores, also known by his stage name Chuck Rio, was an American rock and roll saxophonist. He is best remembered for his self-penned song \"Tequila\", which he recorded with The Champs, and which reached number one on the Billboard Hot 100."}]}, {"heading": "Births", "year": "1929", "date": "July 11", "txt": "David Kelly, Irish actor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 11", "txt": "Jack Alabaster, New Zealand cricketer", "entities": [{"title": "Jack Alabaster", "href": "/wiki/Jack_Alabaster", "description": "John Chaloner Alabaster is a former cricketer who played 21 Test matches for New Zealand between 1955 and 1972. A leg-spin bowler, he was the only New Zealander to play in each of the country's first four Test victories. He was born in Invercargill, and in domestic cricket was often partnered at the crease for his provincial side Otago by his younger brother Gren, who bowled off-spin."}]}, {"heading": "Births", "year": "1930", "date": "July 11", "txt": "Harold Bloom, American literary critic (d. 2019)", "entities": []}, {"heading": "Births", "year": "1930", "date": "July 11", "txt": "Trevor Storer, English businessman, founded Pukka Pies (d. 2013)", "entities": [{"title": "Pukka Pies", "href": "/wiki/Pukka_Pies", "description": "Pukka Pies is a manufacturer of pies based in Syston, Leicestershire, England."}]}, {"heading": "Births", "year": "1930", "date": "July 11", "txt": "Ezra Vogel, American sociologist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 11", "txt": "Dick Gray, American baseball player (d. 2013)", "entities": [{"title": "Dick Gray", "href": "/wiki/Dick_Gray", "description": "Richard Benjamin Gray was an American professional baseball player. He was an infielder in Major League Baseball, playing mainly as a third baseman for the Los Angeles Dodgers and St. Louis Cardinals from 1958 through 1960. Listed at 5 feet 11 inches (1.80 m) tall and 165 pounds (75 kg), he batted and threw right handed."}]}, {"heading": "Births", "year": "1931", "date": "July 11", "txt": "Thurston Harris, American doo-wop singer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 11", "txt": "Tab Hunter, American actor and singer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1931", "date": "July 11", "txt": "Tullio Regge, Italian physicist and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1932", "date": "July 11", "txt": "Alex Hassilev, French-born American folk singer and musician", "entities": [{"title": "Alex Hassilev", "href": "/wiki/Alex_Hassilev", "description": "Alex Hassilev is an American folk musician who was one of the founding members of the group The Limeliters and produced the rock album The Zodiac: Cosmic Sounds. He was educated at Harvard and the University of Chicago. He is an actor with a number of film and television appearances to his credit. He is a musician: he plays the guitar and the banjo. He speaks fluent French, Russian and Spanish and"}]}, {"heading": "Births", "year": "1932", "date": "July 11", "txt": "Jean-Guy Talbot, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1933", "date": "July 11", "txt": "Jim Carlen, American football player and coach (d. 2012)", "entities": [{"title": "Jim Carlen", "href": "/wiki/Jim_Carlen", "description": "James Anthony Carlen III was an American football player, coach, and college athletics administrator. He served as the head football coach at West Virginia University (1966–1969) and Texas Tech University (1970–1974). He served as both the head football coach and athletic director of the University of South Carolina (1975–1981). Carlen compiled an overall career college football record of 107–69–6"}]}, {"heading": "Births", "year": "1933", "date": "July 11", "txt": "Frank Kelso, American admiral and politician, United States Secretary of the Navy (d. 2013)", "entities": [{"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Births", "year": "1934", "date": "July 11", "txt": "Giorgio Armani, Italian fashion designer, founded the Armani Company", "entities": [{"title": "Giorgio Armani", "href": "/wiki/Giorgio_Armani", "description": "Giorgio Armani is an Italian fashion designer. He first came to notice, working for Cerruti and then for many others, including Allegri, Bagutta and Hilton. He formed his company, Armani, in 1975, which eventually diversified into music, sport and luxury hotels. By 2001 Armani was acclaimed as the most successful designer of Italian origin, and is credited with pioneering red-carpet fashion. While"}, {"title": "Armani", "href": "/wiki/Armani", "description": "Giorgio Armani S.p.A., commonly known as Armani, is an Italian luxury fashion house founded by Giorgio Armani which designs, manufactures, distributes and retails haute couture, ready-to-wear, leather goods, shoes, watches, jewelry, accessories, eyewear, cosmetics and home interiors. The brand markets these products under several labels: Giorgio Armani Privé, Giorgio Armani, Armani Collezioni, Emp"}]}, {"heading": "Births", "year": "1935", "date": "July 11", "txt": "Frederick Hemke, American saxophonist and educator (d. 2019)", "entities": [{"title": "Frederick Hemke", "href": "/wiki/Frederick_Hemke", "description": "Fred Hemke, DMA (né Frederick Leroy Hemke Jr.; July 11, 1935 – April 17, 2019) was an American virtuoso classical saxophonist and influential professor of saxophone at Northwestern University. Hemke helped raise the popularity of classical saxophone, particularly among leading American composers and helped raise the recognition of classical saxophone in solo, chamber, and major orchestral repertoi"}]}, {"heading": "Births", "year": "1935", "date": "July 11", "txt": "Oliver Napier, Northern Irish lawyer and politician (d. 2011)", "entities": []}, {"heading": "Births", "year": "1937", "date": "July 11", "txt": "Pai Hsien-yung, Chinese-Taiwanese author", "entities": [{"title": "Pai Hsien-yung", "href": "/wiki/Pai_Hsien-yung", "description": "Kenneth Hsien-yung Pai is a Chinese writer from Taiwan who has been described as a \"melancholy pioneer.\" He was born in Guilin, Guangxi at the cusp of the Second Sino-Japanese War. Pai's father was the famous Kuomintang (KMT) general Bai Chongxi, whom he later described as a \"stern, Confucian father\" with \"some soft spots in his heart.\" Pai was diagnosed with tuberculosis at the age of seven, duri"}]}, {"heading": "Births", "year": "1941", "date": "July 11", "txt": "Bill Boggs, American journalist and producer", "entities": [{"title": "Bill Boggs", "href": "/wiki/Bill_Boggs", "description": "William Boggs III, known professionally as \"Bill Boggs\" is an American television host and journalist."}]}, {"heading": "Births", "year": "1941", "date": "July 11", "txt": "Henry Lowther, English trumpet player", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 11", "txt": "Richard Carleton, Australian journalist  (d. 2006)", "entities": [{"title": "Richard Carleton", "href": "/wiki/Richard_Carleton", "description": "Richard George Carleton was a multi-Logie Award winning Australian television journalist."}]}, {"heading": "Births", "year": "1943", "date": "July 11", "txt": "Howard Gardner, American psychologist and academic", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 11", "txt": "Tom Holland, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 11", "txt": "Peter Jensen, Australian metropolitan", "entities": []}, {"heading": "Births", "year": "1943", "date": "July 11", "txt": "Robert Malval, Haitian businessman and politician, 5th Prime Minister of Haiti", "entities": [{"title": "Prime Minister of Haiti", "href": "/wiki/Prime_Minister_of_Haiti", "description": "The prime minister of Haiti is the head of government of Haiti. The office was created under the 1987 Constitution; previously, all executive power was held by the president or head of state, who appointed and chaired the Council of Ministers."}]}, {"heading": "Births", "year": "1943", "date": "July 11", "txt": "Rolf Stommelen, German racing driver (d. 1983)", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 11", "txt": "Lou Hudson, American basketball player and coach (d. 2014)", "entities": [{"title": "Lou Hudson", "href": "/wiki/Lou_Hudson", "description": "Louis Clyde Hudson was an American National Basketball Association (NBA) player, who was an All-American at the University of Minnesota and a six-time NBA All-Star, scoring 17,940 total points in 13 NBA seasons (1966–1979)."}]}, {"heading": "Births", "year": "1944", "date": "July 11", "txt": "Michael Levy, Baron Levy, English philanthropist", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 11", "txt": "Patricia Polacco, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1946", "date": "July 11", "txt": "Martin Wong, American painter (d. 1999)", "entities": [{"title": "Martin Wong", "href": "/wiki/Martin_Wong", "description": "Martin Wong was a Chinese-American painter of the late 20th century. His work has been described as a meticulous blend of social realism and visionary art styles. Wong's paintings often explored multiple ethnic and racial identities, exhibited cross-cultural elements, demonstrated multilingualism, and celebrated his queer sexuality."}]}, {"heading": "Births", "year": "1947", "date": "July 11", "txt": "Jeff Hanna, American singer-songwriter, guitarist, and drummer", "entities": [{"title": "Jeff Hanna", "href": "/wiki/Jeff_Hanna", "description": "Jeffrey R. Hanna is an American singer-songwriter and performance musician, best known for his association with the Nitty Gritty Dirt Band. His professional music career has spanned six decades."}]}, {"heading": "Births", "year": "1947", "date": "July 11", "txt": "Norman Lebrecht, English author and critic", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 11", "txt": "Bo Lundgren, Swedish politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 11", "txt": "Pervez Hoodbhoy, Pakistani physicist and academic", "entities": [{"title": "Pervez Hoodbhoy", "href": "/wiki/Pervez_Hoodbhoy", "description": "Pervez Amirali Hoodbhoy is a Pakistani nuclear physicist and activist who serves as Zohra and ZZ Ahmed Foundation distinguished professor at the Forman Christian College and previously taught physics at the Quaid-e-Azam University. Hoodbhoy is also a prominent activist in particular concerned with promotion of freedom of speech, secularism, scientific temper and education in Pakistan."}]}, {"heading": "Births", "year": "1950", "date": "July 11", "txt": "J. R. Morgan, Welsh author and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 11", "txt": "Bonnie Pointer, American singer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 11", "txt": "Ed Ott, American baseball player and coach", "entities": [{"title": "Ed Ott", "href": "/wiki/Ed_Ott", "description": "Nathan Edward Ott, nicknamed \"Otter\", is an American former professional baseball player, coach and manager. He played as a catcher in Major League Baseball (MLB) from 1974 to 1981, most notably as a member of the Pittsburgh Pirates with whom he won a World Series championship in 1979. He also played for the California Angels. Ott was a left-handed batter and threw right-handed."}]}, {"heading": "Births", "year": "1952", "date": "July 11", "txt": "Bill Barber, Canadian ice hockey player and coach", "entities": [{"title": "Bill Barber", "href": "/wiki/Bill_Barber", "description": "William Charles Barber is a Canadian former professional ice hockey forward who played twelve seasons for the Philadelphia Flyers in the National Hockey League (NHL). As part of the famed LCB line, Barber helped lead the Flyers to the franchise's two Stanley Cups in 1974 and 1975. He was inducted into the Hockey Hall of Fame in 1990. He is currently a scouting consultant with the Flyers."}]}, {"heading": "Births", "year": "1952", "date": "July 11", "txt": "Stephen Lang, American actor and playwright", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 11", "txt": "Piyasvasti Amranand, Thai businessman and politician, Thai Minister of Energy", "entities": [{"title": "Piyasvasti Amranand", "href": "/wiki/Piyasvasti_Amranand", "description": "Piyasvasti Amranand, born 11 July 1953) was Thailand's Energy Minister between 9 October 2006 and 6 February 2008. He is former Secretary-General of the Thai National Energy Policy Office, Chairman of Kasikorn Asset Management, and Chairman of the Panel of Advisors to the CEO of Kasikornbank. He was President of Thai Airways International between October 2009 and June 2012. He is Chairman of PTT P"}, {"title": "Ministry of Energy (Thailand)", "href": "/wiki/Ministry_of_Energy_(Thailand)", "description": "The Ministry of Energy of the Kingdom of Thailand is a cabinet ministry in the Government of Thailand. Its budget for fiscal year 2019 is 2,319 million baht."}]}, {"heading": "Births", "year": "1953", "date": "July 11", "txt": "Angélica Aragón, Mexican film, television, and stage actress and singer", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 11", "txt": "Peter Brown, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 11", "txt": "Suresh Prabhu, Indian accountant and politician, Indian Minister of Railways", "entities": [{"title": "Ministry of Railways (India)", "href": "/wiki/Ministry_of_Railways_(India)", "description": "The Ministry of Railways is a ministry in the Government of India, responsible for the country's rail transport. The ministry operates the state-owned Indian Railways, an organisation that operates as a monopoly in rail transport and is headed by the Chairman and CEO of Railway Board. The Ministry of Railways along with the Railway Board is housed inside Rail Bhavan in New Delhi."}]}, {"heading": "Births", "year": "1953", "date": "July 11", "txt": "Patricia Reyes Spíndola, Mexican actress, director, and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 11", "txt": "Leon Spinks, American boxer (d. 2021)", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 11", "txt": "Mindy Sterling, American actress", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 11", "txt": "Ivan Toms, South African physician and activist (d. 2008)", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 11", "txt": "Bramwell Tovey, English-Canadian conductor and composer", "entities": []}, {"heading": "Births", "year": "1953", "date": "July 11", "txt": "Paul Weiland, English director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 11", "txt": "Julia King, English engineer and academic", "entities": [{"title": "Julia King", "href": "/wiki/Julia_King", "description": "\n\nJulia Elizabeth King, Baroness Brown of Cambridge, is a British engineer and crossbench member of the House of Lords, present Chair of the Carbon Trust and the Henry Royce Institute, and was the Vice-Chancellor of Aston University from 2006 to 2016."}]}, {"heading": "Births", "year": "1955", "date": "July 11", "txt": "Balaji Sadasivan, Singaporean neurosurgeon and politician, Singaporean Minister of Health (d. 2010)", "entities": [{"title": "Balaji Sadasivan", "href": "/wiki/Balaji_Sadasivan", "description": "Dr. Balaji Sadasivan was a Singaporean politician and neurosurgeon of Indian ancestry. He attended Raffles Institution, Siglap Secondary School and National Junior College, and studied medicine at the University of Singapore. After graduating in 1979, he continued his education at the Royal College of Physicians and Surgeons of Glasgow, becoming a Fellow of the Royal College of Surgeons (F.R.C.S.)"}, {"title": "Ministry of Health (Singapore)", "href": "/wiki/Ministry_of_Health_(Singapore)", "description": "The Ministry of Health is a ministry of the Government of Singapore responsible for providing information, raising health awareness and education and ensuring and monitoring the accessibility and quality of healthcare services provided to the citizens and nationals of Singapore. In addition, it is also involved in the control of illness and disease in the country, coordinating the utilisation of r"}]}, {"heading": "Births", "year": "1956", "date": "July 11", "txt": "Amitav Ghosh, Indian-American author and academic", "entities": [{"title": "Amitav Ghosh", "href": "/wiki/Amitav_Ghosh", "description": "Amitav Ghosh is an Indian writer and the winner of the 54th Jnanpith award, best known for his work in English fiction."}]}, {"heading": "Births", "year": "1956", "date": "July 11", "txt": "Robin Renucci, French actor and director", "entities": []}, {"heading": "Births", "year": "1956", "date": "July 11", "txt": "Sela Ward, American actress", "entities": []}, {"heading": "Births", "year": "1957", "date": "July 11", "txt": "Johann Lamont, Scottish educator and politician", "entities": [{"title": "Johann Lamont", "href": "/wiki/Johann_Lamont", "description": "Johann MacDougall Lamont is a Scottish politician who served as Leader of the Scottish Labour Party from 2011 to 2014. She was previously a junior Scottish Executive minister from 2004 to 2007 and Deputy Leader of the Scottish Labour Party from 2008 until her election to the leadership in 2011. In addition to her ministerial and leadership roles, she has been a campaigner on equality issues and vi"}]}, {"heading": "Births", "year": "1957", "date": "July 11", "txt": "Peter Murphy, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "July 11", "txt": "Michael Rose, Jamaican singer-songwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 11", "txt": "Mark Lester, English actor", "entities": [{"title": "Mark Lester", "href": "/wiki/Mark_Lester", "description": "Mark Lester is an English former child actor, osteopath, and acupuncturist who starred in a number of British and European films in the 1960s and 1970s. In 1968 he played the title role in the film Oliver!, a musical version of the Charles Dickens' novel Oliver Twist. Lester also made several appearances in a number of British television series. In 1977, after appearing in the all-star internation"}]}, {"heading": "Births", "year": "1958", "date": "July 11", "txt": "Hugo Sánchez, Mexican footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 11", "txt": "Richie Sambora, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Richie Sambora", "href": "/wiki/Richie_Sambora", "description": "Richard Stephen Sambora is an American rock guitarist, singer, songwriter and producer, best known as the lead guitarist of the rock band Bon Jovi for 30 years. He and lead singer Jon Bon Jovi formed the main songwriting unit for the band. He has also released three solo albums: Stranger in This Town in 1991, Undiscovered Soul in 1998, and Aftermath of the Lowdown released in September 2012."}]}, {"heading": "Births", "year": "1959", "date": "July 11", "txt": "Suzanne Vega, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "July 11", "txt": "David Baerwald, American singer-songwriter, composer, and musician", "entities": [{"title": "David Baerwald", "href": "/wiki/David_Baerwald", "description": "David Francis Baerwald is an American singer-songwriter, composer, and musician."}]}, {"heading": "Births", "year": "1960", "date": "July 11", "txt": "Caroline Quentin, English actress", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 11", "txt": "Antony Jenkins, English banker and businessman", "entities": [{"title": "Antony Jenkins", "href": "/wiki/Antony_Jenkins", "description": "Antony Peter Jenkins is a British business executive. Since 2016 he has been the chief executive officer of 10x Future Technologies, which he founded. He was the group chief executive of Barclays from 30 August 2012 until his dismissal on 8 July 2015."}]}, {"heading": "Births", "year": "1962", "date": "July 11", "txt": "Gaétan Duchesne, Canadian ice hockey player (d. 2007)", "entities": [{"title": "Gaétan Duchesne", "href": "/wiki/Ga%C3%A9tan_Duchesne", "description": "Gaétan Joseph Pierre Duchesne was a professional Canadian ice hockey player."}]}, {"heading": "Births", "year": "1962", "date": "July 11", "txt": "Pauline McLynn, Irish actress and author", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 11", "txt": "Fumiya Fujii, Japanese music artist", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 11", "txt": "Al MacInnis, Canadian ice hockey player and coach", "entities": [{"title": "Al MacInnis", "href": "/wiki/Al_MacInnis", "description": "Allan MacInnis is a Canadian former professional ice hockey defenceman who played 23 seasons in the National Hockey League (NHL) for the Calgary Flames (1981-1994) and St. Louis Blues (1994-2004). A first round selection of the Flames in the 1981 NHL Entry Draft, he went on to become a 12-time All-Star. He was named the Conn Smythe Trophy winner as the most valuable player of the playoffs in 1989 "}]}, {"heading": "Births", "year": "1963", "date": "July 11", "txt": "Dean Richards, English rugby player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "July 11", "txt": "Lisa Rinna, American actress and talk show host", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 11", "txt": "Chris Cornell, American musician (d. 2017)", "entities": [{"title": "Chris Cornell", "href": "/wiki/Chris_Cornell", "description": "Christopher John Cornell was an American singer, songwriter, and musician best known as the lead vocalist and rhythm guitarist for the rock bands Soundgarden and Audioslave. He also had a solo career and contributed to soundtracks. Cornell was also the founder and frontman of Temple of the Dog, a one-off tribute band dedicated to his late friend Andrew Wood."}]}, {"heading": "Births", "year": "1964", "date": "July 11", "txt": "Craig Charles, English actor and TV presenter", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 11", "txt": "Tony Cottee, English footballer, manager, and sportscaster", "entities": [{"title": "Tony Cottee", "href": "/wiki/Tony_Cottee", "description": "Antony Richard Cottee is an English former professional footballer and manager who now works as a television football commentator."}]}, {"heading": "Births", "year": "1965", "date": "July 11", "txt": "Ernesto Hoost, Dutch kick-boxer and sportscaster", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 11", "txt": "Scott Shriner, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 11", "txt": "Nadeem Aslam, Pakistani-English author", "entities": [{"title": "Nadeem Aslam", "href": "/wiki/Nadeem_Aslam", "description": "Nadeem Aslam FRSL is a prize-winning British Pakistani novelist. His debut novel, Season of the Rainbirds, won the Betty Trask and the Author's Club First Novel Award. His critically acclaimed second novel Maps for Lost Lovers won Encore Award and Kiriyama Prize; it was shortlisted for International Dublin Literary Award, among others. Colm Tóibín described him as \"one of the most exciting and ser"}]}, {"heading": "Births", "year": "1966", "date": "July 11", "txt": "Kentaro Miura, Japanese author and illustrator", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 11", "txt": "Rod Strickland, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "July 11", "txt": "Ricky Warwick, Northern Irish musician", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 11", "txt": "Andy Ashby, American baseball player and sportscaster", "entities": [{"title": "Andy Ashby", "href": "/wiki/Andy_Ashby", "description": "Andrew Jason Ashby is an American former professional baseball starting pitcher, who played for the Philadelphia Phillies, Colorado Rockies, San Diego Padres, Atlanta Braves, and Los Angeles Dodgers of Major League Baseball. Listed at 6' 1\", 180 lb., Ashby batted and threw right-handed. He was born in Kansas City, Missouri."}]}, {"heading": "Births", "year": "1967", "date": "July 11", "txt": "Jhumpa Lahiri, Indian American novelist and short story writer", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 11", "txt": "Michael Geist, Canadian journalist and academic", "entities": [{"title": "Michael Geist", "href": "/wiki/Michael_Geist", "description": "Michael Allen Geist is a Canadian academic, the Canada Research Chair in Internet and E-Commerce Law at the University of Ottawa and a member of the Centre for Law, Technology and Society. Geist was educated at the University of Western Ontario, Osgoode Hall Law School, where he received his Bachelor of Laws, Cambridge University, where he received a Master of Laws, and Columbia Law School, where "}]}, {"heading": "Births", "year": "1968", "date": "July 11", "txt": "Daniel MacMaster, Canadian singer-songwriter (d. 2008)", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 11", "txt": "Esera Tuaolo, American football player", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 11", "txt": "Ned Boulting, British sports journalist and television presenter", "entities": [{"title": "Ned Boulting", "href": "/wiki/Ned_Boulting", "description": "Norris Edward \"Ned\" Boulting is a British sports journalist and television presenter best known for his coverage of football, cycling and darts."}]}, {"heading": "Births", "year": "1970", "date": "July 11", "txt": "Justin Chambers, American actor", "entities": [{"title": "Justin Chambers", "href": "/wiki/Justin_Chambers", "description": "Justin Willman Chambers is an American actor and former model. He is best known for his role as Dr. Alex Karev in the ABC television drama Grey's Anatomy since 2005. Born in Ohio, he went to Southeastern High School, South Charleston, and later studied acting at New York's HB Studio. Chambers began modeling after being approached by a modeling scout in Paris. He went on to represent fashion brands"}]}, {"heading": "Births", "year": "1970", "date": "July 11", "txt": "Sajjad Karim, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "July 11", "txt": "Eric Owens, American opera singer", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 11", "txt": "Leisha Hailey, Japanese-American singer-songwriter and actress", "entities": [{"title": "Leisha Hailey", "href": "/wiki/Leisha_Hailey", "description": "Leisha Hailey is an American actress and musician known for playing Alice Pieszecki in the Showtime Networks series The L Word and The L Word: Generation Q. Hailey first came to the public's attention as a musician in the pop duo The Murmurs and has continued her music career as part of the band Uh Huh Her."}]}, {"heading": "Births", "year": "1972", "date": "July 11", "txt": "Cormac Battle, English-Irish singer-songwriter, guitarist, and producer", "entities": [{"title": "Cormac Battle", "href": "/wiki/Cormac_Battle", "description": "Cormac Battle is an Irish musician and radio presenter/producer. He is the vocalist and lead guitarist for the bands Kerbdog, Wilt, Jonny's Boys, and On the turn. He is also the current presenter of RTÉ 2fm's alternative music programme, The Battle Axe."}]}, {"heading": "Births", "year": "1973", "date": "July 11", "txt": "Konstantinos Kenteris, Greek runner", "entities": [{"title": "Konstantinos Kenteris", "href": "/wiki/Konstantinos_Kenteris", "description": "Konstantinos \"Kostas\" Kenteris, also spelled as Konstadinos \"Costas\" Kederis is a former Greek athlete. He won gold medals in the 200 metres at the 2000 Summer Olympics, the 2001 World Championships in Athletics and the 2002 European Championships in Athletics, making him the only European sprinter to win the gold medal in all three major competitions and the only European World Champion in the 20"}]}, {"heading": "Births", "year": "1974", "date": "July 11", "txt": "Alanas Chošnau, Lithuanian singer-songwriter", "entities": [{"title": "Alanas Chošnau", "href": "/wiki/Alanas_Cho%C5%A1nau", "description": "Alanas Chošnau is a Lithuanian singer and songwriter of Lithuanian and Iraqi Kurdish origin. In 1992 – 2001 and 2014 – 2018 he was the frontman of the band Naktinės Personos. In 2001 – 2009 and since 2019 Chošnau successfully develops solo career. He owns the 'Best Performer of the Year', 'Best Song', 'Best Video', 'Golden Disc' national awards. Chošnau is continuously named as one of the most pla"}]}, {"heading": "Births", "year": "1974", "date": "July 11", "txt": "Hermann Hreiðarsson, Icelandic footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 11", "txt": "André Ooijer, Dutch footballer and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 11", "txt": "Willie Anderson, American football player", "entities": [{"title": "Willie Anderson (American football)", "href": "/wiki/Willie_Anderson_(American_football)", "description": "Willie Aaron Anderson is a former American football player who was an offensive tackle for the Cincinnati Bengals and Baltimore Ravens of the National Football League (NFL). He played college football for Auburn University. He was drafted by the Bengals 10th overall in the 1996 NFL Draft. A four-time Pro Bowler and three-time First-team All-Pro selection, Anderson played his first 12 seasons with "}]}, {"heading": "Births", "year": "1975", "date": "July 11", "txt": "Rubén Baraja, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 11", "txt": "Lil' Kim, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1976", "date": "July 11", "txt": "Eduardo Nájera, Mexican-American basketball player and coach", "entities": [{"title": "Eduardo Nájera", "href": "/wiki/Eduardo_N%C3%A1jera", "description": "Eduardo Alonso Nájera Pérez is a Mexican retired professional basketball player and currently a scout with the Dallas Mavericks. He is also a pregame and postgame analyst on Mavericks Live on Fox Sports Southwest, where he is identified as Eddie. Before being promoted to a scout with the Mavs, he was head coach of the Texas Legends of the NBA D-League."}]}, {"heading": "Births", "year": "1977", "date": "July 11", "txt": "Brandon Short, American football player and sportscaster", "entities": [{"title": "Brandon Short", "href": "/wiki/Brandon_Short", "description": "Brandon Darrell Short is a former American college and professional football player who was a linebacker in the National Football League (NFL) for seven seasons. He played college football for Penn State University, and was recognized as an All-American. He played professionally for the New York Giants and Carolina Panthers of the NFL, and was a member the Giants' team that played in Super Bowl XX"}]}, {"heading": "Births", "year": "1978", "date": "July 11", "txt": "Kathleen Edwards, Canadian singer-songwriter and guitarist", "entities": [{"title": "Kathleen Edwards", "href": "/wiki/Kathleen_Edwards", "description": "Kathleen Edwards is a Canadian singer-songwriter and musician. Her 2002 debut album, Failer, contained the singles \"Six O'Clock News\" and \"Hockey Skates\". Her next two albums – Back to Me and Asking for Flowers – both made the Billboard 200 list and reached the top 10 of Billboard's Top Heatseekers chart. In 2012, Edwards' fourth studio album, Voyageur, became Edwards' first album to crack the top"}]}, {"heading": "Births", "year": "1978", "date": "July 11", "txt": "Massimiliano Rosolino, Italian swimmer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 11", "txt": "Raio Piiroja, Estonian footballer", "entities": [{"title": "Raio Piiroja", "href": "/wiki/Raio_Piiroja", "description": "Raio Piiroja is an Estonian former professional footballer. He played as a centre-back for Pärnu/Kalev, Lelle, Flora, Vålerenga, Fredrikstad, Vitesse and Chengdu Blades."}]}, {"heading": "Births", "year": "1980", "date": "July 11", "txt": "Tyson Kidd, Canadian wrestler", "entities": [{"title": "Tyson Kidd", "href": "/wiki/Tyson_Kidd", "description": "Theodore James \"TJ\" Wilson is a Canadian retired professional wrestler better known by the ring name Tyson Kidd. He is currently signed to WWE, where he works as a producer."}]}, {"heading": "Births", "year": "1980", "date": "July 11", "txt": "Kevin Powers, American soldier and author", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 11", "txt": "Andre Johnson, American football player", "entities": [{"title": "Andre Johnson", "href": "/wiki/Andre_Johnson", "description": "Andre Lamont Johnson is a former American football wide receiver who played most of his 14-year career with the Houston Texans of the National Football League (NFL). He played college football at Miami, and was drafted by the Texans third overall in the 2003 NFL Draft. He is 11th all-time in NFL career receptions, and in NFL receiving yards. Johnson holds nearly every Texans receiving record. He w"}]}, {"heading": "Births", "year": "1981", "date": "July 11", "txt": "Susana Barreiros, Venezuelan judge", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 11", "txt": "Chris Cooley, American football player", "entities": [{"title": "Chris Cooley (American football)", "href": "/wiki/Chris_Cooley_(American_football)", "description": "Christopher Ken Cooley is a former American football tight end who played for the Washington Redskins of the National Football League (NFL). He played college football for Utah State University, and was drafted by the Redskins in the third round of the 2004 NFL draft."}]}, {"heading": "Births", "year": "1983", "date": "July 11", "txt": "Engin Baytar, German-Turkish footballer", "entities": [{"title": "Engin Baytar", "href": "/wiki/Engin_Baytar", "description": "Engin Baytar is a Turkish professional footballer who plays as a winger for İstanbul Siirtgücüspor."}]}, {"heading": "Births", "year": "1983", "date": "July 11", "txt": "Peter Cincotti, American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 11", "txt": "Marie Serneholt, Swedish singer and dancer", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 11", "txt": "Yorman Bazardo, Venezuelan baseball player", "entities": [{"title": "Yorman Bazardo", "href": "/wiki/Yorman_Bazardo", "description": "Yorman Michael Bazardo Osorio is a Venezuelan former right-handed pitcher. He has played in Major League Baseball (MLB) for the Florida Marlins, Detroit Tigers and Houston Astros."}]}, {"heading": "Births", "year": "1984", "date": "July 11", "txt": "Tanith Belbin, Canadian-American ice dancer", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 11", "txt": "Jacoby Jones, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 11", "txt": "Joe Pavelski, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 11", "txt": "Morné Steyn, South African rugby player", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 11", "txt": "Robert Adamson, American actor, director, and producer", "entities": [{"title": "Robert Adamson (actor)", "href": "/wiki/Robert_Adamson_(actor)", "description": "Robert Gillespie Adamson IV is an American actor. He has portrayed the roles of Phil Sanders on the television series Hollywood Heights and Charles Antoni on Lincoln Heights. He starred as Noah Newman on The Young and the Restless from 2012 to 2020."}]}, {"heading": "Births", "year": "1985", "date": "July 11", "txt": "Orestis Karnezis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 11", "txt": "Raúl García, Spanish footballer", "entities": [{"title": "Raúl García (footballer, born 1986)", "href": "/wiki/Ra%C3%BAl_Garc%C3%ADa_(footballer,_born_1986)", "description": "Raúl García Escudero is a Spanish professional footballer who plays for Athletic Bilbao mainly as an attacking midfielder but also as a central midfielder or a second striker."}]}, {"heading": "Births", "year": "1986", "date": "July 11", "txt": "Yoann Gourcuff, French footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 11", "txt": "Ryan Jarvis, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "July 11", "txt": "Shigeaki Kato, Japanese singer", "entities": [{"title": "Shigeaki Kato", "href": "/wiki/Shigeaki_Kato", "description": "Shigeaki Kato  is a member of the J-pop group NEWS, from Johnny's Entertainment, Inc."}]}, {"heading": "Births", "year": "1988", "date": "July 11", "txt": "Étienne Capoue, French footballer", "entities": [{"title": "Étienne Capoue", "href": "/wiki/%C3%89tienne_Capoue", "description": "Étienne René Capoue is a French professional footballer who plays as a defensive midfielder for La Liga club Villarreal."}]}, {"heading": "Births", "year": "1988", "date": "July 11", "txt": "Natalie La Rose, Dutch singer, songwriter and dancer", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 11", "txt": "Tobias Sana, Swedish footballer", "entities": [{"title": "Tobias Sana", "href": "/wiki/Tobias_Sana", "description": "Tobias Sana is a Swedish professional footballer who plays as an attacking midfielder for IFK Göteborg in Allsvenskan."}]}, {"heading": "Births", "year": "1989", "date": "July 11", "txt": "Travis Waddell, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 11", "txt": "Shimanoumi Koyo, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 11", "txt": "Mona Barthel, German tennis player", "entities": [{"title": "Mona Barthel", "href": "/wiki/Mona_Barthel", "description": "Mona Barthel is a German tennis player."}]}, {"heading": "Births", "year": "1990", "date": "July 11", "txt": "Connor Paolo, American actor", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 11", "txt": "Adam Jezierski, Polish-Spanish actor and singer", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 11", "txt": "Patrick Peterson, American football player", "entities": []}, {"heading": "Births", "year": "1990", "date": "July 11", "txt": "Caroline Wozniacki, Danish tennis player", "entities": []}, {"heading": "Births", "year": "1993", "date": "July 11", "txt": "Rebecca Bross, American gymnast", "entities": [{"title": "Rebecca Bross", "href": "/wiki/Rebecca_Bross", "description": "Rebecca Marie Bross is an American former artistic gymnast and six-time World Championship medalist."}]}, {"heading": "Births", "year": "1993", "date": "July 11", "txt": "Heini Salonen, Finnish tennis player", "entities": []}, {"heading": "Births", "year": "1994", "date": "July 11", "txt": "Bartłomiej Kalinkowski, Polish footballer", "entities": [{"title": "Bartłomiej Kalinkowski", "href": "/wiki/Bart%C5%82omiej_Kalinkowski", "description": "Bartłomiej Kalinkowski is a Polish football midfielder who plays for the Polish club Górnik Łęczna."}]}, {"heading": "Births", "year": "1994", "date": "July 11", "txt": "Anthony Milford, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1994", "date": "July 11", "txt": "Nina Nesbitt, Scottish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1994", "date": "July 11", "txt": "Lucas Ocampos, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "July 11", "txt": "Joey Bosa, American football player", "entities": [{"title": "Joey Bosa", "href": "/wiki/Joey_Bosa", "description": "Joseph Anthony Bosa is an American football defensive end for the Los Angeles Chargers of the National Football League (NFL). He played college football at Ohio State, and was selected by the Chargers third overall in the 2016 NFL Draft. He was named AP NFL Defensive Rookie of the Year in 2016."}]}, {"heading": "Births", "year": "1995", "date": "July 11", "txt": "Tyler Medeiros, Canadian singer-songwriter and dancer", "entities": []}, {"heading": "Births", "year": "1996", "date": "July 11", "txt": "Alessia Cara, Canadian singer-songwriter", "entities": [{"title": "Alessia Cara", "href": "/wiki/Alessia_Cara", "description": "Alessia Caracciolo, known professionally as Alessia Cara, is a Canadian singer, songwriter, and multi-instrumentalist. After producing acoustic covers of songs including Love Yourself, Sweater Weather, she signed with EP Entertainment and Def Jam Recordings in 2014 and released her debut single the following year. \"Here\" peaked at number 19 on the Canadian Hot 100 chart and was a sleeper hit in th"}]}, {"heading": "Births", "year": "2002", "date": "July 11", "txt": "Amad Diallo, Ivorian footballer", "entities": [{"title": "Amad Diallo", "href": "/wiki/Amad_Diallo", "description": "Amad Diallo is an Ivorian professional footballer who plays as a winger for Premier League club Manchester United and the Ivory Coast national team."}]}, {"heading": "Deaths", "year": "472", "date": "July 11", "txt": "Anthemius, Roman emperor (b. 420)", "entities": [{"title": "Anthemius", "href": "/wiki/Anthemius", "description": "Procopius Anthemius was western Roman emperor from 467 to 472."}]}, {"heading": "Deaths", "year": "937", "date": "July 11", "txt": "Rudolph II of Burgundy (b. 880)", "entities": [{"title": "Rudolph II of Burgundy", "href": "/wiki/Rudolph_II_of_Burgundy", "description": "Rudolph II, a member of the Elder House of Welf, was King of Burgundy from 912 until his death. He initially succeeded in Upper Burgundy and also ruled as King of Italy from 922 to 926. In 933 Rudolph acquired the Kingdom of Lower Burgundy (Provence) from King Hugh of Italy in exchange for the waiver of his claims to the Italian crown, thereby establishing the united Burgundian Kingdom of Arles."}]}, {"heading": "Deaths", "year": "969", "date": "July 11", "txt": "Olga of Kiev (b. 890)", "entities": [{"title": "Olga of Kiev", "href": "/wiki/Olga_of_Kiev", "description": "Olga was a regent of Kievan Rus' for her son Sviatoslav from 945 until 960. Following her baptism, Olga took the name Elenа. She is known for her subjugation of the Drevlians, a tribe that had killed her husband Igor of Kiev. Even though it would be her grandson Vladimir that would convert the entire nation to Christianity, because of her efforts to spread Christianity through Rus', Olga is venera"}]}, {"heading": "Deaths", "year": "1174", "date": "July 11", "txt": "Amalric I of Jerusalem (b. 1136)", "entities": [{"title": "Amalric I of Jerusalem", "href": "/wiki/Amalric_I_of_Jerusalem", "description": "Amalric was King of Jerusalem from 1163, and Count of Jaffa and Ascalon before his accession. He was the second son of Melisende and Fulk of Jerusalem, and succeeded his older brother Baldwin III. During his reign, Jerusalem became more closely allied with the Byzantine Empire, and the two states launched an unsuccessful invasion of Egypt. Meanwhile, the Muslim territories surrounding Jerusalem be"}]}, {"heading": "Deaths", "year": "1183", "date": "July 11", "txt": "Otto I Wittelsbach, Duke of Bavaria (b. 1117)", "entities": [{"title": "Otto I Wittelsbach, Duke of Bavaria", "href": "/wiki/Otto_I_Wittelsbach,_Duke_of_Bavaria", "description": "Otto I, called the Redhead, was Duke of Bavaria from 1180 until his death. He was also called Otto VI as Count Palatine of Bavaria from 1156 to 1180. He was the first Bavarian ruler from the House of Wittelsbach, a dynasty which reigned until the abdication of King Ludwig III of Bavaria in the German Revolution of 1918."}]}, {"heading": "Deaths", "year": "1302", "date": "July 11", "txt": "Robert II, Count of Artois (b. 1250)", "entities": [{"title": "Robert II, Count of Artois", "href": "/wiki/Robert_II,_Count_of_Artois", "description": "Robert II was the Count of Artois, the posthumous son and heir of Robert I and Matilda of Brabant. He was a nephew of Louis IX of France. He died at the Battle of the Golden Spurs."}]}, {"heading": "Deaths", "year": "1302", "date": "July 11", "txt": "Pierre Flotte, French politician and lawyer", "entities": []}, {"heading": "Deaths", "year": "1344", "date": "July 11", "txt": "Ulrich III, Count of Württemberg (b. c. 1286)", "entities": [{"title": "Ulrich III, Count of Württemberg", "href": "/wiki/Ulrich_III,_Count_of_W%C3%BCrttemberg", "description": "Ulrich III Count of Württemberg from 1325 until 1344."}]}, {"heading": "Deaths", "year": "1362", "date": "July 11", "txt": "Anna von Schweidnitz, empress of Charles IV (b. 1339)", "entities": [{"title": "Anna von Schweidnitz", "href": "/wiki/Anna_von_Schweidnitz", "description": "Anna of Schweidnitz (Świdnica) was Queen of Bohemia, German Queen, and Empress of the Holy Roman Empire. She was the third wife of Emperor Charles IV."}, {"title": "Charles IV, Holy Roman Emperor", "href": "/wiki/Charles_IV,_Holy_Roman_Emperor", "description": "Charles IV, born Wenceslaus, King of Bohemia and Holy Roman Emperor, had a long and successful reign. The empire he ruled from Prague expanded, and his subjects lived in peace and prosperity. When the Emperor died, the whole empire mourned. More than 7,000 people accompanied him on his last procession."}]}, {"heading": "Deaths", "year": "1382", "date": "July 11", "txt": "Nicole Oresme, French philosopher (b. 1325)", "entities": [{"title": "Nicole Oresme", "href": "/wiki/Nicole_Oresme", "description": "Nicole Oresme, also known as Nicolas Oresme, Nicholas Oresme, or Nicolas d'Oresme, was a significant philosopher of the later Middle Ages. He wrote influential works on economics, mathematics, physics, astrology and astronomy, philosophy, and theology; was Bishop of Lisieux, a translator, a counselor of King Charles V of France, and one of the most original thinkers of 14th-century Europe."}]}, {"heading": "Deaths", "year": "1451", "date": "July 11", "txt": "Barbara of Cilli, Slovenian noblewoman", "entities": [{"title": "Barbara of Cilli", "href": "/wiki/Barbara_of_Cilli", "description": "Barbara of Cilli was the Holy Roman Empress and Queen of Hungary and Bohemia by marriage to Holy Roman Emperor Sigismund. She was actively involved in politics and economy of her times, independently administering large feudal fiefdoms and taxes, and was instrumental in creating the famous royal Order of the Dragon. She served as the regent of Hungarian kingdom in the absence of her husband four t"}]}, {"heading": "Deaths", "year": "1484", "date": "July 11", "txt": "Mino da Fiesole, Italian sculptor (b. c. 1429)", "entities": [{"title": "Mino da Fiesole", "href": "/wiki/Mino_da_Fiesole", "description": "Mino da Fiesole, also known as Mino di Giovanni, was an Italian sculptor from Poppi, Tuscany. He is noted for his portrait busts."}]}, {"heading": "Deaths", "year": "1535", "date": "July 11", "txt": "Joachim I Nestor, Elector of Brandenburg (b. 1484)", "entities": [{"title": "Joachim I Nestor, Elector of Brandenburg", "href": "/wiki/Joachim_I_Nestor,_Elector_of_Brandenburg", "description": "Joachim I Nestor was a Prince-elector of the Margraviate of Brandenburg (1499–1535), the fifth member of the House of Hohenzollern. His nickname was taken from King Nestor of Greek mythology."}]}, {"heading": "Deaths", "year": "1581", "date": "July 11", "txt": "Peder Skram, Danish admiral and politician (b. 1503)", "entities": [{"title": "Peder Skram", "href": "/wiki/Peder_Skram", "description": "Peder Skram was a Danish Admiral and naval hero."}]}, {"heading": "Deaths", "year": "1593", "date": "July 11", "txt": "Giuseppe Arcimboldo, Italian painter (b. 1527)", "entities": [{"title": "Giuseppe Arcimboldo", "href": "/wiki/Giuseppe_Arcimboldo", "description": "Giuseppe Arcimboldo was an Italian painter best known for creating imaginative portrait heads made entirely of objects such as fruits, vegetables, flowers, fish and books."}]}, {"heading": "Deaths", "year": "1599", "date": "July 11", "txt": "Chōsokabe Motochika, Japanese daimyō (b.1539)", "entities": [{"title": "Chōsokabe Motochika", "href": "/wiki/Ch%C5%8Dsokabe_Motochika", "description": "Chōsokabe Motochika  was a prominent daimyō in Japanese Sengoku-period. \nHe was the 21st chief of the Chōsokabe clan of Tosa Province, the ruler of Shikoku region."}]}, {"heading": "Deaths", "year": "1688", "date": "July 11", "txt": "Narai, Thai king (b. 1629)", "entities": [{"title": "Narai", "href": "/wiki/Narai", "description": "King Narai the Great or Ramathibodi III was the 27th monarch of Ayutthaya Kingdom, the 4th and the last monarch of the Prasat Thong dynasty. He was the king of Ayutthaya Kingdom from 1656 to 1688 and arguably the most famous king of the Prasat Thong dynasty."}]}, {"heading": "Deaths", "year": "1774", "date": "July 11", "txt": "Sir William Johnson, 1st Baronet, Irish-English general (b. 1715)", "entities": [{"title": "Sir William Johnson, 1st Baronet", "href": "/wiki/Sir_William_Johnson,_1st_Baronet", "description": "Sir William Johnson, 1st Baronet, was an Irish official of the British Empire. As a young man, Johnson moved to the Province of New York to manage an estate purchased by his uncle, Admiral Peter Warren, which was located amidst the Mohawk, one of the Six Nations of the Iroquois League. Johnson learned the Mohawk language and Iroquois customs, and was appointed the British agent to the Iroquois. Be"}]}, {"heading": "Deaths", "year": "1775", "date": "July 11", "txt": "Simon Boerum, American farmer and politician (b. 1724)", "entities": [{"title": "Simon Boerum", "href": "/wiki/Simon_Boerum", "description": "Simon Boerum was a farmer, miller, and political leader from Brooklyn, New York. He represented New York in the Continental Congress in 1774 and 1775."}]}, {"heading": "Deaths", "year": "1797", "date": "July 11", "txt": "Ienăchiță Văcărescu, Romanian historian and philologist (b. 1740)", "entities": [{"title": "Ienăchiță Văcărescu", "href": "/wiki/Ien%C4%83chi%C8%9B%C4%83_V%C4%83c%C4%83rescu", "description": "Ienăchiță Văcărescu was a Wallachian Romanian poet, historian, philologist, and boyar belonging to the Văcărescu family. A polyglot, he was able to speak Ancient and Modern Greek, Old Church Slavonic, Arabic, Persian, French, German, Italian, and Ottoman Turkish."}]}, {"heading": "Deaths", "year": "1806", "date": "July 11", "txt": "James Smith, Irish-American lawyer and politician (b. 1719)", "entities": [{"title": "James Smith (delegate)", "href": "/wiki/James_Smith_(delegate)", "description": "James Smith, was an Irish/American lawyer and a signer to the United States Declaration of Independence as a representative of Pennsylvania."}]}, {"heading": "Deaths", "year": "1825", "date": "July 11", "txt": "Thomas P. Grosvenor, American soldier and politician (b. 1744)", "entities": [{"title": "Thomas P. Grosvenor", "href": "/wiki/Thomas_P._Grosvenor", "description": "Thomas Peabody Grosvenor was a United States Representative from New York."}]}, {"heading": "Deaths", "year": "1844", "date": "July 11", "txt": "Yevgeny Baratynsky, Russian philosopher and poet (b. 1800)", "entities": [{"title": "Yevgeny Baratynsky", "href": "/wiki/Yevgeny_Baratynsky", "description": "Yevgeny Abramovich Baratynsky was lauded by Alexander Pushkin as the finest Russian elegiac poet. After a long period when his reputation was on the wane, Baratynsky was rediscovered by Russian Symbolism poets as a supreme poet of thought."}]}, {"heading": "Deaths", "year": "1897", "date": "July 11", "txt": "Patrick Jennings, Irish-Australian politician, 11th Premier of New South Wales (b. 1831)", "entities": [{"title": "Patrick Jennings", "href": "/wiki/Patrick_Jennings", "description": "Sir Patrick Alfred Jennings, was an Irish-Australian politician and Premier of New South Wales."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1905", "date": "July 11", "txt": "Muhammad Abduh, Egyptian jurist and scholar (b. 1849)", "entities": [{"title": "Muhammad Abduh", "href": "/wiki/Muhammad_Abduh", "description": "Muḥammad 'Abduh was an Egyptian Islamic scholar, jurist, theologian, mujaddid, Freemason, and writer. He also wrote, among other things, \"Treatise on the Oneness of God\", and a commentary on the Quran. He briefly published, alongside Jamāl al-Dīn al-Afghānī, the Pan-Islamist anti-colonial journal Al-Urwah al-Wuthqa."}]}, {"heading": "Deaths", "year": "1908", "date": "July 11", "txt": "Friedrich Traun, German sprinter and tennis player (b. 1876)", "entities": [{"title": "Friedrich Traun", "href": "/wiki/Friedrich_Traun", "description": "Friedrich Adolf Traun was a German athlete and tennis player. Born into a wealthy family, he participated in the 1896 Summer Olympics and won a gold medal in men's doubles. He committed suicide after being accused of fathering a child out of wedlock."}]}, {"heading": "Deaths", "year": "1909", "date": "July 11", "txt": "Simon Newcomb, Canadian-American astronomer and mathematician (b. 1835)", "entities": [{"title": "Simon Newcomb", "href": "/wiki/Simon_Newcomb", "description": "Simon Newcomb was a Canadian–American astronomer, applied mathematician, and autodidactic polymath. He served as Professor of Mathematics in the United States Navy and at Johns Hopkins University. Born in Nova Scotia, at the age of 19 Newcomb left an apprenticeship to join his father in Massachusetts, where the latter was teaching."}]}, {"heading": "Deaths", "year": "1929", "date": "July 11", "txt": "Billy Mosforth, English footballer and engraver (b. 1857)", "entities": [{"title": "Billy Mosforth", "href": "/wiki/Billy_Mosforth", "description": "William Mosforth was an English footballer who played either as an inside or outside left. Born in Sheffield he played for several Sheffield clubs but the majority of his career was spent at The Wednesday. He later joined Sheffield United, playing in their first season in existence before retiring in 1890. He won nine caps for England between 1877 and 1882, which was a record at the time, scoring "}]}, {"heading": "Deaths", "year": "1937", "date": "July 11", "txt": "George Gershwin, American pianist, songwriter, and composer (b. 1898)", "entities": [{"title": "George Gershwin", "href": "/wiki/George_Gershwin", "description": "George Gershwin was an American composer, pianist and painter whose compositions spanned both popular and classical genres. Among his best-known works are the orchestral compositions Rhapsody in Blue (1924) and An American in Paris (1928), the songs \"Swanee\" (1919) and \"Fascinating Rhythm\" (1924), the jazz standard \"I Got Rhythm\" (1930), and the opera Porgy and Bess (1935), which gave birth to the"}]}, {"heading": "Deaths", "year": "1959", "date": "July 11", "txt": "Charlie Parker, English cricketer, coach, and umpire (b. 1882)", "entities": [{"title": "Charlie Parker (cricketer)", "href": "/wiki/Charlie_Parker_(cricketer)", "description": "Charles Warrington Leonard Parker was an English cricketer, who stands as the third highest wicket taker in the history of first-class cricket, behind Wilfred Rhodes and Tich Freeman."}]}, {"heading": "Deaths", "year": "1966", "date": "July 11", "txt": "Delmore Schwartz, American poet and short story writer (b. 1913)", "entities": [{"title": "Delmore Schwartz", "href": "/wiki/Delmore_Schwartz", "description": "Delmore Schwartz was an American poet and short story writer."}]}, {"heading": "Deaths", "year": "1967", "date": "July 11", "txt": "Guy Favreau, Canadian lawyer, judge, and politician, 28th Canadian Minister of Justice (b. 1917)", "entities": [{"title": "Guy Favreau", "href": "/wiki/Guy_Favreau", "description": "Guy Favreau, was a Canadian lawyer, politician and judge."}, {"title": "Minister of Justice (Canada)", "href": "/wiki/Minister_of_Justice_(Canada)", "description": "The minister of justice and attorney general of Canada is a dual-role portfolio in the Canadian Cabinet."}]}, {"heading": "Deaths", "year": "1971", "date": "July 11", "txt": "John W. Campbell, American journalist and author (b. 1910)", "entities": [{"title": "John W. Campbell", "href": "/wiki/John_W._Campbell", "description": "John Wood Campbell Jr. was an American science fiction writer and editor. He was editor of Astounding Science Fiction from late 1937 until his death and was part of the Golden Age of Science Fiction. Campbell wrote super-science space opera under his own name and stories under his primary pseudonym, Don A. Stuart. Campbell also used the pen names Karl Van Kampen and Arthur McCann. His novella Who "}]}, {"heading": "Deaths", "year": "1971", "date": "July 11", "txt": "Pedro Rodríguez, Mexican racing driver (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "July 11", "txt": "Pär Lagerkvist, Swedish novelist, playwright, and poet Nobel Prize laureate (b. 1891)", "entities": [{"title": "Pär Lagerkvist", "href": "/wiki/P%C3%A4r_Lagerkvist", "description": "Pär Fabian Lagerkvist was a Swedish author who received the Nobel Prize in Literature in 1951."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1976", "date": "July 11", "txt": "León de Greiff, Colombian poet and educator (b. 1895)", "entities": [{"title": "León de Greiff", "href": "/wiki/Le%C3%B3n_de_Greiff", "description": "Francisco de Asís León Bogislao de Greiff Haeusler, was a Colombian poet known for his stylistic innovations and deliberately eclectic use of obscure lexicon. Best known simply as León de Greiff, he often used different pen names. The most popular were Leo le Gris and Gaspar Von Der Natch. De Greiff was one of the founders of Los Panidas, a literary and artistic group established in 1915 in the ci"}]}, {"heading": "Deaths", "year": "1979", "date": "July 11", "txt": "Claude Wagner, Canadian lawyer, judge, and politician (b. 1925)", "entities": [{"title": "Claude Wagner", "href": "/wiki/Claude_Wagner", "description": "Claude Wagner was a Canadian judge and politician in the province of Quebec, Canada. Throughout his career, he was a Crown prosecutor, professor of criminal law and judge."}]}, {"heading": "Deaths", "year": "1983", "date": "July 11", "txt": "Ross Macdonald, American-Canadian author (b. 1915)", "entities": [{"title": "Ross Macdonald", "href": "/wiki/Ross_Macdonald", "description": "Ross Macdonald is the main pseudonym that was used by the American-Canadian writer of crime fiction Kenneth Millar. He is best known for his series of hardboiled novels set in Southern California and featuring private detective Lew Archer. Since the 1970s, Macdonald's works have received attention in academic circles for their psychological depth, sense of place, use of language, sophisticated ima"}]}, {"heading": "Deaths", "year": "1987", "date": "July 11", "txt": "Avi Ran, Israeli footballer (b. 1963)", "entities": [{"title": "Avi Ran", "href": "/wiki/Avi_Ran", "description": "Avi Ran was a goalkeeper at the Israeli football club Maccabi Haifa. Widely considered one of the greatest football players in Israel, he had a promising future which was cut short by a fatal accident."}]}, {"heading": "Deaths", "year": "1987", "date": "July 11", "txt": "Yaakov Yitzchok Ruderman, American rabbi and scholar (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "July 11", "txt": "Laurence Olivier, English actor, director, and producer (b. 1907)", "entities": [{"title": "Laurence Olivier", "href": "/wiki/Laurence_Olivier", "description": "Laurence Kerr Olivier, Baron Olivier, was an English actor and director who, along with his contemporaries Ralph Richardson and John Gielgud, was one of a trio of male actors who dominated the British stage of the mid-20th century. He also worked in films throughout his career, playing more than fifty cinema roles. Late in his career, he had considerable success in television roles."}]}, {"heading": "Deaths", "year": "1991", "date": "July 11", "txt": "Mokhtar Dahari, Malaysian footballer and coach (b. 1953)", "entities": [{"title": "Mokhtar Dahari", "href": "/wiki/Mokhtar_Dahari", "description": "Dato' Mohd. Mokhtar Dahari was a Malaysian football player from Setapak, Selangor and had play for F.A. Selangor for the rest of his life. He is considered a legendary footballer in Malaysian football history, especially with F.A. Selangor. A prolific forward, he was nicknamed Supermokh due to his playing skills and strength."}]}, {"heading": "Deaths", "year": "1994", "date": "July 11", "txt": "Gary Kildall, American computer scientist, founded Digital Research (b. 1942)", "entities": [{"title": "Gary Kildall", "href": "/wiki/Gary_Kildall", "description": "Gary Arlen Kildall was an American computer scientist and microcomputer entrepreneur who created the CP/M operating system and founded Digital Research, Inc. (DRI). Kildall was one of the first people to see microprocessors as fully capable computers, rather than equipment controllers, and to organize a company around this concept. He also co-hosted the PBS TV show Computer Chronicles. Although hi"}, {"title": "Digital Research", "href": "/wiki/Digital_Research", "description": "Digital Research, Inc. was a company created by Gary Kildall to market and develop his CP/M operating system and related 8-bit, 16-bit and 32-bit systems like MP/M, Concurrent DOS, FlexOS, Multiuser DOS, DOS Plus, DR DOS and GEM. It was the first large software company in the microcomputer world. Digital Research was originally based in Pacific Grove, California, later in Monterey, California."}]}, {"heading": "Deaths", "year": "1998", "date": "July 11", "txt": "Panagiotis Kondylis, Greek philosopher and author (b. 1943)", "entities": [{"title": "Panagiotis Kondylis", "href": "/wiki/Panagiotis_Kondylis", "description": "Panagiotis Kondylis was a Greek philosopher, intellectual historian, translator and publications manager who principally wrote in German, in addition to translating most of his work into Greek. He can be placed in a tradition of thought best exemplified by Thucydides, Niccolò Machiavelli and Max Weber."}]}, {"heading": "Deaths", "year": "1999", "date": "July 11", "txt": "Helen Forrest, American singer (b. 1917)", "entities": [{"title": "Helen Forrest", "href": "/wiki/Helen_Forrest", "description": "Helen Forrest was an American singer of traditional pop and swing music. She served as the \"girl singer\" for three of the most popular big bands of the Swing Era, thereby earning a reputation as \"the voice of the name bands.\""}]}, {"heading": "Deaths", "year": "1999", "date": "July 11", "txt": "Jan Sloot, Dutch computer scientist and electronics technician (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "July 11", "txt": "Pedro Mir, Dominican lawyer, author, and poet (b. 1913)", "entities": [{"title": "Pedro Mir", "href": "/wiki/Pedro_Mir", "description": "Pedro Julio Mir Valentín was Dominican poet and writer, named Poet Laureate of the Dominican Republic by Congress in 1984, and a member of the generation of \"Independent poets of the 1940s\" in Dominican poetry."}]}, {"heading": "Deaths", "year": "2000", "date": "July 11", "txt": "Robert Runcie, English archbishop (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "July 11", "txt": "Herman Brood, Dutch musician and painter (b. 1946)", "entities": [{"title": "Herman Brood", "href": "/wiki/Herman_Brood", "description": "Hermanus \"Herman\" Brood  was a Dutch musician, painter, actor and poet. As a musician he achieved artistic and commercial success in the 1970s and 1980s, and was called \"the greatest and only Dutch rock 'n' roll star\". Later in life he started a successful career as a painter."}]}, {"heading": "Deaths", "year": "2003", "date": "July 11", "txt": "Zahra Kazemi, Iranian-Canadian freelance photographer (b. 1948)", "entities": [{"title": "Zahra Kazemi", "href": "/wiki/Zahra_Kazemi", "description": "Zahra \"Ziba\" Kazemi-Ahmadabadi was an Iranian-Canadian freelance photographer, who according to the medical examiner was raped, tortured and killed by Iranian officials following her arrest in Iran."}]}, {"heading": "Deaths", "year": "2004", "date": "July 11", "txt": "Laurance Rockefeller, American financier and philanthropist (b. 1910)", "entities": [{"title": "Laurance Rockefeller", "href": "/wiki/Laurance_Rockefeller", "description": "Laurance Spelman Rockefeller was an American businessman, financier, philanthropist, and conservationist. Rockefeller was a son of John D. Rockefeller Jr. and Abby Aldrich Rockefeller. As a trustee of the Rockefeller Brothers Fund, he provided venture capital for Intel, Apple Computer and many other successful start-ups. Rockefeller was known for his involvement in wilderness preservation, ecology"}]}, {"heading": "Deaths", "year": "2004", "date": "July 11", "txt": "Renée Saint-Cyr, French actress and producer (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "July 11", "txt": "Gretchen Franklin, English actress and dancer (b. 1911)", "entities": [{"title": "Gretchen Franklin", "href": "/wiki/Gretchen_Franklin", "description": "Gretchen Franklin was an English actress and dancer with a career in show business spanning over 70 years. She was born in Covent Garden, Central London. She played Ethel Skinner in the long-running BBC 1 soap opera EastEnders on a regular basis from 1985 until 1988. After this she returned to the show intermittently. These appearances became briefer and more widely spaced. Her final appearance wa"}]}, {"heading": "Deaths", "year": "2005", "date": "July 11", "txt": "Jesús Iglesias, Argentinian racing driver (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "July 11", "txt": "Frances Langford, American actress and singer (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "July 11", "txt": "Barnard Hughes, American actor (b. 1915)", "entities": [{"title": "Barnard Hughes", "href": "/wiki/Barnard_Hughes", "description": "Bernard Aloysius Kiernan Hughes, known professionally as Barnard Hughes, was an American actor of television, theater and film. Hughes became famous for a variety of roles; his most-notable roles came after middle age, and he was often cast as a dithering authority figure or grandfatherly elder."}]}, {"heading": "Deaths", "year": "2006", "date": "July 11", "txt": "Bronwyn Oliver, Australian sculptor (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "July 11", "txt": "John Spencer, English snooker player and sportscaster (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "July 11", "txt": "Glenda Adams, Australian author and academic (b. 1939)", "entities": [{"title": "Glenda Adams", "href": "/wiki/Glenda_Adams", "description": "Glenda Emilie Adams was an Australian novelist and short story writer, probably best known as the winner of the 1987 Miles Franklin Award for Dancing on Coral. She was a teacher of creative writing, and helped develop writing programs."}]}, {"heading": "Deaths", "year": "2007", "date": "July 11", "txt": "Lady Bird Johnson, American beautification activist; 43rd First Lady of the United States (b. 1912)", "entities": [{"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Deaths", "year": "2007", "date": "July 11", "txt": "Alfonso López Michelsen, Colombian lawyer and politician, 32nd President of Colombia (b. 1913)", "entities": [{"title": "President of Colombia", "href": "/wiki/President_of_Colombia", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Deaths", "year": "2007", "date": "July 11", "txt": "Ed Mirvish, American-Canadian businessman and philanthropist, founded Honest Ed's (b. 1914)", "entities": [{"title": "Honest Ed's", "href": "/wiki/Honest_Ed%27s", "description": "Honest Ed's was a landmark discount store in Toronto, Ontario, Canada. It was named for its proprietor, Ed Mirvish, who opened the store in 1948 and oversaw its operations for almost 60 years until his death in 2007. The store continued to operate until it permanently closed on December 31, 2016."}]}, {"heading": "Deaths", "year": "2008", "date": "July 11", "txt": "Michael E. DeBakey, American surgeon and educator (b. 1908)*  1908", "entities": [{"title": "Michael E. DeBakey", "href": "/wiki/Michael_E._DeBakey", "description": "Michael Ellis DeBakey was a Lebanese-American vascular surgeon and cardiac surgeon, scientist and medical educator who became the chancellor emeritus of Baylor College of Medicine in Houston, Texas, director of the Houston Methodist DeBakey Heart & Vascular Center, and senior attending surgeon at Houston Methodist Hospital in Houston, with a career spanning 75 years."}, {"title": "Michael E. DeBakey", "href": "/wiki/Michael_E._DeBakey", "description": "Michael Ellis DeBakey was a Lebanese-American vascular surgeon and cardiac surgeon, scientist and medical educator who became the chancellor emeritus of Baylor College of Medicine in Houston, Texas, director of the Houston Methodist DeBakey Heart & Vascular Center, and senior attending surgeon at Houston Methodist Hospital in Houston, with a career spanning 75 years."}]}, {"heading": "Deaths", "year": "2009", "date": "July 11", "txt": "Reg Fleming, Canadian-American ice hockey player (b. 1936)", "entities": [{"title": "Reg Fleming", "href": "/wiki/Reg_Fleming", "description": "Reginald Stephen \"Reggie, The Ruffian\" Fleming was a professional hockey player in the National Hockey League with the Montreal Canadiens, Chicago Black Hawks, Boston Bruins, New York Rangers, Philadelphia Flyers and Buffalo Sabres. He also played for the Chicago Cougars of the World Hockey Association, as well as with a number of minor league teams in other professional leagues. His professional "}]}, {"heading": "Deaths", "year": "2009", "date": "July 11", "txt": "Arturo Gatti, Italian-Canadian boxer (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "July 11", "txt": "Ji Xianlin, Chinese linguist and paleographer (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "July 11", "txt": "Walter Hawkins, American singer-songwriter, pianist, producer, and pastor (b. 1949)", "entities": [{"title": "Walter Hawkins", "href": "/wiki/Walter_Hawkins", "description": "Walter Lee Hawkins was an American gospel music singer and pastor. He was consecrated to the bishopric in 2000."}]}, {"heading": "Deaths", "year": "2011", "date": "July 11", "txt": "Rob Grill, American singer-songwriter and bass player (b. 1943)", "entities": [{"title": "Rob Grill", "href": "/wiki/Rob_Grill", "description": "Robert Frank Grill was an American singer, songwriter and bass guitarist, best known as lead singer and guitarist of the rock and roll group The Grass Roots."}]}, {"heading": "Deaths", "year": "2012", "date": "July 11", "txt": "Art Ceccarelli, American baseball player and coach (b. 1930)", "entities": [{"title": "Art Ceccarelli", "href": "/wiki/Art_Ceccarelli", "description": "Arthur Edward Ceccarelli was a pitcher in Major League Baseball who played for the Kansas City Athletics, Baltimore Orioles, and Chicago Cubs in parts of five seasons spanning 1955–1960. Listed at 6' 0\", 190 lb., he batted right-handed and threw left-handed."}]}, {"heading": "Deaths", "year": "2012", "date": "July 11", "txt": "Marion Cunningham, American author (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 11", "txt": "Richard Scudder, American journalist and publisher, co-founded MediaNews Group (b. 1913)", "entities": [{"title": "Digital First Media", "href": "/wiki/Digital_First_Media", "description": "MNG Enterprises, Inc., doing business as Digital First Media and MediaNews Group, is a Denver, Colorado-based newspaper publisher owned by Alden Global Capital."}]}, {"heading": "Deaths", "year": "2012", "date": "July 11", "txt": "Donald J. Sobol, American soldier and author (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 11", "txt": "Marvin Traub, American businessman and author (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 11", "txt": "Emik Avakian, Iranian-American inventor (b. 1923)", "entities": [{"title": "Emik Avakian", "href": "/wiki/Emik_Avakian", "description": "Emik Avakian was an Armenian American inventor and owner of numerous patents including breath-operated computer, a mechanism that facilitates putting wheelchairs on automobiles, and a self operating robotic wheel that converts manual wheel chairs into automatic. Many of his inventions were geared towards the improvement of disabled people's lives, and he won many awards recognizing these efforts."}]}, {"heading": "Deaths", "year": "2013", "date": "July 11", "txt": "Egbert Brieskorn, German mathematician and academic (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 11", "txt": "Eugene P. Wilkinson, American admiral (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 11", "txt": "Charlie Haden, American bassist and composer (b. 1937)", "entities": [{"title": "Charlie Haden", "href": "/wiki/Charlie_Haden", "description": "Charles Edward Haden was an American jazz double bass player, bandleader, composer and educator whose career spanned more than 50 years. In the late 1950s, he was an original member of the ground-breaking Ornette Coleman Quartet."}]}, {"heading": "Deaths", "year": "2014", "date": "July 11", "txt": "Carin Mannheimer, Swedish author and screenwriter (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 11", "txt": "Bill McGill, American basketball player (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 11", "txt": "Tommy Ramone, Hungarian-American drummer and producer (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 11", "txt": "John Seigenthaler, American journalist and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 11", "txt": "Randall Stout, American architect, designed the Taubman Museum of Art (b. 1958)", "entities": [{"title": "Taubman Museum of Art", "href": "/wiki/Taubman_Museum_of_Art", "description": "The Taubman Museum of Art, formerly the Art Museum of Western Virginia, is an art museum in downtown Roanoke, Virginia, United States. It was designed by architect Randall Stout."}]}, {"heading": "Deaths", "year": "2015", "date": "July 11", "txt": "Giacomo Biffi, Italian cardinal (b. 1928)", "entities": [{"title": "Giacomo Biffi", "href": "/wiki/Giacomo_Biffi", "description": "Giacomo Biffi was an Italian Cardinal of the Roman Catholic Church. He was Archbishop Emeritus of Bologna, having served as archbishop there from 1984 to 2003. he was elevated to the cardinalate in 1985."}]}, {"heading": "Deaths", "year": "2015", "date": "July 11", "txt": "James U. Cross, American general (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 11", "txt": "Satoru Iwata, Japanese game programmer and businessman (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 11", "txt": "Lawrence K. Karlton, American lawyer and judge (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 11", "txt": "André Leysen, Belgian businessman (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "July 11", "txt": "Jim Wong-Chu, Canadian poet (b.1949)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "July 11", "txt": "Frank Bolling, American baseball second baseman (b. 1931)", "entities": [{"title": "Frank Bolling", "href": "/wiki/Frank_Bolling", "description": "Francis Elmore Bolling was an American baseball second baseman who played twelve seasons in Major League Baseball (MLB). He played for the Detroit Tigers and Milwaukee/Atlanta Braves from 1954 until 1966. He batted and threw right-handed, and was the younger brother of shortstop Milt Bolling."}]}]