[{"heading": "Events", "year": "AD 64", "date": "July 19", "txt": "The Great Fire of Rome causes widespread devastation and rages on for six days, destroying half of the city.", "entities": [{"title": "Great Fire of Rome", "href": "/wiki/Great_Fire_of_Rome", "description": "The Great Fire of Rome, was an urban fire that occurred in July, AD 64. The fire began in the merchant shops around Rome's chariot stadium, Circus Maximus, on the night of 19 July. After six days, the fire was brought under control, but before the damage could be assessed, the fire reignited and burned for another three days. In the aftermath of the fire, two thirds of Rome had been destroyed."}]}, {"heading": "Events", "year": "484", "date": "July 19", "txt": "Leontius, Roman usurper, is crowned Eastern emperor at Tarsus (modern Turkey). He is recognized in Antioch and makes it his capital.", "entities": [{"title": "Leontius (usurper)", "href": "/wiki/Leontius_(usurper)", "description": "Leontius was a general of the Eastern Roman Empire and claimant to the throne who led a rebellion against emperor Zeno in 484–488."}, {"title": "Usurper", "href": "/wiki/Usurper", "description": "A usurper is an illegitimate or controversial claimant to power, often but not always in a monarchy. In other words, a person who takes the power of a country, city, or established region for themselves, without any formal or legal right to claim it as their own. Usurpers can rise to power in a region by often unexpected physical force, as well as through political influence and deceit. One tactic"}, {"title": "Tarsus, Mersin", "href": "/wiki/Tarsus,_Mersin", "description": "Tarsus is a historic city in south-central Turkey, 20 km inland from the Mediterranean. It is part of the Adana-Mersin metropolitan area, the fourth-largest metropolitan area in Turkey with a population of 3 million people. Tarsus forms an administrative district in the eastern part of the Mersin Province and lies in the core of Çukurova region."}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Antioch", "href": "/wiki/Antioch", "description": "Antioch on the Orontes was an ancient Greek city on the eastern side of the Orontes River. Its ruins lie near the current city of Antakya, Turkey, to which the ancient city lends its name."}]}, {"heading": "Events", "year": "711", "date": "July 19", "txt": "Umayyad conquest of Hispania: Battle of Guadalete: Umayyad forces under Tariq ibn Ziyad defeat the Visigoths led by King Roderic.", "entities": [{"title": "Umayyad conquest of Hispania", "href": "/wiki/Umayyad_conquest_of_Hispania", "description": "The Umayyad conquest of Hispania, also known as the Muslim conquest of the Iberian Peninsula or the Umayyad conquest of the Visigothic Kingdom, was the initial expansion of the Umayyad Caliphate over Hispania from 711 to 718. The conquest resulted in the destruction of the Visigothic Kingdom and the establishment of the Umayyad wilaya of Al-Andalus. The conquest marks the westernmost expansion of "}, {"title": "Battle of Guadalete", "href": "/wiki/Battle_of_Guadalete", "description": "The Battle of Guadalete was fought in 711 at an unidentified location between the Christian Visigoths of Hispania under their king, Roderic, and the invading forces of the Muslim Umayyad Caliphate, composed mainly of Berbers and a few Arabs under the commander Tariq ibn Ziyad. The battle was significant as the culmination of a series of Berber attacks and the beginning of the Umayyad conquest of H"}, {"title": "Umayyad Caliphate", "href": "/wiki/Umayyad_Caliphate", "description": "The Umayyad Caliphate was the second of the four major caliphates established after the death of Muhammad. The caliphate was ruled by the Umayyad dynasty. The third caliph of the Rashidun Caliphate, Uthman ibn Affan, was also a member of the Umayyad clan. The family established dynastic, hereditary rule with Muawiya ibn Abi Sufyan, long-time governor of al-Sham, who became the sixth caliph after t"}, {"title": "Tariq ibn Ziyad", "href": "/wiki/Tariq_ibn_Ziyad", "description": "Ṭāriq ibn Ziyād also known simply as Tarik in English, was a Berber Umayyad commander who initiated the Muslim Umayyad conquest of Visigothic Hispania in 711–718 AD. He led a large army and crossed the Strait of Gibraltar from the North African coast, consolidating his troops at what is today known as the Rock of Gibraltar. The name \"Gibraltar\" is the Spanish derivation of the Arabic name Jabal Ṭā"}, {"title": "Visigoths", "href": "/wiki/Visigoths", "description": "The Visigoths were an early Germanic people who, along with the Ostrogoths, constituted the two major political entities of the Goths within the Roman Empire in Late Antiquity, or what is known as the Migration Period. The Visigoths emerged from earlier Gothic groups, including a large group of Thervingi, who had moved into the Roman Empire beginning in 376 and had played a major role in defeating"}, {"title": "Roderic", "href": "/wiki/Roderic", "description": "Ruderic was the Visigothic king in Hispania between 710 and 711. He is well-known as \"the last king of the Goths\". He is actually an extremely obscure figure about whom little can be said with certainty. He was the last Goth to rule from Toledo, but not the last Gothic king, a distinction which belongs to Ardo."}]}, {"heading": "Events", "year": "939", "date": "July 19", "txt": "Battle of Simancas: King Ramiro II of León defeats the Moorish army under Caliph Abd-al-Rahman III near the city of Simancas.", "entities": [{"title": "Battle of Simancas", "href": "/wiki/Battle_of_Simancas", "description": "The Battle of Simancas was a military battle that started on 19 July 939 in the Iberian Peninsula between the troops of the King of León Ramiro II and Cordovan caliph Abd al-Rahman III near the walls of the city of Simancas."}, {"title": "Ramiro II of León", "href": "/wiki/Ramiro_II_of_Le%C3%B3n", "description": "Ramiro II, son of Ordoño II and Elvira Menendez, was a King of León from 931 until his death. Initially titular king only of a lesser part of the kingdom, he gained the crown of León after supplanting his brother Alfonso IV and cousin Alfonso Fróilaz in 931. The scant Anales castellanos primeros are a primary source for his reign."}, {"title": "Moors", "href": "/wiki/Moors", "description": "The term Moor is an exonym first used by Christian Europeans to designate the Muslim inhabitants of the Maghreb, the Iberian Peninsula, Sicily and Malta during the Middle Ages. The Moors initially were the indigenous Maghrebine Berbers. The name was later also applied to Arabs and Arabized Iberians."}, {"title": "Abd-ar-Rahman III", "href": "/wiki/Abd-ar-Rahman_III", "description": "Abd al-Raḥmān III, also known as 'Abd al-Rahmān ibn Muḥammad ibn 'Abd Allāh ibn Muḥammad ibn 'Abd al-Raḥmān ibn al-Ḥakam al-Rabdī ibn Hishām ibn 'Abd al-Raḥmān al-Dākhil, was the Umayyad Emir of Córdoba from 912 to 929, at which point he founded the Caliphate of Córdoba, serving as its first Caliph until his death. 'Abd al-Raḥmān won the laqab (sobriquet) al-Nasir li-Dīn Allāh – Defender of God's "}, {"title": "Simancas", "href": "/wiki/Simancas", "description": "Simancas is a town and municipality of central Spain, located in the province of Valladolid, part of the autonomous community of Castile and León. It is situated approximately 10 km southwest of the provincial capital Valladolid, on the road to Zamora and the right bank of the river Pisuerga."}]}, {"heading": "Events", "year": "998", "date": "July 19", "txt": "Arab–Byzantine wars: Battle of Apamea: Fatimids defeat a Byzantine army near Apamea.", "entities": [{"title": "Arab–Byzantine wars", "href": "/wiki/Arab%E2%80%93Byzantine_wars", "description": "The Arab–Byzantine wars were a series of wars between the mostly Arab Muslims and the Byzantine Empire between the 7th and 11th centuries AD, started during the initial Muslim conquests, under the expansionist Rashidun and Umayyad caliphs, in the 7th century and continued by their successors until the mid-11th century."}, {"title": "Battle of Apamea", "href": "/wiki/Battle_of_Apamea", "description": "The Battle of Apamea was fought on 19 July 998 between the forces of the Byzantine Empire and the Fatimid Caliphate. The battle was part of a series of military confrontations between the two powers over control of northern Syria and the Hamdanid emirate of Aleppo. The Byzantine regional commander, Damian Dalassenos, had been besieging Apamea, until the arrival of the Fatimid relief army from Dama"}, {"title": "Fatimids", "href": "/wiki/Fatimids", "description": "The Fatimid Caliphate was an Ismaili Shia caliphate of the 10th to the 12th centuries CE. Spanning a large area of North Africa, it ranged from the Red Sea in the east to the Atlantic Ocean in the west. The Fatimids, a dynasty of Arab origin, trace their ancestry to the Prophet’s daughter Fatima and her husband ‘Ali b. Abi Talib, the first Shi‘ite imam. The Fatimids were acknowledged as the rightf"}, {"title": "Byzantine", "href": "/wiki/Byzantine", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Apamea, Syria", "href": "/wiki/Apamea,_Syria", "description": "Apamea, on the right bank of the Orontes River, was an ancient Greek and Roman city. It was the capital of Apamene under the Macedonians, became the capital and Metropolitan Archbishopric of late Roman province Syria Secunda, again in the crusader time and since the 20th century a quadruple Catholic titular see."}]}, {"heading": "Events", "year": "1333", "date": "July 19", "txt": "Wars of Scottish Independence: Battle of Halidon Hill: The English win a decisive victory over the Scots.", "entities": [{"title": "Wars of Scottish Independence", "href": "/wiki/Wars_of_Scottish_Independence", "description": "The Wars of Scottish Independence were a series of military campaigns fought between the Kingdom of Scotland and the Kingdom of England in the late 13th and early 14th centuries."}, {"title": "Battle of Halidon Hill", "href": "/wiki/Battle_of_Halidon_Hill", "description": "The Battle of Halidon Hill was fought during the Second War of Scottish Independence. Scottish forces under Sir Archibald Douglas were heavily defeated by the English forces of King Edward III of England on unfavourable terrain while trying to relieve Berwick-upon-Tweed."}, {"title": "Kingdom of Scotland", "href": "/wiki/Kingdom_of_Scotland", "description": "The Kingdom of Scotland was a sovereign state in northwest Europe traditionally said to have been founded in 843. Its territories expanded and shrank, but it came to occupy the northern third of the island of Great Britain, sharing a land border to the south with the Kingdom of England. It suffered many invasions by the English, but under Robert the Bruce it fought a successful War of Independence"}]}, {"heading": "Events", "year": "1544", "date": "July 19", "txt": "Italian War of 1542–46: The first Siege of Boulogne begins.", "entities": [{"title": "Italian War of 1542–46", "href": "/wiki/Italian_War_of_1542%E2%80%9346", "description": "The Italian War of 1542–1546 was a conflict late in the Italian Wars, pitting Francis I of France and Suleiman I of the Ottoman Empire against the Holy Roman Emperor Charles V and Henry VIII of England. The course of the war saw extensive fighting in Italy, France, and the Low Countries, as well as attempted invasions of Spain and England. The conflict was inconclusive and ruinously expensive for "}, {"title": "Sieges of Boulogne (1544–46)", "href": "/wiki/Sieges_of_Boulogne_(1544%E2%80%9346)", "description": "The First Siege of Boulogne took place from 19 July to 14 September 1544 and the Second Siege of Boulogne took place in October 1544."}]}, {"heading": "Events", "year": "1545", "date": "July 19", "txt": "The Tudor warship Mary Rose sinks off Portsmouth; in 1982 the wreck is salvaged in one of the most complex and expensive projects in the history of maritime archaeology.", "entities": [{"title": "Tudor period", "href": "/wiki/Tudor_period", "description": "The Tudor period occurred between 1485 and 1603 in England and Wales and includes the Elizabethan period during the reign of Elizabeth I until 1603. The Tudor period coincides with the dynasty of the House of Tudor in England whose first monarch was Henry VII. Historian John Guy (1988) argued that \"England was economically healthier, more expansive, and more optimistic under the Tudors\" than at an"}, {"title": "Portsmouth", "href": "/wiki/Portsmouth", "description": "Portsmouth is a port city primarily built on Portsea Island in the county of Hampshire, South East England. It is also known colloquially as Pompey, a nickname shared with HMNB Portsmouth and the Portsmouth Football Club. It is the United Kingdom's only island city. Portsmouth is situated 70 miles (110 km) south-west of London and 19 miles (31 km) south-east of Southampton. Portsmouth's population"}]}, {"heading": "Events", "year": "1553", "date": "July 19", "txt": "Lady Jane Grey is replaced by Mary I of England as Queen of England after only nine days on the throne.", "entities": [{"title": "Lady Jane Grey", "href": "/wiki/Lady_Jane_Grey", "description": "Lady Jane Grey, also known as Lady Jane Dudley and as the \"Nine Days' Queen\", was an English noblewoman and de facto Queen of England and Ireland from 10 July until 19 July 1553."}, {"title": "Mary I of England", "href": "/wiki/Mary_I_of_England", "description": "Mary I, also known as Mary Tudor, and as \"Bloody Mary\" by her Protestant opponents, was Queen of England and Ireland from July 1553 until her death in 1558. She is best known for her vigorous attempt to reverse the English Reformation, which had begun during the reign of her father, Henry VIII. Her attempt to restore to the church the property confiscated in the previous two reigns was largely thw"}, {"title": "Queen regnant", "href": "/wiki/Queen_regnant", "description": "A queen regnant is a female monarch, equivalent in rank and title to a king, who reigns in her own right over a realm known as a \"kingdom\"; as opposed to a queen consort, who is the wife of a reigning king; or a queen regent, who is the guardian of a child monarch and rules temporarily in the child's stead, be it de jure in sharing power, or de facto in ruling alone. A princess regnant is a female"}]}, {"heading": "Events", "year": "1588", "date": "July 19", "txt": "Anglo-Spanish War: Battle of Gravelines: The Spanish Armada is sighted in the English Channel.", "entities": [{"title": "Anglo-Spanish War (1585–1604)", "href": "/wiki/Anglo-Spanish_War_(1585%E2%80%931604)", "description": "The Anglo-Spanish War (1585–1604) was an intermittent conflict between the kingdoms of Spain and England that was never formally declared. The war was punctuated by widely separated battles, and began with England's military expedition in 1585 to what was then the Spanish Netherlands under the command of Robert Dudley, Earl of Leicester, in support of the resistance of the States General to Spanis"}, {"title": "Spanish Armada", "href": "/wiki/Spanish_Armada#Battle_of_Gravelines", "description": "The Spanish Armada was a Habsburg Spanish fleet of 130 ships that sailed from Lisbon in late May 1588 under the command of the Duke of Medina Sidonia, with the purpose of escorting an army from Flanders to invade England. Medina Sidonia was an aristocrat without naval command experience but was made commander by King Philip II. The aim was to overthrow Queen Elizabeth I and her establishment of Pr"}, {"title": "Spanish Armada", "href": "/wiki/Spanish_Armada", "description": "The Spanish Armada was a Habsburg Spanish fleet of 130 ships that sailed from Lisbon in late May 1588 under the command of the Duke of Medina Sidonia, with the purpose of escorting an army from Flanders to invade England. Medina Sidonia was an aristocrat without naval command experience but was made commander by King Philip II. The aim was to overthrow Queen Elizabeth I and her establishment of Pr"}, {"title": "English Channel", "href": "/wiki/English_Channel", "description": "The English Channel, also called simply the Channel, is an arm of the Atlantic Ocean that separates Southern England from northern France and links to the southern part of the North Sea by the Strait of Dover at its northeastern end. It is the busiest shipping area in the world."}]}, {"heading": "Events", "year": "1701", "date": "July 19", "txt": "Representatives of the Iroquois Confederacy sign the Nanfan Treaty, ceding a large territory north of the Ohio River to England.", "entities": [{"title": "Iroquois", "href": "/wiki/Iroquois", "description": "The Iroquois or Haudenosaunee are an indigenous confederacy in northeast North America. They were known during the colonial years to the French as the Iroquois League, later as the Iroquois Confederacy and to the English as the Five Nations, comprising the Mohawk, Onondaga, Oneida, Cayuga, and Seneca. After 1722, they accepted the Tuscarora people from the southeast into their confederacy, as they"}, {"title": "Nanfan Treaty", "href": "/wiki/Nanfan_Treaty", "description": "Deed from the Five Nations to the King, of their Beaver Hunting Ground, more commonly known as the Nanfan Treaty, was an agreement made between the representatives of the Iroquois Confederacy with John Nanfan, the acting colonial governor of New York, on behalf of The Crown. The treaty was conducted in Albany, New York, on July 19, 1701, and amended by both parties on September 14, 1726."}, {"title": "Ohio River", "href": "/wiki/Ohio_River", "description": "The Ohio River is a 981-mile (1,579 km) long river in the United States. It is located in the Midwestern and Southern United States, flowing southwesterly from western Pennsylvania south of Lake Erie to its mouth on the Mississippi River at the southern tip of Illinois. It is the third largest river by discharge volume in the United States and the largest tributary by volume of the north-south flo"}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}]}, {"heading": "Events", "year": "1702", "date": "July 19", "txt": "Great Northern War: A numerically superior Polish-Saxon army of Augustus II the Strong, operating from an advantageous defensive position, is defeated by a Swedish army half its size under the command of King Charles XII in the Battle of Klissow.", "entities": [{"title": "Great Northern War", "href": "/wiki/Great_Northern_War", "description": "The Great Northern War (1700–1721) was a conflict in which a coalition led by the Tsardom of Russia successfully contested the supremacy of the Swedish Empire in Northern, Central and Eastern Europe. The initial leaders of the anti-Swedish alliance were Peter I of Russia, Frederick IV of Denmark–Norway and Augustus II the Strong of Saxony–Poland–Lithuania. Frederick IV and Augustus II were defeate"}, {"title": "Augustus II the Strong", "href": "/wiki/Augustus_II_the_Strong", "description": "Augustus II, most commonly known as Augustus the Strong, was Elector of Saxony from 1694 as well as King of Poland and Grand Duke of Lithuania in the years 1697–1706 and from 1709 until his death in 1733. He belonged to the Albertine line of the House of Wettin."}, {"title": "Charles XII of Sweden", "href": "/wiki/Charles_XII_of_Sweden", "description": "Charles XII, sometimes Carl XII or Carolus Rex, was the King of Sweden from 1697 to 1718. He belonged to the House of Palatinate-Zweibrücken, a branch line of the House of Wittelsbach. Charles was the only surviving son of Charles XI and Ulrika Eleonora the Elder. He assumed power, after a seven-month caretaker government, at the age of fifteen."}, {"title": "Battle of Klissow", "href": "/wiki/Battle_of_Klissow", "description": "The Battle of Kliszów (Klissow) (Klezow) took place on July 8 / July 9 / July 19, 1702 near Kliszów, Poland–Lithuania, during the Great Northern War. The numerically superior Polish-Saxon army of August II the Strong, operating from an advantageous defensive position, was defeated by a Swedish army half its size under the command of King Charles XII."}]}, {"heading": "Events", "year": "1817", "date": "July 19", "txt": "Unsuccessful in his attempt to conquer the Kingdom of Hawaii for the Russian-American Company, Georg Anton Schäffer is forced to admit defeat and leave Kauai.", "entities": [{"title": "Schäffer affair", "href": "/wiki/Sch%C3%A4ffer_affair", "description": "The Schäffer affair was a controversial diplomatic incident caused by Georg Anton Schäffer, a German who attempted to seize the Kingdom of Hawaii for the Russian Empire. While on a trading expedition to the Kingdom, the Russian-American Company (RAC) vessel Bering ran aground during a storm at Waimea on Kauai in January 1815. The chieftain of the island, Kaumualii, seized the company goods on boar"}, {"title": "Kingdom of Hawaii", "href": "/wiki/Kingdom_of_Hawaii", "description": "The Hawaiian Kingdom, or Kingdom of Hawaiʻi, was an independent state on the Hawaii Islands. The country originated in 1795, when the warrior chief Kamehameha the Great, of the independent island of Hawaiʻi, conquered the independent islands of Oʻahu, Maui, Molokaʻi, and Lānaʻi and unified them under one government. In 1810, the whole Hawaiian archipelago became unified when Kauaʻi and Niʻihau joi"}, {"title": "Russian-American Company", "href": "/wiki/Russian-American_Company", "description": "The Russian-American Company Under the High Patronage of His Imperial Majesty was a state-sponsored chartered company formed largely on the basis of the United American Company. Emperor Paul I of Russia chartered the company in the Ukase of 1799. It had the mission of establishing new settlements in Russian America, conducting trade with natives, and carrying out an expanded colonization program."}, {"title": "Georg Anton Schäffer", "href": "/wiki/Georg_Anton_Sch%C3%A4ffer", "description": "Georg Anton Schäffer was a German physician in the employ of the Russian-American Company who attempted to conquer Hawaii for the Company and, ultimately, the Russian Empire. The bloodless Schäffer affair (1815–1817) or the Hawaiian spectacular, as it was called by contemporary Russians, became a significant financial blunder for the Company."}, {"title": "Kauai", "href": "/wiki/Kauai", "description": "Kauaʻi, anglicized as Kauai, is geologically the second-oldest of the main Hawaiian Islands. With an area of 562.3 square miles (1,456.4 km2), it is the fourth-largest of these islands and the 21st largest island in the United States. Known also as the \"Garden Isle\", Kauaʻi lies 73 miles (117 km) across the Kauaʻi Channel, northwest of Oʻahu. This island is the site of Waimea Canyon State Park and"}]}, {"heading": "Events", "year": "1821", "date": "July 19", "txt": "Coronation of George IV of the United Kingdom.", "entities": [{"title": "George IV of the United Kingdom", "href": "/wiki/George_IV_of_the_United_Kingdom", "description": "George IV was King of the United Kingdom of Great Britain and Ireland and King of Hanover from the death of his father, King George III, on 29 January 1820 until his own death ten years later. From 1811 until his accession, he served as regent during his father's final mental illness."}]}, {"heading": "Events", "year": "1832", "date": "July 19", "txt": "The British Medical Association is founded as the Provincial Medical and Surgical Association by Sir Charles Hastings at a meeting in the Board Room of the Worcester Infirmary.", "entities": [{"title": "British Medical Association", "href": "/wiki/British_Medical_Association", "description": "The British Medical Association (BMA) is a registered trade union for doctors in the United Kingdom. The association does not regulate or certify doctors, a responsibility which lies with the General Medical Council. The association's headquarters are in Tavistock Square, London and it has national offices in Cardiff, Belfast, and Edinburgh, a European office in Brussels and a number of offices in"}, {"title": "Charles Hastings (English physician)", "href": "/wiki/Charles_Hastings_(English_physician)", "description": "Sir Charles Hastings was a medical surgeon and a founder of the British Medical Association, the BMA, originally Provincial Medical and Surgical Association on 19 July 1832."}, {"title": "Worcester, England", "href": "/wiki/Worcester,_England", "description": "Worcester is a cathedral city and the ceremonial county town of Worcestershire, in England, 30 miles (48 km) south-west of Birmingham, 101 miles (163 km) north-west of London, 27 miles (43 km) north of Gloucester and 23 miles (37 km) north-east of Hereford. The estimated population in 2019 was 102,791. The River Severn flanks the western side of the city centre, which is overlooked by Worcester Ca"}]}, {"heading": "Events", "year": "1843", "date": "July 19", "txt": "Brunel's steamship the SS Great Britain is launched, becoming the first ocean-going craft with an iron hull and screw propeller, becoming the largest vessel afloat in the world.", "entities": [{"title": "Isambard Kingdom Brunel", "href": "/wiki/Isambard_Kingdom_Brunel", "description": "Isambard Kingdom Brunel was an English civil engineer who is considered \"one of the most ingenious and prolific figures in engineering history,\" \"one of the 19th-century engineering giants,\" and \"one of the greatest figures of the Industrial Revolution, [who] changed the face of the English landscape with his groundbreaking designs and ingenious constructions.\" Brunel built dockyards, the Great We"}, {"title": "Steamboat", "href": "/wiki/Steamboat", "description": "A steamboat is a boat that is propelled primarily by steam power, typically driving propellers or paddlewheels. Steamboats sometimes use the prefix designation SS, S.S. or S/S or PS ; however, these designations are most often used for steamships."}, {"title": "SS Great Britain", "href": "/wiki/SS_Great_Britain", "description": "SS Great Britain is a museum ship and former passenger steamship, which was advanced for her time. She was the longest passenger ship in the world from 1845 to 1854. She was designed by Isambard Kingdom Brunel (1806–1859), for the Great Western Steamship Company's transatlantic service between Bristol and New York City. While other ships had been built of iron or equipped with a screw propeller, G"}, {"title": "Screw propeller", "href": "/wiki/Screw_propeller", "description": "A propeller is a device with a rotating hub and radiating blades that are set at a pitch to form a helical spiral, that, when rotated, performs an action which is similar to Archimedes' screw. It transforms rotational power into linear thrust by acting upon a working fluid, such as water or air. The rotational motion of the blades is converted into thrust by creating a pressure difference between "}]}, {"heading": "Events", "year": "1845", "date": "July 19", "txt": "Great New York City Fire of 1845: The last great fire to affect Manhattan begins early in the morning and is subdued that afternoon. The fire kills four firefighters and 26 civilians and destroys 345 buildings.", "entities": [{"title": "Great New York City Fire of 1845", "href": "/wiki/Great_New_York_City_Fire_of_1845", "description": "The Great New York City Fire of 1845 broke out on July 19, 1845, in Lower Manhattan, New York City. The fire started in a whale oil and candle manufacturing establishment and quickly spread to other wooden structures. It reached a warehouse on Broad Street where combustible saltpeter was stored and caused a massive explosion that spread the fire even farther."}, {"title": "Manhattan", "href": "/wiki/Manhattan", "description": "Manhattan, known regionally as the City, and the urban core of the New York metropolitan area, is the most densely populated and geographically smallest of the five boroughs of New York City, and coextensive with New York County, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthpl"}]}, {"heading": "Events", "year": "1848", "date": "July 19", "txt": "Women's rights: A two-day Women's Rights Convention opens in Seneca Falls, New York.", "entities": [{"title": "Women's rights", "href": "/wiki/Women%27s_rights", "description": "Women's rights are the rights and entitlements claimed for women and girls worldwide. They formed the basis for the women's rights movement in the 19th century and the feminist movements during the 20th and 21st centuries. In some countries, these rights are institutionalized or supported by law, local custom, and behavior, whereas in others, they are ignored and suppressed. They differ from broad"}, {"title": "Seneca Falls Convention", "href": "/wiki/Seneca_Falls_Convention", "description": "The Seneca Falls Convention was the first women's rights convention. It advertised itself as \"a convention to discuss the social, civil, and religious condition and rights of woman\". Held in the Wesleyan Chapel of the town of Seneca Falls, New York, it spanned two days over July 19–20, 1848. Attracting widespread attention, it was soon followed by other women's rights conventions, including the Ro"}, {"title": "Seneca Falls (hamlet), New York", "href": "/wiki/Seneca_Falls_(hamlet),_New_York", "description": "Seneca Falls is a hamlet in Seneca County, New York, in the United States. The population was 6,681 at the 2010 census. The hamlet is in the Town of Seneca Falls, east of Geneva. It was an incorporated village from 1831 to 2011."}]}, {"heading": "Events", "year": "1863", "date": "July 19", "txt": "American Civil War: Morgan's Raid: At Buffington Island in Ohio, Confederate General John Hunt Morgan's raid into the north is mostly thwarted when a large group of his men are captured while trying to escape across the Ohio River.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Morgan's Raid", "href": "/wiki/Morgan%27s_Raid", "description": "Morgan's Raid was a diversionary incursion by Confederate cavalry into the northern (Union) states of Indiana, Kentucky, Ohio and West Virginia during the American Civil War. The raid took place from June 11 to July 26, 1863, and is named for the commander of the Confederate troops, Brigadier General John Hunt Morgan. Although it caused temporary alarm in the North, the raid was ultimately classed"}, {"title": "Buffington Island", "href": "/wiki/Buffington_Island", "description": "Buffington Island is an island in the Ohio River in Jackson County, West Virginia near the town of Ravenswood, United States, east of Racine, Ohio. During the American Civil War, the Battle of Buffington Island took place on July 19, 1863, just south of the Ohio community of Portland."}, {"title": "Ohio", "href": "/wiki/Ohio", "description": "Ohio is a state in the Midwestern region of the United States. Of the fifty states, it is the 34th-largest by area, and with a population of just over 11.8 million, is the seventh-most populous and tenth-most densely populated. The state's capital and largest city is Columbus, with the Columbus metro area, Greater Cincinnati, and Greater Cleveland being the largest metropolitan areas. Ohio is bord"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "General officer", "href": "/wiki/General_officer", "description": "A general officer is an officer of high rank in the armies, and in some nations' air forces, space forces, or marines."}, {"title": "John Hunt Morgan", "href": "/wiki/John_Hunt_Morgan", "description": "John H. Morgan was a Confederate general in the American Civil War of 1861-1865."}, {"title": "Ohio River", "href": "/wiki/Ohio_River", "description": "The Ohio River is a 981-mile (1,579 km) long river in the United States. It is located in the Midwestern and Southern United States, flowing southwesterly from western Pennsylvania south of Lake Erie to its mouth on the Mississippi River at the southern tip of Illinois. It is the third largest river by discharge volume in the United States and the largest tributary by volume of the north-south flo"}]}, {"heading": "Events", "year": "1864", "date": "July 19", "txt": "Taiping Rebellion: Third Battle of Nanking: The Qing dynasty finally defeats the Taiping Heavenly Kingdom.", "entities": [{"title": "Taiping Rebellion", "href": "/wiki/Taiping_Rebellion", "description": "The Taiping Rebellion, also known as the Taiping Civil War or the Taiping Revolution, was a massive rebellion or civil war that was waged in China from 1850 to 1864, between the established Qing dynasty and the theocratic Taiping Heavenly Kingdom - though following the fall of Nanjing the last rebel army was not wiped out until 1871. After fighting the bloodiest civil war in world history, with so"}, {"title": "Third Battle of Nanking", "href": "/wiki/Third_Battle_of_Nanking", "description": "The Third Battle of Nanking was the last major engagement of the Taiping Rebellion, occurring in 1864 after the death of the king of the Taiping Heavenly Kingdom, Hong Xiuquan. There were probably more than a million troops in the battle. Zeng Guofan claimed that the Taiping army sustained 100,000 dead in the three-day clash. Nanking had been the capital of the Heavenly Kingdom and was known by th"}, {"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}, {"title": "Taiping Heavenly Kingdom", "href": "/wiki/Taiping_Heavenly_Kingdom", "description": "The Taiping Heavenly Kingdom, later shortened to Heavenly Kingdom or Heavenly Dynasty, was an unrecognized oppositional state in China and Chinese Christian theocratic absolute monarchy from 1851 to 1864, supporting the overthrow of the Qing dynasty by Hong Xiuquan and his followers. The unsuccessful war it waged against the Qing is known as the Taiping Rebellion. Its capital was at Tianjing."}]}, {"heading": "Events", "year": "1870", "date": "July 19", "txt": "Franco-Prussian War: France declares war on Prussia.", "entities": [{"title": "Franco-Prussian War", "href": "/wiki/Franco-Prussian_War", "description": "The Franco-Prussian War or Franco-German War, often referred to in France as the War of 1870, was a conflict between the Second French Empire and the German states of the North German Confederation led by the Kingdom of Prussia. Lasting from 19 July 1870 to 28 January 1871, the conflict was caused primarily by France's determination to restore its dominant position in continental Europe, which it "}, {"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}]}, {"heading": "Events", "year": "1900", "date": "July 19", "txt": "The first line of the Paris Métro opens for operation.", "entities": [{"title": "Paris Métro Line 1", "href": "/wiki/Paris_M%C3%A9tro_Line_1", "description": "Paris Métro Line 1 is one of the sixteen lines of the Paris Métro. It connects La Défense–Grande Arche in the northwest and Château de Vincennes in the southeast. With a length of 16.5 km (10.3 mi), it constitutes an important east–west transportation route within the City of Paris. Excluding RER commuter lines, it is the most utilised line on the network with 181.2 million travellers in 2017 or 4"}, {"title": "Paris Métro", "href": "/wiki/Paris_M%C3%A9tro", "description": "The Paris Métro is a rapid transit system in the Paris metropolitan area, France. A symbol of the city, it is known for its density within the capital's territorial limits, uniform architecture and unique entrances influenced by Art Nouveau. It is mostly underground and 225.1 kilometres (139.9 mi) long. It has 304 stations, of which 64 have transfers between lines. There are 16 lines, numbered 1 t"}]}, {"heading": "Events", "year": "1903", "date": "July 19", "txt": "Maurice Garin wins the first Tour de France.", "entities": [{"title": "Maurice Garin", "href": "/wiki/Maurice_Garin", "description": "Maurice-François Garin was a French road bicycle racer best known for winning the inaugural Tour de France in 1903, and for being stripped of his title in the second Tour in 1904 along with eight others, for cheating."}, {"title": "1903 Tour de France", "href": "/wiki/1903_Tour_de_France", "description": "The 1903 Tour de France was the first cycling race set up and sponsored by the newspaper L'Auto, ancestor of the current daily, L'Équipe. It ran from 1 to 19 July in six stages over 2,428 km (1,509 mi), and was won by Maurice Garin."}]}, {"heading": "Events", "year": "1916", "date": "July 19", "txt": "World War I: Battle of Fromelles: British and Australian troops attack German trenches as part of the Battle of the Somme.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Fromelles", "href": "/wiki/Battle_of_Fromelles", "description": "The Attack at Fromelles 19–20 July 1916, was a military operation on the Western Front during the First World War. The attack was carried out by British and Australian troops and was subsidiary to the Battle of the Somme. General Headquarters (GHQ) of the British Expeditionary Force (BEF) had ordered the First and Second armies to prepare attacks to support the Fourth Army on the Somme, 50 mi (80 "}, {"title": "61st (2nd South Midland) Division", "href": "/wiki/61st_(2nd_South_Midland)_Division", "description": "The 61st Division was an infantry division of the British Army raised in 1915 during the Great War as a second-line reserve for the first-line battalions of the 48th Division. However, the division was sent to the Western Front in May 1916 and served there for the duration of the First World War."}, {"title": "First Australian Imperial Force", "href": "/wiki/First_Australian_Imperial_Force", "description": "The First Australian Imperial Force was the main expeditionary force of the Australian Army during World War I. It was formed as the Australian Imperial Force on 15 August 1914, following Britain's declaration of war on Germany, initially with a strength of one infantry division and one light horse brigade. The infantry division subsequently fought at Gallipoli between April and December 1915, bei"}, {"title": "German Empire", "href": "/wiki/German_Empire", "description": "The German Empire or the Imperial State of Germany, also referred to as Imperial Germany, the Second Reich, the Kaiserreich, as well as simply Germany, was the period of the German Reich from the unification of Germany in 1871 until the November Revolution in 1918, when the German Reich changed its form of government from a monarchy to a republic."}, {"title": "Battle of the Somme", "href": "/wiki/Battle_of_the_Somme", "description": "The Battle of the Somme, also known as the Somme offensive, was a battle of the First World War fought by the armies of the British Empire and French Third Republic against the German Empire. It took place between 1 July and 18 November 1916 on both sides of the upper reaches of the Somme, a river in France. The battle was intended to hasten a victory for the Allies. More than three million men fo"}]}, {"heading": "Events", "year": "1936", "date": "July 19", "txt": "Spanish Civil War: The CNT and UGT call a general strike in Spain - mobilizing workers' militias against the Nationalist forces.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Confederación Nacional del Trabajo", "href": "/wiki/Confederaci%C3%B3n_Nacional_del_Trabajo", "description": "The Confederación Nacional del Trabajo is a Spanish confederation of anarcho-syndicalist labour unions, which was long affiliated with the International Workers' Association (AIT). When working with the latter group it was also known as CNT-AIT. Historically, the CNT has also been affiliated with the Federación Anarquista Ibérica ; thus, it has also been referred to as the CNT-FAI. Throughout its "}, {"title": "Unión General de Trabajadores", "href": "/wiki/Uni%C3%B3n_General_de_Trabajadores", "description": "The Unión General de Trabajadores is a major Spanish trade union, historically affiliated with the Spanish Socialist Workers' Party (PSOE)."}, {"title": "General strike", "href": "/wiki/General_strike", "description": "A general strike is a strike action in which a substantial proportion of the total labour force in a city, region, or country participates. General strikes are characterised by the participation of workers in a multitude of workplaces and tend to involve entire communities. General strikes first occurred in the mid-19th century and have characterised many historically important strikes."}, {"title": "Second Spanish Republic", "href": "/wiki/Second_Spanish_Republic", "description": "The Spanish Republic, commonly known as the Second Spanish Republic, was the form of government in Spain from 1931 to 1939. The Republic was proclaimed on 14 April 1931, after the deposition of Alfonso XIII, and was dissolved on 1 April 1939 after surrendering in the Spanish Civil War to the rebel faction that fought to establish a military dictatorship under General Francisco Franco."}, {"title": "Nationalist faction (Spanish Civil War)", "href": "/wiki/Nationalist_faction_(Spanish_Civil_War)", "description": "The Nationalist faction or Rebel faction was a major faction in the Spanish Civil War of 1936 to 1939. It was composed of a variety of right-leaning political groups that supported the Spanish Coup of July 1936 against the Second Spanish Republic and Republican faction and sought to depose Manuel Azaña, including the Falange, the CEDA, and two rival monarchist claimants: the Alfonsist Renovación E"}]}, {"heading": "Events", "year": "1940", "date": "July 19", "txt": "World War II: Battle of Cape Spada: The Royal Navy and the Regia Marina clash; the Italian light cruiser Bartolomeo Colleoni sinks, with 121 casualties.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Cape Spada", "href": "/wiki/Battle_of_Cape_Spada", "description": "The Battle of Cape Spada was a naval battle during the Battle of the Mediterranean in Second World War. It took place on 19 July 1940 in the Mediterranean Sea off Cape Spada, the north-western extremity of Crete."}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Regia Marina", "href": "/wiki/Regia_Marina", "description": "The Regia Marina was the navy of the Kingdom of Italy from 1861 to 1946. In 1946, with the birth of the Italian Republic, the Regia Marina changed its name to Marina Militare."}]}, {"heading": "Events", "year": "1940", "date": "July 19", "txt": "Field Marshal Ceremony: First occasion in World War II that Adolf Hitler appoints field marshals due to military achievements.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}]}, {"heading": "Events", "year": "1940", "date": "July 19", "txt": "World War II: Army order 112 forms the Intelligence Corps of the British Army.", "entities": [{"title": "British Army", "href": "/wiki/British_Army", "description": "The British Army is the principal land warfare force of the United Kingdom, a part of the British Armed Forces along with the Royal Navy and the Royal Air Force. As of 2020, the British Army comprises 80,040 regular full-time personnel and 30,020 reserve personnel."}]}, {"heading": "Events", "year": "1942", "date": "July 19", "txt": "World War II: The Second Happy Time of Hitler's submarines comes to an end, as the increasingly effective American convoy system compels them to return to the central Atlantic.", "entities": [{"title": "Second Happy Time", "href": "/wiki/Second_Happy_Time", "description": "The \"Second Happy Time\", also known among German submarine commanders as the \"American Shooting Season\", was the informal name for the Operation Paukenschlag, a phase in the Battle of the Atlantic during which Axis submarines attacked merchant shipping and Allied naval vessels along the east coast of North America. The first \"Happy Time\" was in 1940–1941 in the North Atlantic and North Sea. Adolf "}]}, {"heading": "Events", "year": "1943", "date": "July 19", "txt": "World War II: Rome is heavily bombed by more than 500 Allied aircraft, inflicting thousands of casualties.", "entities": [{"title": "Bombing of Rome in World War II", "href": "/wiki/Bombing_of_Rome_in_World_War_II", "description": "The bombing of Rome in World War II took place on several occasions in 1943 and 1944, primarily by Allied and to a smaller degree by Axis aircraft, before the city was invaded by the Allies on June 4, 1944. Pope Pius XII was initially unsuccessful in attempting to have Rome declared an open city, through negotiations with President Roosevelt via Archbishop Francis Spellman. Rome was eventually dec"}]}, {"heading": "Events", "year": "1947", "date": "July 19", "txt": "Prime Minister of the shadow Burmese government, Bogyoke Aung San and eight others are assassinated.", "entities": [{"title": "Myanmar", "href": "/wiki/Myanmar", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}, {"title": "Aung San", "href": "/wiki/Aung_San", "description": "Bogyoke Aung San was a Burmese politician, independence activist and revolutionary. Aung San is the founder of the Myanmar Armed Forces, and is considered the Father of the Nation of modern-day Myanmar. He was instrumental in Burma's independence from British rule, but was assassinated just six months before his goal was realized."}, {"title": "Assassination", "href": "/wiki/Assassination", "description": "Assassination is the act of deliberately killing a prominent or important person, such as heads of state, heads of government, politicians, royalty, celebrities, journalists, or CEOs. An assassination may be prompted by political and military motives, or done for financial gain, to avenge a grievance, from a desire to acquire fame or notoriety, or because of a military, security, insurgent or secr"}]}, {"heading": "Events", "year": "1947", "date": "July 19", "txt": "Korean politician Lyuh Woon-hyung is assassinated.", "entities": []}, {"heading": "Events", "year": "1952", "date": "July 19", "txt": "Opening of the Summer Olympics in Helsinki, Finland.", "entities": [{"title": "1952 Summer Olympics", "href": "/wiki/1952_Summer_Olympics", "description": "The 1952 Summer Olympics, officially known as the Games of the XV Olympiad, were an international multi-sport event held from 19 July to 3 August 1952 in Helsinki, Finland."}, {"title": "Helsinki", "href": "/wiki/Helsinki", "description": "Helsinki is the capital, primate and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 656,250. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, cu"}]}, {"heading": "Events", "year": "1961", "date": "July 19", "txt": "Tunisia imposes a blockade on the French naval base at Bizerte; the French would capture the entire town four days later.", "entities": [{"title": "Bizerte crisis", "href": "/wiki/Bizerte_crisis", "description": "The Bizerte Crisis occurred in July 1961 when Tunisia imposed a blockade on the French naval base at Bizerte, Tunisia, hoping to force its evacuation. The crisis culminated in a three-day battle between French and Tunisian forces that left some 630 Tunisians and 24 French dead and eventually led to France ceding the city and naval base to Tunisia in 1963."}, {"title": "Bizerte", "href": "/wiki/Bizerte", "description": "Bizerte or Bizerta, the classical Hippo, is a town of Bizerte Governorate in Tunisia. It is the northernmost city in Africa, located 65 km (40mil) north of the capital Tunis. It is one of the oldest known settlements in Tunisia, having been founded by settlers from the Phoenician port of Sidon around 1100 BC. It is also known as the last town to remain under French control after the rest of the co"}]}, {"heading": "Events", "year": "1963", "date": "July 19", "txt": "Joe Walker flies a North American X-15 to a record altitude of 106,010 meters (347,800 feet) on X-15 Flight 90. Exceeding an altitude of 100 km, this flight qualifies as a human spaceflight under international convention.", "entities": [{"title": "Joseph A. Walker", "href": "/wiki/Joseph_A._Walker", "description": "Joseph Albert Walker was an American World War II pilot, experimental physicist, NASA test pilot, and astronaut. He was one of twelve pilots who flew the North American X-15, an experimental spaceplane jointly operated by the Air Force and NASA."}, {"title": "North American X-15", "href": "/wiki/North_American_X-15", "description": "The North American X-15 is a hypersonic rocket-powered aircraft. It was operated by the United States Air Force and the National Aeronautics and Space Administration as part of the X-plane series of experimental aircraft. The X-15 set speed and altitude records in the 1960s, reaching the edge of outer space and returning with valuable data used in aircraft and spacecraft design. The X-15's highest"}, {"title": "X-15 Flight 90", "href": "/wiki/X-15_Flight_90", "description": "Flight 90 of the North American X-15 was a test flight conducted by NASA and the US Air Force in 1963. It was the first of two X-15 missions that passed the 100-km high Kármán line, the FAI definition of space, along with Flight 91 the next month. The X-15 was flown by Joseph A. Walker, who flew both X-15 spaceflights."}, {"title": "Human spaceflight", "href": "/wiki/Human_spaceflight", "description": "Human spaceflight is spaceflight with a crew or passengers aboard a spacecraft, the spacecraft being operated directly by the onboard human crew. Spacecraft can also be remotely operated from ground stations on Earth, or autonomously, without any direct human involvement. People trained for spaceflight are called astronauts, cosmonauts, or taikonauts; and non-professionals are referred to as space"}]}, {"heading": "Events", "year": "1964", "date": "July 19", "txt": "Vietnam War: At a rally in Saigon, South Vietnamese Prime Minister Nguyễn Khánh calls for expanding the war into North Vietnam.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Ho Chi Minh City", "href": "/wiki/Ho_Chi_Minh_City", "description": "Ho Chi Minh City, commonly known by its previous name, Saigon, is the largest and most populous city in Vietnam, situated in South Vietnam. In southeastern region, the city surrounds the Saigon River and covers about 2,061 square kilometres."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Prime minister", "href": "/wiki/Prime_minister", "description": "A prime minister is the head of the cabinet and the leader of the ministers in the executive branch of government, often in a parliamentary or semi-presidential system. Under those systems, a prime minister is not the head of state of their respective state nor a monarch; rather the prime minister is the head of government, serving typically under a monarch in a hybrid of aristocratic and democrat"}, {"title": "Nguyễn Khánh", "href": "/wiki/Nguy%E1%BB%85n_Kh%C3%A1nh", "description": "Nguyễn Khánh was a South Vietnamese military officer and Army of the Republic of Vietnam general who served in various capacities as head of state and prime minister of South Vietnam while at the head of a military junta from January 1964 until February 1965. He was involved in or against many coup attempts, failed and successful, from 1960 until his defeat and exile from South Vietnam in 1965. Kh"}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}]}, {"heading": "Events", "year": "1969", "date": "July 19", "txt": "Chappaquiddick incident: U.S. Senator Ted Kennedy crashes his car into a tidal pond at Chappaquiddick Island, Massachusetts, killing his passenger Mary Jo Kopechne.", "entities": [{"title": "Chappaquiddick incident", "href": "/wiki/Chappaquiddick_incident", "description": "The Chappaquiddick incident was a single-vehicle car crash that occurred on Chappaquiddick Island in Massachusetts some time around midnight between Friday, July 18, and Saturday, July 19, 1969. The crash was caused by Senator Edward M. (Ted) Kennedy's negligence and resulted in the death of his 28-year-old passenger Mary Jo Kopechne, who was trapped inside the vehicle."}, {"title": "Ted Kennedy", "href": "/wiki/Ted_Kennedy", "description": "Edward Moore Kennedy was an American politician and lawyer who served as a U.S. Senator from Massachusetts for almost 47 years, from 1962 until his death in 2009. A member of the Democratic Party and the Kennedy political family, he was the second most senior member of the Senate when he died and is the fourth-longest-continuously-serving senator in United States history. Kennedy was the younger b"}, {"title": "Chappaquiddick Island, Massachusetts", "href": "/wiki/Chappaquiddick_Island,_Massachusetts", "description": "Chappaquiddick Island, a part of the town of Edgartown, Massachusetts, is a small peninsula and occasional island on the eastern end of Martha's Vineyard. Norton Point, a narrow barrier beach, connects Martha's Vineyard and Chappaquiddick between Katama and Wasque. Occasional breaches occur due to hurricanes and strong storms separating the islands for periods of time. Most recently, the two were "}, {"title": "Mary Jo Kopechne", "href": "/wiki/Mary_Jo_Kopechne", "description": "Mary Jo Kopechne was an American secretary, one of the campaign workers for Robert F. Kennedy's 1968 presidential campaign, a close team known as the Boiler Room Girls. In 1969, she died in a car accident on Chappaquiddick Island, while being driven by U.S. Senator Ted Kennedy."}]}, {"heading": "Events", "year": "1972", "date": "July 19", "txt": "Dhofar Rebellion: British SAS units help the Omani government against Popular Front for the Liberation of Oman rebels in the Battle of Mirbat.", "entities": [{"title": "Dhofar Rebellion", "href": "/wiki/Dhofar_Rebellion", "description": "The Dhofar Rebellion, also known as the Dhofar War or the Omani Civil War, was waged from 1963 to 1976 in the province of Dhofar against the Sultanate of Muscat and Oman. The war began with the formation of the Dhofar Liberation Front, a group which aimed to create an independent state in Dhofar, free from the rule of the Omani Sultan Said bin Taimur. The rebels also held the broader goals of Arab"}, {"title": "Special Air Service", "href": "/wiki/Special_Air_Service", "description": "The Special Air Service (SAS) is a special forces unit of the British Army. The SAS was founded in 1941 as a regiment, and later reconstituted as a corps in 1950. The unit specialises in a number of roles including counter-terrorism, hostage rescue, direct action and covert reconnaissance. Much of the information about the SAS is highly classified, and the unit is not commented on by either the Br"}, {"title": "Oman", "href": "/wiki/Oman", "description": "Oman, officially the Sultanate of Oman, is a country on the southeastern coast of the Arabian Peninsula in Western Asia and the oldest independent state in the Arab world. Located in a strategically important position at the mouth of the Persian Gulf, the country shares land borders with the United Arab Emirates to the northwest, Saudi Arabia to the west, and Yemen to the southwest, and shares mar"}, {"title": "Popular Front for the Liberation of Oman", "href": "/wiki/Popular_Front_for_the_Liberation_of_Oman", "description": "The Popular Front for the Liberation of Oman was a Marxist and Arab nationalist revolutionary organisation in the Sultanate of Oman. It fought against the Sultan (ruler) in the Dhofar Rebellion from the PFLO's foundation until the suppression of the insurgency in 1976."}, {"title": "Battle of Mirbat", "href": "/wiki/Battle_of_Mirbat", "description": "The Battle of Mirbat took place on 19 July 1972 during the Dhofar Rebellion in Oman, which was supported by Communist guerrillas from South Yemen. Britain assisted the Omani government by sending elements of its Special Air Service both to train soldiers and compete against the Popular Front for the Liberation of the Occupied Arabian Gulf (PFLOAG) guerrillas for the \"hearts and minds\" of the Omani"}]}, {"heading": "Events", "year": "1976", "date": "July 19", "txt": "Sagarmatha National Park in Nepal is created.", "entities": [{"title": "Sagarmatha National Park", "href": "/wiki/Sagarmatha_National_Park", "description": "Sagarmāthā National Park is a national park in the Himalayas of eastern Nepal that is dominated by Mount Everest. It encompasses an area of 1,148 km2 (443 sq mi) in the Solukhumbu District and ranges in elevation from 2,845 to 8,848 m at the summit of Mount Everest. In the north, it shares the international border with Qomolangma National Nature Preserve of Tibet. In the east, it is adjacent to Ma"}, {"title": "Nepal", "href": "/wiki/Nepal", "description": "Nepal, officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is mainly situated in the Himalayas, but also includes parts of the Indo-Gangetic Plain, bordering Tibet of China to the north, and India in the south, east, and west, while it is narrowly separated from Bangladesh by the Siliguri Corridor, and from Bhutan by the Indian state of Sikkim. Nepal has "}]}, {"heading": "Events", "year": "1977", "date": "July 19", "txt": "The world's first Global Positioning System (GPS) signal was transmitted from Navigation Technology Satellite 2 (NTS-2) and received at Rockwell Collins in Cedar Rapids, Iowa, at 12:41 a.m. Eastern time (ET).", "entities": [{"title": "Global Positioning System", "href": "/wiki/Global_Positioning_System", "description": "The Global Positioning System (GPS), originally Navstar GPS, is a satellite-based radionavigation system owned by the United States government and operated by the United States Space Force. It is one of the global navigation satellite systems (GNSS) that provides geolocation and time information to a GPS receiver anywhere on or near the Earth where there is an unobstructed line of sight to four or"}, {"title": "Rockwell Collins", "href": "/wiki/Rockwell_Collins", "description": "Rockwell Collins was a multinational corporation company headquartered in Cedar Rapids, Iowa providing avionics and information technology systems and services to government agencies and aircraft manufacturers. It was formed when the Collins Radio Company, facing financial difficulties, was purchased by Rockwell International in 1973. In 2001, the avionics division of Rockwell International was sp"}, {"title": "Cedar Rapids, Iowa", "href": "/wiki/Cedar_Rapids,_Iowa", "description": "Cedar Rapids is the second-largest city in Iowa and is the county seat of Linn County. The city lies on both banks of the Cedar River, 20 miles (32 km) north of Iowa City and 100 miles (160 km) northeast of Des Moines, the state's capital and largest city. It is a part of the Iowa City/Cedar Rapids Region of Eastern Iowa which includes Linn, Benton, Cedar, Iowa, Jones, Johnson, and Washington coun"}]}, {"heading": "Events", "year": "1979", "date": "July 19", "txt": "The Sandinista rebels overthrow the government of the Somoza family in Nicaragua.", "entities": [{"title": "Sandinista National Liberation Front", "href": "/wiki/Sandinista_National_Liberation_Front", "description": "The Sandinista National Liberation Front is a socialist political party in Nicaragua. Its members are called Sandinistas [sandiˈnistas] in both English and Spanish. The party is named after Augusto César Sandino, who led the Nicaraguan resistance against the United States occupation of Nicaragua in the 1930s."}, {"title": "Forms of government", "href": "/wiki/Forms_of_government", "description": "A government is the system or group of people governing an organized community, generally a state."}, {"title": "Anastasio Somoza Debayle", "href": "/wiki/Anastasio_Somoza_Debayle", "description": "Anastasio \"Tachito\" Somoza Debayle was a Nicaraguan dictator and officially the President of Nicaragua from 1 May 1967 to 1 May 1972 and from 1 December 1974 to 17 July 1979. As head of the National Guard, he was de facto ruler of the country between 1972 and 1974 even during the period when he was not the de jure ruler."}, {"title": "Nicaragua", "href": "/wiki/Nicaragua", "description": "Nicaragua, officially the Republic of Nicaragua, is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic pop"}]}, {"heading": "Events", "year": "1979", "date": "July 19", "txt": "The oil tanker SS Atlantic Empress collides with another oil tanker, causing the largest ever ship-borne oil spill.", "entities": [{"title": "List of oil spills", "href": "/wiki/List_of_oil_spills", "description": "This is a reverse-chronological list of oil spills that have occurred throughout the world and spill(s) that are currently ongoing. Quantities are measured in tonnes of crude oil with one tonne roughly equal to 308 US gallons, 256 Imperial gallons, 7.33 barrels, or 1165 litres. This calculation uses a median value of 0.858 for the specific gravity of light crude oil; actual values can range from 0"}]}, {"heading": "Events", "year": "1980", "date": "July 19", "txt": "Opening of the Summer Olympics in Moscow.", "entities": [{"title": "1980 Summer Olympics", "href": "/wiki/1980_Summer_Olympics", "description": "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad and commonly known as Moscow 1980, were an international multi-sport event held from 19 July to 3 August 1980 in Moscow, Soviet Union, in present-day Russia. The Games were the first to be staged in Eastern Europe, and remain the only Summer Olympics held there, as well as the first Olympic Games and only Summer Olympics "}, {"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}]}, {"heading": "Events", "year": "1981", "date": "July 19", "txt": "In a private meeting with U.S. President Ronald Reagan, French President François Mitterrand reveals the existence of the Farewell Dossier, a collection of documents showing the Soviet Union had been stealing American technological research and development.", "entities": [{"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "François Mitterrand", "href": "/wiki/Fran%C3%A7ois_Mitterrand", "description": "François Marie Adrien Maurice Mitterrand was a French statesman who served as President of France from 1981 to 1995, the longest time in office in the history of France. As First Secretary of the Socialist Party, he was the first left-wing politician to assume the presidency under the Fifth Republic."}]}, {"heading": "Events", "year": "1982", "date": "July 19", "txt": "In one of the first militant attacks by Hezbollah, David S. Dodge, president of the American University of Beirut, is kidnapped.", "entities": [{"title": "Hezbollah", "href": "/wiki/Hezbollah", "description": "Hezbollah is a Lebanese Shia Islamist political party and militant group, led by its Secretary-General Hassan Nasrallah since 1992. Hezbollah's paramilitary wing is the Jihad Council, and its political wing is the Loyalty to the Resistance Bloc party in the Lebanese Parliament. Either the entire organization or only its military wing has been designated a terrorist organization by several countrie"}, {"title": "David S. Dodge", "href": "/wiki/David_S._Dodge", "description": "David Stuart Dodge was an American politician and university president. He was the Vice-President for Administration (1979–83), Acting President (1981–82) and President (1996–97) of the American University of Beirut (AUB)."}, {"title": "American University of Beirut", "href": "/wiki/American_University_of_Beirut", "description": "The American University of Beirut (AUB) is a private, non-sectarian, and independent university chartered in New York with its campus in Beirut, Lebanon. AUB is governed by a private, autonomous board of trustees and offers programs leading to bachelor's, master's, MD, and PhD degrees."}]}, {"heading": "Events", "year": "1983", "date": "July 19", "txt": "The first three-dimensional reconstruction of a human head in a CT is published.", "entities": [{"title": "Michael W. Vannier", "href": "/wiki/Michael_W._Vannier", "description": "Michael W. Vannier is a radiologist in Chicago."}, {"title": "CT scan", "href": "/wiki/CT_scan", "description": "A CT scan or computed tomography scan is a medical imaging technique used in radiology to get detailed images of the body noninvasively for diagnostic purposes. The personnel that perform CT scans are called radiographers or radiology technologists."}]}, {"heading": "Events", "year": "1985", "date": "July 19", "txt": "The Val di Stava dam collapses killing 268 people in Val di Stava, Italy.", "entities": [{"title": "Val di Stava dam collapse", "href": "/wiki/Val_di_Stava_dam_collapse", "description": "The Val di Stava Dam collapse occurred on 19 July 1985, when two tailings dams above the village of Stava, near Tesero, Italy, failed. It resulted in one of Italy's worst disasters, killing 268 people, destroying 63 buildings and demolishing eight bridges."}]}, {"heading": "Events", "year": "1989", "date": "July 19", "txt": "United Airlines Flight 232 crashes in Sioux City, Iowa killing 111.", "entities": [{"title": "United Airlines Flight 232", "href": "/wiki/United_Airlines_Flight_232", "description": "United Airlines Flight 232 was a regularly scheduled United Airlines flight from Denver to Chicago, continuing to Philadelphia. On July 19, 1989, the DC-10 serving the flight crash-landed at Sioux City, Iowa, after suffering a catastrophic failure of its tail-mounted engine, which led to the loss of many flight controls. At the time, the aircraft was en route from Stapleton International Airport t"}]}, {"heading": "Events", "year": "1992", "date": "July 19", "txt": "A car bomb kills Judge Paolo Borsellino and five members of his escort.", "entities": [{"title": "Massacre of Via D'Amelio", "href": "/wiki/Massacre_of_Via_D%27Amelio", "description": "The via D'Amelio bombing was a terror attack by the Sicilian Mafia which took place in Palermo, Sicily, Italy on 19 July 1992. It killed anti-mafia magistrate Paolo Borsellino and five members of his police escort: Agostino Catalano, Emanuela Loi, Vincenzo Li Muli, Walter Eddie Cosina and Claudio Traina."}]}, {"heading": "Events", "year": "1997", "date": "July 19", "txt": "The Troubles: The Provisional Irish Republican Army resumes a ceasefire to end their 25-year paramilitary campaign to end British rule in Northern Ireland.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Provisional Irish Republican Army campaign 1969–97", "href": "/wiki/Provisional_Irish_Republican_Army_campaign_1969%E2%80%9397", "description": "From 1969 until 1997, the Provisional Irish Republican Army (IRA) conducted an armed paramilitary campaign primarily in Northern Ireland and England, aimed at ending British rule in Northern Ireland in order to create a united Ireland."}]}, {"heading": "Events", "year": "2014", "date": "July 19", "txt": "Gunmen in Egypt's western desert province of New Valley Governorate attack a military checkpoint, killing at least 21 soldiers. Egypt reportedly declares a state of emergency on its border with Sudan.", "entities": [{"title": "New Valley Governorate", "href": "/wiki/New_Valley_Governorate", "description": "New Valley Governorate or El Wadi El Gedid Governorate is one of the governorates of Egypt. It is in the southwestern part of the country, in the south of Egypt Western Desert, between the Nile, northern Sudan, and southeastern Libya."}, {"title": "July 2014 Al-Wadi Al-Gedid attack", "href": "/wiki/July_2014_Al-Wadi_Al-Gedid_attack", "description": "The 2014 Farafra ambush occurred on 19 July 2014 when unidentified gunmen ambushed a desert checkpoint in the Farafra Oasis Road in Egypt's New Valley Governorate. Twenty-two border guards were killed in the attack, which was one of the biggest since the July 2013 ouster of Egyptian president Mohamed Morsi and the second at the same checkpoint in less than three months."}, {"title": "State of emergency", "href": "/wiki/State_of_emergency", "description": "A state of emergency or emergency powers is a situation in which a government is empowered to be able to put through policies that it would normally not be permitted to do, for the safety and protection of their citizens. A government can declare such a state during a natural disaster, civil unrest, armed conflict, medical pandemic or epidemic or other biosecurity risk. Justitium is its equivalent"}]}, {"heading": "Births", "year": "810", "date": "July 19", "txt": "Muhammad al-Bukhari, Persian scholar (d. 870)", "entities": [{"title": "Muhammad al-Bukhari", "href": "/wiki/Muhammad_al-Bukhari", "description": "Muḥammad ibn Ismā‘īl al-Bukhārī, commonly referred to as Imam al-Bukhari or Imam Bukhari, was a Persian Islamic scholar who was born in Bukhara. He compiled the hadith collection known as Sahih al-Bukhari, regarded by Sunni Muslims as the most authentic (sahih) hadith collections. He also wrote other books such as Al-Adab al-Mufrad."}]}, {"heading": "Births", "year": "1223", "date": "July 19", "txt": "Baibars, sultan of Egypt (d. 1277)", "entities": [{"title": "Baibars", "href": "/wiki/Baibars", "description": "Al-Malik al-Zahir Rukn al-Din Baibars al-Bunduqdari, of Turkic Kipchak origin, commonly known as Baibars – nicknamed Abu al-Futuh – was the fourth sultan of Egypt in the Mamluk Bahri dynasty, succeeding Qutuz. He was one of the commanders of the Egyptian forces that inflicted a defeat on the Seventh Crusade of King Louis IX of France. He also led the vanguard of the Egyptian army at the Battle of "}]}, {"heading": "Births", "year": "1420", "date": "July 19", "txt": "William VIII, Marquess of Montferrat (d. 1483)", "entities": [{"title": "William VIII, Marquess of Montferrat", "href": "/wiki/William_VIII,_Marquess_of_Montferrat", "description": "William VIII Palaiologos was the Marquis of Montferrat from 1464 until his death."}]}, {"heading": "Births", "year": "1569", "date": "July 19", "txt": "Conrad Vorstius, Dutch theologian (d. 1622)", "entities": [{"title": "Conrad Vorstius", "href": "/wiki/Conrad_Vorstius", "description": "Conrad Vorstius was a German-Dutch heterodox Remonstrant theologian, and successor to Jacobus Arminius in the theology chair at Leiden University."}]}, {"heading": "Births", "year": "1670", "date": "July 19", "txt": "Richard Leveridge, English singer-songwriter (d. 1758)", "entities": [{"title": "Richard Leveridge", "href": "/wiki/Richard_Leveridge", "description": "Richard Leveridge was an English bass singer of the London stage and a composer of baroque music, including many popular songs."}]}, {"heading": "Births", "year": "1688", "date": "July 19", "txt": "Giuseppe Castiglione, Italian missionary and painter (d. 1766)", "entities": [{"title": "Giuseppe Castiglione (Jesuit)", "href": "/wiki/Giuseppe_Castiglione_(Jesuit)", "description": "Giuseppe Castiglione, S.J., was an Italian Jesuit brother and missionary in China, where he served as an artist at the imperial court of three emperors – the Kangxi, Yongzheng and Qianlong emperors. He painted in a style that is a fusion of European and Chinese traditions."}]}, {"heading": "Births", "year": "1744", "date": "July 19", "txt": "Heinrich Christian Boie, German author and poet (d. 1806)", "entities": [{"title": "Heinrich Christian Boie", "href": "/wiki/Heinrich_Christian_Boie", "description": "Heinrich Christian Boie was a German author."}]}, {"heading": "Births", "year": "1759", "date": "July 19", "txt": "Marianna Auenbrugger, Austrian pianist and composer (d. 1782)", "entities": [{"title": "Marianna Auenbrugger", "href": "/wiki/Marianna_Auenbrugger", "description": "Marianna Auenbrugger was an Austrian pianist and composer."}]}, {"heading": "Births", "year": "1759", "date": "July 19", "txt": "Seraphim of Sarov, Russian monk and saint (d. 1833)", "entities": []}, {"heading": "Births", "year": "1771", "date": "July 19", "txt": "Thomas Talbot, Irish-Canadian colonel and politician (d. 1853)", "entities": [{"title": "Thomas Talbot (Upper Canada)", "href": "/wiki/Thomas_Talbot_(Upper_Canada)", "description": "Colonel the Honourable Thomas Talbot was an Irish-born Canadian soldier and politician. He founded the community of Port Talbot, Ontario, which was at one time the most prosperous town in the region due to his insistence on building quality roads, and he was responsible for enticing 50,000 people to settle in the Thames River area."}]}, {"heading": "Births", "year": "1794", "date": "July 19", "txt": "José Justo Corro, Mexican politician and president (d. 1864)", "entities": [{"title": "José Justo Corro", "href": "/wiki/Jos%C3%A9_Justo_Corro", "description": "José Justo Corro was a Mexican lawyer, politician, and president of the Centralist Republic of Mexico, from 2 March 1836 to 19 April 1837."}]}, {"heading": "Births", "year": "1789", "date": "July 19", "txt": "John Martin, English painter, engraver, and illustrator (d. 1854)", "entities": [{"title": "John Martin (painter)", "href": "/wiki/John_Martin_(painter)", "description": "John Martin was an English Romantic painter, engraver and illustrator. He was celebrated for his typically vast and melodramatic paintings of religious subjects and fantastic compositions, populated with minute figures placed in imposing landscapes. Martin's paintings, and the prints made from them, enjoyed great success with the general public—in 1821 Thomas Lawrence referred to him as \"the most "}]}, {"heading": "Births", "year": "1800", "date": "July 19", "txt": "Juan José Flores, Venezuelan general and politician, 1st President of Ecuador (d. 1864)", "entities": [{"title": "Juan José Flores", "href": "/wiki/Juan_Jos%C3%A9_Flores", "description": "Juan José Flores y Aramburu was a Venezuelan-born military general who became the first, third and fourth President of the new Republic of Ecuador. He is often referred to as \"The Founder of the Republic\"."}, {"title": "President of Ecuador", "href": "/wiki/President_of_Ecuador", "description": "The President of Ecuador officially called the President of the Republic of Ecuador serves as both the head of state and head of government of Ecuador. It is the highest political office in the country as the head of the executive branch of government. Per the current constitution, the President can serve two four-year terms. Prior to that, the president could only serve one four-year term."}]}, {"heading": "Births", "year": "1814", "date": "July 19", "txt": "Samuel Colt, American businessman, founded the Colt's Manufacturing Company (d. 1862)", "entities": [{"title": "Samuel Colt", "href": "/wiki/Samuel_Colt", "description": "Samuel Colt was an American inventor, industrialist, and businessman who established Colt's Patent Fire-Arms Manufacturing Company and made the mass production of revolvers commercially viable."}, {"title": "Colt's Manufacturing Company", "href": "/wiki/Colt%27s_Manufacturing_Company", "description": "Colt's Manufacturing Company, LLC is an American firearms manufacturer, founded in 1855 by Samuel Colt. It is the successor corporation to Colt's earlier firearms-making efforts, which started in 1836. Colt is known for the engineering, production, and marketing of firearms, most especially between the 1850s and World War I, when it was a dominating force in its industry and a seminal influence on"}]}, {"heading": "Births", "year": "1819", "date": "July 19", "txt": "Gottfried Keller, Swiss author, poet, and playwright (d. 1890)", "entities": [{"title": "Gottfried Keller", "href": "/wiki/Gottfried_Keller", "description": "Gottfried Keller was a Swiss poet and writer of German literature. Best known for his novel Green Henry and his cycle of novellas called The People from Seldwyla, he became one of the most popular narrators of literary realism in the late 19th century."}]}, {"heading": "Births", "year": "1822", "date": "July 19", "txt": "Princess Augusta of Cambridge (d. 1916)", "entities": [{"title": "Princess Augusta of Cambridge", "href": "/wiki/Princess_Augusta_of_Cambridge", "description": "Princess Augusta of Cambridge was a member of the British Royal Family, a granddaughter of George III. She married into the Grand Ducal House of Mecklenburg-Strelitz and became the Grand Duchess of Mecklenburg-Strelitz."}]}, {"heading": "Births", "year": "1827", "date": "July 19", "txt": "Mangal Pandey, Indian soldier (d. 1857)", "entities": [{"title": "Mangal Pandey", "href": "/wiki/Mangal_Pandey", "description": "Mangal Pandey was an Indian soldier who played a key part in the events immediately preceding the outbreak of the Indian rebellion of 1857. He was a sepoy (infantryman) in the 34th Bengal Native Infantry (BNI) regiment of the British East India Company. In 1984, the Indian government issued a postage stamp to remember him. His life and actions have also been portrayed in several cinematic producti"}]}, {"heading": "Births", "year": "1834", "date": "July 19", "txt": "Edgar Degas, French painter, sculptor, and illustrator (d. 1917)", "entities": [{"title": "Edgar Degas", "href": "/wiki/Edgar_Degas", "description": "Edgar Degas was a French Impressionist artist famous for his pastel drawings and oil paintings."}]}, {"heading": "Births", "year": "1835", "date": "July 19", "txt": "Justo Rufino Barrios, Guatemalan president (d. 1885)", "entities": [{"title": "Justo Rufino Barrios", "href": "/wiki/Justo_Rufino_Barrios", "description": "Justo Rufino Barrios Auyón was a Guatemalan politician who was President of Guatemala from 1873 to 1885. He was known for his liberal reforms and his attempts to reunite Central America."}, {"title": "Guatemala", "href": "/wiki/Guatemala", "description": "Guatemala, officially the Republic of Guatemala, is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America and has the 11th largest national populatio"}, {"title": "President of Guatemala", "href": "/wiki/President_of_Guatemala", "description": "The President of Guatemala, officially known as the President of the Republic of Guatemala, is the head of state and head of government of Guatemala, elected to a single four-year term. The position of President was created in 1839."}]}, {"heading": "Births", "year": "1842", "date": "July 19", "txt": "Frederic T. Greenhalge, English-American lawyer and politician, 38th Governor of Massachusetts (d. 1896)", "entities": [{"title": "Frederic T. Greenhalge", "href": "/wiki/Frederic_T._Greenhalge", "description": "Frederic Thomas Greenhalge was a British-born lawyer and politician in the United States state of Massachusetts. He served in the United States House of Representatives and was the state's 38th governor. He was elected three consecutive times, but died early in his third term. He was the state's first foreign-born governor."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1846", "date": "July 19", "txt": "Edward Charles Pickering, American astronomer and physicist (d. 1919)", "entities": [{"title": "Edward Charles Pickering", "href": "/wiki/Edward_Charles_Pickering", "description": "Edward Charles Pickering was an American astronomer and physicist and the older brother of William Henry Pickering. Along with Carl Vogel, Pickering discovered the first spectroscopic binary stars. He wrote Elements of Physical Manipulations."}]}, {"heading": "Births", "year": "1849", "date": "July 19", "txt": "Ferdinand Brunetière, French scholar and critic (d. 1906)", "entities": [{"title": "Ferdinand Brunetière", "href": "/wiki/Ferdinand_Bruneti%C3%A8re", "description": "Ferdinand Brunetière was a French writer and critic."}]}, {"heading": "Births", "year": "1864", "date": "July 19", "txt": "Fiammetta Wilson, English astronomer (d. 1920)", "entities": [{"title": "Fiammetta Wilson", "href": "/wiki/Fiammetta_Wilson", "description": "Fiammetta Wilson was a British astronomer elected a fellow of the Royal Astronomical Society in 1916."}]}, {"heading": "Births", "year": "1865", "date": "July 19", "txt": "Georges Friedel, French mineralogist and crystallographer (d. 1933)", "entities": [{"title": "Georges Friedel", "href": "/wiki/Georges_Friedel", "description": "Georges Friedel was a French mineralogist and crystallographer."}]}, {"heading": "Births", "year": "1865", "date": "July 19", "txt": "Charles Horace Mayo, American surgeon, founded the Mayo Clinic (d. 1939)", "entities": [{"title": "Mayo Clinic", "href": "/wiki/Mayo_Clinic", "description": "Mayo Clinic is a nonprofit American academic medical center focused on integrated health care, education, and research. It employs over 4,500 physicians and scientists, along with another 58,400 administrative and allied health staff, across three major campuses: Rochester, Minnesota; Jacksonville, Florida; and Phoenix/Scottsdale, Arizona. The practice specializes in treating difficult cases throu"}]}, {"heading": "Births", "year": "1860", "date": "July 19", "txt": "Lizzie Borden, American woman, tried and acquitted for the murders of her parents in 1892 (d. 1927)", "entities": [{"title": "Lizzie Borden", "href": "/wiki/Lizzie_Borden", "description": "Lizzie Andrew Borden was an American woman tried and acquitted of the August 4, 1892 axe murders of her father and stepmother in Fall River, Massachusetts."}]}, {"heading": "Births", "year": "1868", "date": "July 19", "txt": "Florence Foster Jenkins, American soprano and educator (d. 1944)", "entities": [{"title": "Florence Foster Jenkins", "href": "/wiki/Florence_Foster_Jenkins", "description": "Florence Foster Jenkins was an American socialite and amateur soprano who became known, and mocked, for her flamboyant performance costumes and notably poor singing ability. Stephen Pile ranked her \"the world's worst opera singer ... No one, before or since, has succeeded in liberating themselves quite so completely from the shackles of musical notation.\""}]}, {"heading": "Births", "year": "1869", "date": "July 19", "txt": "Xenophon Stratigos, Greek general and politician, Greek Minister of Transport (d. 1927)", "entities": [{"title": "Xenophon Stratigos", "href": "/wiki/Xenophon_Stratigos", "description": "Xenophon Stratigos was a senior Greek Army staff officer who played a major role in the Balkan Wars of 1912–13 and the Asia Minor Campaign in 1921–22, serving also as de facto Chief of the Hellenic Army General Staff in 1916–17 and in 1921. He retired from the army in September 1921 and served as Minister for Transport in 1922. Condemned to life imprisonment at the Trial of the Six, he was later p"}, {"title": "Ministry of Infrastructure, Transport and Networks (Greece)", "href": "/wiki/Ministry_of_Infrastructure,_Transport_and_Networks_(Greece)", "description": "The Ministry of Infrastructure and Transport is a government department of Greece headquartered in Cholargos, Athens."}]}, {"heading": "Births", "year": "1875", "date": "July 19", "txt": "Alice Dunbar Nelson, American poet and activist (d. 1935)", "entities": [{"title": "Alice Dunbar Nelson", "href": "/wiki/Alice_Dunbar_Nelson", "description": "Alice Dunbar Nelson was an American poet, journalist, and political activist. Among the first generation born free in the South after the Civil War, she was one of the prominent African Americans involved in the artistic flourishing of the Harlem Renaissance. Her first husband was the poet Paul Laurence Dunbar. After his death, she then married physician Henry A. Callis; and, lastly, was married t"}]}, {"heading": "Births", "year": "1876", "date": "July 19", "txt": "Joseph Fielding Smith, American religious leader, 10th President of The Church of Jesus Christ of Latter-day Saints (d. 1972)", "entities": [{"title": "Joseph Fielding Smith", "href": "/wiki/Joseph_Fielding_Smith", "description": "Joseph Fielding Smith Jr. was an American religious leader and writer who served as the tenth president of The Church of Jesus Christ of Latter-day Saints from 1970 until his death in 1972. He was the son of former church president Joseph F. Smith and the great-nephew of LDS Church founder Joseph Smith."}, {"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Births", "year": "1877", "date": "July 19", "txt": "Arthur Fielder, English cricketer (d. 1949)", "entities": [{"title": "Arthur Fielder", "href": "/wiki/Arthur_Fielder", "description": "Arthur Fielder was an English professional cricketer who played as a fast bowler for Kent County Cricket Club and the England cricket team from 1900 to 1914. He played a major role in Kent's four County Championship wins in the years before World War I and toured Australia twice with the England team making six Test match appearances. He was chosen as one of Wisden's Cricketers of the Year in 1907"}]}, {"heading": "Births", "year": "1881", "date": "July 19", "txt": "Friedrich Dessauer, German physicist and philosopher (d. 1963)", "entities": [{"title": "Friedrich Dessauer", "href": "/wiki/Friedrich_Dessauer", "description": "\nFriedrich Dessauer was a physicist, a philosopher, a socially engaged entrepreneur and a journalist."}]}, {"heading": "Births", "year": "1883", "date": "July 19", "txt": "Max Fleischer, Austrian-American animator and producer (d. 1972)", "entities": [{"title": "Max Fleischer", "href": "/wiki/Max_Fleischer", "description": "Max Fleischer was an American animator, inventor, film director and producer, and studio founder and owner. Born in Kraków, Poland, Fleischer immigrated to the United States where he became a pioneer in the development of the animated cartoon and served as the head of Fleischer Studios, which he co-founded with his younger brother Dave. He brought such animated characters as Koko the Clown, Betty "}]}, {"heading": "Births", "year": "1886", "date": "July 19", "txt": "Michael Fekete, Hungarian-Israeli mathematician and academic (d. 1957)", "entities": [{"title": "Michael Fekete", "href": "/wiki/Michael_Fekete", "description": "Michael (Mihály) Fekete was a Hungarian-Israeli mathematician."}]}, {"heading": "Births", "year": "1888", "date": "July 19", "txt": "Enno Lolling, German physician (d. 1945)", "entities": [{"title": "Enno Lolling", "href": "/wiki/Enno_Lolling", "description": "Enno Lolling was a Nazi doctor. As a member of the SS, he served as a Lagerarzt at Dachau concentration camp. He later headed up the medical division for all the SS concentration camps. Lolling committed suicide in Flensburg as the war was ending."}]}, {"heading": "Births", "year": "1890", "date": "July 19", "txt": "George II of Greece (d. 1947)", "entities": [{"title": "George II of Greece", "href": "/wiki/George_II_of_Greece", "description": "George II was King of Greece from September 1922 to March 1924 and from November 1935 to his death in April 1947."}]}, {"heading": "Births", "year": "1892", "date": "July 19", "txt": "Dick Irvin, Canadian ice hockey player and coach (d. 1957)", "entities": [{"title": "Dick Irvin", "href": "/wiki/Dick_Irvin", "description": "James Dickinson \"Dick\" Irvin Jr. was a Canadian professional ice hockey player and coach. He played for professional teams in the Pacific Coast Hockey Association, the Western Canada Hockey League, and the National Hockey League (NHL) from 1916 to 1928, when he had to retire from repeated injuries. Irvin was one of the greatest players of his day, balancing a torrid slap shot and tough style with "}]}, {"heading": "Births", "year": "1893", "date": "July 19", "txt": "Vladimir Mayakovsky, Russian actor, playwright, and poet (d. 1930)", "entities": [{"title": "Vladimir Mayakovsky", "href": "/wiki/Vladimir_Mayakovsky", "description": "Vladimir Vladimirovich Mayakovsky was a Russian and Soviet poet, playwright, artist, and actor."}]}, {"heading": "Births", "year": "1894", "date": "July 19", "txt": "Aleksandr Khinchin, Russian mathematician and academic (d. 1959)", "entities": [{"title": "Aleksandr Khinchin", "href": "/wiki/Aleksandr_Khinchin", "description": "Aleksandr Yakovlevich Khinchin was a Soviet mathematician and one of the most significant contributors to the Soviet school of probability theory."}]}, {"heading": "Births", "year": "1894", "date": "July 19", "txt": "Khawaja Nazimuddin, Bangladeshi-Pakistani politician, 2nd Prime Minister of Pakistan (d. 1965)", "entities": [{"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}]}, {"heading": "Births", "year": "1894", "date": "July 19", "txt": "Percy Spencer, American physicist and inventor of the microwave oven (d. 1969)", "entities": [{"title": "Microwave oven", "href": "/wiki/Microwave_oven", "description": "A microwave oven is an electric oven that heats and cooks food by exposing it to electromagnetic radiation in the microwave frequency range. This induces polar molecules in the food to rotate and produce thermal energy in a process known as dielectric heating. Microwave ovens heat foods quickly and efficiently because excitation is fairly uniform in the outer 25–38 mm (1–1.5 inches) of a homogeneo"}]}, {"heading": "Births", "year": "1895", "date": "July 19", "txt": "Xu Beihong, Chinese painter and academic (d. 1953)", "entities": [{"title": "Xu Beihong", "href": "/wiki/Xu_Beihong", "description": "Xu Beihong, also known as Ju Péon, was a Chinese painter."}]}, {"heading": "Births", "year": "1896", "date": "July 19", "txt": "Reginald Baker, English film producer (d. 1985)", "entities": [{"title": "Reginald Baker (film producer)", "href": "/wiki/Reginald_Baker_(film_producer)", "description": "Reginald Poynton Baker, MC FCA FRSA was a British film producer and a major contributor to the development of the British film industry.\nAlong with his younger brother Leslie Forsyth, he played a decisive role in establishing Ealing Studios.\nHe was the father of Conservative MP Peter Baker.\nBaker died in Australia aged 89."}]}, {"heading": "Births", "year": "1896", "date": "July 19", "txt": "A. J. Cronin, Scottish physician and novelist (d. 1981)", "entities": []}, {"heading": "Births", "year": "1896", "date": "July 19", "txt": "Bob Meusel, American baseball player and sailor (d. 1977)", "entities": []}, {"heading": "Births", "year": "1898", "date": "July 19", "txt": "Herbert Marcuse, German-American sociologist and philosopher (d. 1979)", "entities": [{"title": "Herbert Marcuse", "href": "/wiki/Herbert_Marcuse", "description": "Herbert Marcuse was a German-American philosopher, sociologist, and political theorist, associated with the Frankfurt School of critical theory. Born in Berlin, Marcuse studied at the Humboldt University of Berlin and then at Freiburg, where he received his PhD. He was a prominent figure in the Frankfurt-based Institute for Social Research – what later became known as the Frankfurt School. He was "}]}, {"heading": "Births", "year": "1899", "date": "July 19", "txt": "Balai Chand Mukhopadhyay, Indian physician, author, poet, and playwright (d. 1979)", "entities": [{"title": "Balai Chand Mukhopadhyay", "href": "/wiki/Balai_Chand_Mukhopadhyay", "description": "Balai Chand Mukhopadhyay was an Indian Bengali-language novelist, short story writer, playwright, poet, and physician who wrote under the pen name of Banaphul. He was a recipient of the civilian honour of the Padma Bhushan."}]}, {"heading": "Births", "year": "1902", "date": "July 19", "txt": "Samudrala Raghavacharya, Indian singer, director, producer, and screenwriter (d. 1968)", "entities": [{"title": "Samudrala Raghavacharya", "href": "/wiki/Samudrala_Raghavacharya", "description": "Samudrala Raghavacharya, also known as Samudrala Senior, was an Indian film screenwriter, dialogue writer, lyricist, playback singer, director, and producer known for his works in Telugu cinema. Samudrala Senior made his screen debut in 1937, and known for his collaborations with Ghantasala."}]}, {"heading": "Births", "year": "1904", "date": "July 19", "txt": "Robert Todd Lincoln Beckwith, American lawyer and farmer (d. 1985)", "entities": [{"title": "Robert Todd Lincoln Beckwith", "href": "/wiki/Robert_Todd_Lincoln_Beckwith", "description": "Robert Todd Lincoln Beckwith was an American gentleman farmer known as a great-grandson of Abraham Lincoln. In 1975, he became the last undisputed descendant of Lincoln when his sister, Mary Lincoln Beckwith, died without children. A purported son, Timothy Lincoln Beckwith, was born to second wife Annemarie Hoffman Beckwith in the midst of divorce proceedings in 1968, but Robert Beckwith contended"}]}, {"heading": "Births", "year": "1907", "date": "July 19", "txt": "Isabel Jewell, American actress (d. 1972)", "entities": [{"title": "Isabel Jewell", "href": "/wiki/Isabel_Jewell", "description": "Isabel Jewell was an American actress active in the 1930s and early 1940s. Some of her more famous films were Ceiling Zero, Marked Woman, A Tale of Two Cities, and Gone with the Wind."}]}, {"heading": "Births", "year": "1908", "date": "July 19", "txt": "Daniel Fry, American contactee (d. 1992)", "entities": [{"title": "Daniel Fry", "href": "/wiki/Daniel_Fry", "description": "Daniel William Fry was an American contactee who claimed he had multiple contacts with an alien and took a ride in a remotely piloted alien spacecraft on July 4, 1949."}]}, {"heading": "Births", "year": "1909", "date": "July 19", "txt": "Balamani Amma, Indian poet and author (d. 2004)", "entities": [{"title": "Balamani Amma", "href": "/wiki/Balamani_Amma", "description": "Nalapat Balamani Amma was an Indian poet who wrote in Malayalam. Amma (Mother), Muthassi (Grandmother), and Mazhuvinte Katha were some of her well-known works. She was a recipient of many awards and honours, including the Padma Bhushan, Saraswati Samman, Sahitya Akademi Award, and Ezhuthachan Award. She was the mother of writer Kamala Surayya."}]}, {"heading": "Births", "year": "1912", "date": "July 19", "txt": "Peter Leo Gerety, American prelate (d. 2016)", "entities": [{"title": "Peter Leo Gerety", "href": "/wiki/Peter_Leo_Gerety", "description": "Peter Leo Gerety was an American prelate of the Roman Catholic Church. He was Archbishop of Newark from 1974 to 1986, having previously served as Bishop of Portland (1969–74). Gerety was the oldest living Catholic bishop in the world at the time of his death at age 104."}]}, {"heading": "Births", "year": "1913", "date": "July 19", "txt": "Kay Linaker, American actress and screenwriter (d. 2008)", "entities": [{"title": "Kay Linaker", "href": "/wiki/Kay_Linaker", "description": "Mary Katherine Linaker was an American actress and screenwriter who appeared in many B movies during the 1930s and 1940s, most notably Kitty Foyle (1940) starring Ginger Rogers. Linaker used her married name, Kate Phillips, as a screenwriter, notably for the cult movie hit The Blob (1958). She is credited with coining the name \"The Blob\" for the movie, which was originally titled \"The Molten Meteo"}]}, {"heading": "Births", "year": "1914", "date": "July 19", "txt": "Marius Russo, American baseball player (d. 2005)", "entities": [{"title": "Marius Russo", "href": "/wiki/Marius_Russo", "description": "Marius Ugo Russo was a starting pitcher in Major League Baseball who played for the New York Yankees. Russo batted right-handed and threw left-handed."}]}, {"heading": "Births", "year": "1915", "date": "July 19", "txt": "Åke Hellman, Finnish painter (d. 2017)", "entities": [{"title": "Åke Hellman", "href": "/wiki/%C3%85ke_Hellman", "description": "Åke Fredrik Hellman was a Swedish-speaking Finnish still life and portrait artist and art professor. He has worked as art teacher at the University of Helsinki. In 1963, he received the order of the Lion of Finland."}]}, {"heading": "Births", "year": "1916", "date": "July 19", "txt": "Phil Cavarretta, American baseball player and manager (d. 2010)", "entities": [{"title": "Phil Cavarretta", "href": "/wiki/Phil_Cavarretta", "description": "Philip Joseph Cavarretta was an American Major League Baseball first baseman, outfielder, and manager. He was known to friends and family as \"Phil\" and was also called \"Philibuck\", a nickname bestowed by Cubs manager Charlie Grimm."}]}, {"heading": "Births", "year": "1917", "date": "July 19", "txt": "William Scranton, American captain and politician, 13th United States Ambassador to the United Nations (d. 2013)", "entities": [{"title": "William Scranton", "href": "/wiki/William_Scranton", "description": "William Warren Scranton was an American Republican Party politician and diplomat. Scranton served as the 38th Governor of Pennsylvania from 1963 to 1967, and as United States Ambassador to the United Nations from 1976 to 1977."}, {"title": "United States Ambassador to the United Nations", "href": "/wiki/United_States_Ambassador_to_the_United_Nations", "description": "The United States ambassador to the United Nations is the leader of the U.S. delegation, the U.S. Mission to the United Nations. The position is formally known as the permanent representative of the United States of America to the United Nations, with the rank and status of ambassador extraordinary and plenipotentiary, and representative of the United States of America in the United Nations Securi"}]}, {"heading": "Births", "year": "1919", "date": "July 19", "txt": "Patricia Medina, English-American actress (d. 2012)", "entities": [{"title": "Patricia Medina", "href": "/wiki/Patricia_Medina", "description": "Patricia Paz Maria Medina was an English-American actress. She is perhaps best known for her roles in the films Phantom of the Rue Morgue (1954) and Mr. Arkadin (1955)."}]}, {"heading": "Births", "year": "1919", "date": "July 19", "txt": "Miltos Sachtouris, Greek poet and author (d. 2005)", "entities": []}, {"heading": "Births", "year": "1919", "date": "July 19", "txt": "Ron Searle, English-Canadian soldier, publisher, and politician, 4th Mayor of Mississauga (d. 2015)", "entities": [{"title": "Mayor of Mississauga", "href": "/wiki/Mayor_of_Mississauga", "description": "This list includes the two mayors of the Town of Mississauga, and the four mayors of the City of Mississauga, collectively the mayors of Mississauga, Ontario:"}]}, {"heading": "Births", "year": "1920", "date": "July 19", "txt": "Robert Mann, American violinist, composer, and conductor (d. 2018)", "entities": [{"title": "Robert Mann", "href": "/wiki/Robert_Mann", "description": "Robert Nathaniel Mann was a violinist, composer, conductor, and founding member of the Juilliard String Quartet, as well as a faculty member at the Manhattan School of Music. Mann, the first violinist at Juilliard, served on the school's string quartet for over fifty years until his retirement in 1997."}]}, {"heading": "Births", "year": "1920", "date": "July 19", "txt": "Richard Oriani, Salvadoran-American metallurgist and engineer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 19", "txt": "Harold Camping, American evangelist, author, radio host (d. 2013)", "entities": [{"title": "Harold Camping", "href": "/wiki/Harold_Camping", "description": "Harold Egbert Camping was an American Christian radio broadcaster and evangelist. Beginning in 1958, he served as president of Family Radio, a California-based radio station group that, at its peak, broadcast to more than 150 markets in the United States. In October 2011, he retired from active broadcasting following a stroke, but still maintained a role at Family Radio until his death. Camping is"}]}, {"heading": "Births", "year": "1921", "date": "July 19", "txt": "André Moynet, French soldier, race car driver, and politician (d. 1993)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 19", "txt": "Elizabeth Spencer, American novelist, short story writer, and playwright (d. 2019)", "entities": []}, {"heading": "Births", "year": "1921", "date": "July 19", "txt": "Rosalyn Sussman Yalow, American physicist and academic, Nobel Prize laureate (d. 2011)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1922", "date": "July 19", "txt": "George McGovern, American lieutenant, historian, and politician (d. 2012)", "entities": [{"title": "George McGovern", "href": "/wiki/George_McGovern", "description": "George Stanley McGovern was an American politician, historian, U.S. representative, U.S. senator, and the Democratic Party presidential nominee in the 1972 presidential election."}]}, {"heading": "Births", "year": "1922", "date": "July 19", "txt": "Rachel Robinson, American professor, registered nurse, and the widow of baseball player Jackie Robinson", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 19", "txt": "Theo Barker, English historian (d. 2001)", "entities": [{"title": "Theo Barker", "href": "/wiki/Theo_Barker", "description": "\n\nTheodore Cardwell Barker, usually known as Theo Barker, was a British social and economic historian."}]}, {"heading": "Births", "year": "1923", "date": "July 19", "txt": "Alex Hannum, American basketball player and coach (d. 2002)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 19", "txt": "Joseph Hansen, American author and poet (d. 2004)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 19", "txt": "William A. Rusher, American lawyer and journalist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1923", "date": "July 19", "txt": "Lon Simmons, American baseball player and sportscaster (d. 2015)", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 19", "txt": "Stanley K. Hathaway, American soldier, lawyer, and politician, 40th United States Secretary of the Interior (d. 2005)", "entities": [{"title": "Stanley K. Hathaway", "href": "/wiki/Stanley_K._Hathaway", "description": "Stanley Knapp Hathaway served as 27th Governor of Wyoming from January 2, 1967 to January 6, 1975, and as United States Secretary of the Interior under President Gerald Ford from June to October, 1975."}, {"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Births", "year": "1924", "date": "July 19", "txt": "Pat Hingle, American actor and producer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1924", "date": "July 19", "txt": "Arthur Rankin Jr., American director, producer, and screenwriter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1925", "date": "July 19", "txt": "Sue Thompson, American singer", "entities": [{"title": "Sue Thompson", "href": "/wiki/Sue_Thompson", "description": "Sue Thompson is an American pop and country music singer. She is best known for the million selling hits \"Sad Movies \" and \"Norman\", both pop hits in the early 1960s and her 1965 hit \"Paper Tiger\"."}]}, {"heading": "Births", "year": "1926", "date": "July 19", "txt": "Helen Gallagher, American actress, singer, and dancer", "entities": [{"title": "Helen Gallagher", "href": "/wiki/Helen_Gallagher", "description": "Helen Gallagher is an American actress, dancer, and singer. She is the recipient of three Emmy Awards, two Tony Awards, and Drama Desk Award."}]}, {"heading": "Births", "year": "1928", "date": "July 19", "txt": "Samuel John Hazo, American author", "entities": [{"title": "Samuel John Hazo", "href": "/wiki/Samuel_John_Hazo", "description": "Dr. Samuel John Hazo is a poet, playwright, fiction novelist, and the founder and director of the International Poetry Forum in Pittsburgh, Pennsylvania. He is also McAnulty Distinguished Professor of English Emeritus at Duquesne University, where he taught for forty-three years. He was born in Pittsburgh, Pennsylvania to refugee parents, a Lebanese mother and an Assyrian father from Jerusalem. He"}]}, {"heading": "Births", "year": "1928", "date": "July 19", "txt": "Choi Yun-chil, South Korean long-distance runner and a two-time national champion in the marathon (d. 2020)", "entities": [{"title": "Marathon", "href": "/wiki/Marathon", "description": "The marathon is a long-distance race with an official distance of 42.195 kilometres, usually run as a road race, but the distance can be covered on trail routes. The event was instituted in commemoration of the fabled run of the Greek soldier Pheidippides, a messenger from the Battle of Marathon to Athens, who reported the victory. The marathon can be completed by running or with a run/walk strate"}]}, {"heading": "Births", "year": "1929", "date": "July 19", "txt": "Gaston Glock, Austrian engineer and businessman, co-founded Glock Ges.m.b.H.", "entities": [{"title": "Gaston Glock", "href": "/wiki/Gaston_Glock", "description": "Gaston Glock is an Austrian engineer, and founder of the firearms company Glock, who are best known for developing the Glock pistol in 1981."}, {"title": "Glock Ges.m.b.H.", "href": "/wiki/Glock_Ges.m.b.H.", "description": "Glock Ges.m.b.H. is a weapons manufacturer headquartered in Deutsch-Wagram, Austria, named after its founder, Gaston Glock. While the company is best known for its line of polymer-framed pistols, it also produces field knives, entrenching tools, and apparel."}]}, {"heading": "Births", "year": "1929", "date": "July 19", "txt": "Orville Turnquest, Bahamian politician", "entities": []}, {"heading": "Births", "year": "1932", "date": "July 19", "txt": "Buster Benton, American singer-songwriter and guitarist (d. 1996)", "entities": [{"title": "Buster Benton", "href": "/wiki/Buster_Benton", "description": "Arley \"Buster\" Benton was an American blues guitarist and singer. He played guitar in Willie Dixon's Blues All-Stars and is best known for his solo rendition of Dixon's song \"Spider in My Stew.\" Benton was tenacious, and despite the amputation of parts of both legs in the latter part of his lengthy career, he never stopped playing his own version of Chicago blues."}]}, {"heading": "Births", "year": "1932", "date": "July 19", "txt": "Jan Lindblad, Swedish biologist and photographer (d. 1987)", "entities": []}, {"heading": "Births", "year": "1934", "date": "July 19", "txt": "Francisco de Sá Carneiro, Portuguese lawyer and politician, 111th Prime Minister of Portugal (d. 1980)", "entities": [{"title": "Francisco de Sá Carneiro", "href": "/wiki/Francisco_de_S%C3%A1_Carneiro", "description": "Francisco Manuel Lumbrales de Sá Carneiro, GCTE, GCC, GCL was a Portuguese politician, Prime Minister of Portugal for most of 1980, and founder of the Social Democratic Party. He only held office of Prime Minister for eleven months, dying in a plane crash with his partner, \"Snu\" Abecassis, on 4 December 1980. A parliamentary inquiry said in 2004 that there was evidence of a bomb in the aircraft, a"}, {"title": "Prime Minister of Portugal", "href": "/wiki/Prime_Minister_of_Portugal", "description": "Prime Minister is the current title of the head of government of Portugal. As head of government, the Prime Minister coordinates the actions of ministers, represents the Government of Portugal to the other bodies of state, is accountable to Parliament and keeps the President informed. The Prime Minister can hold the role of head of government with the portfolio of one or more ministries."}]}, {"heading": "Births", "year": "1935", "date": "July 19", "txt": "Nick Koback, American baseball player and golfer (d. 2015)", "entities": [{"title": "Nick Koback", "href": "/wiki/Nick_Koback", "description": "Nicholas Nicholie Koback was a Russian American professional baseball player whose career spanned eight seasons, three of which were spent with the Major League Baseball (MLB) Pittsburgh Pirates (1953–55). At the age of 17, Koback signed with the Pirates as a bonus baby out of Hartford Public High School. He made his MLB debut without ever playing in the minor leagues. At the time, he was the youn"}]}, {"heading": "Births", "year": "1936", "date": "July 19", "txt": "David Colquhoun, English pharmacologist and academic", "entities": [{"title": "David Colquhoun", "href": "/wiki/David_Colquhoun", "description": "David Colquhoun is a British pharmacologist at University College London (UCL). He has contributed to the general theory of receptor and synaptic mechanisms, and in particular the theory and practice of single ion channel function. He held the A.J. Clark chair of Pharmacology at UCL from 1985 to 2004, and was the Hon. Director of the Wellcome Laboratory for Molecular Pharmacology. He was elected a"}]}, {"heading": "Births", "year": "1937", "date": "July 19", "txt": "George Hamilton IV, American singer-songwriter and guitarist (d. 2014)", "entities": [{"title": "George Hamilton IV", "href": "/wiki/George_Hamilton_IV", "description": "George Hege Hamilton IV was an American country musician. He began performing in the late 1950s as a teen idol, switching to country music in the early 1960s."}]}, {"heading": "Births", "year": "1938", "date": "July 19", "txt": "Richard Jordan, American actor (d. 1993)", "entities": [{"title": "Richard Jordan", "href": "/wiki/Richard_Jordan", "description": "Robert Anson Jordan Jr. was an American stage, screen, and television actor. A long-time member of the New York Shakespeare Festival, he performed in many Off Broadway and Broadway plays. His films include Logan's Run, Les Misérables, Old Boyfriends, Raise the Titanic, The Friends of Eddie Coyle, The Yakuza, Interiors, The Bunker, Dune, The Secret of My Success, Timebomb, The Hunt for Red October,"}]}, {"heading": "Births", "year": "1938", "date": "July 19", "txt": "Jayant Narlikar, Indian astrophysicist and astronomer", "entities": []}, {"heading": "Births", "year": "1938", "date": "July 19", "txt": "Tom Raworth, English poet and academic (d. 2017)", "entities": []}, {"heading": "Births", "year": "1941", "date": "July 19", "txt": "Vikki Carr, American singer and actress", "entities": [{"title": "Vikki Carr", "href": "/wiki/Vikki_Carr", "description": "Florencia Bisenta de Casillas-Martinez Cardona, known by her stage name Vikki Carr, is an American vocalist. She has a singing career that spans more than four decades. Born in El Paso, Texas to parents of Mexican ancestry, she has performed in a variety of musical genres, including pop, jazz and country, while her greatest success has come from singing in Spanish. She established the Vikki Carr S"}]}, {"heading": "Births", "year": "1941", "date": "July 19", "txt": "Neelie Kroes, Dutch politician and diplomat, European Commissioner for Digital Economy and Society", "entities": [{"title": "European Commissioner for Digital Economy and Society", "href": "/wiki/European_Commissioner_for_Digital_Economy_and_Society", "description": "The Executive Vice President of the European Commission for A Europe Fit for the Digital Age is an Executive Vice President of the European Commission responsible for media and information issues such as telecoms and IT. The current officeholder is Margrethe Vestager since December 2019."}]}, {"heading": "Births", "year": "1943", "date": "July 19", "txt": "Han Sai Por, Singaporean sculptor and academic", "entities": [{"title": "Han Sai Por", "href": "/wiki/Han_Sai_Por", "description": "Han Sai Por is a Singaporean sculptor. A graduate of the Nanyang Academy of Fine Arts (NAFA), East Ham College of Art, Wolverhampton College of Art and Lincoln University, New Zealand, she worked as a teacher and later as a part-time lecturer at NAFA, the LASALLE-SIA College of the Arts, and the National Institute of Education, Nanyang Technological University, before becoming a full-time artist i"}]}, {"heading": "Births", "year": "1943", "date": "July 19", "txt": "Carla Mazzuca Poggiolini, Italian journalist and politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "July 19", "txt": "Tim McIntire, American actor and singer (d. 1986)", "entities": [{"title": "Tim McIntire", "href": "/wiki/Tim_McIntire", "description": "Timothy John McIntire was an American character actor, probably best known for his starring roles as Alan Freed in the film American Hot Wax (1978) and as singer George Jones in the television movie Stand by Your Man (1981)."}]}, {"heading": "Births", "year": "1944", "date": "July 19", "txt": "Andres Vooremaa, Estonian chess player", "entities": []}, {"heading": "Births", "year": "1945", "date": "July 19", "txt": "Paule Baillargeon, Canadian actress, director, and screenwriter", "entities": [{"title": "Paule Baillargeon", "href": "/wiki/Paule_Baillargeon", "description": "Paule Baillargeon is a Canadian actress and film director. She won the Genie Award for Best Supporting Actress for her role in the film I've Heard the Mermaids Singing, and was a nominee for Best Director for The Sex of the Stars . Her film roles have included August 32nd on Earth , Jesus of Montreal , A Woman in Transit , Réjeanne Padovani and Days of Darkness ."}]}, {"heading": "Births", "year": "1946", "date": "July 19", "txt": "Alan Gorrie, Scottish singer-songwriter and musician", "entities": [{"title": "Alan Gorrie", "href": "/wiki/Alan_Gorrie", "description": "Alan Edward Gorrie is a Scottish bassist, guitarist, keyboardist and singer. He is a founding member of the Average White Band and remains one of two original members in the group's current line-up."}]}, {"heading": "Births", "year": "1946", "date": "July 19", "txt": "Ilie Năstase, Romanian tennis player and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 19", "txt": "André Forcier, Canadian director and screenwriter", "entities": [{"title": "André Forcier", "href": "/wiki/Andr%C3%A9_Forcier", "description": "André Forcier is a Canadian film director and screenwriter. His work has been linked to Latin American magic realism by its use of fantasy but is firmly rooted in Quebec's reality. His unromanticized, even Rabelaisian, portraits of people on the fringe of society, especially in Bar Salon, Au clair de la lune, Une Historie inventée, Le Vent du Wyoming and The Countess of Baton Rouge, blend observat"}]}, {"heading": "Births", "year": "1947", "date": "July 19", "txt": "Hans-Jürgen Kreische, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 19", "txt": "Bernie Leadon, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "July 19", "txt": "Brian May, English singer-songwriter, guitarist, producer, and astrophysicist", "entities": []}, {"heading": "Births", "year": "1948", "date": "July 19", "txt": "Keith Godchaux, American keyboard player and songwriter (d. 1980)", "entities": [{"title": "Keith Godchaux", "href": "/wiki/Keith_Godchaux", "description": "Keith Richard Godchaux was a pianist best known for his tenure in the rock group the Grateful Dead from 1971 to 1979."}]}, {"heading": "Births", "year": "1949", "date": "July 19", "txt": "Kgalema Motlanthe, South African politician, 3rd President of South Africa", "entities": [{"title": "Kgalema Motlanthe", "href": "/wiki/Kgalema_Motlanthe", "description": "Kgalema Petrus Motlanthe is a South African politician who served as President of South Africa between 25 September 2008 and 9 May 2009, following the resignation of Thabo Mbeki."}, {"title": "President of South Africa", "href": "/wiki/President_of_South_Africa", "description": "The President of the Republic of South Africa is the head of state and head of government of the Republic of South Africa. The President directs the executive branch of the government and is the commander-in-chief of the South African National Defence Force."}]}, {"heading": "Births", "year": "1950", "date": "July 19", "txt": "Per-Kristian Foss, Norwegian politician, Norwegian Minister of Finance", "entities": [{"title": "Per-Kristian Foss", "href": "/wiki/Per-Kristian_Foss", "description": "Per-Kristian Foss  is a Norwegian politician for the Conservative Party and from 2014 to 2017 the Auditor General of Norway."}, {"title": "Minister of Finance (Norway)", "href": "/wiki/Minister_of_Finance_(Norway)", "description": "The Minister of Finance is a councilor of state and chief of the Ministry of Finance. The position is since January 2020 held by Jan Tore Sanner of the Conservative Party who is a member of the Solberg's Cabinet."}]}, {"heading": "Births", "year": "1950", "date": "July 19", "txt": "Freddy Moore, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1950", "date": "July 19", "txt": "Adrian Noble, English director and screenwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "July 19", "txt": "Abel Ferrara, American director, producer, and screenwriter", "entities": [{"title": "Abel Ferrara", "href": "/wiki/Abel_Ferrara", "description": "Abel Ferrara is an American filmmaker, known for the provocative and often controversial content in his movies, his use of neo-noir imagery and gritty urban settings. A long-time independent filmmaker, some of his best known movies include Ms .45 (1981), King of New York (1990), Bad Lieutenant (1992) and The Funeral (1996)."}]}, {"heading": "Births", "year": "1952", "date": "July 19", "txt": "Allen Collins, American guitarist and songwriter (d. 1990)", "entities": [{"title": "Allen Collins", "href": "/wiki/Allen_Collins", "description": "Larkin Allen Collins Jr. was one of the founding members and guitarists of Southern rock band Lynyrd Skynyrd, and co-wrote many of the band's songs with late frontman Ronnie Van Zant. He was born in Jacksonville, Florida."}]}, {"heading": "Births", "year": "1952", "date": "July 19", "txt": "Jayne Anne Phillips American novelist and short story writer", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 19", "txt": "Mark O'Donnell, American playwright (d. 2012)", "entities": [{"title": "Mark O'Donnell", "href": "/wiki/Mark_O%27Donnell", "description": "Mark O’Donnell was an American writer and humorist."}]}, {"heading": "Births", "year": "1954", "date": "July 19", "txt": "Steve O'Donnell, American screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "July 19", "txt": "Srđa Trifković, Serbian-American journalist and historian", "entities": []}, {"heading": "Births", "year": "1955", "date": "July 19", "txt": "Roger Binny, Indian cricketer and sportscaster", "entities": [{"title": "Roger Binny", "href": "/wiki/Roger_Binny", "description": " Roger Michael Humphrey Binny is an Indian former cricketer who was part of the 1983 Cricket World Cup winning squad."}]}, {"heading": "Births", "year": "1955", "date": "July 19", "txt": "Dalton McGuinty, Canadian lawyer and politician, 24th Premier of Ontario", "entities": [{"title": "Premier of Ontario", "href": "/wiki/Premier_of_Ontario", "description": "The premier of Ontario is the first minister of the Crown. The premier acts as the head of government for Ontario, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative; together with the Cabinet, the premier manages the Government of Ontario."}]}, {"heading": "Births", "year": "1956", "date": "July 19", "txt": "Mark Crispin, American computer scientist, designed the IMAP (d. 2012)", "entities": [{"title": "IMAP", "href": "/wiki/IMAP", "description": "In computing, the Internet Message Access Protocol (IMAP) is an Internet standard protocol used by email clients to retrieve email messages from a mail server over a TCP/IP connection. IMAP is defined by RFC 3501."}]}, {"heading": "Births", "year": "1958", "date": "July 19", "txt": "Brad Drewett, Australian tennis player and sportscaster (d. 2013)", "entities": [{"title": "Brad Drewett", "href": "/wiki/Brad_Drewett", "description": "Brad Drewett was an Australian tennis player and ATP official. He was the 1975 and 1977 Australian Open junior champion and the youngest player at age 17 to win the title since Ken Rosewall and John Newcombe. He was also the third-youngest Australian Open quarterfinalist in his first Grand Slam appearance, at 17 years 5 months in 1975, behind Boris Becker, 17 years 4 days in 1984 and Goran Ivaniše"}]}, {"heading": "Births", "year": "1958", "date": "July 19", "txt": "Robert Gibson, American wrestler", "entities": []}, {"heading": "Births", "year": "1958", "date": "July 19", "txt": "David Robertson, American conductor", "entities": []}, {"heading": "Births", "year": "1959", "date": "July 19", "txt": "Juan J. Campanella, Argentinian director, producer, and screenwriter", "entities": [{"title": "Juan J. Campanella", "href": "/wiki/Juan_J._Campanella", "description": "Juan José Campanella is an Argentine television and film director, writer and producer. He is a prominent figure of cinema in his country, and achieved worldwide fame with the release of The Secret in Their Eyes (2009), for which he was awarded the Academy Award for Best Foreign Language Film."}]}, {"heading": "Births", "year": "1960", "date": "July 19", "txt": "Atom Egoyan, Egyptian-Canadian director, producer, and screenwriter", "entities": [{"title": "Atom Egoyan", "href": "/wiki/Atom_Egoyan", "description": "Atom Egoyan, is an Armenian-Canadian stage and film director, writer, and producer. Egoyan made his career breakthrough with Exotica (1994), a film set primarily in and around the fictional Exotica strip club. Egoyan's most critically acclaimed film is the drama The Sweet Hereafter (1997), for which he received two Academy Award nominations, and his biggest commercial success is the erotic thrille"}]}, {"heading": "Births", "year": "1960", "date": "July 19", "txt": "Kevin Haskins, English drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 19", "txt": "Harsha Bhogle, Indian journalist and author", "entities": [{"title": "Harsha Bhogle", "href": "/wiki/Harsha_Bhogle", "description": "Harsha Bhogle is an Indian cricket commentator and journalist. Born into a Marathi-speaking family in Hyderabad. He serves on the board of governors of IIM Udaipur. Over the years Harsha has cemented his reputation as being one of the most prolific personalities in the global cricket broadcasting industry."}]}, {"heading": "Births", "year": "1961", "date": "July 19", "txt": "Maria Filatova, Russian gymnast", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 19", "txt": "Lisa Lampanelli, American comedian, actress, and author", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 19", "txt": "Benoît Mariage, Belgian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 19", "txt": "Hideo Nakata, Japanese director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "July 19", "txt": "Campbell Scott, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "July 19", "txt": "Anthony Edwards, American actor and director", "entities": [{"title": "Anthony Edwards (actor)", "href": "/wiki/Anthony_Edwards_(actor)", "description": "Anthony Charles Edwards is an American actor and director. He is most widely known for his role as Dr. Mark Greene on the first eight seasons of ER, for which he received a Golden Globe award and six Screen Actors Guild Awards, and was nominated for four consecutive Primetime Emmy Awards. He has appeared in various movies and television shows, including Top Gun, Zodiac, Miracle Mile, Revenge of th"}]}, {"heading": "Births", "year": "1963", "date": "July 19", "txt": "Thomas Gabriel Fischer, Swiss musician", "entities": [{"title": "Thomas Gabriel Fischer", "href": "/wiki/Thomas_Gabriel_Fischer", "description": "Thomas Gabriel Fischer, also known by his stage names of Tom G. Warrior and Satanic Slaughter, is a Swiss metal musician. He led the groups Hellhammer and Celtic Frost, and today is the frontman of the band Triptykon."}]}, {"heading": "Births", "year": "1963", "date": "July 19", "txt": "Garth Nix, Australian author", "entities": []}, {"heading": "Births", "year": "1964", "date": "July 19", "txt": "Teresa Edwards, American basketball player", "entities": [{"title": "Teresa Edwards", "href": "/wiki/Teresa_Edwards", "description": "Teresa Edwards is an American former women's basketball player and four time Olympic gold medalist."}]}, {"heading": "Births", "year": "1964", "date": "July 19", "txt": "Masahiko Kondō, Japanese singer-songwriter and race car driver", "entities": []}, {"heading": "Births", "year": "1965", "date": "July 19", "txt": "Evelyn Glennie, Scottish musician", "entities": [{"title": "Evelyn Glennie", "href": "/wiki/Evelyn_Glennie", "description": "Dame Evelyn Elizabeth Ann Glennie, is a Scottish percussionist. She was selected as one of the two laureates for the Polar Music Prize of 2015."}]}, {"heading": "Births", "year": "1965", "date": "July 19", "txt": "Claus-Dieter Wollitz, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "July 19", "txt": "Yael Abecassis, Israeli model and actress", "entities": [{"title": "Yael Abecassis", "href": "/wiki/Yael_Abecassis", "description": "Yael Abecassis is an Israeli actress and model."}]}, {"heading": "Births", "year": "1967", "date": "July 19", "txt": "Jean-François Mercier, Canadian comedian, screenwriter, and television host", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 19", "txt": "Robb Flynn, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Robb Flynn", "href": "/wiki/Robb_Flynn", "description": "Robert Conrad Flynn is an American musician, who is the lead vocalist and rhythm guitarist for heavy metal band Machine Head. Flynn formed the band along with Adam Duce, Logan Mader and Tony Costanza after leaving Bay Area thrash band Vio-lence."}]}, {"heading": "Births", "year": "1968", "date": "July 19", "txt": "Pavel Kuka, Czech footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "July 19", "txt": "Jim Norton, American comedian, actor, and author", "entities": []}, {"heading": "Births", "year": "1969", "date": "July 19", "txt": "Matthew Libatique, American cinematographer", "entities": [{"title": "Matthew Libatique", "href": "/wiki/Matthew_Libatique", "description": "Matthew Libatíque is an American cinematographer who is known for his work with director Darren Aronofsky on the films Pi (1998), Requiem for a Dream (2000), The Fountain (2006), Black Swan (2010), Noah (2014) and Mother! (2017). He also shot Bradley Cooper's directorial debut film, A Star Is Born (2018), which received critical acclaim."}]}, {"heading": "Births", "year": "1970", "date": "July 19", "txt": "Bill Chen, American poker player and software designer", "entities": [{"title": "Bill Chen", "href": "/wiki/Bill_Chen", "description": "William Chen is an American quantitative analyst, poker player, and software designer."}]}, {"heading": "Births", "year": "1970", "date": "July 19", "txt": "Nicola Sturgeon, Scottish lawyer and politician, First Minister of Scotland", "entities": [{"title": "First Minister of Scotland", "href": "/wiki/First_Minister_of_Scotland", "description": "The first minister of Scotland is the leader of the Scottish Government and keeper of the Great Seal of Scotland. The first minister chairs the Scottish Cabinet and is primarily responsible for the formulation, development and presentation of Scottish Government policy. Additional functions of the first minister include promoting and representing Scotland in an official capacity, at home and abroa"}]}, {"heading": "Births", "year": "1971", "date": "July 19", "txt": "Rene Busch, Estonian tennis player and coach", "entities": [{"title": "Rene Busch", "href": "/wiki/Rene_Busch", "description": "Rene Busch is a tennis coach and former Estonian tennis player. He achieved his career high ATP ranking in 1995 on No.793."}]}, {"heading": "Births", "year": "1971", "date": "July 19", "txt": "Vitali Klitschko, Ukrainian boxer and politician, Mayor of Kyiv", "entities": [{"title": "Mayor of Kyiv", "href": "/wiki/Mayor_of_Kyiv", "description": "The Head of Kyiv City, unofficially and more commonly the Mayor of Kyiv, is elected by popular vote city official who serves as a head of the Kyiv city state administration and a chairperson the Kyiv City Council."}]}, {"heading": "Births", "year": "1971", "date": "July 19", "txt": "Michael Modest, American wrestler", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 19", "txt": "Catriona Rowntree, Australian television host", "entities": []}, {"heading": "Births", "year": "1971", "date": "July 19", "txt": "Lesroy Weekes, Montserratian cricketer", "entities": []}, {"heading": "Births", "year": "1972", "date": "July 19", "txt": "Ebbe Sand, Danish footballer and manager", "entities": [{"title": "Ebbe Sand", "href": "/wiki/Ebbe_Sand", "description": "Ebbe Sand is a former professional footballer from Denmark who played as a striker for Brøndby IF in Denmark and FC Schalke 04 in Germany. He was the German Bundesliga top scorer in 2001, and won the DFB-Pokal in 2001 and 2002 with Schalke. On the international stage, he represented the Denmark national football team at the 1998 and 2002 FIFA World Cup, as well as the 2000 and 2004 European Champi"}]}, {"heading": "Births", "year": "1973", "date": "July 19", "txt": "Martin Powell, English keyboard player and songwriter", "entities": [{"title": "Martin Powell", "href": "/wiki/Martin_Powell", "description": "Martin Powell is an English musician. In 1991, Powell auditioned for the position of bass player in the band My Dying Bride, but was turned down as the band had just filled the position. Upon informing the band he was also a violin and keyboard player, he was hired as a session musician, before becoming the band's permanent violinist and keyboardist."}]}, {"heading": "Births", "year": "1973", "date": "July 19", "txt": "Scott Walker, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 19", "txt": "Rey Bucanero, Mexican wrestler", "entities": [{"title": "Rey Bucanero", "href": "/wiki/Rey_Bucanero", "description": "Arturo García Ortiz is a Mexican luchador or professional wrestler best known under the ring name Rey Bucanero. Ortiz, as Rey Bucanero, has worked for Consejo Mundial de Lucha Libre (CMLL) since 1996. His ring name is Spanish for \"Buccaneer King\", which was originally reflected in his mask that featured a skull face and an eye patch. Ortiz was unmasked in 1999 and has worked unmasked ever since."}]}, {"heading": "Births", "year": "1974", "date": "July 19", "txt": "Francisco Copado, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 19", "txt": "Josée Piché, Canadian ice dancer", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 19", "txt": "Vince Spadea, American tennis player", "entities": []}, {"heading": "Births", "year": "1974", "date": "July 19", "txt": "Preston Wilson, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1975", "date": "July 19", "txt": "Luca Castellazzi, Italian footballer", "entities": [{"title": "Luca Castellazzi", "href": "/wiki/Luca_Castellazzi", "description": "Luca Castellazzi is an Italian former professional footballer who played as a goalkeeper. He serves as the team manager of Serie A club Torino."}]}, {"heading": "Births", "year": "1976", "date": "July 19", "txt": "Benedict Cumberbatch, English actor", "entities": [{"title": "Benedict Cumberbatch", "href": "/wiki/Benedict_Cumberbatch", "description": "Benedict Timothy Carlton Cumberbatch is an English actor. A graduate of the Victoria University of Manchester, he continued his training at the London Academy of Music and Dramatic Art, obtaining a Master of Arts in Classical Acting. He first performed at the Open Air Theatre, Regent's Park in Shakespearean productions and made his West End debut in Richard Eyre's revival of Hedda Gabler in 2005. "}]}, {"heading": "Births", "year": "1976", "date": "July 19", "txt": "Gonzalo de los Santos, Uruguayan footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 19", "txt": "Jean-Sébastien Aubin, Canadian ice hockey player", "entities": [{"title": "Jean-Sébastien Aubin", "href": "/wiki/Jean-S%C3%A9bastien_Aubin", "description": "Jean-Sébastien Aubin is a Canadian former professional ice hockey goaltender who played in the National Hockey League (NHL) with the Pittsburgh Penguins, Toronto Maple Leafs and the Los Angeles Kings."}]}, {"heading": "Births", "year": "1977", "date": "July 19", "txt": "Tony Mamaluke, American wrestler and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "July 19", "txt": "Ed Smith, English cricketer and journalist", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 19", "txt": "Rick Ankiel, American baseball player", "entities": [{"title": "Rick Ankiel", "href": "/wiki/Rick_Ankiel", "description": "Richard Alexander Ankiel is an American former professional baseball center fielder and pitcher. Ankiel played in Major League Baseball from 1999 through 2013 for the St. Louis Cardinals, Kansas City Royals, Atlanta Braves, Washington Nationals, Houston Astros, and New York Mets."}]}, {"heading": "Births", "year": "1979", "date": "July 19", "txt": "Josué Anunciado de Oliveira, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 19", "txt": "Dilhara Fernando, Sri Lankan cricketer", "entities": []}, {"heading": "Births", "year": "1979", "date": "July 19", "txt": "Luke Young, English footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "July 19", "txt": "Xavier Malisse, Belgian tennis player", "entities": [{"title": "Xavier Malisse", "href": "/wiki/Xavier_Malisse", "description": "Xavier Malisse is a Belgian retired professional tennis player. Born in the north-western Flemish city of Kortrijk and nicknamed X-Man, he is only one of two players from Belgium to have been ranked in the top 20 of the ATP tour, with a career-high singles ranking of World No. 19."}]}, {"heading": "Births", "year": "1980", "date": "July 19", "txt": "Giorgio Mondini, Italian race car driver", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 19", "txt": "Nenê, Brazilian footballer", "entities": [{"title": "Nenê (footballer, born 1981)", "href": "/wiki/Nen%C3%AA_(footballer,_born_1981)", "description": "Anderson Luiz de Carvalho, known as Nenê, is a Brazilian professional footballer who plays for Fluminense. A left winger, he is mostly known for his crossing and dribbling ability, also being a free kick specialist."}]}, {"heading": "Births", "year": "1981", "date": "July 19", "txt": "David Bernard, Jamaican cricketer", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 19", "txt": "Mark Gasnier, Australian rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 19", "txt": "Jimmy Gobble, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "July 19", "txt": "Grégory Vignal, French footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 19", "txt": "Christopher Bear, American drummer", "entities": [{"title": "Christopher Bear", "href": "/wiki/Christopher_Bear", "description": "Christopher Bear is a drummer and multi-instrumentalist member of the Brooklyn-based indie-rock group Grizzly Bear."}]}, {"heading": "Births", "year": "1982", "date": "July 19", "txt": "Phil Coke, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 19", "txt": "Jared Padalecki, American actor", "entities": []}, {"heading": "Births", "year": "1982", "date": "July 19", "txt": "Jess Vanstrattan, Australian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "July 19", "txt": "Helen Skelton, English television host and actress", "entities": [{"title": "Helen Skelton", "href": "/wiki/Helen_Skelton", "description": "Helen Elizabeth Skelton is an English television presenter and actress. She co-presented the BBC children's programme Blue Peter from 2008 until 2013, and since 2014 has been a presenter on Countryfile. She also co-presented two series of the BBC One programme Holiday Hit Squad alongside Angela Rippon and Joe Crowley. She also presented the daytime series The Instant Gardener that ran for two seas"}]}, {"heading": "Births", "year": "1983", "date": "July 19", "txt": "Fedor Tyutin, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 19", "txt": "Andrea Libman, Canadian voice actress", "entities": [{"title": "Andrea Libman", "href": "/wiki/Andrea_Libman", "description": "Andrea Eva Libman is a Canadian actress whose most popular on-screen appearances are in Little Women, Andre, and a guest role on The X-Files. She is also known for providing voice acting in various animated shows, most notably her worldwide recognition for voicing the characters of Pinkie Pie and Fluttershy in My Little Pony: Friendship Is Magic and its spinoffs."}]}, {"heading": "Births", "year": "1984", "date": "July 19", "txt": "Adam Morrison, American basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 19", "txt": "Ryan O'Byrne, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "July 19", "txt": "Lewis Price, Welsh footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 19", "txt": "LaMarcus Aldridge, American basketball player", "entities": [{"title": "LaMarcus Aldridge", "href": "/wiki/LaMarcus_Aldridge", "description": "LaMarcus Nurae Aldridge is an American former professional basketball player. He played college basketball for two seasons with the Texas Longhorns. Aldridge was selected second overall in the 2006 NBA draft. After spending nine seasons with the Portland Trail Blazers, he signed with the San Antonio Spurs in 2015. In March 2021, he signed with the Brooklyn Nets after the Spurs bought out his contr"}]}, {"heading": "Births", "year": "1985", "date": "July 19", "txt": "Zhou Haibin, Chinese footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 19", "txt": "Marina Kuzina, Russian basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "July 19", "txt": "Hadi Norouzi, Iranian footballer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1986", "date": "July 19", "txt": "Leandro Greco, Italian footballer", "entities": [{"title": "Leandro Greco", "href": "/wiki/Leandro_Greco", "description": "Leandro Greco is an Italian footballer who plays as a midfielder for Serie C club Südtirol."}]}, {"heading": "Births", "year": "1987", "date": "July 19", "txt": "Jon Jones, American mixed martial artist", "entities": [{"title": "Jon Jones", "href": "/wiki/Jon_Jones", "description": "Jonathan Dwight Jones is an American professional mixed martial artist currently signed to the Ultimate Fighting Championship (UFC), where he has competed in the light heavyweight division. He is a former two-time UFC Light Heavyweight Champion, holding the title from March 2011 to April 2015 and from December 2018 to August 2020. Jones also held the interim UFC Light Heavyweight Championship in 2"}]}, {"heading": "Births", "year": "1987", "date": "July 19", "txt": "Marc Murphy, Australian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 19", "txt": "Shane Dawson, American comedian and actor", "entities": [{"title": "Shane Dawson", "href": "/wiki/Shane_Dawson", "description": "Shane Lee Yaw, known professionally as Shane Dawson, is an American YouTuber, actor, writer, director, and musician. He became one of the first people to rise to fame on the video-sharing platform YouTube."}]}, {"heading": "Births", "year": "1988", "date": "July 19", "txt": "Kevin Großkreutz, German footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "July 19", "txt": "Jakub Kovář, Czech ice hockey player", "entities": []}, {"heading": "Births", "year": "1989", "date": "July 19", "txt": "Sam McKendry, Australian-New Zealand rugby league player", "entities": [{"title": "Sam McKendry", "href": "/wiki/Sam_McKendry", "description": "Sam McKendry is a former New Zealand Māori and New Zealand international rugby league footballer who played as a prop for the Penrith Panthers in the NRL."}]}, {"heading": "Births", "year": "1991", "date": "July 19", "txt": "Eray İşcan, Turkish footballer", "entities": [{"title": "Eray İşcan", "href": "/wiki/Eray_%C4%B0%C5%9Fcan", "description": "Eray İşcan is a Turkish professional footballer who plays as a goalkeeper for Yeni Malatyaspor."}]}, {"heading": "Births", "year": "1992", "date": "July 19", "txt": "Jake Nicholson, English footballer", "entities": [{"title": "Jake Nicholson", "href": "/wiki/Jake_Nicholson", "description": "Jake Charlie Nicholson is an English former footballer. He is a product of the West Ham United and Tottenham Hotspur youth academies. He has also represented England at under-19 level."}]}, {"heading": "Births", "year": "1994", "date": "July 19", "txt": "Christian Welch, Australian rugby league player", "entities": [{"title": "Christian Welch", "href": "/wiki/Christian_Welch", "description": "Christian Welch is an Australian professional rugby league footballer who plays as a prop for the Melbourne Storm in the NRL."}]}, {"heading": "Births", "year": "1996", "date": "July 19", "txt": "Paul Momirovski, Australian rugby league player", "entities": [{"title": "Paul Momirovski", "href": "/wiki/Paul_Momirovski", "description": "Paul Momirovski is an Australian rugby league footballer who plays as a centre and winger for the Penrith Panthers in the NRL."}]}, {"heading": "Births", "year": "1998", "date": "July 19", "txt": "Erin Cuthbert, footballer", "entities": [{"title": "Erin Cuthbert", "href": "/wiki/Erin_Cuthbert", "description": "Erin Jacqueline Cuthbert is a Scottish footballer who plays for Chelsea in the FA WSL. She is a member of the Scotland national team. Erin studied at University of the West of Scotland before becoming a professional football player."}]}, {"heading": "Births", "year": "1998", "date": "July 19", "txt": "Ronaldo Vieira, Bissau-Guinean footballer", "entities": []}, {"heading": "Deaths", "year": "514", "date": "July 19", "txt": "Symmachus, pope of the Catholic Church", "entities": [{"title": "Pope Symmachus", "href": "/wiki/Pope_Symmachus", "description": "Pope Symmachus was the bishop of Rome from 22 November 498 to his death. His tenure was marked by a serious schism over who was elected pope by a majority of the Roman clergy."}]}, {"heading": "Deaths", "year": "806", "date": "July 19", "txt": "Li Shigu, Chinese general (b. 778)", "entities": [{"title": "Li Shigu", "href": "/wiki/Li_Shigu", "description": "Li Shigu was a general of the Chinese Tang dynasty, who, as the military governor (Jiedushi) of Pinglu Circuit, ruled the circuit in a de facto independent manner from the imperial regime."}]}, {"heading": "Deaths", "year": "973", "date": "July 19", "txt": "Kyunyeo, Korean monk and poet (b. 917)", "entities": [{"title": "Kyunyeo", "href": "/wiki/Kyunyeo", "description": "Kyun Yeo was a Korean Buddhist and poet."}]}, {"heading": "Deaths", "year": "998", "date": "July 19", "txt": "Damian Dalassenos, Byzantine general (b. 940)", "entities": [{"title": "Damian Dalassenos", "href": "/wiki/Damian_Dalassenos", "description": "\nDamian Dalassenos was a Byzantine aristocrat and the first known member of the Dalassenos noble family. He is known for his service as the military governor (doux) of Antioch in 996–998. He fought the Fatimids with some success, until he was killed at the Battle of Apamea on 19 July 998."}]}, {"heading": "Deaths", "year": "1030", "date": "July 19", "txt": "Adalberon, French bishop", "entities": [{"title": "Adalberon (bishop of Laon)", "href": "/wiki/Adalberon_(bishop_of_Laon)", "description": "Adalberon, or Ascelin, was a French bishop and poet. He was a son of Reginar of Bastogne, and a nephew of Adalberon, Archbishop of Reims."}]}, {"heading": "Deaths", "year": "1234", "date": "July 19", "txt": "Floris IV, Dutch nobleman (b. 1210)", "entities": [{"title": "Floris IV, Count of Holland", "href": "/wiki/Floris_IV,_Count_of_Holland", "description": "Floris IV was the count of Holland from 1222 to 1234. He was born in The Hague, a son of William I of Holland and his first wife, Adelaide of Guelders."}]}, {"heading": "Deaths", "year": "1249", "date": "July 19", "txt": "Jacopo Tiepolo, doge of Venice", "entities": [{"title": "Jacopo Tiepolo", "href": "/wiki/Jacopo_Tiepolo", "description": "Jacopo Tiepolo, also known as Giacomo Tiepolo, was Doge of Venice from 1229 to 1249. He had previously served as the first Venetian Duke of Crete, and two terms as Podestà of Constantinople. During his first term, following the capture and mysterious end of Peter of Courtenay, Tiepolo acted as de facto ruler of the Latin Empire, negotiating treaties on behalf of the Empire with Egypt and the Selju"}]}, {"heading": "Deaths", "year": "1333", "date": "July 19", "txt": "John Campbell, Scottish nobleman", "entities": [{"title": "John Campbell, Earl of Atholl", "href": "/wiki/John_Campbell,_Earl_of_Atholl", "description": "\nJohn Campbell, Earl of Atholl was a Scottish nobleman."}]}, {"heading": "Deaths", "year": "1333", "date": "July 19", "txt": "Alexander Bruce, Scottish nobleman", "entities": []}, {"heading": "Deaths", "year": "1333", "date": "July 19", "txt": "Sir Archibald Douglas, Scottish nobleman", "entities": []}, {"heading": "Deaths", "year": "1333", "date": "July 19", "txt": "Maol Choluim II, Scottish nobleman", "entities": []}, {"heading": "Deaths", "year": "1333", "date": "July 19", "txt": "Kenneth de Moravia, 4th Earl of Sutherland", "entities": []}, {"heading": "Deaths", "year": "1374", "date": "July 19", "txt": "Petrarch, Italian poet and scholar (b. 1304)", "entities": [{"title": "Petrarch", "href": "/wiki/Petrarch", "description": "Francesco Petrarca, commonly anglicized as Petrarch, was a scholar and poet of early Renaissance Italy, and one of the earliest humanists."}]}, {"heading": "Deaths", "year": "1415", "date": "July 19", "txt": "Philippa of Lancaster, Portuguese queen (b. 1360)", "entities": [{"title": "Philippa of Lancaster", "href": "/wiki/Philippa_of_Lancaster", "description": "Philippa of Lancaster was Queen of Portugal from 1387 until 1415 by marriage to King John I. Born into the royal family of England, her marriage secured the Treaty of Windsor and produced several children who became known as the \"Illustrious Generation\" in Portugal."}]}, {"heading": "Deaths", "year": "1543", "date": "July 19", "txt": "Mary Boleyn, English daughter of Elizabeth Boleyn, Countess of Wiltshire (b. 1499)", "entities": [{"title": "Mary Boleyn", "href": "/wiki/Mary_Boleyn", "description": "Mary Boleyn, also known as Lady Mary, was the sister of English queen consort Anne Boleyn, whose family enjoyed considerable influence during the reign of King Henry VIII."}, {"title": "Elizabeth Boleyn, Countess of Wiltshire", "href": "/wiki/Elizabeth_Boleyn,_Countess_of_Wiltshire", "description": "Elizabeth Boleyn, Countess of Wiltshire was an English noblewoman, noted for being the mother of Anne Boleyn and as such the maternal grandmother of Elizabeth I of England. The eldest daughter of Thomas Howard, 2nd Duke of Norfolk and his first wife Elizabeth Tilney, she married Thomas Boleyn sometime in the later 15th century. Elizabeth became Viscountess Rochford in 1525 when her husband was ele"}]}, {"heading": "Deaths", "year": "1631", "date": "July 19", "txt": "Cesare Cremonini, Italian philosopher and academic (b. 1550)", "entities": [{"title": "Cesare Cremonini (philosopher)", "href": "/wiki/Cesare_Cremonini_(philosopher)", "description": "Cesare Cremonini, sometimes Cesare Cremonino, was an Italian professor of natural philosophy, working rationalism and Aristotelian materialism inside scholasticism. His Latinized name was Cæsar Cremoninus. or Cæsar Cremonius."}]}, {"heading": "Deaths", "year": "1742", "date": "July 19", "txt": "William Somervile, English poet and author (b. 1675)", "entities": [{"title": "William Somervile", "href": "/wiki/William_Somervile", "description": "William Somervile or Somerville was an English poet who wrote in many genres and is especially remembered for \"The Chace\", in which he pioneered an early English georgic."}]}, {"heading": "Deaths", "year": "1810", "date": "July 19", "txt": "Louise of Mecklenburg-Strelitz, Prussian queen (b. 1776)", "entities": [{"title": "Louise of Mecklenburg-Strelitz", "href": "/wiki/Louise_of_Mecklenburg-Strelitz", "description": "Duchess Louise of Mecklenburg-Strelitz was Queen of Prussia as the wife of King Frederick William III. The couple's happy, though short-lived, marriage produced nine children, including the future monarchs Frederick William IV of Prussia and Wilhelm I, German Emperor."}]}, {"heading": "Deaths", "year": "1814", "date": "July 19", "txt": "Matthew Flinders, English navigator and cartographer (b. 1774)", "entities": [{"title": "Matthew Flinders", "href": "/wiki/Matthew_Flinders", "description": "Captain Matthew Flinders was an English navigator and cartographer who led the first inshore circumnavigation of the landmass that is now known as Australia. He is also credited as being the first person to utilise the name Australia to describe the entirety of that continent including Van Diemen's Land, a title he regarded as being \"more agreeable to the ear\" than previous names such as Terra Aus"}]}, {"heading": "Deaths", "year": "1824", "date": "July 19", "txt": "Agustín de Iturbide, Mexican general and emperor (b. 1783)", "entities": [{"title": "Agustín de Iturbide", "href": "/wiki/Agust%C3%ADn_de_Iturbide", "description": "Agustín Cosme Damián de Iturbide y Arámburu, also known as Augustine of Mexico, was a Mexican army general and politician. During the Mexican War of Independence, he built a successful political and military coalition that took control in Mexico City on 27 September 1821, decisively gaining independence for Mexico. After securing the secession of Mexico from Spain, Iturbide was proclaimed presiden"}]}, {"heading": "Deaths", "year": "1838", "date": "July 19", "txt": "Pierre Louis Dulong, French physicist and chemist (b. 1785)", "entities": [{"title": "Pierre Louis Dulong", "href": "/wiki/Pierre_Louis_Dulong", "description": "Pierre Louis Dulong FRS FRSE was a French physicist and chemist. He is remembered today largely for the law of Dulong and Petit, although he was much-lauded by his contemporaries for his studies into the elasticity of steam, conduction of heat, and specific heats of gases. He worked most extensively on the specific heat capacity and the expansion and refractive indices of gases. He collaborated se"}]}, {"heading": "Deaths", "year": "1850", "date": "July 19", "txt": "Margaret Fuller, American journalist and critic (b. 1810)", "entities": [{"title": "Margaret Fuller", "href": "/wiki/Margaret_Fuller", "description": "Sarah Margaret Fuller Ossoli was an American journalist, editor, critic, translator, and women's rights advocate associated with the American transcendentalism movement. She was the first American female war correspondent, writing for Horace Greeley's New-York Tribune, and full-time book reviewer in journalism. Her book Woman in the Nineteenth Century is considered the first major feminist work in"}]}, {"heading": "Deaths", "year": "1855", "date": "July 19", "txt": "Konstantin Batyushkov, Russian poet and translator (b. 1787)", "entities": [{"title": "Konstantin Batyushkov", "href": "/wiki/Konstantin_Batyushkov", "description": "Konstantin Nikolayevich Batyushkov was a Russian poet, essayist and translator of the Romantic era. He also served in the diplomatic corps, spending an extended period in 1818 and 1819 as a secretary to the Russian diplomatic mission at Naples."}]}, {"heading": "Deaths", "year": "1857", "date": "July 19", "txt": "Stefano Franscini, Swiss statistician and politician (b. 1796)", "entities": [{"title": "Stefano Franscini", "href": "/wiki/Stefano_Franscini", "description": "Stefano Franscini was a Swiss politician and statistician. He was one of the initial members of the Swiss Federal Council elected in 1848 and Switzerland's first native Italian speaking federal councillor. Franscini was affiliated to the Liberal Radical Party of Switzerland. During his office tenure he held the Department of Home Affairs. Important elements of his political legacy include politica"}]}, {"heading": "Deaths", "year": "1878", "date": "July 19", "txt": "Yegor Ivanovich Zolotarev, Russian mathematician and academic (b. 1847)", "entities": [{"title": "Yegor Ivanovich Zolotarev", "href": "/wiki/Yegor_Ivanovich_Zolotarev", "description": "Yegor (Egor) Ivanovich Zolotarev was a Russian mathematician."}]}, {"heading": "Deaths", "year": "1896", "date": "July 19", "txt": "Abraham H. Cannon, American publisher and religious leader (b. 1859)", "entities": [{"title": "Abraham H. Cannon", "href": "/wiki/Abraham_H._Cannon", "description": "Abraham Hoagland Cannon was a member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints."}]}, {"heading": "Deaths", "year": "1913", "date": "July 19", "txt": "Clímaco Calderón, Colombian lawyer and politician, 15th President of Colombia (b. 1852)", "entities": [{"title": "Clímaco Calderón", "href": "/wiki/Cl%C3%ADmaco_Calder%C3%B3n", "description": "Clímaco Calderón Reyes was a Colombian lawyer and politician, who became 15th President of Colombia for one day, following the death of President Francisco Javier Zaldúa."}, {"title": "President of Colombia", "href": "/wiki/President_of_Colombia", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Deaths", "year": "1925", "date": "July 19", "txt": "John Indermaur, British lawyer (b. 1851)", "entities": [{"title": "John Indermaur", "href": "/wiki/John_Indermaur", "description": "John Indermaur was a British lawyer and legal writer, with his writing focus was on common law. He is known for having written An Epitome of Leading Common Law Cases in 1875, Principles of Common Law in 1876, and The Student's Guide to Trusts and Partnerships in 1885. Indermaur qualified as a solicitor in 1874. He and his law partner, Charles Thwaites, had a law firm on Chancery Lane in the City o"}]}, {"heading": "Deaths", "year": "1930", "date": "July 19", "txt": "Robert Stout, Scottish-New Zealand politician, 13th Prime Minister of New Zealand (b. 1844)", "entities": [{"title": "Robert Stout", "href": "/wiki/Robert_Stout", "description": "Sir Robert Stout was a New Zealand politician who was the 13th Premier of New Zealand on two occasions in the late 19th century, and later Chief Justice of New Zealand. He was the only person to hold both these offices. He was noted for his support of liberal causes such as women's suffrage, and for his strong belief that philosophy and theory should always triumph over political expediency."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "1933", "date": "July 19", "txt": "Kaarle Krohn, Finnish historian and academic (b. 1863)", "entities": [{"title": "Kaarle Krohn", "href": "/wiki/Kaarle_Krohn", "description": "Kaarle Krohn was a Finnish folklorist, professor and developer of the geographic-historic method of folklore research. He was born into the influential Krohn family of Helsinki. Krohn is best known outside of Finland for his contributions to international folktale research. He devoted most of his life to the study of the epic poetry that forms the basis for the Finnish national epic, the Kalevala."}]}, {"heading": "Deaths", "year": "1939", "date": "July 19", "txt": "Rose Hartwick Thorpe, American poet and author (b. 1850)", "entities": [{"title": "Rose Hartwick Thorpe", "href": "/wiki/Rose_Hartwick_Thorpe", "description": "Rose Hartwick Thorpe was an American poet and writer, remembered largely for the narrative poem, Curfew Must Not Ring Tonight (1867), which gained national popularity. It was translated into nearly every language of the world, and was universally recognized as a veritable classic. Other poems followed, among them being \"The Station Agent's Story,\" \"Red Cross,\" and \"In a Mining Town.\" Although a bu"}]}, {"heading": "Deaths", "year": "1943", "date": "July 19", "txt": "Yekaterina Budanova, Russian captain and pilot (b. 1916)", "entities": [{"title": "Yekaterina Budanova", "href": "/wiki/Yekaterina_Budanova", "description": "Yekaterina Vasilyevna Budanova, nicknamed Katya (Катя), was a fighter pilot in the Soviet Air Force during World War II. Usually credited with five or more aerial victories, along with Lydia Litvyak, she is often considered one of the world's two female fighter aces. She was shot down by either Luftwaffe ace Georg Schwientek of JG 52 or ace Emil Bitsch, of JG 3."}]}, {"heading": "Deaths", "year": "1947", "date": "July 19", "txt": "U Razak, Burmese educator and politician (b. 1898)", "entities": [{"title": "U Razak", "href": "/wiki/U_Razak", "description": "U Razak was a Burmese politician and an educationalist. He was a Tamil Muslim and also was a cabinet minister in Aung San's pre-independence interim government, and was assassinated on 19 July 1947 along with six other cabinet ministers. July 19 is commemorated each year as Martyrs' Day in Myanmar. Razak was Minister of Education and National Planning, and was chairman of the Burma Muslim Congress"}]}, {"heading": "Deaths", "year": "1947", "date": "July 19", "txt": "Aung San, Burmese general and politician (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1947", "date": "July 19", "txt": "Lyuh Woon-hyung, South Korean politician (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "July 19", "txt": "William Andrew, English priest (b. 1884)", "entities": [{"title": "William Andrew (priest)", "href": "/wiki/William_Andrew_(priest)", "description": "William Shaw Andrew MC was an Anglican priest in the mid 20th Century."}]}, {"heading": "Deaths", "year": "1965", "date": "July 19", "txt": "Syngman Rhee, South Korean journalist and politician, 1st President of South Korea (b. 1875)", "entities": [{"title": "Syngman Rhee", "href": "/wiki/Syngman_Rhee", "description": "Syngman Rhee was a South Korean politician and dictator who was the founder and served as the first President of South Korea, from 1948 to 1960. Rhee was also the first and last president of the Provisional Government of the Republic of Korea from 1919 to his impeachment in 1925 and from 1947 to 1948. As President of South Korea, Rhee's government was characterised by authoritarianism, limited eco"}, {"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}]}, {"heading": "Deaths", "year": "1967", "date": "July 19", "txt": "Odell Shepard, American poet and politician, 66th Lieutenant Governor of Connecticut (b. 1884)", "entities": [{"title": "Odell Shepard", "href": "/wiki/Odell_Shepard", "description": "Odell Shepard was an American professor, poet, and politician who was the 86th Lieutenant Governor of Connecticut from 1941 to 1943. He won a Pulitzer Prize in 1938."}, {"title": "Lieutenant Governor of Connecticut", "href": "/wiki/Lieutenant_Governor_of_Connecticut", "description": "The following is a list of deputy or lieutenant governors of the State of Connecticut, from the Colonial period through present day."}]}, {"heading": "Deaths", "year": "1969", "date": "July 19", "txt": "Stratis Myrivilis, Greek soldier and author (b. 1890)", "entities": [{"title": "Stratis Myrivilis", "href": "/wiki/Stratis_Myrivilis", "description": "Efstratios Stamatopoulos was a Greek writer. He is known for writing novels, novellas, and short stories under the pseudonym Stratis Myrivilis. He is associated with the \"Generation of the '30s\". He was nominated for the Nobel Prize in Literature three times."}]}, {"heading": "Deaths", "year": "1974", "date": "July 19", "txt": "Ernő Schwarz, Hungarian-American soccer player and coach (b. 1904)", "entities": [{"title": "Ernő Schwarz", "href": "/wiki/Ern%C5%91_Schwarz", "description": "Ernő Schwarz or Schwarcz was a Hungarian American soccer player, coach and promoter who served as head coach of the United States men's national soccer team. He played professionally in Hungary, Czechoslovakia, Austria and the United States, earning two caps, scoring two goals, with the Hungarian national team in 1922. Schwarz founded, owned, managed and played for the New York Americans in the fi"}]}, {"heading": "Deaths", "year": "1975", "date": "July 19", "txt": "Lefty Frizzell, American singer-songwriter and guitarist (b. 1928)", "entities": [{"title": "Lefty Frizzell", "href": "/wiki/Lefty_Frizzell", "description": "William Orville \"Lefty\" Frizzell was an American country music singer-songwriter and honky-tonk singer."}]}, {"heading": "Deaths", "year": "1977", "date": "July 19", "txt": "Karl Ristikivi, Estonian geographer, author, and poet (b. 1912)", "entities": [{"title": "Karl Ristikivi", "href": "/wiki/Karl_Ristikivi", "description": "Karl Ristikivi was an Estonian writer. He is among the best Estonian writers for his historical novels."}]}, {"heading": "Deaths", "year": "1980", "date": "July 19", "txt": "Margaret Craven, American journalist and author (b. 1901)", "entities": [{"title": "Margaret Craven (writer)", "href": "/wiki/Margaret_Craven_(writer)", "description": "Margaret Craven was an American author."}]}, {"heading": "Deaths", "year": "1980", "date": "July 19", "txt": "Nihat Erim, Turkish jurist and politician, 13th Prime Minister of Turkey (b. 1912)", "entities": [{"title": "Prime Minister of Turkey", "href": "/wiki/Prime_Minister_of_Turkey", "description": "The Prime Minister of the Republic of Turkey was the head of government of the Republic of Turkey from 1920 to 2018, who led a political coalition in the Turkish Parliament and presided over the cabinet. Throughout the political history of Turkey, functions and powers of the post had changed occasionally."}]}, {"heading": "Deaths", "year": "1980", "date": "July 19", "txt": "Hans Morgenthau, German-American political scientist, philosopher, and academic (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "July 19", "txt": "Roger Doucet, Canadian tenor (b. 1919)", "entities": [{"title": "Roger Doucet", "href": "/wiki/Roger_Doucet", "description": "Roger Doucet, was a Canadian tenor best known for singing the Canadian national anthem, \"O Canada\", on televised games of the Montreal Canadiens, Montreal Alouettes, and Montreal Expos during the 1970s. He was particularly known for his bilingual version of the anthem, which began in French and ended in English, in recognition of the two languages of Canada."}]}, {"heading": "Deaths", "year": "1982", "date": "July 19", "txt": "Hugh Everett III, American physicist and mathematician (b. 1930)", "entities": [{"title": "Hugh Everett III", "href": "/wiki/Hugh_Everett_III", "description": "Hugh Everett III was an American physicist who first proposed the many-worlds interpretation (MWI) of quantum physics, which he termed his \"relative state\" formulation. In contrast to the then-dominant Copenhagen interpretation, the MWI posits that the Schrödinger equation never collapses and that all possibilities of a quantum superposition are objectively real."}]}, {"heading": "Deaths", "year": "1984", "date": "July 19", "txt": "Faina Ranevskaya, Russian actress (b. 1896)", "entities": [{"title": "Faina Ranevskaya", "href": "/wiki/Faina_Ranevskaya", "description": "Faina Georgievna Ranevskaya, is recognized as one of the greatest Soviet actresses in both tragedy and comedy. She was also famous for her aphorisms."}]}, {"heading": "Deaths", "year": "1984", "date": "July 19", "txt": "Aziz Sami,  Iraqi writer and translator (b. 1895) ", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "July 19", "txt": "Janusz Zajdel, Polish author (b. 1938)", "entities": [{"title": "Janusz Zajdel", "href": "/wiki/Janusz_Zajdel", "description": "Janusz Andrzej Zajdel was a Polish science fiction author, second in popularity in Poland to Stanisław Lem. His major genres were social science fiction and dystopia. His main recurring theme involved the gloomy prospects for a space environment into which mankind carried totalitarian ideas and habits: Red Space Republics, or Space Labor Camps, or both. His heroes desperately try to find meaning i"}]}, {"heading": "Deaths", "year": "1989", "date": "July 19", "txt": "Kazimierz Sabbat, Polish businessman and politician, President of the Republic of Poland (b. 1913)", "entities": [{"title": "Kazimierz Sabbat", "href": "/wiki/Kazimierz_Sabbat", "description": "Kazimierz Aleksander Sabbat, was President of Poland in exile from 8 April 1986 until his death, 19 July 1989, after serving as Prime Minister of the Polish government-in-exile."}, {"title": "President of the Republic of Poland", "href": "/wiki/President_of_the_Republic_of_Poland", "description": "The President of the Republic of Poland is the head of state of Poland. Their rights and obligations are determined in the Constitution of Poland. The president heads the executive branch. In addition the president has a right to dissolve parliament in certain cases, veto legislation and represents Poland in the international arena."}]}, {"heading": "Deaths", "year": "1990", "date": "July 19", "txt": "Eddie Quillan, American actor (b. 1907)", "entities": [{"title": "Eddie Quillan", "href": "/wiki/Eddie_Quillan", "description": "Edward Quillan was an American film actor and singer whose career began as a child on the vaudeville stages and silent film and continued through the age of television in the 1980s."}]}, {"heading": "Deaths", "year": "1992", "date": "July 19", "txt": "Paolo Borsellino, Italian lawyer and judge (b. 1940)", "entities": [{"title": "Paolo Borsellino", "href": "/wiki/Paolo_Borsellino", "description": "Paolo Borsellino was an Italian judge and prosecuting magistrate. From his office in the Palace of Justice in Palermo, Sicily, he spent most of his professional life trying to overthrow the power of the Sicilian Mafia. After a long and distinguished career, culminating in the Maxi Trial in 1986–1987, on 19 July 1992, Borsellino was killed by a car bomb in Via D'Amelio, near his mother's house in P"}]}, {"heading": "Deaths", "year": "1994", "date": "July 19", "txt": "Victor Barbeau, Canadian author and academic (b. 1896)", "entities": [{"title": "Victor Barbeau", "href": "/wiki/Victor_Barbeau", "description": "Victor Barbeau, was a Quebec writer and academic."}]}, {"heading": "Deaths", "year": "1998", "date": "July 19", "txt": "Elmer Valo, Polish-American baseball player, coach, and manager (b. 1921)", "entities": [{"title": "Elmer Valo", "href": "/wiki/Elmer_Valo", "description": "Elmer William Valo, born Imrich Valo, was a Slovak American professional baseball right fielder, coach, and scout in Major League Baseball (MLB). He batted left-handed and threw right-handed."}]}, {"heading": "Deaths", "year": "2002", "date": "July 19", "txt": "Dave Carter, American singer-songwriter and guitarist (b. 1952)", "entities": [{"title": "Dave Carter", "href": "/wiki/Dave_Carter", "description": "Dave Carter was an American folk music singer-songwriter who described his style as \"post-modern mythic American folk music\".He was one half of the duo Dave Carter and Tracy Grammer, who were heralded as the new \"voice of modern folk music\" in the months before Carter's unexpected death in July 2002. They were ranked as number one on the year-end list for \"Top Artists\" on the Folk Music Radio Airp"}]}, {"heading": "Deaths", "year": "2002", "date": "July 19", "txt": "Alan Lomax, American historian, scholar, and activist (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "July 19", "txt": "Bill Bright, American evangelist and author, founded the Campus Crusade for Christ (b. 1921)", "entities": [{"title": "Bill Bright", "href": "/wiki/Bill_Bright", "description": "William R. Bright was an American evangelist. In 1951 at the University of California, Los Angeles he founded Campus Crusade for Christ as a ministry for university students. In 1952 he wrote The Four Spiritual Laws. In 1979 he produced the film Jesus."}, {"title": "Campus Crusade for Christ", "href": "/wiki/Campus_Crusade_for_Christ", "description": "Cru is an interdenominational Christian parachurch organization. It was founded in 1951 at the University of California, Los Angeles by Bill Bright and Vonette Zachary Bright. Since then, Cru has expanded its focus to include adult professionals, athletes, and high school students. In 2020, Cru had 19,000 staff members in 190 countries."}]}, {"heading": "Deaths", "year": "2003", "date": "July 19", "txt": "Pierre Graber, Swiss politician, President of the Swiss National Council (b. 1908)", "entities": [{"title": "President of the Swiss National Council", "href": "/wiki/President_of_the_Swiss_National_Council", "description": "The President of the National Council of Switzerland presides over the National Council and Federal Assembly. The National Council President is often colloquially referred to as the \"highest Swiss person\", as the highest ranking person subject to the people's vote. However, this is an honorary title and the president is not the head of state. The head of state is the Federal Council). In the offic"}]}, {"heading": "Deaths", "year": "2004", "date": "July 19", "txt": "Sylvia Daoust, Canadian sculptor (b. 1902)", "entities": [{"title": "Sylvia Daoust", "href": "/wiki/Sylvia_Daoust", "description": "Sylvia Daoust, CM, CQ, RCA, born in Montreal, was one of the first female sculptors in Quebec. She studied at the Council of Arts & Manufactures and the École des Beaux-Arts, with Charles Maillard and Maurice Feliz, and later with Edwin Holgate at the Art Association of Montreal."}]}, {"heading": "Deaths", "year": "2004", "date": "July 19", "txt": "J. Gordon Edwards, American entomologist, mountaineer, and DDT advocate (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "July 19", "txt": "Francis A. Marzen, American priest and journalist (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "July 19", "txt": "Zenkō Suzuki, Japanese politician, 70th Prime Minister of Japan (b. 1911)", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "2005", "date": "July 19", "txt": "Edward Bunker, American author and screenwriter (b. 1933)", "entities": [{"title": "Edward Bunker", "href": "/wiki/Edward_Bunker", "description": "Edward Heward Bunker was an American author of crime fiction, a screenwriter, convicted felon and an actor. He wrote numerous books, some of which have been adapted into films. He wrote the scripts for - and acted in - Straight Time (1978), Runaway Train (1985) and Animal Factory (2000). He also played a minor role in Reservoir Dogs (1992)."}]}, {"heading": "Deaths", "year": "2006", "date": "July 19", "txt": "Jack Warden, American actor (b. 1920)", "entities": [{"title": "Jack Warden", "href": "/wiki/Jack_Warden", "description": "Jack Warden was an American character actor of film and television. He was twice nominated for an Academy Award for Best Supporting Actor—for Shampoo (1975), and Heaven Can Wait (1978). He received a BAFTA nomination for the former, and won an Emmy for his performance in Brian's Song (1971)."}]}, {"heading": "Deaths", "year": "2007", "date": "July 19", "txt": "A. K. Faezul Huq, Bangladeshi journalist, lawyer, and politician (b. 1945)", "entities": [{"title": "A. K. Faezul Huq", "href": "/wiki/A._K._Faezul_Huq", "description": "Abul Kalam Faezul Huq was a Bangladeshi politician, lawyer, and columnist. Huq served as a member of parliament on three occasions, and held various ministerial portfolios including Public Works, Urban Development, Jute, and Textiles since the independence of Bangladesh. He was first elected member of Pakistan National Assembly (MNA) from Banaripara Upazila-Swarupkathi-Nazirpur Upazila constituenc"}]}, {"heading": "Deaths", "year": "2007", "date": "July 19", "txt": "Roberto Fontanarrosa, Argentinian cartoonist (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "July 19", "txt": "Dercy Gonçalves, Brazilian comedian and actress (b. 1907)", "entities": [{"title": "Dercy Gonçalves", "href": "/wiki/Dercy_Gon%C3%A7alves", "description": "Dercy Gonçalves, stage name of Dolores Gonçalves Costa was a Brazilian actress, comedian and singer. She stood 4 feet 11 inches (1.50 m) tall. In her 86-year-long career, Dercy Gonçalves worked in the theater, revues, film, radio and television, becoming famous by her humorous use of vulgar language. In 1991, at the age of 83, she caused controversy by exposing her breasts while parading with a Sa"}]}, {"heading": "Deaths", "year": "2009", "date": "July 19", "txt": "Frank McCourt, American author and educator (b. 1930)", "entities": [{"title": "Frank McCourt", "href": "/wiki/Frank_McCourt", "description": "Francis McCourt was an Irish-American teacher and writer. He won a Pulitzer Prize for his book Angela's Ashes, a tragicomic memoir of the misery and squalor of his childhood."}]}, {"heading": "Deaths", "year": "2009", "date": "July 19", "txt": "Henry Surtees, English race car driver (b. 1991)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "July 19", "txt": "Cécile Aubry, French actress, author, television screenwriter and director (b. 1928)", "entities": [{"title": "Cécile Aubry", "href": "/wiki/C%C3%A9cile_Aubry", "description": "Cécile Aubry was a French film actress, author, television screenwriter and director."}]}, {"heading": "Deaths", "year": "2010", "date": "July 19", "txt": "Jon Cleary, Australian author and playwright (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 19", "txt": "Humayun Ahmed, Bangladeshi director and playwright (b. 1948)", "entities": [{"title": "Humayun Ahmed", "href": "/wiki/Humayun_Ahmed", "description": "Humayun Ahmed was a Bangladeshi novelist, dramatist, screenwriter, filmmaker, songwriter, scholar, and lecturer. His breakthrough was his debut novel Nondito Noroke published in 1972. He wrote over 200 fiction and non-fiction books, many of which were bestsellers in Bangladesh. His books were the top sellers at the Ekushey Book Fair during the 1990s and 2000s. He won the Bangla Academy Literary Aw"}]}, {"heading": "Deaths", "year": "2012", "date": "July 19", "txt": "Tom Davis, American comedian, actor, and screenwriter (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 19", "txt": "Mohammad Hassan Ganji, Iranian meteorologist and academic (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "July 19", "txt": "Omar Suleiman, Egyptian general and politician, 16th Vice President of Egypt (b. 1935)", "entities": [{"title": "Vice President of Egypt", "href": "/wiki/Vice_President_of_Egypt", "description": "The Vice-President of the Arab Republic of Egypt is a senior official within the Egyptian government."}]}, {"heading": "Deaths", "year": "2012", "date": "July 19", "txt": "Sylvia Woods, American businesswoman, co-founded Sylvia's Restaurant of Harlem (b. 1926)", "entities": [{"title": "Sylvia's Restaurant of Harlem", "href": "/wiki/Sylvia%27s_Restaurant_of_Harlem", "description": "Sylvia's Restaurant of Harlem is a soul food restaurant located at 328 Lenox Avenue, between 126th and 127th Streets, in Harlem, Manhattan, New York City. It was founded in 1962 by Sylvia Woods. It has since expanded to a much larger space at its present location, and an adjacent building. The restaurant also sells a line of prepared foods, beauty and skin care items, cookbooks, and a children's b"}]}, {"heading": "Deaths", "year": "2012", "date": "July 19", "txt": "Valiulla Yakupov, Islamic cleric (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 19", "txt": "Mikhail Gorsheniov, Russian singer-songwriter (b. 1973)", "entities": [{"title": "Mikhail Gorsheniov", "href": "/wiki/Mikhail_Gorsheniov", "description": "Mikhail \"The Pot\" Gorsheniov was a lead singer and composer of Russian horror punk/hard rock band Korol i Shut."}]}, {"heading": "Deaths", "year": "2013", "date": "July 19", "txt": "Geeto Mongol, Canadian-American wrestler and trainer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 19", "txt": "Mel Smith, English actor, director, and screenwriter (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 19", "txt": "Bert Trautmann, German footballer and manager (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 19", "txt": "Phil Woosnam, Welsh-American soccer player and manager (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 19", "txt": "Peter Ziegler, Swiss geologist and academic (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "July 19", "txt": "Leyla Erbil, Turkish author (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 19", "txt": "Rubem Alves, Brazilian theologian (b. 1933)", "entities": [{"title": "Rubem Alves", "href": "/wiki/Rubem_Alves", "description": "Rubem Azevedo Alves was a Brazilian theologian, philosopher, educator, writer and psychoanalyst. Alves was one of the founders of liberation theology."}]}, {"heading": "Deaths", "year": "2014", "date": "July 19", "txt": "David Easton, Canadian-American political scientist and academic (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 19", "txt": "Paul M. Fleiss, American pediatrician and author (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 19", "txt": "James Garner, American actor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 19", "txt": "Jerzy Jurka, Polish biologist (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 19", "txt": "Ray King, English footballer and manager (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 19", "txt": "Ingemar Odlander, Swedish journalist (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 19", "txt": "Harry Pougher, English cricketer (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 19", "txt": "Leen Vleggeert, Dutch politician (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "July 19", "txt": "John Winkin, American baseball player, coach, and journalist (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 19", "txt": "Van Alexander, American composer and conductor (b. 1915)", "entities": [{"title": "Van Alexander", "href": "/wiki/Van_Alexander", "description": "Van Alexander was an American bandleader, arranger, and composer."}]}, {"heading": "Deaths", "year": "2015", "date": "July 19", "txt": "Galina Prozumenshchikova, Ukrainian-Russian swimmer and journalist (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 19", "txt": "Carmino Ravosa, American singer-songwriter, pianist, and producer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "July 19", "txt": "Gennadiy Seleznyov, Russian journalist and politician, 2nd Speaker of the Duma (b. 1947)", "entities": [{"title": "Speaker of the Duma", "href": "/wiki/Speaker_of_the_Duma", "description": "The Chairman of the State Duma of the Federal Assembly of the Russian Federation, also called Speaker (спикер), is the presiding officer of the lower house of the Russian parliament. His responsibilities include overseeing the day-to-day business of the State Duma presiding and maintaining order at the regular sessions of the parliament. The Speaker also chairs the Council of the Duma which includ"}]}, {"heading": "Deaths", "year": "2016", "date": "July 19", "txt": "Garry Marshall, American actor, director, and producer (b. 1934)", "entities": [{"title": "Garry Marshall", "href": "/wiki/Garry_Marshall", "description": "Garry Kent Marshall was an American actor, director, producer and screenwriter. He was best known for creating Happy Days and its various spin-offs, developing Neil Simon's 1965 play The Odd Couple for television, and directing Pretty Woman, Beaches, Runaway Bride, Valentine's Day, New Year's Eve, Mother's Day, The Princess Diaries, and The Princess Diaries 2: Royal Engagement."}]}, {"heading": "Deaths", "year": "2018", "date": "July 19", "txt": "Jon Schnepp, American producer, director, voice actor, editor, writer, cartoonist, animator, and cinematographer (b. 1967)", "entities": [{"title": "Jon Schnepp", "href": "/wiki/Jon_Schnepp", "description": "Jonathan D. Schnepp was an American producer, director, voice actor, editor, writer, cartoonist, animator, and cinematographer."}]}, {"heading": "Deaths", "year": "2018", "date": "July 19", "txt": "Denis Ten, Kazakhstani figure skater (b. 1993)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "July 19", "txt": "Rutger Hauer, Dutch actor, director, and producer (b. 1944)", "entities": [{"title": "Rutger Hauer", "href": "/wiki/Rutger_Hauer", "description": "Rutger Oelsen Hauer was a Dutch actor. In 1999, he was named by the Dutch public as the Best Dutch Actor of the Century."}]}]