[{"heading": "Events", "year": "325", "date": "June 19", "txt": "The original Nicene Creed is adopted at the First Council of Nicaea.", "entities": [{"title": "Nicene Creed", "href": "/wiki/Nicene_Creed", "description": "The Nicene Creed is a Christian statement of belief widely used in liturgy. \nIt is the defining creed of Nicene Christianity."}, {"title": "First Council of Nicaea", "href": "/wiki/First_Council_of_Nicaea", "description": "The First Council of Nicaea was a council of Christian bishops convened in the Bithynian city of Nicaea by the Roman Emperor Constantine I in AD 325."}]}, {"heading": "Events", "year": "1179", "date": "June 19", "txt": "The Battle of Kalvskinnet takes place outside Nidaros (now Trondheim), Norway. Earl Erling Skakke is killed, and the battle changes the tide of the civil wars.", "entities": [{"title": "Trondheim", "href": "/wiki/Trondheim", "description": "Trondheim, is a city and municipality in Trøndelag county, Norway. It has a population of 205,332 as of 2020, and is the third most populous municipality in Norway, although the fourth largest urban area. Trondheim lies on the south shore of Trondheim Fjord at the mouth of the River Nidelva. The city is dominated by the Norwegian University of Science and Technology (NTNU), the Foundation for Scie"}, {"title": "Earl", "href": "/wiki/Earl", "description": "Earl is a rank of the nobility in Britain. The title originates in the Old English word eorl, meaning \"a man of noble birth or rank\". The word is cognate with the Scandinavian form jarl, and meant \"chieftain\", particularly a chieftain set to rule a territory in a king's stead. In Scandinavia, it became obsolete in the Middle Ages and was replaced by duke (hertig/hertug/hertog). After the Norman Co"}, {"title": "Erling Skakke", "href": "/wiki/Erling_Skakke", "description": "Erling Skakke was a Norwegian Jarl during the 12th century. He was the father of Magnus V, who reigned as King of Norway from 1161 to 1184."}, {"title": "Civil war era in Norway", "href": "/wiki/Civil_war_era_in_Norway", "description": "The civil war era in Norway began in 1130 and ended in 1240. During this time in Norwegian history, some two dozen rival kings and pretenders waged wars to claim the throne."}]}, {"heading": "Events", "year": "1306", "date": "June 19", "txt": "The Earl of Pembroke's army defeats Bruce's Scottish army at the Battle of Methven.", "entities": [{"title": "Earl of Pembroke", "href": "/wiki/Earl_of_Pembroke", "description": "The Earldom of Pembroke is a title in the Peerage of England that was first created in the 12th century by King Stephen of England. The title, which is associated with Pembroke, Pembrokeshire in West Wales, has been recreated ten times from its original inception. With each creation beginning with a new first Earl, the original seat of Pembroke Castle is no longer attached to the title."}, {"title": "Robert the Bruce", "href": "/wiki/Robert_the_Bruce", "description": "Robert I, popularly known as Robert the Bruce, was King of Scots from 1306 to his death in 1329. Robert was one of the most famous warriors of his generation and eventually led Scotland during the First War of Scottish Independence against England. He fought successfully during his reign to regain Scotland's place as an independent country and is now revered in Scotland as a national hero."}, {"title": "Battle of Methven", "href": "/wiki/Battle_of_Methven", "description": "The Battle of Methven took place at Methven, Scotland on 19 June 1306, during the Wars of Scottish Independence. The battlefield was researched to be included in the Inventory of Historic Battlefields in Scotland and protected by Historic Scotland under the Scottish Historical Environment Policy of 2009, but was excluded due to the uncertainty of its location."}]}, {"heading": "Events", "year": "1586", "date": "June 19", "txt": "English colonists leave Roanoke Island, after failing to establish England's first permanent settlement in North America.", "entities": [{"title": "Roanoke Island", "href": "/wiki/Roanoke_Island", "description": "Roanoke Island is an island in Dare County on the Outer Banks of North Carolina, United States. It was named after the historical Roanoke Carolina Algonquian people who inhabited the area in the 16th century at the time of English colonisation."}, {"title": "Roanoke Colony", "href": "/wiki/Roanoke_Colony", "description": "The establishment of the Roanoke Colony was an attempt by Sir Walter Raleigh to found the first permanent English settlement in North America. The English, led by Humphrey Gilbert, had claimed St. John's, Newfoundland in 1583 as the first North American English territory at the royal prerogative of Queen Elizabeth I. The first Roanoke colony was founded by governor Ralph Lane in 1585 on Roanoke Is"}]}, {"heading": "Events", "year": "1770", "date": "June 19", "txt": "New Church Day: Emanuel Swedenborg writes: \"The Lord sent forth His twelve disciples, who followed Him in the world into the whole spiritual world to preach the Gospel that the Lord God Jesus Christ reign. This took place on the 19th day of June, in the year 1770.\"", "entities": [{"title": "New Church Day", "href": "/wiki/New_Church_Day", "description": "The nineteenth day of June is celebrated as a holiday by some branches of the New Church. The holiday commemorates events reported by Emanuel Swedenborg in the work True Christian Religion and it is considered by some to be the \"birthday\" of the New Church."}, {"title": "Emanuel Swedenborg", "href": "/wiki/Emanuel_Swedenborg", "description": "Emanuel Swedenborg was a Swedish pluralistic-Christian theologian, scientist, philosopher and mystic. He became best known for his book on the afterlife, Heaven and Hell (1758)."}]}, {"heading": "Events", "year": "1800", "date": "June 19", "txt": "War of the Second Coalition Battle of Höchstädt results in a French victory over Austria.", "entities": [{"title": "War of the Second Coalition", "href": "/wiki/War_of_the_Second_Coalition", "description": "The War of the Second Coalition (1798–1802) was the second war on revolutionary France by most of the European monarchies, led by Britain, Austria and Russia, and including the Ottoman Empire, Portugal, Naples, various German monarchies and Sweden, though Prussia did not join this coalition and Spain supported France."}, {"title": "Battle of Höchstädt (1800)", "href": "/wiki/Battle_of_H%C3%B6chst%C3%A4dt_(1800)", "description": "The Battle of Höchstädt was fought on 19 June 1800 on the north bank of the Danube near Höchstädt, and resulted in a French victory under General Jean Victor Marie Moreau against the Austrians under Baron Pál Kray. The Austrians were subsequently forced back into the fortress town of Ulm. Instead of attacking the heavily fortified, walled city, which would result in massive losses of personnel and"}]}, {"heading": "Events", "year": "1816", "date": "June 19", "txt": "Battle of Seven Oaks between North West Company and Hudson's Bay Company, near Winnipeg, Manitoba, Canada.", "entities": [{"title": "Battle of Seven Oaks", "href": "/wiki/Battle_of_Seven_Oaks", "description": "The Battle of Seven Oaks was a violent confrontation in the Pemmican War between the Hudson's Bay Company (HBC) and the North West Company (NWC), rivals in the fur trade, that took place on 19 June 1816, the climax of a long dispute in western Canada. The Métis people fought for the North West Company, and they called it \"the Victory of Frog Plain\"."}, {"title": "North West Company", "href": "/wiki/North_West_Company", "description": "The North West Company was a fur trading business headquartered in Montreal from 1779 to 1821. It competed with increasing success against the Hudson's Bay Company in what is present-day Western Canada and Northwestern Ontario. With great wealth at stake, tensions between the companies increased to the point where several minor armed skirmishes broke out, and the two companies were forced by the B"}, {"title": "Hudson's Bay Company", "href": "/wiki/Hudson%27s_Bay_Company", "description": "The Hudson's Bay Company is a Canadian retail business group. A fur trading business for much of its existence, HBC now owns and operates retail stores in Canada and the United States. It has been a member of the International Association of Department Stores from 2001 to 2005."}, {"title": "Winnipeg", "href": "/wiki/Winnipeg", "description": "Winnipeg is the capital and largest city of the province of Manitoba in Canada. It is centred on the confluence of the Red and Assiniboine rivers, near the longitudinal centre of North America."}, {"title": "Manitoba", "href": "/wiki/Manitoba", "description": "Manitoba is a province of Canada at the longitudinal centre of the country. It is Canada's fifth-most populous province, with a population of 1,278,365 as of 2016. The easternmost of the three prairie provinces, Manitoba covers 649,950 square kilometres (250,900 sq mi) of widely varied landscape, from arctic tundra and the Hudson Bay coastline in the north to dense boreal forest, large freshwater "}]}, {"heading": "Events", "year": "1821", "date": "June 19", "txt": "Decisive defeat of the Filiki Eteria by the Ottomans at Drăgășani (in Wallachia).", "entities": [{"title": "Filiki Eteria", "href": "/wiki/Filiki_Eteria", "description": "Filiki Eteria or Society of Friends was a secret organization founded in 1814 in Odessa, whose purpose was to overthrow the Ottoman rule of Greece and establish an independent Greek state. Society members were mainly young Phanariot Greeks from Constantinople and the Russian Empire, local political and military leaders from the Greek mainland and islands, as well as several Orthodox Christian lead"}, {"title": "Drăgășani", "href": "/wiki/Dr%C4%83g%C4%83%C8%99ani", "description": "Drăgășani is a city in Vâlcea County, Romania, near the right bank of the Olt river, and on the railway between Caracal and Râmnicu Vâlcea. The city is well known for the vineyards on the neighboring hills that produce some of the best Wallachian wines."}, {"title": "Wallachia", "href": "/wiki/Wallachia", "description": "Wallachia or Walachia is a historical and geographical region of Romania. It is situated north of the Lower Danube and south of the Southern Carpathians. Wallachia is traditionally divided into two sections, Muntenia and Oltenia. Wallachia as a whole is sometimes referred to as Muntenia through identification with the larger of the two traditional sections."}]}, {"heading": "Events", "year": "1846", "date": "June 19", "txt": "The first officially recorded, organized baseball game is played under Alexander Cartwright's rules on Hoboken, New Jersey's Elysian Fields with the New York Base Ball Club defeating the Knickerbockers 23–1. Cartwright umpired.", "entities": [{"title": "History of baseball in the United States", "href": "/wiki/History_of_baseball_in_the_United_States", "description": "The history of baseball in the United States dates to the 18th century, when boys and amateur enthusiasts played a baseball-like game by their own informal rules using homemade equipment. The popularity of the sport grew and amateur men's ball clubs were formed in the 1830-50s. Semi-professional baseball clubs followed in the 1860s, and the first professional leagues arrived in the post-American C"}, {"title": "Alexander Cartwright", "href": "/wiki/Alexander_Cartwright", "description": "Alexander Joys Cartwright Jr. was a founding member of the New York Knickerbockers Base Ball Club in the 1840s. Although he was an inductee of the Baseball Hall of Fame and he was sometimes referred to as a \"father of baseball,\" the importance of his role in the development of the game has been disputed."}, {"title": "Hoboken, New Jersey", "href": "/wiki/Hoboken,_New_Jersey", "description": "Hoboken is a city in Hudson County, New Jersey, United States. As of the 2010 United States Census, the city's population was 50,005, having grown by 11,428 (+29.6%) from 38,577 counted in the 2000 Census, which had in turn increased by 5,180 (+15.5%) from the 33,397 in the 1990 Census. The Census Bureau's Population Estimates Program calculated that the city's population was 52,677 in 2019, ranki"}]}, {"heading": "Events", "year": "1850", "date": "June 19", "txt": "Princess Louise of the Netherlands marries Crown Prince Karl of Sweden–Norway.", "entities": [{"title": "Louise of the Netherlands", "href": "/wiki/Louise_of_the_Netherlands", "description": "Louise of the Netherlands was Queen of Sweden and Norway as the wife of King Charles XV & IV."}, {"title": "Charles XV of Sweden", "href": "/wiki/Charles_XV_of_Sweden", "description": "Charles XV also Carl ; Swedish: Karl XV and Norwegian: Karl IV was King of Sweden and Norway, there often referred to accurately as Charles IV, from 1859 until his death. Though known as King Charles XV in Sweden, he was actually the ninth Swedish king by that name, as his predecessor Charles IX had adopted a numeral according to a fictitious history of Sweden."}, {"title": "Sweden–Norway", "href": "/wiki/Sweden%E2%80%93Norway", "description": "Sweden and Norway or Sweden–Norway, officially the United Kingdoms of Sweden and Norway, or as the United Kingdoms, was a personal union of the separate kingdoms of Sweden and Norway under a common monarch and common foreign policy that lasted from 1814 until its peaceful dissolution in 1905."}]}, {"heading": "Events", "year": "1862", "date": "June 19", "txt": "The U.S. Congress prohibits slavery in United States territories, nullifying Dred Scott v. Sandford.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Slavery", "href": "/wiki/Slavery", "description": "Slavery and enslavement are both the state and the condition of being a slave, who is someone forbidden to quit their service for another person, while treated as property. Slavery typically involves the enslaved person being made to perform some form of work while also having their location dictated by the slaver. Historically, when people were enslaved, it was often because they were indebted, o"}, {"title": "Dred Scott v. Sandford", "href": "/wiki/Dred_Scott_v._Sandford", "description": "Dred Scott v. Sandford, 60 U.S. 393 (1857), was a landmark decision of the US Supreme Court in which the Court held that the US Constitution was not meant to include American citizenship for black people, regardless of whether they were enslaved or free, and so the rights and privileges that the Constitution confers upon American citizens could not apply to them."}]}, {"heading": "Events", "year": "1865", "date": "June 19", "txt": "Over two years after the Emancipation Proclamation, slaves in Galveston, Texas, United States, are finally informed of their freedom. The anniversary is still officially celebrated in Texas and 41 other contiguous states as Juneteenth.", "entities": [{"title": "Emancipation Proclamation", "href": "/wiki/Emancipation_Proclamation", "description": "The Emancipation Proclamation, or Proclamation 95, was a presidential proclamation and executive order issued by United States President Abraham Lincoln on September 22, 1862, during the Civil War. The Proclamation read:That on the first day of January in the year of our Lord, one thousand eight hundred and sixty-three, all persons held as slaves within any State, or designated part of a State, th"}, {"title": "Galveston, Texas", "href": "/wiki/Galveston,_Texas", "description": "Galveston is a coastal resort city and port off the Southeast Texas coast on Galveston Island and Pelican Island in the U.S. state of Texas. The community of 209.3 square miles (542 km2), with a population of 47,743 in 2010, is the county seat of surrounding Galveston County and second-largest municipality in the county. It is also within the Houston–The Woodlands–Sugar Land metropolitan area at i"}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Juneteenth", "href": "/wiki/Juneteenth", "description": "Juneteenth – also known as Freedom Day, Jubilee Day, Liberation Day, and Emancipation Day – is a holiday celebrating the emancipation of those who had been enslaved in the United States. Originating in Galveston, Texas, it is now celebrated annually on the 19th of June throughout the United States, with varying official recognition. It is commemorated on the anniversary date of the June 19, 1865 a"}]}, {"heading": "Events", "year": "1867", "date": "June 19", "txt": "Maximilian I of the Second Mexican Empire is executed by a firing squad in Querétaro, Querétaro.", "entities": [{"title": "Maximilian I of Mexico", "href": "/wiki/Maximilian_I_of_Mexico", "description": "Maximilian I was an Austrian archduke who reigned as the only Emperor of the Second Mexican Empire from 10 April 1864 until his execution on 19 June 1867. A younger brother of Emperor Franz Joseph I of Austria, Maximilian had a distinguished career as commander-in-chief of the Imperial Austrian Navy."}, {"title": "Second Mexican Empire", "href": "/wiki/Second_Mexican_Empire", "description": "The Mexican Empire or Second Mexican Empire was the name of Mexico under a constitutional hereditary monarchy declared by a Mexican Assembly of Notables in accordance with the interests of the French Empire, during the Second French intervention in Mexico. Napoleon III of France wanted to establish a monarchist ally in the Americas as a restraint upon the growing power of the United States. Chosen"}, {"title": "Execution by firing squad", "href": "/wiki/Execution_by_firing_squad", "description": "Execution by firing squad, in the past sometimes called fusillading, is a method of capital punishment, particularly common in the military and in times of war. Execution by shooting is a fairly old practice. Some reasons for its use are that firearms are usually readily available and a gunshot to a vital organ, such as the brain or heart, most often will kill relatively quickly."}, {"title": "Querétaro, Querétaro", "href": "/wiki/Quer%C3%A9taro,_Quer%C3%A9taro", "description": "Santiago de Querétaro, known simply as Querétaro City, is the capital and largest city of the state of Querétaro, located in central Mexico. It is part of the macroregion of Bajío. It is 213 kilometers (132 mi) northwest of Mexico City, 63 kilometers (39 mi) southeast of San Miguel de Allende and 200 kilometers (120 mi) south of San Luis Potosí. It is also the seat of the municipality of Querétaro"}]}, {"heading": "Events", "year": "1875", "date": "June 19", "txt": "The Herzegovinian rebellion against the Ottoman Empire begins.", "entities": [{"title": "Herzegovina Uprising (1875–77)", "href": "/wiki/Herzegovina_Uprising_(1875%E2%80%9377)", "description": "The Herzegovina uprising was an uprising led by Christian population, mostly Serbs, against the Ottoman Empire, firstly and predominantly in Herzegovina, from where it spread into Bosnia and Raška. It broke out in the summer of 1875, and lasted in some regions up to the beginning of 1878. It was followed by the Bulgarian Uprising of 1876, and coincided with Serbian-Turkish wars (1876–1878), all of"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1903", "date": "June 19", "txt": "Benito Mussolini, at the time a radical Socialist, is arrested by Bern police for advocating a violent general strike.", "entities": [{"title": "Benito Mussolini", "href": "/wiki/Benito_Mussolini", "description": "Benito Amilcare Andrea Mussolini was an Italian politician and journalist who founded and led the National Fascist Party. He was Prime Minister of Italy from the Fascist coup d'état in 1922 until his deposition in 1943, and Duce (\"Leader\") of Italian Fascism from the establishment of the Italian Fasces of Combat in 1919 until his execution in 1945 during the Italian Civil War. As dictator of Italy"}, {"title": "Bern", "href": "/wiki/Bern", "description": "Bern or Berne is the de facto capital of Switzerland, referred to by the Swiss as their \"federal city\", in German: Bundesstadt, French: ville fédérale, and Italian: città federale. With a population of about 144,000, Bern is the fifth-most populous city in Switzerland. The Bern agglomeration, which includes 36 municipalities, had a population of 406,900 in 2014. The metropolitan area had a populat"}]}, {"heading": "Events", "year": "1910", "date": "June 19", "txt": "The first Father's Day is celebrated in Spokane, Washington.", "entities": [{"title": "Father's Day", "href": "/wiki/Father%27s_Day", "description": "Father's Day is a day of honouring fatherhood and paternal bonds, as well as the influence of fathers in society. In Catholic countries of Europe, it has been celebrated on March 19 as Saint Joseph's Day since the Middle Ages. In America, Father's Day was founded by Sonora Smart Dodd, and celebrated on the third Sunday of June for the first time in 1910. The day is held on various dates across the"}, {"title": "Spokane, Washington", "href": "/wiki/Spokane,_Washington", "description": "Spokane is the largest city and county seat of Spokane County, Washington, United States. It is in eastern Washington along the Spokane River adjacent to the Selkirk Mountains and west of the Rocky Mountain foothills, 92 miles (148 km) south of the Canada–U.S. border, 18 miles (30 km) west of the Washington–Idaho border, and 279 miles (449 km) east of Seattle along Interstate 90."}]}, {"heading": "Events", "year": "1913", "date": "June 19", "txt": "Natives Land Act, 1913 in South Africa implemented.", "entities": [{"title": "Natives Land Act, 1913", "href": "/wiki/Natives_Land_Act,_1913", "description": "The Natives Land Act, 1913 was an Act of the Parliament of South Africa that was aimed at regulating the acquisition of land.\nAccording to Britannica:\n\"The Natives’ Land Act of 1913 defined less than one-tenth of South Africa as Black “reserves” and prohibited any purchase or lease of land by Blacks outside the reserves. The law also restricted the terms of tenure under which Blacks could live on "}]}, {"heading": "Events", "year": "1934", "date": "June 19", "txt": "The Communications Act of 1934 establishes the United States' Federal Communications Commission (FCC).", "entities": [{"title": "Communications Act of 1934", "href": "/wiki/Communications_Act_of_1934", "description": "The Communications Act of 1934 is a United States federal law signed by President Franklin D. Roosevelt on June 19, 1934 and codified as Chapter 5 of Title 47 of the United States Code, 47 U.S.C. § 151 et seq. The Act replaced the Federal Radio Commission with the Federal Communications Commission (FCC). It also transferred regulation of interstate telephone services from the Interstate Commerce C"}, {"title": "Federal Communications Commission", "href": "/wiki/Federal_Communications_Commission", "description": "The Federal Communications Commission (FCC) is an independent agency of the United States government that regulates communications by radio, television, wire, satellite, and cable across the United States. The FCC maintains jurisdiction over the areas of broadband access, fair competition, radio frequency use, media responsibility, public safety, and homeland security."}]}, {"heading": "Events", "year": "1943", "date": "June 19", "txt": "The Philadelphia Eagles and Pittsburgh Steelers in the NFL merge for one season due to player shortages caused by World War II.", "entities": [{"title": "Philadelphia Eagles", "href": "/wiki/Philadelphia_Eagles", "description": "The Philadelphia Eagles are a professional American football team based in Philadelphia. The Eagles compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. In the 2017 season, the team won Super Bowl LII, their first Super Bowl win in franchise history and their fourth NFL title overall, after winning the championship game in"}, {"title": "Pittsburgh Steelers", "href": "/wiki/Pittsburgh_Steelers", "description": "The Pittsburgh Steelers are a professional American football team based in Pittsburgh. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. Founded in 1933, the Steelers are the seventh-oldest franchise in the NFL, and they are the oldest franchise in the AFC."}, {"title": "NFL", "href": "/wiki/NFL", "description": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major North American professional sports leagues, the highest professional level of American football in the world. The NFL's 18-week regular season runs from early"}, {"title": "Steagles", "href": "/wiki/Steagles", "description": "The Steagles were the team created by the temporary merger of Pennsylvania's two National Football League (NFL) teams, the Pittsburgh Steelers and the Philadelphia Eagles, during the 1943 season. The teams were forced to merge because both had lost many players to military service during World War II. The league's official record book refers to the team as \"Phil-Pitt Combine\", but the unofficial \""}]}, {"heading": "Events", "year": "1949", "date": "June 19", "txt": "The first ever NASCAR race was held at Charlotte Speedway, where Jim Roper would win the inaugural event.", "entities": [{"title": "NASCAR", "href": "/wiki/NASCAR", "description": "The National Association for Stock Car Auto Racing, LLC (NASCAR) is an American auto racing sanctioning and operating company that is best known for stock car racing. The privately owned company was founded by Bill France Sr. in 1948, and his son, Jim France, has been the CEO since August 6, 2018. The company is headquartered in Daytona Beach, Florida. Each year, NASCAR sanctions over 1,500 races "}, {"title": "Charlotte Speedway", "href": "/wiki/Charlotte_Speedway", "description": "Charlotte Speedway was the site of NASCAR's first Strictly Stock Series race on June 19, 1949. The Daytona Beach Road Course held the first race sanctioned by NASCAR in 1948. The track was a few miles west of the NASCAR Hall of Fame, on Little Rock Road. It was owned by Carl C. Allison Sr. and his wife, Catherine Montgomery Allison. The track was forced to close when construction of Interstate 85 "}, {"title": "Jim Roper", "href": "/wiki/Jim_Roper", "description": "Christian David \"Jim\" Roper was a NASCAR driver. He lived in Halstead, Kansas. He is most known as the winner of the first NASCAR Strictly Stock Series race at Charlotte."}]}, {"heading": "Events", "year": "1953", "date": "June 19", "txt": "Cold War: Julius and Ethel Rosenberg are executed at Sing Sing, in New York.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Julius and Ethel Rosenberg", "href": "/wiki/Julius_and_Ethel_Rosenberg", "description": "Julius Rosenberg and Ethel Rosenberg were American citizens who were convicted of spying on behalf of the Soviet Union. The couple were accused of providing top-secret information about radar, sonar, jet propulsion engines and valuable nuclear weapon designs. Convicted of espionage in 1951, they were executed by the federal government of the United States in 1953 in the Sing Sing correctional faci"}, {"title": "Sing Sing", "href": "/wiki/Sing_Sing", "description": "Sing Sing Correctional Facility is a maximum-security prison operated by the New York State Department of Corrections and Community Supervision in the village of Ossining, New York. It is about 30 miles (48 km) north of New York City on the east bank of the Hudson River. Sing Sing holds about 1,700 prisoners and housed the execution chamber for the State of New York until the abolishment of capita"}]}, {"heading": "Events", "year": "1960", "date": "June 19", "txt": "The first NASCAR race was held at Charlotte Motor Speedway.", "entities": [{"title": "NASCAR", "href": "/wiki/NASCAR", "description": "The National Association for Stock Car Auto Racing, LLC (NASCAR) is an American auto racing sanctioning and operating company that is best known for stock car racing. The privately owned company was founded by Bill France Sr. in 1948, and his son, Jim France, has been the CEO since August 6, 2018. The company is headquartered in Daytona Beach, Florida. Each year, NASCAR sanctions over 1,500 races "}, {"title": "Charlotte Motor Speedway", "href": "/wiki/Charlotte_Motor_Speedway", "description": "Charlotte Motor Speedway is a motorsport complex located in Concord, North Carolina, 13 mi (21 km) outside Charlotte. The complex features a 1.5 mi (2.4 km) quad oval track that hosts NASCAR racing including the prestigious Coca-Cola 600 on Memorial Day weekend, and the Bank of America Roval 400. The speedway was built in 1959 by Bruton Smith and is considered the home track for NASCAR with many r"}]}, {"heading": "Events", "year": "1961", "date": "June 19", "txt": "Kuwait declares independence from the United Kingdom.", "entities": [{"title": "Kuwait", "href": "/wiki/Kuwait", "description": "Kuwait, officially the State of Kuwait, is a country in Western Asia. It is situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, bordering Iraq to the north and Saudi Arabia to the south. As of 2021, Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population. More th"}]}, {"heading": "Events", "year": "1964", "date": "June 19", "txt": "The Civil Rights Act of 1964 is approved after surviving an 83-day filibuster in the United States Senate.", "entities": [{"title": "Civil Rights Act of 1964", "href": "/wiki/Civil_Rights_Act_of_1964", "description": "The Civil Rights Act of 1964 is a landmark civil rights and labor law in the United States that outlaws discrimination based on race, color, religion, sex, national origin, and later sexual orientation and gender identity. It prohibits unequal application of voter registration requirements, racial segregation in schools and public accommodations, and employment discrimination. The act \"remains one"}, {"title": "Filibuster", "href": "/wiki/Filibuster", "description": "A filibuster is a parliamentary procedure where one or more members of a legislature debate over a proposed piece of legislation to delay or entirely prevent a decision being made on the proposal. It is sometimes referred to as \"talking a bill to death\" or \"talking out a bill\" and is characterized as a form of obstruction in a legislature or other decision-making body."}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1965", "date": "June 19", "txt": "Nguyễn Cao Kỳ becomes Prime Minister of South Vietnam at the head of a military junta; General Nguyễn Văn Thiệu becomes the figurehead chief of state.", "entities": [{"title": "Nguyễn Cao Kỳ", "href": "/wiki/Nguy%E1%BB%85n_Cao_K%E1%BB%B3", "description": "Nguyễn Cao Kỳ was a Vietnamese military officer and politician who served as the chief of the Republic of Vietnam Air Force in the 1960s, before leading the nation as the prime minister of South Vietnam in a military junta from 1965 to 1967. Then, until his retirement from politics in 1971, he served as vice president to bitter rival General Nguyễn Văn Thiệu, in a nominally civilian administration"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Nguyễn Văn Thiệu", "href": "/wiki/Nguy%E1%BB%85n_V%C4%83n_Thi%E1%BB%87u", "description": "Nguyễn Văn Thiệu was a Vietnamese military officer and politician who was the president of South Vietnam from 1967 to 1975. He was a general in the Army of the Republic of Vietnam (ARVN), became head of a military junta in 1965, and then president after winning an election in 1967. He established rule over South Vietnam until he resigned and left the nation a few days before the fall of Saigon and"}]}, {"heading": "Events", "year": "1985", "date": "June 19", "txt": "Members of the Revolutionary Party of Central American Workers, dressed as Salvadoran soldiers, attack the Zona Rosa area of San Salvador.", "entities": [{"title": "Revolutionary Party of Central American Workers", "href": "/wiki/Revolutionary_Party_of_Central_American_Workers", "description": "The Revolutionary Party of Central American Workers was a political party in Central America."}, {"title": "El Salvador", "href": "/wiki/El_Salvador", "description": "El Salvador, officially the Republic of El Salvador, is a country in Central America. It is bordered on the northeast by Honduras, on the northwest by Guatemala, and on the south by the Pacific Ocean. El Salvador's capital and largest city is San Salvador. As of 2018, the country had a population of approximately 6.42 million."}, {"title": "1985 Zona Rosa attacks", "href": "/wiki/1985_Zona_Rosa_attacks", "description": "The Zona Rosa attack was a guerrilla attack that took place in the Zona Rosa restaurant area of San Salvador, El Salvador at approximately 21:30 on June 19, 1985, during the Salvadoran Civil War. The attack was conducted by gunmen dressed as Salvadoran soldiers, and in total twelve people were killed: four United States Marines, two United States businessmen, a Guatemalan, a Chilean, and four Salv"}, {"title": "San Salvador", "href": "/wiki/San_Salvador", "description": "San Salvador is the capital and the most populous city of El Salvador and its eponymous department. It is the country's political, cultural, educational and financial center. The Metropolitan Area of San Salvador, which comprises the capital itself and 13 of its municipalities, has a population of 2,404,097."}]}, {"heading": "Events", "year": "1987", "date": "June 19", "txt": "Basque separatist group ETA commits one of its most violent attacks, in which a bomb is set off in a supermarket, Hipercor, killing 21 and injuring 45.", "entities": [{"title": "ETA (separatist group)", "href": "/wiki/ETA_(separatist_group)", "description": "ETA, an acronym for Euskadi Ta Askatasuna, was an armed Basque nationalist and separatist organization in the Basque Country. The group was founded in 1959 and later evolved from a group promoting traditional Basque culture to a paramilitary group engaged in a violent campaign of bombing, assassinations and kidnappings in the Southern Basque Country and throughout Spanish territory. Its goal was g"}, {"title": "1987 Hipercor bombing", "href": "/wiki/1987_Hipercor_bombing", "description": "The Hipercor bombing was a car bomb attack by the Basque separatist organisation ETA, which was classified as a terrorist group by the Spanish government. It took place on 19 June 1987 at the Hipercor shopping centre on Avinguda Meridiana, Barcelona, Spain. The bombing killed 21 people and injured 45, the deadliest attack in ETA's history. Controversy surrounded the timing of telephone warnings ma"}, {"title": "Hipercor", "href": "/wiki/Hipercor", "description": "Hipercor S.A. is an upscale chain of hypermarkets in Spain, belonging to the same group as El Corte Inglés. It has its head office in the El Corte Inglés head office building in Madrid."}]}, {"heading": "Events", "year": "1988", "date": "June 19", "txt": "Pope John Paul II canonizes 117 Vietnamese Martyrs.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}, {"title": "Vietnamese Martyrs", "href": "/wiki/Vietnamese_Martyrs", "description": "The Vietnamese Martyrs, also known as the Martyrs of Annam, Martyrs of Tonkin and Cochinchina, Martyrs of Indochina, or Andrew Dung-Lac and Companions, are saints on the General Roman Calendar who were canonized by Pope John Paul II. On June 19, 1988, thousands of overseas Vietnamese worldwide gathered at the Vatican for the Celebration of the Canonization of 117 Vietnamese Martyrs, an event chair"}]}, {"heading": "Events", "year": "1990", "date": "June 19", "txt": "The current international law defending indigenous peoples, Indigenous and Tribal Peoples Convention, 1989, is ratified for the first time by Norway.", "entities": [{"title": "Indigenous and Tribal Peoples Convention, 1989", "href": "/wiki/Indigenous_and_Tribal_Peoples_Convention,_1989", "description": "The Indigenous and Tribal Peoples Convention, 1989 is an International Labour Organization Convention, also known as ILO Convention 169, or C169. It is the major binding international convention concerning indigenous peoples and tribal peoples, and a forerunner of the Declaration on the Rights of Indigenous Peoples."}]}, {"heading": "Events", "year": "1990", "date": "June 19", "txt": "The Communist Party of the Russian Soviet Federative Socialist Republic is founded in Moscow.", "entities": []}, {"heading": "Events", "year": "1991", "date": "June 19", "txt": "The last Soviet army units in Hungary are withdrawn.", "entities": [{"title": "Southern Group of Forces", "href": "/wiki/Southern_Group_of_Forces", "description": "The Southern Group of Forces (YUGV) was a Soviet Armed Forces formation formed twice following the Second World War, most notably around the time of the Hungarian Revolution of 1956."}]}, {"heading": "Events", "year": "2007", "date": "June 19", "txt": "The al-Khilani Mosque bombing in Baghdad leaves 78 people dead and another 218 injured.", "entities": [{"title": "2007 al-Khilani Mosque bombing", "href": "/wiki/2007_al-Khilani_Mosque_bombing", "description": "The al-Khilani mosque bombing occurred on 19 June 2007 when a truck bomb exploded in front of the Shia Al-Khilani Mosque in Baghdad, Iraq. At least 78 people were killed and another 218 injured in the blast. The explosion occurred just two days after a four-day curfew banning vehicle movement in the city was lifted after the al-Askari Mosque bombing (2007), and just hours after 10,000 US troops be"}]}, {"heading": "Events", "year": "2009", "date": "June 19", "txt": "Mass riots involving over 10,000 people and 10,000 police officers break out in Shishou, China, over the dubious circumstances surrounding the death of a local chef.", "entities": [{"title": "Shishou incident", "href": "/wiki/Shishou_incident", "description": "The Shishou Incident was a popular protest and riot in the city of Shishou, Hubei Province, in central China between June 19–21, 2009. The protests were the result of dubious circumstances surrounding the death of 24-year-old chef Tu Yuangao (涂遠高) of the local Yonglong Hotel (永隆大酒店)."}, {"title": "Shishou", "href": "/wiki/Shishou", "description": "Shishou is a county-level city under the administration of the prefectural-level city Jingzhou, in the south of Hubei province, near its border with Hunan province, and is located in the middle reaches of the Yangtze River. The Swan Islet Wetland of the Yangtze River in this area is the world's largest national natural reserve both for wild elks(Milu, or David Deer) and for Chinese river dolphins."}]}, {"heading": "Events", "year": "2009", "date": "June 19", "txt": "War in North-West Pakistan: The Pakistani Armed Forces open Operation Rah-e-Nijat against the Taliban and other Islamist rebels in the South Waziristan area of the Federally Administered Tribal Areas.", "entities": [{"title": "Pakistani Armed Forces", "href": "/wiki/Pakistani_Armed_Forces", "description": "The Pakistan Armed Forces are the combined military forces of Pakistan. They are the sixth-largest in the world in terms of active military personnel and consist of three formally uniformed services—the Army, Navy, and Air Force, which are backed by various constitutionally−sanctioned paramilitary forces. A critical component to the armed forces' structure is the Strategic Plans Division Force, wh"}, {"title": "Operation Rah-e-Nijat", "href": "/wiki/Operation_Rah-e-Nijat", "description": "The Operation Rah-e-Nijat was a strategic offensive military operation by the unified command of Pakistan Armed Forces against the Tehrik-i-Taliban (TTP) and their extremist allies in the South Waziristan area of the Federally Administered Tribal Areas that began on June 19, 2009; a major ground-air offensive was subsequently launched on October 17. It became the integral part of the war in Wester"}, {"title": "Taliban", "href": "/wiki/Taliban", "description": "The Taliban or Taleban, who refer to themselves as the Islamic Emirate of Afghanistan (IEA), are a Sunni Islamist movement and military organisation in Afghanistan currently waging war within that country. Since 2016, the Taliban's leader is Mawlawi Hibatullah Akhundzada."}, {"title": "Islamist", "href": "/wiki/Islamist", "description": "Islamism refers to a \"broad set of political ideologies that utilize and draw inspiration from Islamic symbols and traditions in pursuit of a sociopolitical objective.\""}, {"title": "South Waziristan", "href": "/wiki/South_Waziristan", "description": "South Waziristan District is a district in Dera Ismail Khan Division of Khyber Pakhtunkhwa and the southern part of Waziristan, a mountainous region of northwest Pakistan, that covers some 11,585 km2 (4,473 mi²). Waziristan comprises the area west and southwest of Peshawar between the Tochi River to the north and the Gomal River to the south. The region was an independent tribal territory from 189"}, {"title": "Federally Administered Tribal Areas", "href": "/wiki/Federally_Administered_Tribal_Areas", "description": "The Federally Administered Tribal Areas (FATA); Pashto: فدرالي قبايلي سيمې‎; Urdu: وفاق کے زیر انتظام قبائلی علاقہ جات‎ was a semi-autonomous tribal region in northwestern Pakistan that existed from 1947 until being merged with neighboring province Khyber Pakhtunkhwa in 2018. It consisted of seven tribal agencies (districts) and six frontier regions, and were directly governed by Pakistan's federa"}]}, {"heading": "Events", "year": "2012", "date": "June 19", "txt": "WikiLeaks founder Julian Assange requested asylum in London's Ecuadorian Embassy for fear of extradition to the US after publication of previously classified documents including footage of civilian killings by the US army.", "entities": [{"title": "WikiLeaks", "href": "/wiki/WikiLeaks", "description": "WikiLeaks is an international non-profit organisation that publishes news leaks and classified media provided by anonymous sources. Its website, initiated in 2006 in Iceland by the organisation Sunshine Press, stated in 2015 that it had released online 10 million documents in its first 10 years. Julian Assange, an Australian Internet activist, is generally described as its founder and director. Si"}, {"title": "Julian Assange", "href": "/wiki/Julian_Assange", "description": "Julian Paul Assange is an Australian editor, publisher, and activist who founded WikiLeaks in 2006. WikiLeaks came to international attention in 2010 when it published a series of leaks provided by U.S. Army intelligence analyst Chelsea Manning. These leaks included the Baghdad airstrike Collateral Murder video, the Afghanistan war logs, the Iraq war logs, and Cablegate. After the 2010 leaks, the "}, {"title": "Extradition", "href": "/wiki/Extradition", "description": "\nExtradition is an action wherein one jurisdiction delivers a person accused or convicted of committing a crime in another jurisdiction, over to the other's law enforcement. It is a cooperative law enforcement procedure between the two jurisdictions and depends on the arrangements made between them. In addition to legal aspects of the process, extradition also involves the physical transfer of cus"}, {"title": "Classified information", "href": "/wiki/Classified_information", "description": "Classified information is material that a government body deems to be sensitive information that must be protected. Access is restricted by law or regulation to particular groups of people with the necessary security clearance and need to know, and mishandling of the material can incur criminal penalties."}, {"title": "July 12, 2007, Baghdad airstrike", "href": "/wiki/July_12,_2007,_Baghdad_airstrike", "description": "The July 12, 2007, Baghdad airstrikes were a series of air-to-ground attacks conducted by a team of two U.S. AH-64 Apache helicopters in Al-Amin al-Thaniyah, New Baghdad during the Iraqi insurgency which followed the Iraq War. On April 5, 2010, the attacks received worldwide coverage and controversy following the release of 39 minutes of gunsight footage by the Internet whistleblower website WikiL"}]}, {"heading": "Events", "year": "2018", "date": "June 19", "txt": "The 10,000,000th United States Patent is issued.", "entities": [{"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}]}, {"heading": "Events", "year": "2018", "date": "June 19", "txt": "Antwon Rose II was fatally shot in East Pittsburgh by East Pittsburgh Police Officer Michael Rosfeld after being involved in a near-fatal drive-by shooting.", "entities": [{"title": "East Pittsburgh", "href": "/wiki/East_Pittsburgh", "description": "East Pittsburgh is a borough in Allegheny County, Pennsylvania, about 11 miles (18 km) southeast of the confluence of the Monongahela and the Allegheny rivers at Pittsburgh. The population in 1900 stood at 2,883, and in 1910, at 5,615. As of the 2010 census, the borough population was 1,822, having fallen from 6,079 in 1940. George Westinghouse erected large works there which supplied equipment to"}]}, {"heading": "Births", "year": "1301", "date": "June 19", "txt": "Prince Morikuni, shōgun of Japan (d. 1333)", "entities": [{"title": "Prince Morikuni", "href": "/wiki/Prince_Morikuni", "description": "Prince Morikuni  was the ninth shōgun of the Kamakura shogunate of Japan."}]}, {"heading": "Births", "year": "1417", "date": "June 19", "txt": "Sigismondo Pandolfo Malatesta, lord of Rimini (d. 1468)", "entities": [{"title": "Sigismondo Pandolfo Malatesta", "href": "/wiki/Sigismondo_Pandolfo_Malatesta", "description": "Sigismondo Pandolfo Malatesta was an Italian condottiero and nobleman, a member of the House of Malatesta and lord of Rimini and Fano from 1432. He was widely considered by his contemporaries as one of the most daring military leaders in Italy and commanded the Venetian forces in the 1465 campaign against the Ottoman Empire. He was also a poet and patron of the arts."}, {"title": "Rimini", "href": "/wiki/Rimini", "description": "Rimini is a city in the Emilia-Romagna region of northern Italy and capital city of the Province of Rimini. It sprawls along the Adriatic Sea, on the coast between the rivers Marecchia and Ausa. It is one of the most notable seaside resorts in Europe with revenue from both internal and international tourism forming a significant portion of the city's economy. The first bathing establishment opened"}]}, {"heading": "Births", "year": "1566", "date": "June 19", "txt": "James VI and I of the United Kingdom (d. 1625)", "entities": [{"title": "James VI and I", "href": "/wiki/James_VI_and_I", "description": "James VI and I was King of Scotland as James VI from 24 July 1567 and King of England and Ireland as James I from the union of the Scottish and English crowns on 24 March 1603 until his death in 1625. The kingdoms of Scotland and England were individual sovereign states, with their own parliaments, judiciaries, and laws, though both were ruled by James in personal union."}]}, {"heading": "Births", "year": "1590", "date": "June 19", "txt": "Philip Bell, British colonial governor (d. 1678)", "entities": [{"title": "Philip Bell (governor)", "href": "/wiki/Philip_Bell_(governor)", "description": "Philip Bell was Governor of Bermuda from 1626 to 1629, of the Providence Island colony from 1629 to 1636, and of Barbados from 1640 to 1650 during the English Civil War.\nDuring his terms of office in Providence and Barbados, the colonies moved from using indentured English workers to slaves imported from West Africa.\nThe Providence Island colony, despite its puritan ideals, became a haven for priv"}]}, {"heading": "Births", "year": "1595", "date": "June 19", "txt": "Hargobind, sixth Sikh guru (d. 1644)", "entities": [{"title": "Guru Hargobind", "href": "/wiki/Guru_Hargobind", "description": "Guru Hargobind, revered as the sixth Nanak, was the sixth of ten Gurus of the Sikh religion. He had become Guru at the young age of eleven, after the execution of his father, Guru Arjan, by the Mughal emperor Jahangir."}, {"title": "Sikh gurus", "href": "/wiki/Sikh_gurus", "description": "The Sikh Gurus  are the spiritual masters of Sikhi, who established this religion over the course of about two and a half centuries, beginning in 1469. The year 1469 marks the birth of Guru Nanak, the founder of Sikhism. He was succeeded by nine other gurus until, in 1708, the Guruship was finally passed on by the tenth guru to the holy Sikh scripture, Guru Granth Sahib, which is now considered th"}]}, {"heading": "Births", "year": "1598", "date": "June 19", "txt": "Gilbert Sheldon, Archbishop of Canterbury (d. 1677)", "entities": [{"title": "Gilbert Sheldon", "href": "/wiki/Gilbert_Sheldon", "description": "Gilbert Sheldon was the Archbishop of Canterbury from 1663 until his death."}]}, {"heading": "Births", "year": "1606", "date": "June 19", "txt": "James Hamilton, 1st Duke of Hamilton, Scottish soldier and politician, Lord Chancellor of Scotland (d. 1649)", "entities": [{"title": "James Hamilton, 1st Duke of Hamilton", "href": "/wiki/James_Hamilton,_1st_Duke_of_Hamilton", "description": "James Hamilton, 1st Duke of Hamilton, KG, PC, known as The 3rd Marquess of Hamilton from March 1625 until April 1643, was a Scottish nobleman and influential political and military leader during the Thirty Years' War and the Wars of the Three Kingdoms."}, {"title": "Lord Chancellor of Scotland", "href": "/wiki/Lord_Chancellor_of_Scotland", "description": "\n\nThe Lord Chancellor of Scotland was a Great Officer of State in the Kingdom of Scotland."}]}, {"heading": "Births", "year": "1623", "date": "June 19", "txt": "Blaise Pascal, French mathematician and physicist (d. 1662)", "entities": [{"title": "Blaise Pascal", "href": "/wiki/Blaise_Pascal", "description": "Blaise Pascal was a French mathematician, physicist, inventor, philosopher, writer and Catholic theologian."}]}, {"heading": "Births", "year": "1633", "date": "June 19", "txt": "Philipp van Limborch, Dutch author and theologian (d. 1712)", "entities": [{"title": "Philipp van Limborch", "href": "/wiki/Philipp_van_Limborch", "description": "Philipp van Limborch, was a Dutch Remonstrant theologian."}]}, {"heading": "Births", "year": "1701", "date": "June 19", "txt": "François Rebel, French violinist and composer (d. 1775)", "entities": [{"title": "François Rebel", "href": "/wiki/Fran%C3%A7ois_Rebel", "description": "François Rebel was a French composer of the Baroque era. Born in Paris, the son of the leading composer Jean-Féry Rebel, he was a child prodigy who became a violinist in the orchestra of the Paris Opera at the age of 13. As a composer he is best known for his close collaboration with François Francoeur."}]}, {"heading": "Births", "year": "1731", "date": "June 19", "txt": "Joaquim Machado de Castro, Portuguese sculptor (d. 1822)", "entities": [{"title": "Joaquim Machado de Castro", "href": "/wiki/Joaquim_Machado_de_Castro", "description": "Joaquim Machado de Castro was one of Portugal's foremost sculptors. He wrote extensively on his works and the theory behind them, including a full-length discussion of the statue of King Joseph I entitled Descripção analytica da execução da estatua equestre, Lisbon 1810."}]}, {"heading": "Births", "year": "1764", "date": "June 19", "txt": "José Gervasio Artigas, Uruguayan general and politician (d. 1850)", "entities": [{"title": "José Gervasio Artigas", "href": "/wiki/Jos%C3%A9_Gervasio_Artigas", "description": "José Gervasio Artigas Arnal is a national hero of Uruguay, sometimes called \"the father of Uruguayan nationhood\"."}]}, {"heading": "Births", "year": "1771", "date": "June 19", "txt": "Joseph Diaz Gergonne, French mathematician and philosopher (d. 1859)", "entities": [{"title": "Joseph Diaz Gergonne", "href": "/wiki/Joseph_Diaz_Gergonne", "description": "Joseph Diez Gergonne was a French mathematician and logician."}]}, {"heading": "Births", "year": "1776", "date": "June 19", "txt": "Francis Johnson, American lawyer and politician (d. 1842)", "entities": [{"title": "Francis Johnson (congressman)", "href": "/wiki/Francis_Johnson_(congressman)", "description": "Francis Johnson was a U.S. Representative from Kentucky."}]}, {"heading": "Births", "year": "1783", "date": "June 19", "txt": "Friedrich Sertürner, German chemist and pharmacist (d. 1841)", "entities": [{"title": "Friedrich Sertürner", "href": "/wiki/Friedrich_Sert%C3%BCrner", "description": "Friedrich Wilhelm Adam Sertürner was a German pharmacist and a pioneer of alkaloid chemistry. He is best known for his discovery of morphine in 1804."}]}, {"heading": "Births", "year": "1793", "date": "June 19", "txt": "Joseph Earl Sheffield, American businessman and philanthropist (d. 1882)", "entities": [{"title": "Joseph Earl Sheffield", "href": "/wiki/Joseph_Earl_Sheffield", "description": "Joseph Earl Sheffield was an American railroad magnate and philanthropist."}]}, {"heading": "Births", "year": "1795", "date": "June 19", "txt": "James Braid, Scottish-English surgeon (d. 1860)", "entities": [{"title": "James Braid (surgeon)", "href": "/wiki/James_Braid_(surgeon)", "description": "James Braid was a Scottish surgeon, natural philosopher, and \"gentleman scientist\"."}]}, {"heading": "Births", "year": "1797", "date": "June 19", "txt": "Hamilton Hume, Australian explorer  (d. 1873)", "entities": [{"title": "Hamilton Hume", "href": "/wiki/Hamilton_Hume", "description": "Hamilton Hume was an early explorer of the present-day Australian states of New South Wales and Victoria. In 1824, along with William Hovell, Hume participated in an expedition that first took an overland route from Sydney to Port Phillip. Along with Sturt in 1828, he was part of an expedition of the first Europeans to find the Darling River."}]}, {"heading": "Births", "year": "1815", "date": "June 19", "txt": "Cornelius Krieghoff, Dutch-Canadian painter (d. 1872)", "entities": [{"title": "Cornelius Krieghoff", "href": "/wiki/Cornelius_Krieghoff", "description": "Cornelius David Krieghoff was a Dutch-Canadian painter of the 19th century. Krieghoff is most famous for his paintings of Canadian landscapes and Canadian life outdoors, which were as sought after in his own time as they are today. He is particularly famous for his winter scenes, some of which he painted in a number of variants."}]}, {"heading": "Births", "year": "1816", "date": "June 19", "txt": "William H. Webb, American shipbuilder and philanthropist, founded the Webb Institute (d. 1899)", "entities": [{"title": "William H. Webb", "href": "/wiki/William_H._Webb", "description": "William Henry Webb was a 19th-century New York City shipbuilder and philanthropist, who has been called America's first true naval architect."}, {"title": "Webb Institute", "href": "/wiki/Webb_Institute", "description": "Webb Institute is a private undergraduate engineering college in Glen Cove, New York. Each graduate of Webb Institute earns a Bachelor of Science degree in naval architecture and marine engineering. Successful candidates for admission receive full tuition for four years. Webb Institute is noted in the marine industry for its unique emphasis on ship design, systems engineering, and practical work e"}]}, {"heading": "Births", "year": "1833", "date": "June 19", "txt": "Mary Tenney Gray, American editorial writer, club-woman, philanthropist, and suffragette (d. 1904)", "entities": [{"title": "Mary Tenney Gray", "href": "/wiki/Mary_Tenney_Gray", "description": "Mary Tenney Gray was a 19th-century American editorial writer, clubwoman, philanthropist, and suffragist from Pennsylvania, who later became a resident of Kansas. She lived in Kansas City, Kansas for more than twenty years and during that time, was identified with almost every woman's movement. She served on the editorial staff of several publications including the New York Teacher, the Leavenwort"}]}, {"heading": "Births", "year": "1834", "date": "June 19", "txt": "Charles Spurgeon, English pastor and author (d. 1892)", "entities": [{"title": "Charles Spurgeon", "href": "/wiki/Charles_Spurgeon", "description": "Charles Haddon Spurgeon was an English Particular Baptist preacher. Spurgeon remains highly influential among Christians of various denominations, among whom he is known as the \"Prince of Preachers\". He was a strong figure in the Reformed Baptist tradition, defending the 1689 London Baptist Confession of Faith, and opposing the liberal and pragmatic theological tendencies in the Church of his day."}]}, {"heading": "Births", "year": "1840", "date": "June 19", "txt": "Georg Karl Maria Seidlitz, German entomologist and academic (d. 1917)", "entities": [{"title": "Georg Karl Maria Seidlitz", "href": "/wiki/Georg_Karl_Maria_Seidlitz", "description": "Georg Karl Maria von Seidlitz was a German doctor and entomologist. He was a zoology teacher in Dorpat (1868–77), then in Königsberg, (1877–88), where he became a fishery expert. He later specialised in Coleoptera, describing many new species and he wrote  Fauna Baltica. Die Käfer (Coleoptera) der Ostseeprovinzen Russlands. Dorpat, 1875. His general beetle collection is conserved in the Zoologisch"}]}, {"heading": "Births", "year": "1843", "date": "June 19", "txt": "Mary Sibbet Copley, American philanthropist (d. 1929)", "entities": [{"title": "Mary Sibbet Copley", "href": "/wiki/Mary_Sibbet_Copley", "description": "Mary Sibbet Copley Thaw was an American philanthropist and charity worker."}]}, {"heading": "Births", "year": "1845", "date": "June 19", "txt": "Cléophas Beausoleil, Canadian journalist and politician (d. 1904)", "entities": [{"title": "Cléophas Beausoleil", "href": "/wiki/Cl%C3%A9ophas_Beausoleil", "description": "Cléophas Beausoleil was a Canadian journalist, publisher, office holder, lawyer, and politician."}]}, {"heading": "Births", "year": "1846", "date": "June 19", "txt": "Antonio Abetti, Italian astronomer and academic (d. 1928)", "entities": [{"title": "Antonio Abetti", "href": "/wiki/Antonio_Abetti", "description": "Antonio Abetti was an Italian astronomer."}]}, {"heading": "Births", "year": "1850", "date": "June 19", "txt": "David Jayne Hill, American historian and politician, 24th United States Assistant Secretary of State (d. 1932)", "entities": [{"title": "David Jayne Hill", "href": "/wiki/David_Jayne_Hill", "description": "Rev. David Jayne Hill was an American academic, diplomat and author."}, {"title": "United States Assistant Secretary of State", "href": "/wiki/United_States_Assistant_Secretary_of_State", "description": "Assistant Secretary of State (A/S) is a title used for many executive positions in the United States Department of State, ranking below the under secretaries. A set of six assistant secretaries reporting to the under secretary for political affairs manage diplomatic missions within their designated geographic regions, plus one assistant secretary dealing with international organizations. Assistant"}]}, {"heading": "Births", "year": "1851", "date": "June 19", "txt": "Billy Midwinter, English-Australian cricketer (d. 1890)", "entities": [{"title": "Billy Midwinter", "href": "/wiki/Billy_Midwinter", "description": "William Evans Midwinter was a cricketer who played four Test matches for England, sandwiched in between eight Tests that he played for Australia. Midwinter holds a unique place in cricket history as the only cricketer to have played for both Australia and England in Test Matches against each other."}]}, {"heading": "Births", "year": "1851", "date": "June 19", "txt": "Silvanus P. Thompson, English physicist, engineer, and academic (d. 1916)", "entities": []}, {"heading": "Births", "year": "1854", "date": "June 19", "txt": "Alfredo Catalani, Italian composer and academic (d. 1893)", "entities": [{"title": "Alfredo Catalani", "href": "/wiki/Alfredo_Catalani", "description": "Alfredo Catalani was an Italian operatic composer. He is best remembered for his operas Loreley (1890) and La Wally (1892). La Wally was composed to a libretto by Luigi Illica, and features Catalani's most famous aria \"Ebben? Ne andrò lontana.\" This aria, sung by American soprano Wilhelmenia Fernandez, was at the heart of Jean-Jacques Beineix's 1981 film Diva. Catalani's other operas were much les"}]}, {"heading": "Births", "year": "1854", "date": "June 19", "txt": "Hjalmar Mellin, Finnish mathematician and theorist (d. 1933)", "entities": []}, {"heading": "Births", "year": "1855", "date": "June 19", "txt": "George F. Roesch, American lawyer and politician (d. 1917)", "entities": [{"title": "George F. Roesch", "href": "/wiki/George_F._Roesch", "description": "George Francis Roesch was an American lawyer and politician from New York."}]}, {"heading": "Births", "year": "1858", "date": "June 19", "txt": "Sam Walter Foss, American poet and librarian (d. 1911)", "entities": [{"title": "Sam Walter Foss", "href": "/wiki/Sam_Walter_Foss", "description": "Sam Walter Foss was an American librarian and poet whose works included The House by the Side of the Road and The Coming American."}]}, {"heading": "Births", "year": "1861", "date": "June 19", "txt": "Douglas Haig, 1st Earl Haig, Scottish-English field marshal (d. 1928)", "entities": [{"title": "Douglas Haig, 1st Earl Haig", "href": "/wiki/Douglas_Haig,_1st_Earl_Haig", "description": "Field Marshal Douglas Haig, 1st Earl Haig, was a senior officer of the British Army. During the First World War, he commanded the British Expeditionary Force (BEF) on the Western Front from late 1915 until the end of the war. He was commander during the Battle of the Somme, the Battle of Arras, the Third Battle of Ypres (Passchendaele), the German spring offensive, and the final Hundred Days Offen"}]}, {"heading": "Births", "year": "1861", "date": "June 19", "txt": "Émile Haug, French geologist and paleontologist (d. 1927)", "entities": []}, {"heading": "Births", "year": "1861", "date": "June 19", "txt": "José Rizal, Filipino journalist, author, and poet (d. 1896)", "entities": []}, {"heading": "Births", "year": "1865", "date": "June 19", "txt": "May Whitty, English actress (d. 1948)", "entities": [{"title": "May Whitty", "href": "/wiki/May_Whitty", "description": "Dame Mary Louise Webster,, known professionally as May Whitty and later, for her charity work, Dame May Whitty, was an English stage and film actress. She was one of the first two women entertainers to become a Dame. The British actors' union Equity was established in her home. After a successful career she moved over to Hollywood films at the age of 72. She went to live in America, where she won "}]}, {"heading": "Births", "year": "1871", "date": "June 19", "txt": "Alajos Szokolyi, Hungarian hurdler, jumper, and physician (d. 1932)", "entities": [{"title": "Alajos Szokolyi", "href": "/wiki/Alajos_Szokolyi", "description": "Alajos Szokolyi was a Slovak athlete representing Hungary, sports organizer, sports manager, archivist and physician."}]}, {"heading": "Births", "year": "1872", "date": "June 19", "txt": "Theodore Payne, English-American gardener and botanist (d. 1963)", "entities": [{"title": "Theodore Payne", "href": "/wiki/Theodore_Payne", "description": "Theodore Payne, was an English horticulturist, gardener, landscape designer, and botanist. His best known work was done over his adult life in Southern California."}]}, {"heading": "Births", "year": "1874", "date": "June 19", "txt": "Peder Oluf Pedersen, Danish physicist and engineer (d. 1941)", "entities": [{"title": "Peder Oluf Pedersen", "href": "/wiki/Peder_Oluf_Pedersen", "description": "Peder Oluf Pedersen was a Danish engineer and physicist. He is notable for his work on electrotechnology and his cooperation with Valdemar Poulsen on the developmental work on Wire recorders, which he called a telegraphone, and the arc converter known as the Poulsen Arc Transmitter."}]}, {"heading": "Births", "year": "1876", "date": "June 19", "txt": "Nigel Gresley, Scottish-English engineer (d. 1941)", "entities": [{"title": "Nigel Gresley", "href": "/wiki/Nigel_Gresley", "description": "Sir Herbert Nigel Gresley was a British railway engineer. He was one of Britain's most famous steam locomotive engineers, who rose to become Chief Mechanical Engineer (CME) of the London and North Eastern Railway (LNER). He was the designer of some of the most famous steam locomotives in Britain, including the LNER Class A1 and LNER Class A4 4-6-2 Pacific engines. An A1 Pacific, Flying Scotsman, w"}]}, {"heading": "Births", "year": "1877", "date": "June 19", "txt": "Charles Coburn, American actor (d. 1961)", "entities": [{"title": "Charles Coburn", "href": "/wiki/Charles_Coburn", "description": "Charles Douville Coburn was an American actor. He was nominated for a Best Supporting Actor Academy Award three times – in The Devil and Miss Jones (1941), The More the Merrier (1943), and The Green Years (1946) – winning for his performance in The More the Merrier. He was honored with a star on the Hollywood Walk of Fame in 1960 for his contribution to the film industry."}]}, {"heading": "Births", "year": "1881", "date": "June 19", "txt": "Maginel Wright Enright, American illustrator (d. 1966)", "entities": [{"title": "Maginel Wright Enright", "href": "/wiki/Maginel_Wright_Enright", "description": "Maginel Wright Enright Barney was an American children's book illustrator and graphic artist. She was the younger sister of Frank Lloyd Wright, architect, and the mother of Elizabeth Enright, children's book writer and illustrator."}]}, {"heading": "Births", "year": "1883", "date": "June 19", "txt": "Gladys Mills Phipps, American horse breeder (d. 1970)", "entities": [{"title": "Gladys Mills Phipps", "href": "/wiki/Gladys_Mills_Phipps", "description": " Gladys Mills Phipps was a United States socialite, sportsperson, and a thoroughbred racehorse owner and breeder who began the Phipps family dynasty in American horse racing. She was known as the \"first lady of the turf\"."}]}, {"heading": "Births", "year": "1884", "date": "June 19", "txt": "Georges Ribemont-Dessaignes, French painter and historian (d. 1974)", "entities": [{"title": "Georges Ribemont-Dessaignes", "href": "/wiki/Georges_Ribemont-Dessaignes", "description": "Georges Ribemont-Dessaignes was a French writer and artist associated with the Dada movement. He was born in Montpellier and died in Saint-Jeannet."}]}, {"heading": "Births", "year": "1886", "date": "June 19", "txt": "Finley Hamilton, American lawyer and politician (d. 1940)", "entities": [{"title": "Finley Hamilton", "href": "/wiki/Finley_Hamilton", "description": "Finley Hamilton was a United States Representative from Kentucky. He was born in Vincent, Owsley County, Kentucky. He attended the public schools and Berea College. He studied law and was admitted to the bar in 1915 and commenced practice in London, Kentucky."}]}, {"heading": "Births", "year": "1888", "date": "June 19", "txt": "Arthur Massey Berry, Canadian soldier and pilot (d. 1970)", "entities": [{"title": "Arthur Massey Berry", "href": "/wiki/Arthur_Massey_Berry", "description": "Arthur Massey \"Matt\" Berry was a pioneering Canadian bush pilot."}]}, {"heading": "Births", "year": "1891", "date": "June 19", "txt": "John Heartfield, German photographer and activist (d. 1968)", "entities": [{"title": "John Heartfield", "href": "/wiki/John_Heartfield", "description": "John Heartfield was a German visual artist who pioneered the use of art as a political weapon. Some of his most famous photomontages were anti-Nazi and anti-fascist statements. Heartfield also created book jackets for book authors, such as Upton Sinclair, as well as stage sets for contemporary playwrights, such as Bertolt Brecht and Erwin Piscator."}]}, {"heading": "Births", "year": "1896", "date": "June 19", "txt": "Rajani Palme Dutt, English journalist and politician (d. 1974)", "entities": [{"title": "Rajani Palme Dutt", "href": "/wiki/Rajani_Palme_Dutt", "description": "Rajani Palme Dutt, generally known as R. Palme Dutt, was a leading journalist and theoretician in the Communist Party of Great Britain."}]}, {"heading": "Births", "year": "1896", "date": "June 19", "txt": "Wallis Simpson, American wife of Edward VIII (d. 1986)", "entities": [{"title": "Edward VIII", "href": "/wiki/Edward_VIII", "description": "Edward VIII was King of the United Kingdom and the Dominions of the British Empire and Emperor of India from 20 January 1936 until his abdication in December of the same year."}]}, {"heading": "Births", "year": "1897", "date": "June 19", "txt": "Cyril Norman Hinshelwood, English chemist and academic, Nobel Prize laureate (d. 1967)", "entities": [{"title": "Cyril Norman Hinshelwood", "href": "/wiki/Cyril_Norman_Hinshelwood", "description": "Sir Cyril Norman Hinshelwood was a British physical chemist and a Nobel Prize laureate."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1897", "date": "June 19", "txt": "Moe Howard, American comedian (d. 1975)", "entities": []}, {"heading": "Births", "year": "1902", "date": "June 19", "txt": "Guy Lombardo, Canadian-American violinist and bandleader (d. 1977)", "entities": [{"title": "Guy Lombardo", "href": "/wiki/Guy_Lombardo", "description": "Gaetano Alberto \"Guy\" Lombardo was a Canadian-American bandleader, violinist, and hydroplane racer."}]}, {"heading": "Births", "year": "1903", "date": "June 19", "txt": "Mary Callery, American-French sculptor and academic (d. 1977)", "entities": [{"title": "Mary Callery", "href": "/wiki/Mary_Callery", "description": "Mary Callery was an American artist known for her Modern and Abstract Expressionist sculpture. She was part of the New York School art movement of the 1940s, 1950s and 1960s."}]}, {"heading": "Births", "year": "1903", "date": "June 19", "txt": "Lou Gehrig, American baseball player (d. 1941)", "entities": []}, {"heading": "Births", "year": "1903", "date": "June 19", "txt": "Wally Hammond, English cricketer and coach (d. 1965)", "entities": []}, {"heading": "Births", "year": "1903", "date": "June 19", "txt": "Hans Litten, German lawyer (d. 1938)", "entities": []}, {"heading": "Births", "year": "1905", "date": "June 19", "txt": "Mildred Natwick, American actress (d. 1994)", "entities": [{"title": "Mildred Natwick", "href": "/wiki/Mildred_Natwick", "description": "Mildred Natwick was an American actress. She won a Primetime Emmy Award and was nominated for an Academy Award and two Tony Awards."}]}, {"heading": "Births", "year": "1906", "date": "June 19", "txt": "Ernst Boris Chain, German-Irish biochemist and academic, Nobel Prize laureate (d. 1979)", "entities": [{"title": "Ernst Boris Chain", "href": "/wiki/Ernst_Boris_Chain", "description": "Ernst Boris Chain was a German-born British biochemist, co-recipient of the Nobel Prize in Physiology or Medicine for his work on penicillin."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1906", "date": "June 19", "txt": "Knut Kroon, Swedish footballer (d. 1975)", "entities": []}, {"heading": "Births", "year": "1906", "date": "June 19", "txt": "Walter Rauff, German SS officer (d. 1984)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1907", "date": "June 19", "txt": "Clarence Wiseman, Canadian 10th General of the Salvation Army (d. 1985)", "entities": [{"title": "Clarence Wiseman", "href": "/wiki/Clarence_Wiseman", "description": "Clarence Dexter Wiseman, was the tenth General of The Salvation Army from 1974 to 1977."}, {"title": "General of the Salvation Army", "href": "/wiki/General_of_the_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Births", "year": "1909", "date": "June 19", "txt": "Osamu Dazai, Japanese author (d. 1948)", "entities": [{"title": "Osamu Dazai", "href": "/wiki/Osamu_Dazai", "description": "Osamu Dazai  was a Japanese author who is considered one of the foremost fiction writers of 20th-century. A number of his most popular works, such as The Setting Sun (Shayō) and No Longer Human, are considered modern-day classics. With a semi-autobiographical style and transparency into his personal life, Dazai's stories have intrigued the minds of many readers."}]}, {"heading": "Births", "year": "1909", "date": "June 19", "txt": "Rūdolfs Jurciņš, Latvian basketball player (d. 1948)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 19", "txt": "Sydney Allard, English race car driver, founded the Allard Company (d. 1966)", "entities": [{"title": "Sydney Allard", "href": "/wiki/Sydney_Allard", "description": "Sydney Herbert Allard was the founder of the Allard car company and a successful rally driver and hillclimb driver in cars of his own manufacture."}, {"title": "Allard Motor Company", "href": "/wiki/Allard_Motor_Company", "description": "Allard Motor Company Limited was a London-based low-volume car manufacturer founded in 1945 by Sydney Allard in small premises in Clapham, south-west London. Car manufacture almost ceased within a decade. It produced approximately 1900 cars before it became insolvent and ceased trading in 1958. Before the war, Allard supplied some replicas of a Bugatti-tailed special of his own design from Adlards"}]}, {"heading": "Births", "year": "1910", "date": "June 19", "txt": "Paul Flory, American chemist and engineer, Nobel Prize laureate (d. 1985)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1910", "date": "June 19", "txt": "Abe Fortas, American lawyer and jurist (d. 1982)", "entities": []}, {"heading": "Births", "year": "1912", "date": "June 19", "txt": "Don Gutteridge, American baseball player and manager (d. 2008)", "entities": [{"title": "Don Gutteridge", "href": "/wiki/Don_Gutteridge", "description": "Donald Joseph Gutteridge was an American infielder, coach, manager and scout in Major League Baseball who played for the St. Louis Cardinals, St. Louis Browns, Boston Red Sox and Pittsburgh Pirates, and later managed the Chicago White Sox in 1969–1970. Don was born in Pittsburg, Kansas, and was the first cousin of former MLB catcher Ray Mueller."}]}, {"heading": "Births", "year": "1912", "date": "June 19", "txt": "Virginia MacWatters, American soprano and actress (d. 2005)", "entities": []}, {"heading": "Births", "year": "1913", "date": "June 19", "txt": "Helene Madison, American swimmer (d. 1970)", "entities": [{"title": "Helene Madison", "href": "/wiki/Helene_Madison", "description": "Helene Emma Madison was an American competition swimmer, Olympic champion, and former world record-holder."}]}, {"heading": "Births", "year": "1914", "date": "June 19", "txt": "Alan Cranston, American journalist and politician (d. 2000)", "entities": [{"title": "Alan Cranston", "href": "/wiki/Alan_Cranston", "description": "Alan MacGregor Cranston was an American politician and journalist who served as a United States Senator from California from 1969 to 1993 and as a President of the World Federalist Association from 1949 to 1952."}]}, {"heading": "Births", "year": "1914", "date": "June 19", "txt": "Lester Flatt, American bluegrass singer-songwriter, guitarist, and mandolin player (d. 1979)", "entities": []}, {"heading": "Births", "year": "1915", "date": "June 19", "txt": "Pat Buttram, American actor (d. 1994)", "entities": [{"title": "Pat Buttram", "href": "/wiki/Pat_Buttram", "description": "Maxwell Emmett Buttram, professionally known as Pat Buttram, was an American character actor, known for playing the sidekick of Gene Autry and for playing the character of Mr. Haney in the television series Green Acres. He had a distinctive voice that, in his own words, \"never quite made it through puberty.\""}]}, {"heading": "Births", "year": "1915", "date": "June 19", "txt": "Julius Schwartz, American publisher and agent (d. 2004)", "entities": []}, {"heading": "Births", "year": "1917", "date": "June 19", "txt": "Joshua Nkomo, Zimbabwean guerrilla leader and politician, Vice President of Zimbabwe (d. 1999)", "entities": [{"title": "Joshua Nkomo", "href": "/wiki/Joshua_Nkomo", "description": "Joshua Mqabuko Nyongolo Nkomo was a Zimbabwean revolutionary and Georgist politician who served as Vice-President of Zimbabwe from 1990 until his death in 1999. He founded and led the Zimbabwe African People's Union (ZAPU) from 1961 until it merged in 1987 with Robert Mugabe's Zimbabwe African National Union (ZANU) to form ZANU–PF."}, {"title": "Vice President of Zimbabwe", "href": "/wiki/Vice_President_of_Zimbabwe", "description": "The Vice-President of Zimbabwe is the second highest political position obtainable in Zimbabwe. Currently there is a provision for two Vice-Presidents, who are appointed by the President of Zimbabwe. The Vice-Presidents are designated as \"First\" and \"Second\" in the Constitution of Zimbabwe; the designation reflects their position in the presidential order of succession."}]}, {"heading": "Births", "year": "1919", "date": "June 19", "txt": "Pauline Kael, American film critic (d. 2001)", "entities": [{"title": "Pauline Kael", "href": "/wiki/Pauline_Kael", "description": "Pauline Kael was an American film critic who wrote for The New Yorker magazine from 1968 to 1991. Kael was known for her \"witty, biting, highly opinionated and sharply focused\" reviews, her opinions often contrary to those of her contemporaries. She was one of the most influential American film critics of her era."}]}, {"heading": "Births", "year": "1920", "date": "June 19", "txt": "Yves Robert, French actor, director, and screenwriter (d. 2002)", "entities": [{"title": "Yves Robert", "href": "/wiki/Yves_Robert", "description": "Yves Robert was a French actor, screenwriter, director, and producer."}]}, {"heading": "Births", "year": "1921", "date": "June 19", "txt": "Louis Jourdan, French-American actor and singer (d. 2015)", "entities": [{"title": "Louis Jourdan", "href": "/wiki/Louis_Jourdan", "description": "Louis Jourdan was a French film and television actor. He was known for his suave roles in several Hollywood films, including Alfred Hitchcock's The Paradine Case (1947), Letter from an Unknown Woman (1948), Gigi (1958), The Best of Everything (1959), The V.I.P.s (1963) and Octopussy (1983). He played Dracula in the 1977 BBC television production Count Dracula."}]}, {"heading": "Births", "year": "1922", "date": "June 19", "txt": "Aage Bohr, Danish physicist and academic, Nobel Prize laureate (d. 2009)", "entities": [{"title": "Aage Bohr", "href": "/wiki/Aage_Bohr", "description": "Aage Niels Bohr was a Danish nuclear physicist who shared the Nobel Prize in Physics in 1975 with Ben Mottelson and James Rainwater \"for the discovery of the connection between collective motion and particle motion in atomic nuclei and the development of the theory of the structure of the atomic nucleus based on this connection\". Starting from Rainwater's concept of an irregular-shaped liquid drop"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1922", "date": "June 19", "txt": "Marilyn P. Johnson, American educator and diplomat, 8th United States Ambassador to Togo", "entities": [{"title": "United States Ambassador to Togo", "href": "/wiki/United_States_Ambassador_to_Togo", "description": "This is a list of Ambassadors of the United States to Togo."}]}, {"heading": "Births", "year": "1923", "date": "June 19", "txt": "Bob Hank, Australian footballer and coach (d. 2012)", "entities": [{"title": "Bob Hank", "href": "/wiki/Bob_Hank", "description": "Robert William \"Bob\" Hank was an Australian rules footballer who played for West Torrens in the South Australian National Football League (SANFL)."}]}, {"heading": "Births", "year": "1926", "date": "June 19", "txt": "Erna Schneider Hoover, American mathematician and inventor", "entities": [{"title": "Erna Schneider Hoover", "href": "/wiki/Erna_Schneider_Hoover", "description": "Dr. Erna Schneider Hoover is an American mathematician notable for inventing a computerized telephone switching method which \"revolutionized modern communication\" according to several reports. It prevented system overloads by monitoring call center traffic and prioritizing tasks on phone switching systems to enable more robust service during peak calling times. At Bell Laboratories where she worke"}]}, {"heading": "Births", "year": "1927", "date": "June 19", "txt": "Luciano Benjamín Menéndez, Argentine general and human rights violator (d. 2018)", "entities": [{"title": "Luciano Benjamín Menéndez", "href": "/wiki/Luciano_Benjam%C3%ADn_Men%C3%A9ndez", "description": "Luciano Benjamín Menéndez was an Argentine general and convicted human rights violator and murderer. Commander of the Third Army Corps (1975–79), he played a prominent role in the murders of social activists."}]}, {"heading": "Births", "year": "1928", "date": "June 19", "txt": "Tommy DeVito, American singer and guitarist", "entities": [{"title": "Tommy DeVito (musician)", "href": "/wiki/Tommy_DeVito_(musician)", "description": "Gaetano \"Tommy\" DeVito was an American musician and singer, best known as a founding member, vocalist, and lead guitarist of rock band the Four Seasons."}]}, {"heading": "Births", "year": "1928", "date": "June 19", "txt": "Nancy Marchand, American actress (d. 2000)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 19", "txt": "Gena Rowlands, American actress", "entities": [{"title": "Gena Rowlands", "href": "/wiki/Gena_Rowlands", "description": "Virginia Cathryn \"Gena\" Rowlands is a retired American actress, whose career in film, stage, and television has spanned over six decades. A four-time Emmy and two-time Golden Globe winner, she is known for her collaborations with her late actor-director husband John Cassavetes in ten films, including A Woman Under the Influence (1974) and Gloria (1980), which earned her nominations for the Academy"}]}, {"heading": "Births", "year": "1932", "date": "June 19", "txt": "Pier Angeli, Italian actress (d. 1971)", "entities": [{"title": "Pier Angeli", "href": "/wiki/Pier_Angeli", "description": "Pier Angeli, also credited under her birth name, Anna Maria Pierangeli, was an Italian television and film actress. Her American motion picture debut was in the starring role of the film Teresa (1951), for which she won a Golden Globe Award for Young Star of the Year - Actress."}]}, {"heading": "Births", "year": "1932", "date": "June 19", "txt": "José Sanchis Grau, Spanish author and illustrator (d. 2011)", "entities": []}, {"heading": "Births", "year": "1932", "date": "June 19", "txt": "Marisa Pavan, Italian actress", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 19", "txt": "Viktor Patsayev, Kazakh engineer and astronaut (d. 1971)", "entities": [{"title": "Viktor Patsayev", "href": "/wiki/Viktor_Patsayev", "description": "Viktor Ivanovich Patsayev was a Soviet cosmonaut who flew on the Soyuz 11 mission and was part of the second space crew to die during a space flight. On board the space station Salyut 1 he operated the Orion 1 Space Observatory ; he became the first man to operate a telescope outside the Earth's atmosphere."}]}, {"heading": "Births", "year": "1934", "date": "June 19", "txt": "Gérard Latortue, Haitian politician, 12th Prime Minister of Haiti", "entities": [{"title": "Gérard Latortue", "href": "/wiki/G%C3%A9rard_Latortue", "description": "Gérard Latortue was the Prime Minister of Haïti from 12 March 2004 to 9 June 2006. He was an official in the United Nations for many years, and briefly served as Foreign Minister of Haïti during the short-lived 1988 administration of Leslie Manigat."}, {"title": "Prime Minister of Haiti", "href": "/wiki/Prime_Minister_of_Haiti", "description": "The prime minister of Haiti is the head of government of Haiti. The office was created under the 1987 Constitution; previously, all executive power was held by the president or head of state, who appointed and chaired the Council of Ministers."}]}, {"heading": "Births", "year": "1936", "date": "June 19", "txt": "Marisa Galvany, American soprano and actress", "entities": [{"title": "Marisa Galvany", "href": "/wiki/Marisa_Galvany", "description": "Marisa Galvany is an American soprano who had an active international career performing in operas and concerts up into the early 2000s. Known for the great intensity of her performances, Galvany particularly excelled in portraying Verdi heroines. She was notably a regular performer at the New York City Opera between 1972 and 1983."}]}, {"heading": "Births", "year": "1937", "date": "June 19", "txt": "André Glucksmann, French philosopher and author (d. 2015)", "entities": [{"title": "André Glucksmann", "href": "/wiki/Andr%C3%A9_Glucksmann", "description": "André Glucksmann was a French philosopher, activist and writer. He was a leading figure of the new philosophers."}]}, {"heading": "Births", "year": "1938", "date": "June 19", "txt": "Wahoo McDaniel, American football player and wrestler (d. 2002)", "entities": [{"title": "Wahoo McDaniel", "href": "/wiki/Wahoo_McDaniel", "description": "Edward McDaniel, better known by his ring name Wahoo McDaniel, was a Choctaw-Chickasaw Native American who achieved fame as a professional American football player, and later as a professional wrestler. He is notable for having held the NWA United States Heavyweight Championship five times. McDaniel was a major star in the American Wrestling Association and prominent National Wrestling Alliance af"}]}, {"heading": "Births", "year": "1939", "date": "June 19", "txt": "Bernd Hoss, German footballer and manager (d. 2016)", "entities": [{"title": "Bernd Hoss", "href": "/wiki/Bernd_Hoss", "description": "Bernd Hoss was a German football manager."}]}, {"heading": "Births", "year": "1939", "date": "June 19", "txt": "John F. MacArthur, American minister and theologian", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 19", "txt": "Václav Klaus, Czech economist and politician, 2nd President of the Czech Republic", "entities": [{"title": "Václav Klaus", "href": "/wiki/V%C3%A1clav_Klaus", "description": "Václav Klaus is a Czech economist and politician who served as the second president of the Czech Republic from 2003 to 2013. From July 1992 until the dissolution of Czechoslovakia in January 1993, he served as the second and last prime minister of the Czech Republic while it was a federal subject of the Czech and Slovak Federative Republic, and then as the first prime minister of the newly indepen"}, {"title": "President of the Czech Republic", "href": "/wiki/President_of_the_Czech_Republic", "description": "The President of the Czech Republic is the elected formal head of state of the Czech Republic and the commander-in-chief of the military of the Czech Republic."}]}, {"heading": "Births", "year": "1942", "date": "June 19", "txt": "Merata Mita, New Zealand director and producer (d. 2010)", "entities": [{"title": "Merata Mita", "href": "/wiki/Merata_Mita", "description": "\n\nMerata Mita was a New Zealand filmmaker and a key figure in the growth of the Māori screen industry. She was from the Māori iwi of Ngāti Pikiao and Ngāi Te Rangi."}]}, {"heading": "Births", "year": "1944", "date": "June 19", "txt": "Chico Buarque, Brazilian singer, composer, writer and poet", "entities": [{"title": "Chico Buarque", "href": "/wiki/Chico_Buarque", "description": "Francisco Buarque de Hollanda, popularly known simply as Chico Buarque, is a Brazilian singer-songwriter, guitarist, composer, playwright, writer, and poet. He is best known for his music, which often includes social, economic, and cultural reflections on Brazil."}]}, {"heading": "Births", "year": "1945", "date": "June 19", "txt": "Radovan Karadžić, Serbian-Bosnian politician and convicted war criminal, 1st President of Republika Srpska", "entities": [{"title": "Radovan Karadžić", "href": "/wiki/Radovan_Karad%C5%BEi%C4%87", "description": "Radovan Karadžić is a Bosnian Serb former politician who served as the president of Republika Srpska during the Bosnian War, and was later convicted of genocide, crimes against humanity and war crimes by the International Criminal Tribunal for the former Yugoslavia (ICTY)."}, {"title": "List of Presidents of Republika Srpska", "href": "/wiki/List_of_Presidents_of_Republika_Srpska", "description": "\nThis article lists the presidents of Republika Srpska."}]}, {"heading": "Births", "year": "1945", "date": "June 19", "txt": "Aung San Suu Kyi, Burmese politician, Nobel Prize laureate", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1945", "date": "June 19", "txt": "Tobias Wolff, American short story writer, memoirist, and novelist", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 19", "txt": "Jimmy Greenhoff, English footballer and manager", "entities": [{"title": "Jimmy Greenhoff", "href": "/wiki/Jimmy_Greenhoff", "description": "James Greenhoff is an English former footballer. He was a skilful forward and although capped five times at under-23 level, once as an over-age player, he never played for the full side, and is labelled as the finest English player never to play for England. He made nearly 600 appearances in league football. His younger brother Brian was also a professional footballer."}]}, {"heading": "Births", "year": "1947", "date": "June 19", "txt": "Salman Rushdie, Indian-English novelist and essayist", "entities": [{"title": "Salman Rushdie", "href": "/wiki/Salman_Rushdie", "description": "Sir Ahmed Salman Rushdie is an Indian-born British American novelist and essayist. His work, combining magical realism with historical fiction, is primarily concerned with the many connections, disruptions, and migrations between Eastern and Western civilizations, with much of his fiction being set on the Indian subcontinent."}]}, {"heading": "Births", "year": "1947", "date": "June 19", "txt": "John Ralston Saul, Canadian philosopher and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 19", "txt": "Nick Drake, English singer-songwriter (d. 1974)", "entities": [{"title": "Nick Drake", "href": "/wiki/Nick_Drake", "description": "Nicholas Rodney Drake was an English singer-songwriter and musician known for his acoustic guitar-based songs. Though he never found a wide audience during his lifetime, his work has gradually achieved wider notice and recognition. Drake signed to Island Records when he was 20 years old and a student at the University of Cambridge. He released his debut album, Five Leaves Left, in 1969. By 1972, h"}]}, {"heading": "Births", "year": "1948", "date": "June 19", "txt": "Phylicia Rashad, American actress", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 19", "txt": "Neil Asher Silberman, American archaeologist and historian", "entities": [{"title": "Neil Asher Silberman", "href": "/wiki/Neil_Asher_Silberman", "description": "Neil Asher Silberman is an archaeologist and historian with a special interest in biblical archaeology. He is the author of several books, including The Hidden Scrolls, The Message and the Kingdom: How Jesus and Paul Ignited a Revolution and Transformed the Ancient World, The Bible Unearthed : Archaeology's New Vision of Ancient Israel and the Origin of Its Sacred Texts, and Digging for God and Co"}]}, {"heading": "Births", "year": "1950", "date": "June 19", "txt": "Ann Wilson, American singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 19", "txt": "Ayman al-Zawahiri, Egyptian terrorist", "entities": [{"title": "Ayman al-Zawahiri", "href": "/wiki/Ayman_al-Zawahiri", "description": "Ayman Mohammed Rabie al-Zawahiri is an Egyptian terrorist known for being the leader of terrorist group al-Qaeda since June 2011, succeeding Osama bin Laden following his death, and is a current or former member and senior official of Islamist organizations which have orchestrated attacks in Asia, Africa, and the Middle East and also some in North America and Europe. In 2012, he called on Muslims "}]}, {"heading": "Births", "year": "1951", "date": "June 19", "txt": "Francesco Moser, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 19", "txt": "Bob Ainsworth, English politician, Secretary of State for Defence", "entities": [{"title": "Bob Ainsworth", "href": "/wiki/Bob_Ainsworth", "description": "Robert William Ainsworth is a British Labour Party politician who was the Member of Parliament (MP) for Coventry North East from 1992 to 2015, and was the Secretary of State for Defence from 2009 to 2010. Following the general election in 2010 he was the Shadow Defence Secretary, but was replaced by Jim Murphy following the election of Labour leader Ed Miliband."}, {"title": "Secretary of State for Defence", "href": "/wiki/Secretary_of_State_for_Defence", "description": "The Secretary of State for Defence, also referred to as the Defence Secretary, is a secretary of state position within the Government of the United Kingdom, and head of the Ministry of Defence (MoD). The office forms part of the British Cabinet."}]}, {"heading": "Births", "year": "1954", "date": "June 19", "txt": "Mike O'Brien, English lawyer and politician, Solicitor General for England and Wales", "entities": [{"title": "Mike O'Brien (British politician)", "href": "/wiki/Mike_O%27Brien_(British_politician)", "description": "Michael O'Brien QC is a British lawyer and former Labour Party politician who was Member of Parliament (MP) for North Warwickshire from 1992 to 2010, serving in a number of ministerial posts."}, {"title": "Solicitor General for England and Wales", "href": "/wiki/Solicitor_General_for_England_and_Wales", "description": "Her Majesty's Solicitor General for England and Wales, known informally as the Solicitor General, is one of the law officers of the Crown in the government of the United Kingdom. They are the deputy of the Attorney General, whose duty is to advise the Crown and Cabinet on the law. They can exercise the powers of the Attorney General in the Attorney General's absence. Despite the title, the positio"}]}, {"heading": "Births", "year": "1954", "date": "June 19", "txt": "Lou Pearlman, American music producer and fraudster (d. 2016)", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 19", "txt": "Kathleen Turner, American actress", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 19", "txt": "Richard Wilkins, New Zealand-Australian journalist and television presenter", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 19", "txt": "Mary O'Connor, New Zealand runner", "entities": [{"title": "Mary O'Connor (athlete)", "href": "/wiki/Mary_O%27Connor_(athlete)", "description": "Mary Theresa O'Connor is a retired long-distance runner from New Zealand. She competed for her native country at the 1984 Summer Olympics in Los Angeles, California. There she ended up in 27th place in the women's marathon. O'Connor set her personal best in the classic distance (2:28.20) in 1983."}]}, {"heading": "Births", "year": "1955", "date": "June 19", "txt": "Mary Schapiro, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 19", "txt": "Anna Lindh, Swedish politician, 39th Swedish Minister of Foreign Affairs (d. 2003)", "entities": [{"title": "Anna Lindh", "href": "/wiki/Anna_Lindh", "description": "Ylva Anna Maria Lindh was a Swedish Social Democratic politician who served as Minister for Foreign Affairs from 1998 until her assassination in 2003; and Minister for the Environment from 1994 to 1996. She served as a Member of the Riksdag (MP) for Södermanland County from 1982 to 1985 and from 1998 to 2003."}, {"title": "Minister for Foreign Affairs (Sweden)", "href": "/wiki/Minister_for_Foreign_Affairs_(Sweden)", "description": "The Minister for Foreign Affairs is the foreign minister of Sweden and the head of the Ministry for Foreign Affairs."}]}, {"heading": "Births", "year": "1957", "date": "June 19", "txt": "Jean Rabe, American journalist and author", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 19", "txt": "Sergei Makarov, Russian-American ice hockey player and coach", "entities": [{"title": "Sergei Makarov (ice hockey)", "href": "/wiki/Sergei_Makarov_(ice_hockey)", "description": "Sergei Mikhailovich Makarov is a Russian former ice hockey right wing and two-time Olympic gold medalist. He was voted one of six players to the International Ice Hockey Federation's (IIHF) Centennial All-Star Team in a poll conducted by a group of 56 experts from 16 countries."}]}, {"heading": "Births", "year": "1959", "date": "June 19", "txt": "Mark DeBarge, American singer-songwriter and trumpet player", "entities": [{"title": "Mark DeBarge", "href": "/wiki/Mark_DeBarge", "description": "Mark \"Marty\" DeBarge is an American R&B/soul singer–songwriter, drummer, percussionist, and plays a variety of wind instruments, such as the saxophone, flugelhorn, trumpet, and flute. He is best known for his work as member of 1980s Motown singing family group DeBarge. He is also known for writing the group's popular album track, \"Stay With Me\", later covered by the likes of The Notorious B.I.G., "}]}, {"heading": "Births", "year": "1959", "date": "June 19", "txt": "Christian Wulff, German lawyer and politician, 10th President of Germany", "entities": [{"title": "President of Germany", "href": "/wiki/President_of_Germany", "description": "The president of Germany, officially the Federal President of the Federal Republic of Germany, is the head of state of Germany."}]}, {"heading": "Births", "year": "1960", "date": "June 19", "txt": "Andrew Dilnot, English economist and academic", "entities": [{"title": "Andrew Dilnot", "href": "/wiki/Andrew_Dilnot", "description": "Sir Andrew William Dilnot, is a Welsh economist and broadcaster. He was formerly the Director of the Institute for Fiscal Studies from 1991 to 2002, and was Principal of St Hugh's College, Oxford between 2002 and 2012. As of September 2012 he is Warden of Nuffield College, Oxford. He served as Chair of the UK Statistics Authority from April 2012 until March 2017."}]}, {"heading": "Births", "year": "1960", "date": "June 19", "txt": "Johnny Gray, American runner and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 19", "txt": "Luke Morley, English guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 19", "txt": "Patti Rizzo, American golfer", "entities": []}, {"heading": "Births", "year": "1962", "date": "June 19", "txt": "Paula Abdul, American singer-songwriter, dancer, actress, and presenter", "entities": [{"title": "Paula Abdul", "href": "/wiki/Paula_Abdul", "description": "Paula Julie Abdul is an American singer, songwriter, dancer, choreographer, actress, and television personality. She began her career as a cheerleader for the Los Angeles Lakers at the age of 18 and later became the head choreographer for the Laker Girls, where she was discovered by The Jacksons. After choreographing music videos for Janet Jackson, Abdul became a choreographer at the height of the"}]}, {"heading": "Births", "year": "1962", "date": "June 19", "txt": "Jeremy Bates, English tennis player", "entities": []}, {"heading": "Births", "year": "1962", "date": "June 19", "txt": "Ashish Vidyarthi, Indian actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 19", "txt": "Laura Ingraham, American radio host and author", "entities": [{"title": "Laura Ingraham", "href": "/wiki/Laura_Ingraham", "description": "Laura Anne Ingraham is an American conservative television host. Ingraham formerly hosted the nationally syndicated radio show The Laura Ingraham Show for nearly two decades, is the editor-in-chief of LifeZette, and beginning in October 2017, has been the host of The Ingraham Angle on Fox News Channel."}]}, {"heading": "Births", "year": "1963", "date": "June 19", "txt": "Margarita Ponomaryova, Russian hurdler", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 19", "txt": "Rory Underwood, English rugby player, lieutenant, and pilot", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 19", "txt": "Brent Goulet, American soccer player and manager", "entities": [{"title": "Brent Goulet", "href": "/wiki/Brent_Goulet", "description": "Brent Goulet is a retired American soccer forward who later coached SV Elversberg from 2004 to 2008. He began his career in the United States before moving to England and Germany, and also earned eight caps with the U.S. national team. He was the 1987 U.S. Soccer Athlete of the Year and was a member of the United States Olympic Soccer team at the. Member of 1989 U.S. Futsal World Championship Bron"}]}, {"heading": "Births", "year": "1964", "date": "June 19", "txt": "Boris Johnson, Prime Minister of the United Kingdom and former Mayor of London", "entities": [{"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Mayor of London", "href": "/wiki/Mayor_of_London", "description": "The Mayor of London is the head of the executive of the Greater London Authority. The current mayor is Sadiq Khan, who took office on 9 May 2016. The position was held by Ken Livingstone from the creation of the role on 4 May 2000 until he was defeated in May 2008 by Boris Johnson, who served two terms before being succeeded by Khan."}]}, {"heading": "Births", "year": "1964", "date": "June 19", "txt": "Brian Vander Ark, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 19", "txt": "Sabine Braun, German heptathlete", "entities": [{"title": "Sabine Braun", "href": "/wiki/Sabine_Braun", "description": "Sabine Braun is a German former athlete in track and field. Because she had talents in several disciplines, Sabine Braun competed in the heptathlon and had a number of successes. Her international sport career began in August 1983 with the European Junior Championships where she won second place."}]}, {"heading": "Births", "year": "1965", "date": "June 19", "txt": "Sadie Frost, English actress and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 19", "txt": "Michalis Romanidis, Greek basketball player", "entities": [{"title": "Michalis Romanidis", "href": "/wiki/Michalis_Romanidis", "description": "Michalis Romanidis is a retired Greek professional basketball player. At 1.99 m tall, he played at the small forward and power forward positions."}]}, {"heading": "Births", "year": "1967", "date": "June 19", "txt": "Bjørn Dæhlie, Norwegian skier and businessman", "entities": [{"title": "Bjørn Dæhlie", "href": "/wiki/Bj%C3%B8rn_D%C3%A6hlie", "description": "Bjørn Erlend Dæhlie is a Norwegian businessman and retired cross-country skier. From 1992 to 1999, Dæhlie won the Nordic World Cup six times, finishing second in 1994 and 1998. Dæhlie won a total of 29 medals in the Olympics and World Championships between 1991 and 1999, making him the most successful male cross-country skier in history."}]}, {"heading": "Births", "year": "1968", "date": "June 19", "txt": "Alastair Lynch, Australian footballer and sportscaster", "entities": [{"title": "Alastair Lynch", "href": "/wiki/Alastair_Lynch", "description": "Alastair Graeme Lynch is a former professional Australian rules footballer who played in the Australian Football League (AFL). He is best known as a three-time premiership full-forward for the Brisbane Lions."}]}, {"heading": "Births", "year": "1968", "date": "June 19", "txt": "Timothy Morton, American philosopher and academic", "entities": []}, {"heading": "Births", "year": "1968", "date": "June 19", "txt": "Kimberly Anne \"Kim\" Walker, American film and television actress (d. 2001)", "entities": [{"title": "Kim Walker (actress)", "href": "/wiki/Kim_Walker_(actress)", "description": "Kimberly Anne Walker was an American film and television actress. One of her best known roles was that of Heather Chandler in the 1989 comedy Heathers."}]}, {"heading": "Births", "year": "1970", "date": "June 19", "txt": "Rahul Gandhi, Indian politician", "entities": [{"title": "Rahul Gandhi", "href": "/wiki/Rahul_Gandhi", "description": "Rahul Gandhi is an Indian politician and a member of the Indian Parliament, representing the constituency of Wayanad, Kerala in the 17th Lok Sabha. A member of the Indian National Congress, he served as the President of the Indian National Congress from 16 December 2017 to 3 July 2019. Gandhi is the chairperson of the Indian Youth Congress and the National Students Union of India. He is also a tru"}]}, {"heading": "Births", "year": "1970", "date": "June 19", "txt": "Quincy Watts, American sprinter and football player", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 19", "txt": "Brian Welch, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 19", "txt": "José Emilio Amavisca, Spanish footballer", "entities": [{"title": "José Emilio Amavisca", "href": "/wiki/Jos%C3%A9_Emilio_Amavisca", "description": "José Emilio Amavisca Gárate is a Spanish retired footballer who played as a left midfielder or left winger."}]}, {"heading": "Births", "year": "1971", "date": "June 19", "txt": "Chris Armstrong, English footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 19", "txt": "Jean Dujardin, French actor", "entities": [{"title": "Jean Dujardin", "href": "/wiki/Jean_Dujardin", "description": "Jean Edmond Dujardin is a French actor and comedian. He began his career as a stand-up comedian in Paris before guest starring in comedic television programmes and films. He first came to prominence with the cult TV series Un gars, une fille, in which he starred alongside his lover Alexandra Lamy, before gaining success in film with movies such as Brice de Nice, Michel Hazanavicius's OSS 117: Cair"}]}, {"heading": "Births", "year": "1972", "date": "June 19", "txt": "Ilya Markov, Russian race walker", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 19", "txt": "Brian McBride, American soccer player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 19", "txt": "Poppy Montgomery, Australian-American actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 19", "txt": "Robin Tunney, American actress", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 19", "txt": "Jahine Arnold, American football player", "entities": [{"title": "Jahine Arnold", "href": "/wiki/Jahine_Arnold", "description": "Jahine Amid Arnold is a former National Football League wide receiver."}]}, {"heading": "Births", "year": "1973", "date": "June 19", "txt": "Yuko Nakazawa, Japanese singer", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 19", "txt": "Yasuhiko Yabuta, Japanese baseball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 19", "txt": "Doug Mientkiewicz, American baseball player, coach, and manager", "entities": [{"title": "Doug Mientkiewicz", "href": "/wiki/Doug_Mientkiewicz", "description": "Douglas Andrew Mientkiewicz is an American retired professional baseball first baseman, who most recently served as the manager for the Toledo Mud Hens. He batted left-handed and threw right-handed. He is one of five American players to win both an Olympic gold medal and a World Series championship which he won with the Boston Red Sox in 2004 over the St. Louis Cardinals."}]}, {"heading": "Births", "year": "1974", "date": "June 19", "txt": "Mustaque Ahmed Ruhi, Bangladeshi member of parliament", "entities": [{"title": "Mustaque Ahmed Ruhi", "href": "/wiki/Mustaque_Ahmed_Ruhi", "description": "Mustaque Ahmed Ruhi is a Bangladeshi politician and member of the 9th Parliament. In 2008, he was elected as a member of the Bangladesh Awami League nominee in the general election. He is also known as the student leader."}]}, {"heading": "Births", "year": "1975", "date": "June 19", "txt": "Hugh Dancy, English actor and model", "entities": [{"title": "Hugh Dancy", "href": "/wiki/Hugh_Dancy", "description": "Hugh Michael Horace Dancy is an English actor who rose to prominence for his role as the titular character in the television film adaptation of David Copperfield (2000) as well as for roles in feature films as Sfc. Kurt Schmid in Black Hawk Down (2001) and Prince Charmont in Ella Enchanted (2004). Other film roles include Joe Conner in Shooting Dogs (2005), Grigg Harris in The Jane Austen Book Clu"}]}, {"heading": "Births", "year": "1975", "date": "June 19", "txt": "Anthony Parker, American basketball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 19", "txt": "Anar Baghirov, Azerbaijani lawyer", "entities": [{"title": "Anar Baghirov", "href": "/wiki/Anar_Baghirov", "description": "Anar Ramiz Baghirov is a lawyer and is president of the Azerbaijan Bar Association, a member of the Judicial Legal Council of the Republic of Azerbaijan, a member of Azerbaijan Republic Commission on Combating Corruption, acting dean of the faculty of \"Professional Admission and Qualification of Lawyers\" under the Justice Academy, and a member of the Board of Education of the Justice Academy. Bagh"}]}, {"heading": "Births", "year": "1976", "date": "June 19", "txt": "Dennis Crowley, American businessman, co-founded Foursquare", "entities": [{"title": "Foursquare (company)", "href": "/wiki/Foursquare_(company)", "description": "Foursquare Labs Inc., commonly known as Foursquare, is an American technology company. The company's location platform is the foundation of several business and consumer products, including the Foursquare City Guide and Foursquare Swarm apps."}]}, {"heading": "Births", "year": "1976", "date": "June 19", "txt": "Bryan Hughes, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 19", "txt": "Anita Wilson, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 19", "txt": "Dirk Nowitzki, German basketball player", "entities": [{"title": "Dirk Nowitzki", "href": "/wiki/Dirk_Nowitzki", "description": "Dirk Werner Nowitzki is a German former professional basketball player. Listed at 7 ft 0 in (2.13 m), he is widely regarded as one of the greatest power forwards of all time and is considered by many to be the greatest European player of all time."}]}, {"heading": "Births", "year": "1978", "date": "June 19", "txt": "Zoe Saldana, American actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 19", "txt": "Claudio Vargas, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "June 19", "txt": "José Kléberson, Brazilian footballer", "entities": [{"title": "José Kléberson", "href": "/wiki/Jos%C3%A9_Kl%C3%A9berson", "description": "José Kléberson Pereira, commonly known as José Kléberson or simply Kléberson, is a former Brazilian footballer, and current coach at the Philadelphia Union Academy. He previously played for Brazil 32 times and was part of the squad that won the 2002 FIFA World Cup."}]}, {"heading": "Births", "year": "1980", "date": "June 19", "txt": "Jean Carroll, Irish cricketer", "entities": [{"title": "Jean Carroll (cricketer)", "href": "/wiki/Jean_Carroll_(cricketer)", "description": "Jean Christine Carroll is an Irish international cricketer who debuted for the Ireland national side in 2007. A wicket-keeper, she played eight One Day International and five Twenty20 International matches."}]}, {"heading": "Births", "year": "1980", "date": "June 19", "txt": "Dan Ellis, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 19", "txt": "Robbie Neilson, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 19", "txt": "Nuno Santos, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 19", "txt": "Mohammed Al-Khuwalidi, Saudi Arabian long jumper", "entities": [{"title": "Mohammed Al-Khuwalidi", "href": "/wiki/Mohammed_Al-Khuwalidi", "description": "Mohamed Salman Al-Khuwalidi is a Saudi Arabian long jumper. His personal best is 8.48 metres, achieved in July 2006 in Sotteville-lès-Rouen, France. This is also the current Asian record."}]}, {"heading": "Births", "year": "1981", "date": "June 19", "txt": "Moss Burmester, New Zealand swimmer", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 19", "txt": "Alexander Frolov, Russian ice hockey player", "entities": [{"title": "Alexander Frolov", "href": "/wiki/Alexander_Frolov", "description": "Alexander Alexandrovich Frolov is a Russian professional ice hockey player currently playing for the Daemyung Killer Whales of the Asia League Ice Hockey (ALIH). In an eight-year National Hockey League (NHL) career, he played with the Los Angeles Kings and the New York Rangers. After Frolov's NHL career ended, he moved to the KHL with Avangard Omsk and CSKA Moscow."}]}, {"heading": "Births", "year": "1982", "date": "June 19", "txt": "Chris Vermuelen, Australian motorcycle racer", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 19", "txt": "Macklemore, American rapper", "entities": [{"title": "Macklemore", "href": "/wiki/Macklemore", "description": "Benjamin Hammond Haggerty, known by his stage name Macklemore, is an American rapper and songwriter. A native of Seattle, Washington, he has collaborated with producer Ryan Lewis as the duo Macklemore & Ryan Lewis. His releases to date include one mixtape, three EPs, and four albums."}]}, {"heading": "Births", "year": "1983", "date": "June 19", "txt": "Aidan Turner, Irish actor", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 19", "txt": "Paul Dano, American actor", "entities": [{"title": "Paul Dano", "href": "/wiki/Paul_Dano", "description": "Paul Franklin Dano is an American actor, director, screenwriter, producer, and musician."}]}, {"heading": "Births", "year": "1984", "date": "June 19", "txt": "Wieke Dijkstra, Dutch field hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 19", "txt": "Andri Eleftheriou, Cypriot sport shooter", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 19", "txt": "Ai Miyazato, Japanese golfer", "entities": [{"title": "Ai Miyazato", "href": "/wiki/Ai_Miyazato", "description": "Ai Miyazato  is a former Japanese professional golfer who competed on the U.S.-based LPGA Tour and the LPGA of Japan Tour (JLPGA). She was the top-ranked golfer in the Women's World Golf Rankings on three occasions in 2010."}]}, {"heading": "Births", "year": "1985", "date": "June 19", "txt": "José Ernesto Sosa, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 19", "txt": "Dire Tune, Ethiopian runner", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 19", "txt": "Aoiyama Kōsuke, Bulgarian sumo wrestler", "entities": [{"title": "Aoiyama Kōsuke", "href": "/wiki/Aoiyama_K%C5%8Dsuke", "description": "Aoiyama Kōsuke  is a Bulgarian professional sumo wrestler or rikishi from Elhovo. He made his professional debut in 2009, reaching the top division two years later, debuting in the November 2011 tournament. He has won four Fighting Spirit awards, one Technique award and one kinboshi for defeating a yokozuna. He has twice been runner-up in a tournament. His highest rank has been sekiwake. He is one"}]}, {"heading": "Births", "year": "1986", "date": "June 19", "txt": "Lázaro Borges, Cuban pole vaulter", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 19", "txt": "Diego Hypólito, Brazilian gymnast", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 19", "txt": "Marvin Williams, American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 19", "txt": "Rashard Mendenhall, American football player", "entities": [{"title": "Rashard Mendenhall", "href": "/wiki/Rashard_Mendenhall", "description": "Rashard Jamal Mendenhall is a former American football running back and current television writer who played in the National Football League (NFL) for six seasons. He played college football at Illinois and was drafted by the Pittsburgh Steelers in the first round of the 2008 NFL Draft. He won Super Bowl XLIII with the Steelers against the Arizona Cardinals, for whom he later played one season."}]}, {"heading": "Births", "year": "1988", "date": "June 19", "txt": "Jacob deGrom, American baseball player", "entities": [{"title": "Jacob deGrom", "href": "/wiki/Jacob_deGrom", "description": "Jacob Anthony deGrom is an American professional baseball pitcher for the New York Mets of Major League Baseball (MLB). Prior to playing professionally, deGrom attended Stetson University and played college baseball for the Stetson Hatters."}]}, {"heading": "Births", "year": "1990", "date": "June 19", "txt": "Moa Hjelmer, Swedish sprinter", "entities": [{"title": "Moa Hjelmer", "href": "/wiki/Moa_Hjelmer", "description": "Moa Elin Marianne Hjelmer is a Swedish athlete who competes in the 200 metres and 400 metres. Hjelmer was born in Stockholm. She won a silver medal in the Junior European Championships in 2011 in Ostrava. She beat the Swedish record time on 400 metres on 14 August 2011, then beat it twice during the European Championship in Helsinki in 2012. On 29 June 2012 she won a gold medal at the 2012 Europea"}]}, {"heading": "Births", "year": "1990", "date": "June 19", "txt": "Xavier Rhodes, American football player", "entities": []}, {"heading": "Births", "year": "1992", "date": "June 19", "txt": "Keaton Jennings, South African-English cricketer", "entities": [{"title": "Keaton Jennings", "href": "/wiki/Keaton_Jennings", "description": "Keaton Kent Jennings is a South African-born English cricketer who plays for Lancashire and represented England. He is a left-handed opening batsman who also bowls right-arm medium-fast."}]}, {"heading": "Births", "year": "1992", "date": "June 19", "txt": "C. J. Mosley, American football player", "entities": []}, {"heading": "Births", "year": "1993", "date": "June 19", "txt": "Olajide Olatunji, English YouTuber", "entities": [{"title": "KSI (entertainer)", "href": "/wiki/KSI_(entertainer)", "description": "Olajide Olayinka Williams \"JJ\" Olatunji, better known as KSI, is an English YouTuber, recording artist, and boxer. In 2019, he was ranked second by The Sunday Times in its list of the top 100 UK influencers. He is also part of the British YouTube group known as the Sidemen."}]}, {"heading": "Deaths", "year": "404", "date": "June 19", "txt": "Huan Xuan, Jin-dynasty warlord and emperor of Huan Chu (b. 369)", "entities": [{"title": "Huan Xuan", "href": "/wiki/Huan_Xuan", "description": "Huan Xuan (桓玄), courtesy name Jingdao (敬道), nickname Lingbao (靈寶), formally Emperor Wudao of Chu (楚武悼帝), was a Jin Dynasty (265-420) warlord who briefly took over the imperial throne from Emperor An of Jin and declared his own state of Chu in 403, but was defeated by an uprising led by the general Liu Yu in 404 and killed. He was the youngest son of Huan Wen."}, {"title": "Warlord", "href": "/wiki/Warlord", "description": "A warlord is a strong leader able to exercise military, economic, and political control over a subnational territory within a sovereign state because of their ability to mobilize loyal armed forces. These armed forces, usually considered militias, are loyal to the warlord rather than to the general government due to the background of the Warlords. Warlords have existed throughout much of history, "}]}, {"heading": "Deaths", "year": "626", "date": "June 19", "txt": "Soga no Umako, Japanese son of Soga no Iname (b. 551)", "entities": [{"title": "Soga no Umako", "href": "/wiki/Soga_no_Umako", "description": "Soga no Umako  was the son of Soga no Iname and a member of the powerful Soga clan of Japan."}, {"title": "Soga no Iname", "href": "/wiki/Soga_no_Iname", "description": "Soga no Iname  was a leader of the Soga clan and a statesman during the reign of Emperor Kinmei in the Asuka period. He was the first person to hold the position of Ōomi that can be verified with reasonable accuracy, in 536 A.D. Essentially what this means: Japan's first head of government with the Ōkimi as head of state."}]}, {"heading": "Deaths", "year": "930", "date": "June 19", "txt": "Xiao Qing, chancellor of Later Liang (b. 862)", "entities": [{"title": "Xiao Qing", "href": "/wiki/Xiao_Qing", "description": "Xiao Qing (蕭頃), courtesy name Zicheng (子澄), was an official of the Chinese dynasty Tang Dynasty and its successor states Later Liang and Later Tang of the Five Dynasties and Ten Kingdoms period, serving as a chancellor during Later Liang."}, {"title": "Later Liang (Five Dynasties)", "href": "/wiki/Later_Liang_(Five_Dynasties)", "description": "The Later Liang, also known as Zhu Liang, was one of the Five Dynasties during the Five Dynasties and Ten Kingdoms period in China. It was founded by Zhu Wen, posthumously known as Taizu of Later Liang, after he forced the last emperor of the Tang dynasty to abdicate in his favour. The Later Liang would last until 923 when it was destroyed by Later Tang."}]}, {"heading": "Deaths", "year": "1027", "date": "June 19", "txt": "Romuald, Italian mystic and saint (b. 951)", "entities": [{"title": "Romuald", "href": "/wiki/Romuald", "description": "Romuald was the founder of the Camaldolese order and a major figure in the eleventh-century \"Renaissance of eremitical asceticism\". Romuald spent about 30 years traversing Italy, founding and reforming monasteries and hermitages."}]}, {"heading": "Deaths", "year": "1185", "date": "June 19", "txt": "Taira no Munemori, Japanese soldier (b. 1147)", "entities": [{"title": "Taira no Munemori", "href": "/wiki/Taira_no_Munemori", "description": "Taira no Munemori  was heir to Taira no Kiyomori, and one of the Taira clan's chief commanders in the Genpei War."}]}, {"heading": "Deaths", "year": "1282", "date": "June 19", "txt": "Eleanor de Montfort, Welsh princess (b. 1252)", "entities": [{"title": "Eleanor de Montfort", "href": "/wiki/Eleanor_de_Montfort", "description": "Eleanor de Montfort, Princess of Wales and Lady of Snowdon was an English noble. She was the daughter of Simon de Montfort, 6th Earl of Leicester and Eleanor of England. She was also the second woman who can be shown to have used the title Princess of Wales."}]}, {"heading": "Deaths", "year": "1312", "date": "June 19", "txt": "Piers Gaveston, 1st Earl of Cornwall, English politician (b. 1284)", "entities": [{"title": "Piers Gaveston, 1st Earl of Cornwall", "href": "/wiki/Piers_Gaveston,_1st_Earl_of_Cornwall", "description": "Piers Gaveston, 1st Earl of Cornwall was an English nobleman of Gascon origin, and the favourite of Edward II of England."}]}, {"heading": "Deaths", "year": "1341", "date": "June 19", "txt": "Juliana Falconieri, Italian nun and saint (b. 1270)", "entities": [{"title": "Juliana Falconieri", "href": "/wiki/Juliana_Falconieri", "description": "Juliana Falconieri, O.S.M., was the Italian foundress of the Religious Sisters of the Third Order of Servites."}]}, {"heading": "Deaths", "year": "1364", "date": "June 19", "txt": "Elisenda of Montcada, queen consort and regent of Aragon  (b. 1292)", "entities": [{"title": "Elisenda of Montcada", "href": "/wiki/Elisenda_of_Montcada", "description": "Elisenda de Montcada was queen consort of Aragon as the fourth and last spouse of James II of Aragon. She served as Regent or \"Queen-Lieutenant\" of Aragon during the absence of her spouse from 1324 until 1327.\nShe was a daughter of Pere II Ramon de Montcada and Elisenda de Pinos. She and James II founded the Monastery of Pedralbes, a Franciscan convent of the Poor Clares. After James II's death in"}]}, {"heading": "Deaths", "year": "1504", "date": "June 19", "txt": "Bernhard Walther, German astronomer and humanist (b. 1430)", "entities": [{"title": "Bernhard Walther", "href": "/wiki/Bernhard_Walther", "description": "Bernhard Walther was a German merchant, humanist and astronomer based in Nuremberg, Germany."}]}, {"heading": "Deaths", "year": "1542", "date": "June 19", "txt": "Leo Jud, Swiss theologian and reformer (b. 1482)", "entities": [{"title": "Leo Jud", "href": "/wiki/Leo_Jud", "description": "Leo Jud, known to his contemporaries as Meister Leu, was a Swiss reformer who worked with Huldrych Zwingli in Zürich."}]}, {"heading": "Deaths", "year": "1545", "date": "June 19", "txt": "Abraomas Kulvietis, Lithuanian-Russian lawyer and jurist (b. 1509)", "entities": [{"title": "Abraomas Kulvietis", "href": "/wiki/Abraomas_Kulvietis", "description": "Abraomas Kulvietis was a Lithuanian jurist and a professor at Königsberg Albertina University, as well as a reformer of the church."}]}, {"heading": "Deaths", "year": "1567", "date": "June 19", "txt": "Anna of Brandenburg, Duchess of Mecklenburg (b. 1507)", "entities": [{"title": "Anna of Brandenburg, Duchess of Mecklenburg", "href": "/wiki/Anna_of_Brandenburg,_Duchess_of_Mecklenburg", "description": "Anna of Brandenburg was a Duchess consort of Mecklenburg."}]}, {"heading": "Deaths", "year": "1584", "date": "June 19", "txt": "Francis, Duke of Anjou (b. 1555)", "entities": [{"title": "Francis, Duke of Anjou", "href": "/wiki/Francis,_Duke_of_Anjou", "description": "Monsieur Francis, Duke of Anjou and Alençon was the youngest son of King Henry II of France and Catherine de' Medici."}]}, {"heading": "Deaths", "year": "1608", "date": "June 19", "txt": "Alberico Gentili, Italian lawyer and jurist (b. 1551)", "entities": [{"title": "Alberico Gentili", "href": "/wiki/Alberico_Gentili", "description": "Alberico Gentili was an Italian jurist, tutor of Queen Elizabeth I, and a standing advocate to the Spanish Embassy in London, who served as the Regius professor of civil law at the University of Oxford for 21 years. He is heralded as the founder of the science of international law alongside Francisco de Vitoria and Hugo Grotius, and thus known as the \"Father of international law\". Gentili has been"}]}, {"heading": "Deaths", "year": "1650", "date": "June 19", "txt": "Matthäus Merian, Swiss-German engraver and publisher (b. 1593)", "entities": [{"title": "Matthäus Merian", "href": "/wiki/Matth%C3%A4us_Merian", "description": "Matthäus Merian der Ältere was a Swiss-born engraver who worked in Frankfurt for most of his career, where he also ran a publishing house. He was a member of the patrician Basel Merian family."}]}, {"heading": "Deaths", "year": "1747", "date": "June 19", "txt": "Alessandro Marcello, Italian composer and educator (b. 1669)", "entities": [{"title": "Alessandro Marcello", "href": "/wiki/Alessandro_Marcello", "description": "Alessandro Ignazio Marcello was an Italian nobleman and composer."}]}, {"heading": "Deaths", "year": "1747", "date": "June 19", "txt": "Nader Shah, Persian leader (b. 1688)", "entities": []}, {"heading": "Deaths", "year": "1762", "date": "June 19", "txt": "Johann Ernst Eberlin, German organist and composer (b. 1702)", "entities": [{"title": "Johann Ernst Eberlin", "href": "/wiki/Johann_Ernst_Eberlin", "description": "Johann Ernst Eberlin was a German composer and organist whose works bridge the baroque and classical eras. He was a prolific composer, chiefly of church organ and choral music. Marpurg claims he wrote as much and as rapidly as Alessandro Scarlatti and Georg Philipp Telemann, a claim also repeated by Leopold Mozart - though ultimately Eberlin did not live nearly as long as either of those two compo"}]}, {"heading": "Deaths", "year": "1768", "date": "June 19", "txt": "Benjamin Tasker Sr., American soldier and politician, 10th Colonial Governor of Maryland (b. 1690)", "entities": [{"title": "Benjamin Tasker Sr.", "href": "/wiki/Benjamin_Tasker_Sr.", "description": "Benjamin Tasker Sr. was the 21st Proprietary Governor of Maryland from 1752 to 1753.\nHe also occupied a number of other significant colonial offices, including, on various occasions, being elected Mayor of Annapolis."}, {"title": "List of colonial governors of Maryland", "href": "/wiki/List_of_colonial_governors_of_Maryland", "description": "The following is a list of the colonial governors of the Province of Maryland."}]}, {"heading": "Deaths", "year": "1786", "date": "June 19", "txt": "Nathanael Greene, American general (b. 1742)", "entities": [{"title": "Nathanael Greene", "href": "/wiki/Nathanael_Greene", "description": "Nathanael Greene was a major general of the Continental Army in the American Revolutionary War. He emerged from the war with a reputation as General George Washington's most talented and dependable officer, and is known for his successful command in the southern theater of the war."}]}, {"heading": "Deaths", "year": "1805", "date": "June 19", "txt": "Louis-Jean-François Lagrenée, French painter and educator (b. 1724)", "entities": [{"title": "Louis-Jean-François Lagrenée", "href": "/wiki/Louis-Jean-Fran%C3%A7ois_Lagren%C3%A9e", "description": "Louis-Jean-François Lagrenée was a French rococo painter and student of Carle van Loo. He won the Grand Prix de Rome for painting in 1749 and was elected a member of the Académie royale de peinture et de sculpture in 1755. His younger brother Jean-Jacques Lagrenée was also a painter."}]}, {"heading": "Deaths", "year": "1820", "date": "June 19", "txt": "Joseph Banks, English botanist and author (b. 1743)", "entities": [{"title": "Joseph Banks", "href": "/wiki/Joseph_Banks", "description": "Sir Joseph Banks, 1st Baronet, was an English naturalist, botanist, and patron of the natural sciences."}]}, {"heading": "Deaths", "year": "1844", "date": "June 19", "txt": "Étienne Geoffroy Saint-Hilaire, French zoologist and biologist (b. 1772)", "entities": [{"title": "Étienne Geoffroy Saint-Hilaire", "href": "/wiki/%C3%89tienne_Geoffroy_Saint-Hilaire", "description": "Étienne Geoffroy Saint-Hilaire was a French naturalist who established the principle of \"unity of composition\". He was a colleague of Jean-Baptiste Lamarck and expanded and defended Lamarck's evolutionary theories. Geoffroy's scientific views had a transcendental flavor and were similar to those of German morphologists like Lorenz Oken. He believed in the underlying unity of organismal design, and"}]}, {"heading": "Deaths", "year": "1864", "date": "June 19", "txt": "Richard Heales, English-Australian politician, 4th Premier of Victoria (b. 1822)", "entities": [{"title": "Richard Heales", "href": "/wiki/Richard_Heales", "description": "Richard Heales, Victorian colonial politician, was the 4th Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1864", "date": "June 19", "txt": "Sarah Rosetta Wakeman, American soldier (b. 1843)", "entities": []}, {"heading": "Deaths", "year": "1865", "date": "June 19", "txt": "Evangelos Zappas, Greek-Romanian businessman and philanthropist (b. 1800)", "entities": [{"title": "Evangelos Zappas", "href": "/wiki/Evangelos_Zappas", "description": "Evangelis or Evangelos Zappas was a Greek patriot, philanthropist and businessman who spent most of his life in Romania. He is recognized today as one of the founders of the modern Olympic Games, which were held in 1859, 1870, 1875, and 1888 and preceded the Olympic Games that came under the auspices of the International Olympic Committee. These Games, known at the time simply as Olympics, came be"}]}, {"heading": "Deaths", "year": "1867", "date": "June 19", "txt": "Miguel Miramón, Unconstitutional president of Mexico, 1859-1860 (b. 1832)", "entities": [{"title": "Miguel Miramón", "href": "/wiki/Miguel_Miram%C3%B3n", "description": "Miguel Gregorio de la Luz Atenógenes Miramón y Tarelo, known as Miguel Miramón, was a Mexican conservative general and politician. He opposed the liberal Constitution of 1857 and served as President of Mexico in opposition to the constitutional president, Benito Juárez of the Liberal Party. He was one of the youngest rulers and the first not born during Spanish colonial rule. He served in the impe"}]}, {"heading": "Deaths", "year": "1867", "date": "June 19", "txt": "Maximilian I of Mexico (b. 1832)", "entities": []}, {"heading": "Deaths", "year": "1874", "date": "June 19", "txt": "Ferdinand Stoliczka, Moravian palaeontologist and ornithologist (b. 1838)", "entities": [{"title": "Ferdinand Stoliczka", "href": "/wiki/Ferdinand_Stoliczka", "description": "Ferdinand Stoliczka was a Moravian palaeontologist who worked in India on paleontology, geology and various aspects of zoology, including ornithology, malacology, and herpetology. He died of high altitude sickness in Murgo during an expedition across the Himalayas."}]}, {"heading": "Deaths", "year": "1884", "date": "June 19", "txt": "Juan Bautista Alberdi, Argentinian-French politician and diplomat (b. 1810)", "entities": [{"title": "Juan Bautista Alberdi", "href": "/wiki/Juan_Bautista_Alberdi", "description": "Juan Bautista Alberdi was an Argentine political theorist and diplomat. Although he lived most of his life in exile in Montevideo, Uruguay and in Chile, he influenced the content of the Constitution of Argentina of 1853."}]}, {"heading": "Deaths", "year": "1903", "date": "June 19", "txt": "Herbert Vaughan, English cardinal (b. 1832)", "entities": [{"title": "Herbert Vaughan", "href": "/wiki/Herbert_Vaughan", "description": "Herbert Alfred Henry Vaughan was an English prelate of the Catholic Church. He served as Archbishop of Westminster from 1892 until his death, and was elevated to the cardinalate in 1893. He was the founder in 1866 of St Joseph's Foreign Missionary College, known best as the Mill Hill Missionaries. He also founded the Catholic Truth Society and St. Bede's College, Manchester. As Archbishop of Westm"}]}, {"heading": "Deaths", "year": "1918", "date": "June 19", "txt": "Francesco Baracca, Italian fighter pilot (b. 1888)", "entities": [{"title": "Francesco Baracca", "href": "/wiki/Francesco_Baracca", "description": "Count Francesco Baracca was Italy's top fighter ace of World War I. He was credited with 34 aerial victories. The emblem he wore side by side on his plane of a black horse prancing on its two rear hooves inspired Enzo Ferrari to use it on his racing car and later in his automotive company."}]}, {"heading": "Deaths", "year": "1921", "date": "June 19", "txt": "Ramón López Velarde, Mexican poet and author (b. 1888)", "entities": [{"title": "Ramón López Velarde", "href": "/wiki/Ram%C3%B3n_L%C3%B3pez_Velarde", "description": "Ramón López Velarde was a \nMexican poet. His work was a reaction against French-influenced modernismo which, as an expression of a purely Mexican subject matter and emotional experience, is unique. He achieved great fame in his native land, to the point of being considered Mexico's national poet."}]}, {"heading": "Deaths", "year": "1922", "date": "June 19", "txt": "Hitachiyama Taniemon, Japanese sumo wrestler, the 19th Yokozuna (b. 1874)", "entities": [{"title": "Hitachiyama Taniemon", "href": "/wiki/Hitachiyama_Taniemon", "description": "Hitachiyama Taniemon  was a Japanese professional sumo wrestler from Mito, Ibaraki Prefecture. He was the sport's 19th yokozuna from 1903 till 1914. His great rivalry with Umegatani Tōtarō II created the \"Ume-Hitachi Era\" and did much to popularise sumo. He is remembered as much for his exploits in promoting the sport as for his strength on the dohyō. In his later years as head coach of Dewanoumi "}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1932", "date": "June 19", "txt": "Sol Plaatje, South African journalist and activist (b. 1876)", "entities": [{"title": "Sol Plaatje", "href": "/wiki/Sol_Plaatje", "description": "Solomon Tshekisho Plaatje was a South African intellectual, journalist, linguist, politician, translator and writer. Plaatje was a founder member and first General Secretary of the South African Native National Congress (SANNC), which became the African National Congress (ANC). The Sol Plaatje Local Municipality, which includes the city of Kimberley, is named after him, as is the Sol Plaatje Unive"}]}, {"heading": "Deaths", "year": "1937", "date": "June 19", "txt": "J. M. Barrie, Scottish novelist and playwright (b. 1860)", "entities": [{"title": "J. M. Barrie", "href": "/wiki/J._M._Barrie", "description": "Sir James Matthew Barrie, 1st Baronet, was a Scottish novelist and playwright, best remembered as the creator of Peter Pan. He was born and educated in Scotland and then moved to London, where he wrote a number of successful novels and plays. There he met the Llewelyn Davies boys, who inspired him to write about a baby boy who has magical adventures in Kensington Gardens, then to write Peter Pan, "}]}, {"heading": "Deaths", "year": "1939", "date": "June 19", "txt": "Grace Abbott, American social worker and activist (b. 1878)", "entities": [{"title": "Grace Abbott", "href": "/wiki/Grace_Abbott", "description": "Grace Abbott was an American social worker who specifically worked in improving the rights of immigrants and advancing child welfare, especially the regulation of child labor. Her elder sister, Edith Abbott, who was a social worker, educator and researcher, had professional interests that often complemented those of Grace's."}]}, {"heading": "Deaths", "year": "1940", "date": "June 19", "txt": "Maurice Jaubert, French composer and conductor (b. 1900)", "entities": [{"title": "Maurice Jaubert", "href": "/wiki/Maurice_Jaubert", "description": "Maurice Jaubert was a French composer. A prolific composer, he scored some of the most important films of the early sound era in France, including Jean Vigo’s Zero for Conduct and L’Atalante, and René Clair’s Quatorze Juillet and Le Dernier Milliardaire. Serving in both world wars, he died in action during World War II at the age of 40."}]}, {"heading": "Deaths", "year": "1941", "date": "June 19", "txt": "C. V. Hartman, Swiss botanist and anthropologist (b. 1862)", "entities": [{"title": "C. V. Hartman", "href": "/wiki/C._V._Hartman", "description": "Carl Vilhelm Hartman, was a Swedish botanist and anthropologist."}]}, {"heading": "Deaths", "year": "1941", "date": "June 19", "txt": "Otto Hirsch, German jurist and politician (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1949", "date": "June 19", "txt": "Syed Zafarul Hasan, Indian philosopher and academic (b. 1885)", "entities": [{"title": "Syed Zafarul Hasan", "href": "/wiki/Syed_Zafarul_Hasan", "description": "Syed Zafarul Hasan was a prominent twentieth-century Pakistani Muslim philosopher."}]}, {"heading": "Deaths", "year": "1951", "date": "June 19", "txt": "Angelos Sikelianos, Greek poet and playwright (b. 1884)", "entities": [{"title": "Angelos Sikelianos", "href": "/wiki/Angelos_Sikelianos", "description": "Angelos Sikelianos was a Greek lyric poet and playwright. His themes include Greek history, religious symbolism as well as universal harmony in poems such as The Moonstruck, Prologue to Life, Mother of God, and Delphic Utterance. His plays include Sibylla, Daedalus in Crete, Christ in Rome, The Death of Digenis, The Dithyramb of the Rose and Asklepius. Although occasionally his grandiloquence blun"}]}, {"heading": "Deaths", "year": "1953", "date": "June 19", "txt": "Ethel Rosenberg, American spy (b. 1915)", "entities": [{"title": "Ethel Rosenberg", "href": "/wiki/Ethel_Rosenberg", "description": "Julius Rosenberg and Ethel Rosenberg were American citizens who were convicted of spying on behalf of the Soviet Union. The couple were accused of providing top-secret information about radar, sonar, jet propulsion engines and valuable nuclear weapon designs. Convicted of espionage in 1951, they were executed by the federal government of the United States in 1953 in the Sing Sing correctional faci"}]}, {"heading": "Deaths", "year": "1953", "date": "June 19", "txt": "Julius Rosenberg, American spy (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1956", "date": "June 19", "txt": "Thomas J. Watson, American businessman (b. 1874)", "entities": [{"title": "Thomas J. Watson", "href": "/wiki/Thomas_J._Watson", "description": "Thomas John Watson Sr. was an American businessman. He served as the chairman and CEO of International Business Machines (IBM). He oversaw the company's growth into an international force from 1914 to 1956. Watson developed IBM's management style and corporate culture from John Henry Patterson's training at NCR. He turned the company into a highly-effective selling organization, based largely on p"}]}, {"heading": "Deaths", "year": "1962", "date": "June 19", "txt": "Frank Borzage, American film director and actor (b. 1894)", "entities": [{"title": "Frank Borzage", "href": "/wiki/Frank_Borzage", "description": "Frank Borzage was an Academy Award-winning American film director and actor, known for directing 7th Heaven (1927), Street Angel (1928), Bad Girl (1931), A Farewell to Arms (1932), Man's Castle (1933), History Is Made at Night (1937), The Mortal Storm (1940) and Moonrise (1948)."}]}, {"heading": "Deaths", "year": "1966", "date": "June 19", "txt": "Ed Wynn, American actor and comedian (b. 1886)", "entities": [{"title": "Ed Wynn", "href": "/wiki/Ed_Wynn", "description": "Isaiah Edwin Leopold, better known as Ed Wynn, was an American actor and comedian, noted for his Perfect Fool comedy character, his pioneering radio show of the 1930s, and his later career as a dramatic actor."}]}, {"heading": "Deaths", "year": "1968", "date": "June 19", "txt": "James Joseph Sweeney, American bishop (b. 1898)", "entities": [{"title": "James Joseph Sweeney", "href": "/wiki/James_Joseph_Sweeney", "description": "James Joseph Sweeney was an American prelate of the Roman Catholic Church. He was the first Bishop of Honolulu, serving from 1941 until his death in 1968."}]}, {"heading": "Deaths", "year": "1975", "date": "June 19", "txt": "Sam Giancana, American mob boss (b. 1908)", "entities": [{"title": "Sam Giancana", "href": "/wiki/Sam_Giancana", "description": "Samuel Mooney Giancana was an American mobster who was boss of the Chicago Outfit from 1957 to 1966."}]}, {"heading": "Deaths", "year": "1977", "date": "June 19", "txt": "Ali Shariati, Iranian sociologist and philosopher (b. 1933)", "entities": [{"title": "Ali Shariati", "href": "/wiki/Ali_Shariati", "description": "Ali Shariati Mazinani was an Iranian revolutionary and sociologist who focused on the sociology of religion. He is held as one of the most influential Iranian intellectuals of the 20th century and has been called the \"ideologue of the Iranian Revolution\", although his ideas ended up not forming the basis of the Islamic Republic."}]}, {"heading": "Deaths", "year": "1979", "date": "June 19", "txt": "Paul Popenoe, American explorer and scholar, founded Relationship counseling (b. 1888)", "entities": [{"title": "Paul Popenoe", "href": "/wiki/Paul_Popenoe", "description": "Paul Bowman Popenoe was an American agricultural explorer and eugenicist. He was an influential advocate of the compulsory sterilization of the mentally ill and the mentally disabled, and the father of marriage counseling in the United States."}, {"title": "Relationship counseling", "href": "/wiki/Relationship_counseling", "description": "Couples therapy attempts to improve romantic relationships and resolve interpersonal conflicts."}]}, {"heading": "Deaths", "year": "1981", "date": "June 19", "txt": "Anya Phillips, Chinese-American band manager and co-founder of the Mudd Club (b. 1955)", "entities": [{"title": "Anya Phillips", "href": "/wiki/Anya_Phillips", "description": "Anya Phillips was an American fashion influencer and the co-founder of legendary New York nightclub the Mudd Club along with Steve Mass and Diego Cortez. Phillips had an influence on the fashion, sound and look of the New York-based no wave scene of the late 1970s. She was also the manager and girlfriend of New York-based musician James Chance."}, {"title": "Mudd Club", "href": "/wiki/Mudd_Club", "description": "The Mudd Club was a nightclub in the TriBeCa neighborhood of Lower Manhattan in New York City, that operated from 1978 to 1983 as a venue for underground music and counterculture events. It was located at 77 White Street and was opened by Steve Mass, art curator Diego Cortez and downtown punk scene figure Anya Phillips."}]}, {"heading": "Deaths", "year": "1984", "date": "June 19", "txt": "Lee Krasner, American painter and educator (b. 1908)", "entities": [{"title": "Lee Krasner", "href": "/wiki/Lee_Krasner", "description": "Lenore \"Lee\" Krasner was an American abstract expressionist painter, with a strong speciality in collage, who was married to Jackson Pollock. Although there was much cross-pollination between their two styles, the relationship somewhat overshadowed her contribution for some time. Krasner’s training, influenced by George Bridgman and Hans Hofmann, was the more formalized, especially in the depictio"}]}, {"heading": "Deaths", "year": "1986", "date": "June 19", "txt": "Len Bias, American basketball player (b. 1963)", "entities": [{"title": "Len Bias", "href": "/wiki/Len_Bias", "description": "Leonard Kevin Bias was an American college basketball player who attended the University of Maryland. During his four years playing for Maryland, he was named a first-team All-American. Two days after being selected by the Boston Celtics with the second overall pick in the 1986 NBA draft, Bias died from cardiac arrhythmia induced by a cocaine overdose."}]}, {"heading": "Deaths", "year": "1987", "date": "June 19", "txt": "Margaret Carver Leighton, American author (b. 1896)", "entities": [{"title": "Margaret Carver Leighton", "href": "/wiki/Margaret_Carver_Leighton", "description": "Margaret Carver Leighton was an American children's writer."}]}, {"heading": "Deaths", "year": "1988", "date": "June 19", "txt": "Fernand Seguin, Canadian biochemist and academic (b. 1922)", "entities": [{"title": "Fernand Seguin", "href": "/wiki/Fernand_Seguin", "description": "Fernand Seguin, was a Canadian biochemist, professor and host of science programs on radio and television."}]}, {"heading": "Deaths", "year": "1988", "date": "June 19", "txt": "Gladys Spellman, American lawyer and politician (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "June 19", "txt": "Betti Alver, Estonian author and poet (b. 1906)", "entities": [{"title": "Betti Alver", "href": "/wiki/Betti_Alver", "description": "Elisabet \"Betti\" Alver, was one of Estonia's most notable poets. She was among the first generation to be educated in schools of an independent Estonia. She went to grammar school in Tartu."}]}, {"heading": "Deaths", "year": "1990", "date": "June 19", "txt": "George Addes, American trade union leader, co-founded United Automobile Workers (b. 1911)", "entities": [{"title": "George Addes", "href": "/wiki/George_Addes", "description": "George F. Addes was a founder of the United Automobile Workers union and its secretary-treasurer from 1936 until 1947."}, {"title": "United Automobile Workers", "href": "/wiki/United_Automobile_Workers", "description": "The International Union, United Automobile, Aerospace, and Agricultural Implement Workers of America, better known as the United Auto Workers (UAW), is an American labor union that represents workers in the United States and Canada. It was founded as part of the Congress of Industrial Organizations (CIO) in the 1930s and grew rapidly from 1936 to the 1950s. The union played a major role in the lib"}]}, {"heading": "Deaths", "year": "1990", "date": "June 19", "txt": "Isobel Andrews, New Zealand writer (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "June 19", "txt": "Jean Arthur, American actress (b. 1900)", "entities": [{"title": "Jean Arthur", "href": "/wiki/Jean_Arthur", "description": "Jean Arthur was an American Broadway and film actress whose career began in silent films in the 1920s and lasted until the early 1950s."}]}, {"heading": "Deaths", "year": "1993", "date": "June 19", "txt": "William Golding, British novelist, playwright, and poet, Nobel Prize laureate (b. 1911)", "entities": [{"title": "William Golding", "href": "/wiki/William_Golding", "description": "Sir William Gerald Golding, was a British novelist, playwright, and poet. Best known for his debut novel Lord of the Flies (1954), he published another twelve volumes of fiction in his lifetime. In 1980, he was awarded the Booker Prize for Rites of Passage, the first novel in what became his sea trilogy, To the Ends of the Earth. He was awarded the Nobel Prize in Literature in 1983."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1995", "date": "June 19", "txt": "Peter Townsend, Burmese-English captain and pilot (b. 1914)", "entities": [{"title": "Peter Townsend (RAF officer)", "href": "/wiki/Peter_Townsend_(RAF_officer)", "description": "Group Captain Peter Wooldridge Townsend was a Burmese-born British Royal Air Force officer, flying ace, courtier and author. He was equerry to King George VI from 1944 to 1952 and held the same position for Queen Elizabeth II from 1952 to 1953. Townsend notably had a romance with Princess Margaret, the Queen's only sibling."}]}, {"heading": "Deaths", "year": "2001", "date": "June 19", "txt": "Stanley Mosk, American lawyer, jurist, and politician (b. 1912)", "entities": [{"title": "Stanley Mosk", "href": "/wiki/Stanley_Mosk", "description": "Morey Stanley Mosk was an American jurist, politician, and attorney. He served as Associate Justice of the California Supreme Court for 37 years (1964–2001), the longest tenure in that court's history."}]}, {"heading": "Deaths", "year": "2001", "date": "June 19", "txt": "John Heyer, Australian director and producer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "June 19", "txt": "Clayton Kirkpatrick, journalist and newspaper editor (b. 1915)", "entities": [{"title": "Clayton Kirkpatrick", "href": "/wiki/Clayton_Kirkpatrick", "description": "\nClayton Kirkpatrick was the editor of the Chicago Tribune newspaper from 1969 until 1979. He is credited with modernizing the Tribune, shifting its news coverage and editorial page away from reflexive partisanship and—in a famous editorial—calling for the resignation of President Richard Nixon in 1974."}]}, {"heading": "Deaths", "year": "2007", "date": "June 19", "txt": "Antonio Aguilar, Mexican singer-songwriter, actor, producer, and screenwriter (b. 1919)", "entities": [{"title": "Antonio Aguilar", "href": "/wiki/Antonio_Aguilar", "description": "Antonio Aguilar Barraza was a Mexican singer, actor, songwriter, equestrian, film producer, and screenwriter. He was a man standing at 6'1\" with a dominating career in music. He recorded over 150 albums, which sold 25 million copies, and acted in more than 120 films. He was given the honorific nickname \"El Charro de México\" because he is credited with popularizing the Mexican equestrian sport la c"}]}, {"heading": "Deaths", "year": "2007", "date": "June 19", "txt": "Alberto Mijangos, Mexican-American painter and educator (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "June 19", "txt": "Terry Hoeppner, American football player and coach (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "June 19", "txt": "Ze'ev Schiff, Israeli journalist and author (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "June 19", "txt": "Barun Sengupta, Bengali journalist, founded Bartaman (b. 1934)", "entities": [{"title": "Barun Sengupta", "href": "/wiki/Barun_Sengupta", "description": "Barun Sengupta, the founder-editor of Bartaman newspaper, was a Bengali journalist and popular political critic. He is remembered for his bold and simple diction of political analyzing that made him extremely well liked among the common readers in West Bengal."}]}, {"heading": "Deaths", "year": "2009", "date": "June 19", "txt": "Tomoji Tanabe, Japanese engineer and surveyor (b. 1895)", "entities": [{"title": "Tomoji Tanabe", "href": "/wiki/Tomoji_Tanabe", "description": "These are lists of the 100 known verified oldest people sorted in descending order by age in years and days."}]}, {"heading": "Deaths", "year": "2010", "date": "June 19", "txt": "Manute Bol, Sudanese-American basketball player and activist (b. 1962)", "entities": [{"title": "Manute Bol", "href": "/wiki/Manute_Bol", "description": "Manute Bol was a Sudanese-born American professional basketball player and political activist. Listed at 7 ft 6 in (2.29 m) or 7 ft 7 in (2.31 m) tall, Bol was one of the tallest players in the history of the National Basketball Association (NBA)."}]}, {"heading": "Deaths", "year": "2010", "date": "June 19", "txt": "Anthony Quinton, Baron Quinton, English philosopher and academic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "June 19", "txt": "Carlos Monsiváis, Mexican writer, journalist and political activist (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 19", "txt": "Norbert Tiemann, American soldier and politician, 32nd Governor of Nebraska (b. 1924)", "entities": [{"title": "Norbert Tiemann", "href": "/wiki/Norbert_Tiemann", "description": "Norbert Theodore \"Nobby\" Tiemann was an American Republican politician from Wausa, Nebraska, and was the 32nd Governor of Nebraska, serving from 1967 to 1971."}, {"title": "Governor of Nebraska", "href": "/wiki/Governor_of_Nebraska", "description": "The Governor of Nebraska holds the \"supreme executive power\" of the U.S. state of Nebraska as provided by the fourth article of the Constitution of Nebraska. The officeholder is elected to a four-year term, with elections held two years after presidential elections. He or she may be elected any number of times, but not more than twice in a row. The current officeholder is Pete Ricketts, a Republic"}]}, {"heading": "Deaths", "year": "2013", "date": "June 19", "txt": "Vince Flynn, American author (b. 1966)", "entities": [{"title": "Vince Flynn", "href": "/wiki/Vince_Flynn", "description": "Vincent Joseph Flynn was an American author of political thriller novels surrounding the story of the fictional assassin Mitch Rapp. He was a story consultant for the fifth season of the television series 24. He died on June 19, 2013, after three years with prostate cancer."}]}, {"heading": "Deaths", "year": "2013", "date": "June 19", "txt": "James Gandolfini, American actor and producer (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 19", "txt": "Gyula Horn, Hungarian politician, 37th Prime Minister of Hungary (b. 1932)", "entities": [{"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}]}, {"heading": "Deaths", "year": "2013", "date": "June 19", "txt": "Dave Jennings, American football player and sportscaster (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 19", "txt": "Filip Topol, Czech singer-songwriter and pianist  (b. 1965)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 19", "txt": "Slim Whitman, American singer-songwriter and guitarist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 19", "txt": "Oskar-Hubert Dennhardt, German general (b. 1915)", "entities": [{"title": "Oskar-Hubert Dennhardt", "href": "/wiki/Oskar-Hubert_Dennhardt", "description": "Oskar-Hubert Dennhardt was a German officer (Major) in the Wehrmacht during World War II. He was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves of Nazi Germany."}]}, {"heading": "Deaths", "year": "2014", "date": "June 19", "txt": "Gerry Goffin, American songwriter (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 19", "txt": "Ibrahim Touré, Ivorian footballer (b. 1985)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 19", "txt": "James Salter, American novelist and short-story writer (b. 1925)", "entities": [{"title": "James Salter", "href": "/wiki/James_Salter", "description": "James Arnold Horowitz, better known as James Salter, his pen name and later-adopted legal name, was an American novelist and short-story writer. Originally a career officer and pilot in the United States Air Force, he resigned from the military in 1957 following the successful publication of his first novel, The Hunters."}]}, {"heading": "Deaths", "year": "2016", "date": "June 19", "txt": "Anton Yelchin, American actor (b. 1989)", "entities": [{"title": "Anton Yelchin", "href": "/wiki/Anton_Yelchin", "description": "Anton Viktorovich Yelchin was an American actor. He played Pavel Chekov in three Star Trek films: Star Trek (2009), Star Trek Into Darkness (2013), and the posthumously released Star Trek Beyond (2016) and voiced Clumsy Smurf in the Smurfs films. Yelchin was born in Leningrad to a Russian Jewish family, who moved to the United States when he was a baby. In the late 1990s, Yelchin began appearing i"}]}, {"heading": "Deaths", "year": "2017", "date": "June 19", "txt": "Otto Warmbier, American college student detained in North Korea (b. 1994)", "entities": [{"title": "Otto Warmbier", "href": "/wiki/Otto_Warmbier", "description": "Otto Frederick Warmbier was an American college student who was imprisoned in North Korea in 2016 on a charge of subversion. In June 2017, he was released by North Korea in a vegetative state and died soon afterward."}]}, {"heading": "Deaths", "year": "2018", "date": "June 19", "txt": "Koko, western lowland gorilla and user of American Sign Language (b. 1971)", "entities": [{"title": "Koko (gorilla)", "href": "/wiki/Koko_(gorilla)", "description": "Hanabiko \"Koko\" was a female western lowland gorilla. Koko was born at the San Francisco Zoo and lived most of her life in Woodside, California, at The Gorilla Foundation's preserve in the Santa Cruz Mountains. The name \"Hanabiko\" (花火子), lit. ''fireworks child'', is of Japanese origin and is a reference to her date of birth, the Fourth of July. Koko gained public attention upon a report of her hav"}, {"title": "Western lowland gorilla", "href": "/wiki/Western_lowland_gorilla", "description": "The western lowland gorilla is one of two subspecies of the western gorilla that lives in montane, primary and secondary forest and lowland swampland in central Africa in Angola, Cameroon, Central African Republic, Republic of the Congo, Democratic Republic of the Congo, Equatorial Guinea and Gabon. It is the nominate subspecies of the western gorilla, and the smallest of the four gorilla subspeci"}, {"title": "American Sign Language", "href": "/wiki/American_Sign_Language", "description": "American Sign Language (ASL) is a natural language that serves as the predominant sign language of Deaf communities in the United States and most of Anglophone Canada. ASL is a complete and organized visual language that is expressed by facial expression as well as movements and motions with the hands. Besides North America, dialects of ASL and ASL-based creoles are used in many countries around t"}]}, {"heading": "Deaths", "year": "2019", "date": "June 19", "txt": "Etika, American YouTuber and streamer (b. 1990)", "entities": [{"title": "Etika", "href": "/wiki/Etika", "description": "Desmond Daniel Amofah, better known by his online alias Etika, was an American YouTuber, streamer, and model, best known for his over-the-top reactions to Nintendo Direct presentations."}, {"title": "YouTuber", "href": "/wiki/YouTuber", "description": "A YouTuber, also known as a YouTube celebrity, YouTube content creator, YouTube Creator or YouTube personality, is a type of videographer or entertainer who produces videos for the video-sharing website YouTube, sometimes being supported by larger networks. Some YouTube personalities also have corporate sponsors who pay for product placement in their clips or production of online videos. These con"}, {"title": "Online streamer", "href": "/wiki/Online_streamer", "description": "An online streamer or live streamer is a person who broadcasts themselves online through a live stream or prerecorded video. Genres include playing video games, tutorials, or solo chats."}]}]