[{"heading": "Events", "year": "618", "date": "June 18", "txt": "Li Yuan becomes Emperor Gaozu of Tang, initiating three centuries of Tang dynasty rule over China.", "entities": [{"title": "Emperor Gaozu of Tang", "href": "/wiki/Emperor_Gaozu_of_Tang", "description": "Emperor Gaozu of Tang, born Li Yuan, courtesy name Shude, was the founder of the Tang dynasty of China, and the first emperor of this dynasty from 618 to 626. Under the Sui dynasty, Li Yuan was the governor in the area of modern-day Shanxi, and was based in Taiyuan."}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Events", "year": "656", "date": "June 18", "txt": "Ali becomes Caliph of the Rashidun Caliphate.", "entities": [{"title": "Ali", "href": "/wiki/Ali", "description": "Ali ibn Abi Talib was a cousin, son-in-law and companion of the Islamic prophet Muhammad, who ruled as the fourth caliph from 656 until his assassination in 661. He is one of the central figures in Shia Islam and is regarded as the rightful immediate successor to Muhammad as an Imam by Shia Muslims."}]}, {"heading": "Events", "year": "860", "date": "June 18", "txt": "Byzantine–Rus' War: A fleet of about 200 Rus' vessels sails into the Bosphorus and starts pillaging the suburbs of the Byzantine capital Constantinople.", "entities": [{"title": "Siege of Constantinople (860)", "href": "/wiki/Siege_of_Constantinople_(860)", "description": "The siege of Constantinople of 860 was the only major military expedition of the Rus' Khaganate recorded in Byzantine and Western European sources. The casus belli was the construction of the fortress Sarkel by Byzantine engineers, restricting the Rus' trade route along the Don River in favor of the Khazars. Accounts vary, with discrepancies between contemporary and later sources, and the outcome "}, {"title": "Rus' Khaganate", "href": "/wiki/Rus%27_Khaganate", "description": "The Rus' Khaganate, also Russkiy Kaganate, is the name applied by some modern historians to a hypothetical polity postulated to have existed during a poorly documented period in the history of Eastern Europe, roughly the late 8th century and early-to-mid-9th-century, AD."}, {"title": "Bosphorus", "href": "/wiki/Bosphorus", "description": "The Bosporus or Bosphorus, also known as the Strait of Istanbul, is a narrow, natural strait and an internationally significant waterway located in northwestern Turkey. It forms part of the continental boundary between Europe and Asia, and divides Turkey by separating Anatolia from Thrace. It is the world's narrowest strait used for international navigation. The Bosporus connects the Black Sea wit"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Events", "year": "1053", "date": "June 18", "txt": "Battle of Civitate: Three thousand horsemen of Norman Count Humphrey rout the troops of Pope Leo IX.", "entities": [{"title": "Battle of Civitate", "href": "/wiki/Battle_of_Civitate", "description": "The Battle of Civitate was fought on 18 June 1053 in southern Italy, between the Normans, led by the Count of Apulia Humphrey of Hauteville, and a Swabian-Italian-Lombard army, organised by Pope Leo IX and led on the battlefield by Gerard, Duke of Lorraine, and Rudolf, Prince of Benevento. The Norman victory over the allied papal army marked the climax of a conflict between the Norman mercenaries "}, {"title": "Normans", "href": "/wiki/Normans", "description": "The Normans were inhabitants of the early medieval Duchy of Normandy, descended from Norse Vikings, indigenous Franks and Gallo-Romans. The term is also used to denote emigrants from the duchy who conquered other territories such as England and Sicily. The settlements in France followed a series of raids on the French coast mainly from Denmark – although some also came from Norway and Sweden – and"}, {"title": "Humphrey of Hauteville", "href": "/wiki/Humphrey_of_Hauteville", "description": "Humphrey of Hauteville, surnamed Abagelard, was the Count of Apulia and Calabria from 1051 to his death."}, {"title": "Pope Leo IX", "href": "/wiki/Pope_Leo_IX", "description": "Pope Leo IX, born Bruno of Egisheim-Dagsburg, was the bishop of Rome and ruler of the Papal States from 12 February 1049 to his death in 1054. Leo IX is widely considered the most historically significant German pope of the Middle Ages; he was instrumental in the precipitation of the Great Schism of 1054, considered the turning point in which the Catholic and Eastern Orthodox Churches formally sep"}]}, {"heading": "Events", "year": "1178", "date": "June 18", "txt": "Five Canterbury monks see what is possibly the Giordano Bruno crater being formed. It is believed that the current oscillations of the Moon's distance from the Earth (on the order of meters) are a result of this collision.", "entities": [{"title": "Canterbury", "href": "/wiki/Canterbury", "description": "Canterbury is a cathedral city and UNESCO World Heritage Site, situated in the heart of the City of Canterbury, a local government district of Kent, England. It lies on the River Stour."}, {"title": "Giordano Bruno (crater)", "href": "/wiki/Giordano_Bruno_(crater)", "description": "Giordano Bruno is a 22-kilometre (14 mi) lunar impact crater on the far side of the Moon, just beyond the northeastern limb. It lies in an area that can be viewed during a favorable libration, although the area is viewed from the side and not much detail can be seen. It lies between the craters Harkhebi to the northwest and Szilard to the southeast."}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}, {"title": "Earth", "href": "/wiki/Earth", "description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. About 29.2% of Earth's surface is land consisting of continents and islands. The remaining 70.8% is covered with water, mostly by oceans, seas, gulfs, and other salt-water bodies, but also by lakes, rivers, and other fresh water, which together constitute the hydrosphere. Much of Earth's polar regions are"}]}, {"heading": "Events", "year": "1264", "date": "June 18", "txt": "The Parliament of Ireland meets at Castledermot in County Kildare, the first definitively known meeting of this Irish legislature.", "entities": [{"title": "Parliament of Ireland", "href": "/wiki/Parliament_of_Ireland", "description": "The Parliament of Ireland was the legislature of the Lordship of Ireland, and later the Kingdom of Ireland, from 1297 until 1800. It was modelled on the Parliament of England and from 1537 comprised two chambers: the House of Commons and the House of Lords. The Lords were members of the Irish peerage and bishops. The Commons was directly elected, albeit on a very restricted franchise. Parliaments "}, {"title": "Castledermot", "href": "/wiki/Castledermot", "description": "Castledermot is an inland village in the south-east of Ireland in County Kildare, about 75 km (47 mi) from Dublin, and 10 km (6.2 mi) from the town of Carlow. The N9 road from Dublin to Waterford previously passed through the village but upon completion of a motorway bypass in 2010, it was redesignated the R448."}, {"title": "County Kildare", "href": "/wiki/County_Kildare", "description": "County Kildare is a county in Ireland. It is located in the province of Leinster and is part of the Mid-East Region. It is named after the town of Kildare. Kildare County Council is the local authority for the county, which has a population of 222,504."}, {"title": "Legislature", "href": "/wiki/Legislature", "description": "A legislature is a deliberative assembly with the authority to make laws for a political entity such as a country or city. Legislatures form important parts of most governments; in the separation of powers model, they are often contrasted with the executive and judicial branches of parliamentary government."}]}, {"heading": "Events", "year": "1265", "date": "June 18", "txt": "A draft Byzantine–Venetian treaty is concluded between Venetian envoys and Emperor Michael VIII Palaiologos, but is not ratified by Doge Reniero Zeno.", "entities": [{"title": "Byzantine–Venetian treaty of 1265", "href": "/wiki/Byzantine%E2%80%93Venetian_treaty_of_1265", "description": "The Byzantine–Venetian treaty of 1268 was an agreement between the Byzantine Empire and the Republic of Venice that brought to a temporary end the hostilities between the two powers which had erupted after the Byzantine recovery of Constantinople by emperor Michael VIII Palaiologos in 1261."}, {"title": "Michael VIII Palaiologos", "href": "/wiki/Michael_VIII_Palaiologos", "description": "Michael VIII Palaiologos or Palaeologus reigned as the co-emperor of the Empire of Nicaea from 1259 to 1261, and as Byzantine Emperor from 1261 until his death. Michael VIII was the founder of the Palaiologan dynasty that would rule the Byzantine Empire until the Fall of Constantinople in 1453. He recovered Constantinople from the Latin Empire in 1261 and transformed the Empire of Nicaea into a re"}, {"title": "Reniero Zeno", "href": "/wiki/Reniero_Zeno", "description": "Reniero Zeno was the 45th Doge of Venice, reigning from January 1, 1253 until his death in 1268."}]}, {"heading": "Events", "year": "1429", "date": "June 18", "txt": "French forces under the leadership of Joan of Arc defeat the main English army under Sir John Fastolf at the Battle of Patay. This turns the tide of the Hundred Years' War.", "entities": [{"title": "France in the Middle Ages", "href": "/wiki/France_in_the_Middle_Ages", "description": "The Kingdom of France in the Middle Ages was marked by the fragmentation of the Carolingian Empire and West Francia (843–987); the expansion of royal control by the House of Capet (987–1328), including their struggles with the virtually independent principalities that had developed following the Viking invasions and through the piecemeal dismantling of the Carolingian Empire and the creation and e"}, {"title": "Joan of Arc", "href": "/wiki/Joan_of_Arc", "description": "Joan of Arc, nicknamed \"The Maid of Orléans\" or \"Maid of Lorraine\", is considered a heroine of France for her role during the Lancastrian phase of the Hundred Years' War, and was canonized as a saint. She was born to Jacques d'Arc and Isabelle Romée, a peasant family, at Domrémy in the Vosges of northeast France. Joan said that she received visions of the archangel Michael, Saint Margaret, and Sai"}, {"title": "John Fastolf", "href": "/wiki/John_Fastolf", "description": "Sir John Fastolf was a late medieval English landowner and knight who fought in the Hundred Years' War. He has enjoyed a more lasting reputation as the prototype, in some part, of Shakespeare's character Sir John Falstaff. Many historians argue, however, that he deserves to be famous in his own right, not only as a soldier, but as a patron of literature, a writer on strategy and perhaps as an earl"}, {"title": "Battle of Patay", "href": "/wiki/Battle_of_Patay", "description": "The Battle of Patay was the culminating engagement of the Loire Campaign of the Hundred Years' War between the French and English in north-central France. The French cavalry inflicted a severe defeat on the English. Many of the English knights and men-at-arms on horses were able to escape but crippling losses were inflicted on the corps of veteran English longbowmen, which was not reconstituted af"}, {"title": "Hundred Years' War", "href": "/wiki/Hundred_Years%27_War", "description": "The Hundred Years' War (1337–1453) was a series of conflicts in Western Europe waged between the House of Plantagenet and its cadet House of Lancaster, the rulers of the Kingdom of England, and the House of Valois over the right to rule the Kingdom of France. It was one of the most notable conflicts of the Middle Ages, in which five generations of kings from two rival dynasties fought for the thro"}]}, {"heading": "Events", "year": "1633", "date": "June 18", "txt": "Charles I is crowned King of Scots at St Giles' Cathedral, Edinburgh.", "entities": [{"title": "Charles I of England", "href": "/wiki/Charles_I_of_England", "description": "Charles I was King of England, Scotland, and Ireland from 27 March 1625 until his execution in 1649. He was born into the House of Stuart as the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the three kingdoms of England, Scotland, and Ireland in 1612 o"}, {"title": "St Giles' Cathedral", "href": "/wiki/St_Giles%27_Cathedral", "description": "St Giles' Cathedral, or the High Kirk of Edinburgh, is a parish church of the Church of Scotland in the Old Town of Edinburgh. The current building was begun in the 14th century and extended until the early 16th century; significant alterations were undertaken in the 19th and 20th centuries, including the addition of the Thistle Chapel. St Giles' is closely associated with many events and figures "}, {"title": "Edinburgh", "href": "/wiki/Edinburgh", "description": "Edinburgh is the capital city of Scotland and one of its 32 council areas. Historically part of the county of Midlothian, it is located in Lothian on the Firth of Forth's southern shore. Edinburgh is Scotland's second-most populous city and the seventh-most populous city in the United Kingdom."}]}, {"heading": "Events", "year": "1684", "date": "June 18", "txt": "The charter of the Massachusetts Bay Colony is revoked via a scire facias writ issued by an English court.", "entities": [{"title": "Massachusetts Bay Colony", "href": "/wiki/Massachusetts_Bay_Colony", "description": "The Massachusetts Bay Colony (1628–1691), more formally The Colony of Massachusetts Bay, was an English settlement on the east coast of America around the Massachusetts Bay, the northernmost of the several colonies later reorganized as the Province of Massachusetts Bay. The lands of the settlement were in southern New England, with initial settlements on two natural harbors and surrounding land ab"}]}, {"heading": "Events", "year": "1757", "date": "June 18", "txt": "Battle of Kolín between Prussian forces under Frederick the Great and an Austrian army under the command of Field Marshal Count Leopold Joseph von Daun in the Seven Years' War.", "entities": [{"title": "Battle of Kolín", "href": "/wiki/Battle_of_Kol%C3%ADn", "description": "The Battle of Kolín on 18 June 1757 saw 54,000 Austrians under Count von Daun defeat 34,000 Prussians under Frederick the Great during the Third Silesian War. The Prussians lost 14,000 men, while the Austrians lost 8,000 men."}, {"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}, {"title": "Frederick the Great", "href": "/wiki/Frederick_the_Great", "description": "Frederick II was a Prussian king and military leader who ruled the Kingdom of Prussia from 1740 until 1786, reigning longer than any other Hohenzollern king. His most significant accomplishments during his reign included his reorganization of Prussian armies, his military successes in the Silesian wars and the Partitions of Poland, and his patronage of the arts and the Enlightenment. Frederick was"}, {"title": "Count Leopold Joseph von Daun", "href": "/wiki/Count_Leopold_Joseph_von_Daun", "description": "Count Leopold Joseph von Daun, later Prince of Thiano, was an Austrian field marshal of the Imperial Army in the War of the Austrian Succession and Seven Years' War."}, {"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}]}, {"heading": "Events", "year": "1778", "date": "June 18", "txt": "American Revolutionary War: British troops abandon Philadelphia.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1799", "date": "June 18", "txt": "Action of 18 June 1799: A frigate squadron under Rear-admiral Perrée is captured by the British fleet under Lord Keith.", "entities": [{"title": "Action of 18 June 1799", "href": "/wiki/Action_of_18_June_1799", "description": "The action of 18 June 1799 was a naval engagement of the French Revolutionary Wars fought off Toulon in the wake of the Mediterranean campaign of 1798. A frigate squadron under Rear-admiral Perrée, returning to Toulon from Syria, met a 30-ship British fleet under Lord Keith. Three ships of the line and two frigates detached from the British squadron, and a 28-hour running battle ensued. When the B"}, {"title": "Jean-Baptiste Perrée", "href": "/wiki/Jean-Baptiste_Perr%C3%A9e", "description": "Jean-Baptiste Perrée was a French Navy officer and Rear-admiral."}, {"title": "George Elphinstone, 1st Viscount Keith", "href": "/wiki/George_Elphinstone,_1st_Viscount_Keith", "description": "Admiral George Keith Elphinstone, 1st Viscount Keith, GCB was a British naval officer active throughout the Napoleonic Wars."}]}, {"heading": "Events", "year": "1812", "date": "June 18", "txt": "The United States declaration of war upon the United Kingdom is signed by President James Madison, beginning the War of 1812.", "entities": [{"title": "James Madison", "href": "/wiki/James_Madison", "description": "James Madison Jr. was an American statesman, diplomat, expansionist, philosopher, and Founding Father who served as the fourth president of the United States from 1809 to 1817. He is hailed as the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the United States Bill of Rights. He co-wrote The Federalist Papers, co-founded the D"}, {"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}]}, {"heading": "Events", "year": "1815", "date": "June 18", "txt": "Napoleonic Wars: The Battle of Waterloo results in the defeat of Napoleon Bonaparte by the Duke of Wellington and Gebhard Leberecht von Blücher forcing him to abdicate the throne of France for the second and last time.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Battle of Waterloo", "href": "/wiki/Battle_of_Waterloo", "description": "The Battle of Waterloo was fought on Sunday, 18 June 1815, near Waterloo in Belgium, part of the United Kingdom of the Netherlands at the time. A French army under the command of Napoleon Bonaparte was defeated by two of the armies of the Seventh Coalition, a British-led coalition consisting of units from the United Kingdom, the Netherlands, Hanover, Brunswick, and Nassau, under the command of the"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Arthur Wellesley, 1st Duke of Wellington", "href": "/wiki/Arthur_Wellesley,_1st_Duke_of_Wellington", "description": "Arthur Wellesley, 1st Duke of Wellington, was an Anglo-Irish soldier and Tory statesman who was one of the leading military and political figures of 19th-century Britain, serving twice as prime minister. He ended the Napoleonic Wars when he defeated Napoleon at the Battle of Waterloo in 1815."}, {"title": "Gebhard Leberecht von Blücher", "href": "/wiki/Gebhard_Leberecht_von_Bl%C3%BCcher", "description": "Gebhard Leberecht von Blücher, Fürst von Wahlstatt, Graf (count), later elevated to Fürst von Wahlstatt, was a Prussian Generalfeldmarschall. He earned his greatest recognition after leading his army against Napoleon I at the Battle of the Nations at Leipzig in 1813 and the Battle of Waterloo in 1815."}, {"title": "First French Empire", "href": "/wiki/First_French_Empire", "description": "The First French Empire, officially the French Republic then the French Empire, was the empire ruled by Napoleon Bonaparte, who established French hegemony over much of continental Europe at the beginning of the 19th century. Although France had already established a colonial empire overseas since the early 17th century, the French state had remained a kingdom under the Bourbons and a republic aft"}]}, {"heading": "Events", "year": "1822", "date": "June 18", "txt": "Konstantinos Kanaris blows up the Ottoman navy's flagship at Chios, killing the Kapudan Pasha Nasuhzade Ali Pasha.", "entities": [{"title": "Konstantinos Kanaris", "href": "/wiki/Konstantinos_Kanaris", "description": "Konstantinos Kanaris, also anglicised as Constantine Kanaris or Canaris, was a Greek admiral, Prime Minister, and a hero of the Greek War of Independence."}, {"title": "Ottoman navy", "href": "/wiki/Ottoman_navy", "description": "The Ottoman Navy, also known as the Ottoman Fleet, was established in the early 14th century after the Ottoman Empire first expanded to reach the sea in 1323 by capturing Karamürsel, the site of the first Ottoman naval shipyard and the nucleus of the future Navy. During its long existence, it was involved in many conflicts and signed a number of maritime treaties. At its height, the Navy extended "}, {"title": "Chios", "href": "/wiki/Chios", "description": "Chios is the fifth largest of the Greek islands, situated in the northern Aegean Sea. The island is separated from Turkey by the Chios Strait. Chios is notable for its exports of mastic gum and its nickname is \"the Mastic Island\". Tourist attractions include its medieval villages and the 11th-century monastery of Nea Moni, a UNESCO World Heritage Site."}, {"title": "Kapudan Pasha", "href": "/wiki/Kapudan_Pasha", "description": "The Kapudan Pasha, was the Grand Admiral of the navy of the Ottoman Empire. He was also known as the Kapudan-ı Derya. Typically, he was based at Galata and Gallipoli during the winter and charged with annual sailings during the summer months. The title of Kapudan Pasha itself is only attested from 1567 onwards; earlier designations for the supreme commander of the fleet include Derya Bey and Re'is"}, {"title": "Nasuhzade Ali Pasha", "href": "/wiki/Nasuhzade_Ali_Pasha", "description": "Nasuhzade Ali Pasha, commonly known as Kara-Ali Pasha, was an Ottoman admiral during the early stages of the Greek War of Independence. In 1821, as second-in-command of the Ottoman navy, he succeeded in resupplying the isolated Ottoman fortresses in the Peloponnese, while his subordinate Ismael Gibraltar destroyed Galaxeidi. Promoted to Kapudan Pasha, and led the suppression of the revolt in Chios"}]}, {"heading": "Events", "year": "1858", "date": "June 18", "txt": "Charles Darwin receives a paper from Alfred Russel Wallace that includes nearly identical conclusions about evolution as Darwin's own, prompting Darwin to publish his theory.", "entities": [{"title": "Charles Darwin", "href": "/wiki/Charles_Darwin", "description": "Charles Robert Darwin was an English naturalist, geologist and biologist, best known for his contributions to the science of evolution. His proposition that all species of life have descended over time from common ancestors is now widely accepted, and considered a foundational concept in science. In a joint publication with Alfred Russel Wallace, he introduced his scientific theory that this branc"}, {"title": "Alfred Russel Wallace", "href": "/wiki/Alfred_Russel_Wallace", "description": "Alfred Russel Wallace was a British naturalist, explorer, geographer, anthropologist, biologist and illustrator. He is best known for independently conceiving the theory of evolution through natural selection; his paper on the subject was jointly published with some of Charles Darwin's writings in 1858. This prompted Darwin to publish On the Origin of Species."}, {"title": "Evolution", "href": "/wiki/Evolution", "description": "Evolution is change in the heritable characteristics of biological populations over successive generations. These characteristics are the expressions of genes that are passed on from parent to offspring during reproduction. Different characteristics tend to exist within any given population as a result of mutation, genetic recombination and other sources of genetic variation. Evolution occurs when"}]}, {"heading": "Events", "year": "1859", "date": "June 18", "txt": "First ascent of Aletschhorn, second summit of the Bernese Alps.", "entities": [{"title": "Aletschhorn", "href": "/wiki/Aletschhorn", "description": "The Aletschhorn is a mountain in the Alps in Switzerland, lying within the Jungfrau-Aletsch region, which has been designated a World Heritage Site by UNESCO. The mountain shares part of its name with the Aletsch Glacier lying at its foot."}, {"title": "Bernese Alps", "href": "/wiki/Bernese_Alps", "description": "The Bernese Alps are a mountain range of the Alps, located in western Switzerland. Although the name suggests that they are located in the Berner Oberland region of the canton of Bern, portions of the Bernese Alps are in the adjacent cantons of Valais, Fribourg and Vaud, the latter being usually named Fribourg Alps and Vaud Alps respectively. The highest mountain in the range, the Finsteraarhorn, "}]}, {"heading": "Events", "year": "1873", "date": "June 18", "txt": "Susan B. Anthony is fined $100 for attempting to vote in the 1872 presidential election.", "entities": [{"title": "Susan B. Anthony", "href": "/wiki/Susan_B._Anthony", "description": "Susan B. Anthony was an American social reformer and women's rights activist who played a pivotal role in the women's suffrage movement. Born into a Quaker family committed to social equality, she collected anti-slavery petitions at the age of 17. In 1856, she became the New York state agent for the American Anti-Slavery Society."}, {"title": "1872 United States presidential election", "href": "/wiki/1872_United_States_presidential_election", "description": "The 1872 United States presidential election was the 22nd quadrennial presidential election, held on Tuesday, November 5, 1872. Despite a split in the Republican Party, incumbent President Ulysses S. Grant defeated Democratic-endorsed Liberal Republican nominee Horace Greeley. The election is notable for being the only presidential election in which a major party nominee died during the election p"}]}, {"heading": "Events", "year": "1887", "date": "June 18", "txt": "The Reinsurance Treaty between Germany and Russia is signed.", "entities": [{"title": "Reinsurance Treaty", "href": "/wiki/Reinsurance_Treaty", "description": "The Reinsurance Treaty, was a diplomatic agreement between the German Empire and the Russian Empire that was in effect from 1887 to 1890. Only a handful of top officials in Berlin and St. Petersburg knew of its existence since it was top secret. The treaty played a critical role in German Chancellor Otto von Bismarck's extremely complex and ingenious network of alliances and agreements, which aime"}]}, {"heading": "Events", "year": "1900", "date": "June 18", "txt": "Empress Dowager Cixi of China orders all foreigners killed, including foreign diplomats and their families.", "entities": [{"title": "Empress Dowager Cixi", "href": "/wiki/Empress_Dowager_Cixi", "description": "Empress Dowager Cixi was a Chinese empress dowager and regent who was the de facto supreme ruler of China in the late Qing dynasty for 47 years, from 1861 until her death in 1908. Of the Manchu Yehe Nara clan, she was elected as a concubine of the Xianfeng Emperor in her adolescence and gave birth to a son, Zaichun, in 1856. After the Xianfeng Emperor's death in 1861, the young boy became the Tong"}, {"title": "Diplomat", "href": "/wiki/Diplomat", "description": "A diplomat is a person appointed by a state or an intergovernmental institution such as the United Nations or the European Union to conduct diplomacy with one or more other states or international organizations."}]}, {"heading": "Events", "year": "1908", "date": "June 18", "txt": "Japanese immigration to Brazil begins when 781 people arrive in Santos aboard the ship Kasato-Maru.", "entities": [{"title": "Japanese Brazilians", "href": "/wiki/Japanese_Brazilians", "description": "Japanese Brazilians  are Brazilian citizens who are nationals or naturals of Japanese ancestry or Japanese immigrants living in Brazil."}, {"title": "Santos, São Paulo", "href": "/wiki/Santos,_S%C3%A3o_Paulo", "description": "Santos is a municipality in the Brazilian state of São Paulo, founded in 1546 by the Portuguese nobleman Brás Cubas. It is located mostly on the island of São Vicente, which harbors both the city of Santos and the city of São Vicente, and partially on the mainland. It is the main city in the metropolitan region of Baixada Santista. The population is 433,656 in an area of 280.67 km2 (108.37 sq mi)."}]}, {"heading": "Events", "year": "1908", "date": "June 18", "txt": "The University of the Philippines is established.", "entities": []}, {"heading": "Events", "year": "1923", "date": "June 18", "txt": "Checker Taxi puts its first taxi on the streets.", "entities": [{"title": "Checker Taxi", "href": "/wiki/Checker_Taxi", "description": "Checker Taxi was a dominant taxicab company and national franchisor that was based in Chicago, Illinois. Checker Motors was an American car company. Both companies were owned by Morris Markin by the 1930s."}, {"title": "Taxicab", "href": "/wiki/Taxicab", "description": "A taxicab, also known as a taxi or a cab, is a type of vehicle for hire with a driver, used by a single passenger or small group of passengers, often for a non-shared ride. A taxicab conveys passengers between locations of their choice. This differs from public transport where the pick-up and drop-off locations are decided by the service provider, not by the customers, although demand responsive t"}]}, {"heading": "Events", "year": "1928", "date": "June 18", "txt": "Aviator Amelia Earhart becomes the first woman to fly in an aircraft across the Atlantic Ocean (she is a passenger; Wilmer Stultz is the pilot and Lou Gordon the mechanic).", "entities": [{"title": "Aviator", "href": "/wiki/Aviator", "description": "An aircraft pilot or aviator is a person who controls the flight of an aircraft by operating its directional flight controls. Some other aircrew members, such as navigators or flight engineers, are also considered aviators, because they are involved in operating the aircraft's navigation and engine systems. Other aircrew members, such as drone operators, flight attendants, mechanics and ground cre"}, {"title": "Amelia Earhart", "href": "/wiki/Amelia_Earhart", "description": "Amelia Mary Earhart was an American aviation pioneer and author. Earhart was the first female aviator to fly solo across the Atlantic Ocean. She set many other records, wrote best-selling books about her flying experiences, and was instrumental in the formation of The Ninety-Nines, an organization for female pilots."}, {"title": "Wilmer Stultz", "href": "/wiki/Wilmer_Stultz", "description": "Wilmer Lower Stultz was an aviator who made the first non-stop flight between New York City and Havana, Cuba. He died in a crash in 1929."}]}, {"heading": "Events", "year": "1935", "date": "June 18", "txt": "Police in Vancouver, British Columbia, Canada, clash with striking longshoremen, resulting in a total of 60 injuries and 24 arrests.", "entities": [{"title": "Battle of Ballantyne Pier", "href": "/wiki/Battle_of_Ballantyne_Pier", "description": "The Battle of Ballantyne Pier occurred in Ballantyne Pier during a docker's strike in Vancouver, British Columbia, in June 1935. The federally-owned dock was named for the head of the Harbours Board, which built it. There were ongoing strikes on the West Coast of North America in the Depression and it led to the right to collectively bargain and the rise of the I.L.W. U."}]}, {"heading": "Events", "year": "1940", "date": "June 18", "txt": "Appeal of 18 June by Charles de Gaulle.", "entities": [{"title": "Appeal of 18 June", "href": "/wiki/Appeal_of_18_June", "description": "The Appeal of 18 June was the first speech made by Charles de Gaulle after his arrival in London in 1940 following the Fall of France. Broadcast to France by the radio services of the British Broadcasting Corporation (BBC), it is often considered to have represented the origin of the French Resistance in World War II. It is regarded as one of the most important speeches in French history. In spite"}, {"title": "Charles de Gaulle", "href": "/wiki/Charles_de_Gaulle", "description": "Charles André Joseph Marie de Gaulle was a French army officer and statesman who led Free France against Nazi Germany in World War II and chaired the Provisional Government of the French Republic from 1944 to 1946 in order to reestablish democracy in France. In 1958, he came out of retirement when appointed President of the Council of Ministers by President René Coty. He rewrote the Constitution o"}]}, {"heading": "Events", "year": "1940", "date": "June 18", "txt": "The \"Finest Hour\" speech is delivered by Winston Churchill.", "entities": [{"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Although best known for his wartime leadership as Prime Minister, Churchill was also a Sandhurst-educated career soldier, a Nobel-prized writer and historian, a prolific painter, and one of the longest-serving"}]}, {"heading": "Events", "year": "1945", "date": "June 18", "txt": "William Joyce (\"Lord Haw-Haw\") is charged with treason for his pro-German propaganda broadcasting during World War II.", "entities": [{"title": "William Joyce", "href": "/wiki/William_Joyce", "description": "William Brooke Joyce, nicknamed Lord Haw-Haw, was an American-born fascist politician and Nazi propaganda broadcaster to the United Kingdom during World War II. He took German citizenship in 1940."}, {"title": "Lord Haw-Haw", "href": "/wiki/Lord_Haw-Haw", "description": "Lord Haw-Haw was a nickname applied to the US-born Briton William Joyce, who broadcast Nazi propaganda to the UK from Germany during the Second World War. The broadcasts opened with \"Germany calling, Germany calling\", spoken in an affected upper-class English accent."}, {"title": "Treason", "href": "/wiki/Treason", "description": "Treason is the crime of attacking a state authority to which one owes allegiance. This typically includes acts such as participating in a war against one's native country, attempting to overthrow its government, spying on its military, its diplomats, or its secret services for a hostile and foreign power, or attempting to kill its head of state. A person who commits treason is known in law as a tr"}, {"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Events", "year": "1946", "date": "June 18", "txt": "Dr. Ram Manohar Lohia, a Socialist, calls for a Direct Action Day against the Portuguese in Goa.", "entities": [{"title": "Ram Manohar Lohia", "href": "/wiki/Ram_Manohar_Lohia", "description": "Ram Manohar Lohia pronunciation (help·info), was an activist in the Indian independence movement and a socialist political leader. During the last phase of British rule in India, he worked with the Congress Radio which was broadcast secretly from various places in Bombay until 1942."}, {"title": "Socialist", "href": "/wiki/Socialist", "description": "Socialism is a political, social, and economic philosophy encompassing a range of economic and social systems characterised by social ownership of the means of production. It includes the political theories and movements associated with such systems. Social ownership can be public, collective, cooperative, or of equity. While no single definition encapsulates the many types of socialism, social ow"}, {"title": "Direct Action Day", "href": "/wiki/Direct_Action_Day", "description": "Direct Action Day, also known as the 1946 Calcutta Killings, was a day of nationwide protest by the Indian Muslim community announced by Jinnah. It led to large-scale violence between Muslims and Hindus in the city of Calcutta in the Bengal province of British India. The day also marked the start of what is known as The Week of the Long Knives."}, {"title": "Goa", "href": "/wiki/Goa", "description": "Goa is a state on the southwestern coast of India within the region known as the Konkan, and geographically separated from the Deccan highlands by the Western Ghats. It is surrounded by the Indian states of Maharashtra to the north and Karnataka to the east and south, with the Arabian Sea forming its western coast. It is India's smallest state by area and its fourth-smallest by population. Goa has"}]}, {"heading": "Events", "year": "1948", "date": "June 18", "txt": "Columbia Records introduces the long-playing record album in a public demonstration at the Waldorf-Astoria Hotel in New York City.", "entities": [{"title": "Columbia Records", "href": "/wiki/Columbia_Records", "description": "Columbia Records is an American record label owned by Sony Music Entertainment, a subsidiary of Sony Corporation of America, the North American division of Japanese conglomerate Sony. It was founded on January 15, 1889, evolving from the American Graphophone Company, the successor to the Volta Graphophone Company. Columbia is the oldest surviving brand name in the recorded sound business, and the "}, {"title": "LP record", "href": "/wiki/LP_record", "description": "The LP is an analog sound storage medium, a phonograph record format characterized by: a speed of 33+1⁄3 rpm; a 12- or 10-inch diameter; use of the \"microgroove\" groove specification; and a vinyl composition disk. Introduced by Columbia in 1948, it was soon adopted as a new standard by the entire record industry. Apart from a few relatively minor refinements and the important later addition of ste"}, {"title": "Waldorf-Astoria Hotel", "href": "/wiki/Waldorf-Astoria_Hotel", "description": "The Waldorf Astoria New York is a luxury hotel in Midtown Manhattan in New York City. The structure, at 301 Park Avenue between 49th and 50th Streets, is a 47-story 625 ft (191 m) Art Deco landmark designed by architects Schultze and Weaver, which was completed in 1931. The building was the world's tallest hotel from 1931 until 1963, when it was surpassed by Moscow's Hotel Ukraina by 23 feet (7.0 "}]}, {"heading": "Events", "year": "1948", "date": "June 18", "txt": "Britain, France and the United States announce that on June 21st, the Deutsche Mark will be introduced in western Germany and West Berlin. Over the next six days, Communists increasingly restrict access to Berlin.", "entities": []}, {"heading": "Events", "year": "1953", "date": "June 18", "txt": "The Egyptian revolution of 1952 ends with the overthrow of the Muhammad Ali dynasty and the declaration of the Republic of Egypt.", "entities": [{"title": "Egyptian revolution of 1952", "href": "/wiki/Egyptian_revolution_of_1952", "description": "The Egyptian revolution of 1952, also known as the 1952 Coup d'état or 23 July revolution, began on 23 July 1952, by the Free Officers Movement, a group of army officers led by Mohammed Naguib and Gamal Abdel Nasser to overthrow King Farouk and the Muhammad Ali Dynasty, and aimed at changing the political leadership in Egypt."}, {"title": "Muhammad Ali dynasty", "href": "/wiki/Muhammad_Ali_dynasty", "description": "The Muhammad Ali dynasty was the ruling dynasty of Egypt and Sudan from the 19th to the mid-20th century. It is named after its progenitor, Muhammad Ali Pasha, regarded as the founder of modern Egypt. It was also more formally known as the Alawwite dynasty in contemporary English sources and as(Arabic: الأسرة العلوية‎, romanized: al-ʾUsra al-ʿAlawiyya) in Arabic sources. Because a majority of the "}, {"title": "Egypt", "href": "/wiki/Egypt#Modern_history", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "1953", "date": "June 18", "txt": "A United States Air Force C-124 crashes and burns near Tachikawa, Japan, killing 129.", "entities": [{"title": "Douglas C-124 Globemaster II", "href": "/wiki/Douglas_C-124_Globemaster_II", "description": "The Douglas C-124 Globemaster II, nicknamed \"Old Shaky\", is a retired American heavy-lift cargo aircraft built by the Douglas Aircraft Company in Long Beach, California."}, {"title": "Tachikawa air disaster", "href": "/wiki/Tachikawa_air_disaster", "description": "The Tachikawa air disaster  occurred on the afternoon of Thursday, June 18, 1953 when a United States Air Force (USAF) Douglas C-124 Globemaster II aircraft crashed three minutes after takeoff from Tachikawa, Japan, killing all 129 people on board. At the time, the crash was tied for the deadliest in aviation history, and is notable for being the second aviation accident to kill more than 100 peop"}, {"title": "Tachikawa", "href": "/wiki/Tachikawa", "description": "Tachikawa  is a city located in the western portion of Tokyo Metropolis, Japan. As of 1 March 2021, the city had an estimated population of 184,383 in 93,428 households, and a population density of 7600 persons per km2. The total area of the city was 24.36 square kilometres (9.41 sq mi)."}]}, {"heading": "Events", "year": "1954", "date": "June 18", "txt": "Carlos Castillo Armas leads an invasion force across the Guatemalan border, setting in motion the 1954 Guatemalan coup d'état.", "entities": [{"title": "Carlos Castillo Armas", "href": "/wiki/Carlos_Castillo_Armas", "description": "Carlos Castillo Armas was a Guatemalan military officer and politician who was the 28th president of Guatemala, serving from 1954 to 1957 after taking power in a coup d'état. A member of the right-wing National Liberation Movement (MLN) party, his authoritarian government was closely allied with the United States."}, {"title": "1954 Guatemalan coup d'état", "href": "/wiki/1954_Guatemalan_coup_d%27%C3%A9tat", "description": "The 1954 Guatemalan coup d'état, code-named Operation PBSuccess, was a covert operation carried out by the U.S. Central Intelligence Agency (CIA) that deposed the democratically elected Guatemalan President Jacobo Árbenz and ended the Guatemalan Revolution of 1944–1954. It installed the military dictatorship of Carlos Castillo Armas, the first in a series of U.S.-backed authoritarian rulers in Gua"}]}, {"heading": "Events", "year": "1965", "date": "June 18", "txt": "Vietnam War: The United States uses B-52 bombers to attack guerrilla fighters in South Vietnam.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Operation Arc Light", "href": "/wiki/Operation_Arc_Light", "description": "During Operation Arc Light from 1965 to 1973, the United States deployed B-52F Stratofortresses from bases in the US to Guam to provide Battlefield air interdiction or BAI, including strikes at enemy bases, supply routes and behind the lines troop concentrations, as well as occasionally providing close air support (CAS) directly to ground combat operations in Vietnam. The conventional bombing camp"}]}, {"heading": "Events", "year": "1972", "date": "June 18", "txt": "Staines air disaster: One hundred eighteen people are killed when a BEA H.S. Trident crashes two minutes after takeoff from London's Heathrow Airport.", "entities": [{"title": "British European Airways Flight 548", "href": "/wiki/British_European_Airways_Flight_548", "description": "British European Airways Flight 548 was a scheduled passenger flight from London Heathrow to Brussels that crashed into the outskirts of the town of Staines, Surrey, England, soon after take-off on 18 June 1972, killing all 118 people on board. The accident became known as the Staines air disaster. As of 2021, it remains the deadliest air accident in the United Kingdom and was the deadliest air ac"}, {"title": "British European Airways", "href": "/wiki/British_European_Airways", "description": "British European Airways (BEA), formally British European Airways Corporation, was a British airline which existed from 1946 until 1974."}, {"title": "Hawker Siddeley Trident", "href": "/wiki/Hawker_Siddeley_Trident", "description": "The HS-121 Trident is a British airliner produced by Hawker Siddeley.\n\nIn 1957, de Havilland proposed its DH.121 trijet design to a British European Airways (BEA) request.\nBy 1960, de Havilland had been acquired by Hawker Siddeley.\nThe Trident maiden flight happened on 9 January 1962, and it was introduced on 1 April 1964, two months after its main competitor, the Boeing 727.\nBy the end of the pro"}, {"title": "Heathrow Airport", "href": "/wiki/Heathrow_Airport", "description": "Heathrow Airport, originally called London Airport until 1966 and now known as London Heathrow, is a major international airport in London, England. Heathrow is the second busiest airport in the world by international passenger traffic, the third busiest airport in Europe by passenger traffic but only the twenty second busiest airport in the world by total passenger traffic, the sole UK entry in t"}]}, {"heading": "Events", "year": "1979", "date": "June 18", "txt": "SALT II is signed by the United States and the Soviet Union.", "entities": [{"title": "SALT II", "href": "/wiki/SALT_II", "description": "The Strategic Arms Limitation Talks (SALT) were two rounds of bilateral conferences and corresponding international treaties involving the United States and the Soviet Union. The Cold War superpowers dealt with arms control in two rounds of talks and agreements: SALT I and SALT II."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1981", "date": "June 18", "txt": "The Lockheed F-117 Nighthawk, the first operational aircraft initially designed around stealth technology, makes its first flight.", "entities": [{"title": "Lockheed F-117 Nighthawk", "href": "/wiki/Lockheed_F-117_Nighthawk", "description": "The Lockheed F-117 Nighthawk is a semi-retired American single-seat, twin-engine stealth attack aircraft that was developed by Lockheed's secretive Skunk Works division and operated by the United States Air Force (USAF). It was the first operational aircraft to be designed around stealth technology."}, {"title": "Stealth technology", "href": "/wiki/Stealth_technology", "description": "Stealth technology, also termed low observable technology, is a sub-discipline of military tactics and passive and active electronic countermeasures, which covers a range of methods used to make personnel, aircraft, ships, submarines, missiles, satellites, and ground vehicles less visible to radar, infrared, sonar and other detection methods. It corresponds to military camouflage for these parts o"}]}, {"heading": "Events", "year": "1982", "date": "June 18", "txt": "Italian banker Roberto Calvi's body is discovered hanging beneath Blackfriars Bridge in London, England.", "entities": [{"title": "Roberto Calvi", "href": "/wiki/Roberto_Calvi", "description": "Roberto Calvi was an Italian banker, dubbed \"God's Banker\" by the press because of his close association with the Holy See. He was a native of Milan and was Chairman of Banco Ambrosiano, which collapsed in one of Italy's biggest political scandals."}, {"title": "Blackfriars Bridge", "href": "/wiki/Blackfriars_Bridge", "description": "Blackfriars Bridge is a road and foot traffic bridge over the River Thames in London, between Waterloo Bridge and Blackfriars Railway Bridge, carrying the A201 road. The north end is near the Inns of Court and Temple Church, along with Blackfriars station. The south end is near the Tate Modern art gallery and the Oxo Tower."}]}, {"heading": "Events", "year": "1983", "date": "June 18", "txt": "Space Shuttle program: STS-7, Astronaut Sally Ride becomes the first American woman in space.", "entities": [{"title": "Space Shuttle program", "href": "/wiki/Space_Shuttle_program", "description": "The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for de"}, {"title": "STS-7", "href": "/wiki/STS-7", "description": "STS-7 was NASA's seventh Space Shuttle mission, and the second mission for the Space Shuttle Challenger. During the mission, Challenger deployed several satellites into orbit. The shuttle launched from Kennedy Space Center on June 18, 1983, and landed at Edwards Air Force Base on June 24. STS-7 carried Sally Ride, America's first female astronaut."}, {"title": "Astronaut", "href": "/wiki/Astronaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}, {"title": "Sally Ride", "href": "/wiki/Sally_Ride", "description": "Sally Kristen Ride was an American astronaut and physicist. Born in Los Angeles, she joined NASA in 1978, and in 1983 became the first American woman in space. She was the third woman in space overall, after USSR cosmonauts Valentina Tereshkova (1963) and Svetlana Savitskaya (1982). Ride remains the youngest American astronaut to have traveled to space, having done so at the age of 32. After flyin"}]}, {"heading": "Events", "year": "1983", "date": "June 18", "txt": "Mona Mahmudnizhad, together with nine other women of the Baháʼí Faith, is sentenced to death and hanged in Shiraz, Iran over her religious beliefs.", "entities": [{"title": "Baháʼí Faith", "href": "/wiki/Bah%C3%A1%CA%BC%C3%AD_Faith", "description": "The Baháʼí Faith is a new religion teaching the essential worth of all religions and the unity of all people. Established by Baháʼu'lláh in the 19th century, it initially developed in Persia and parts of the Middle East, where it has faced ongoing persecution since its inception. The religion is estimated to have over five million adherents, known as Baháʼís, spread throughout most of the world's "}, {"title": "Shiraz", "href": "/wiki/Shiraz", "description": "Shiraz is the fifth-most-populous city of Iran and the capital of Fars Province, which is also known as Pars and Persis (Persia). At the 2016 census, the population of the city was 1,869,001 and its built-up area with \"Shahr-e Jadid-e Sadra\" was home to 1,565,572 inhabitants. Shiraz is located in the southwest of Iran on the \"Rudkhaneye Khoshk\" seasonal river. It has a moderate climate and has bee"}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}]}, {"heading": "Events", "year": "1984", "date": "June 18", "txt": "A major clash between about 5,000 police and a similar number of miners takes place at Orgreave, South Yorkshire, during the 1984–85 UK miners' strike.", "entities": [{"title": "Battle of Orgreave", "href": "/wiki/Battle_of_Orgreave", "description": "The Battle of Orgreave was a violent confrontation on 18 June 1984 between pickets and officers of the South Yorkshire Police (SYP) and other police forces at a British Steel Corporation (BSC) coking plant at Orgreave, in Rotherham, South Yorkshire, England. It was a pivotal event in the 1984–85 UK miners' strike, and one of the most violent clashes in British industrial history. Journalist Alasta"}, {"title": "South Yorkshire", "href": "/wiki/South_Yorkshire", "description": "South Yorkshire is a ceremonial county and metropolitan county in England. It is the southernmost county in the Yorkshire and the Humber region and had a population of 1.34 million in 2011. It has an area of 1,552 square kilometres (599 sq mi) and consists of four metropolitan boroughs, Barnsley, Doncaster, Rotherham and Sheffield. South Yorkshire was created on 1 April 1974 as a result of the Loc"}, {"title": "UK miners' strike (1984–85)", "href": "/wiki/UK_miners%27_strike_(1984%E2%80%9385)", "description": "The miners' strike of 1984–85 was a major industrial action to shut down the British coal industry in an attempt to prevent colliery closures. It was led by Arthur Scargill of the National Union of Mineworkers (NUM) against the National Coal Board (NCB), a government agency. Opposition to the strike was led by the Conservative government of the Prime Minister, Margaret Thatcher, who wanted to redu"}]}, {"heading": "Events", "year": "1994", "date": "June 18", "txt": "The Troubles: Members of the Ulster Volunteer Force (UVF) attack a crowded pub with assault rifles in Loughinisland, Northern Ireland. Six Catholic civilians are killed and five wounded. It was crowded with people watching the 1994 FIFA World Cup.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Ulster Volunteer Force", "href": "/wiki/Ulster_Volunteer_Force", "description": "The Ulster Volunteer Force (UVF) is an Ulster loyalist paramilitary group. It emerged in 1966. Its first leader was Gusty Spence, a former British Army soldier from Northern Ireland. The group undertook an armed campaign of almost thirty years during The Troubles. It declared a ceasefire in 1994 and officially ended its campaign in 2007, although some of its members have continued to engage in vio"}, {"title": "Loughinisland massacre", "href": "/wiki/Loughinisland_massacre", "description": "The Loughinisland massacre took place on 18 June 1994 in the small village of Loughinisland, County Down, Northern Ireland. Members of the Ulster Volunteer Force (UVF), a loyalist paramilitary group, burst into a pub with assault rifles and fired on the customers, killing six civilians and wounding five. The pub was targeted because it was frequented mainly by Catholics, and was crowded with peopl"}, {"title": "Loughinisland", "href": "/wiki/Loughinisland", "description": "Loughinisland is a small village and civil parish in County Down, Northern Ireland. It is between Downpatrick and Ballynahinch, about 21 miles south of Belfast."}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "1994 FIFA World Cup", "href": "/wiki/1994_FIFA_World_Cup", "description": "The 1994 FIFA World Cup was the 15th FIFA World Cup, the world championship for men's national soccer teams. It was hosted by the United States and took place from June 17 to July 17, 1994, at nine venues across the country. The United States was chosen as the host by FIFA on July 4, 1988. Despite soccer's relative lack of popularity in the host nation, the tournament was the most financially succ"}]}, {"heading": "Events", "year": "1998", "date": "June 18", "txt": "Propair Flight 420 crashes near Montréal–Mirabel International Airport in Quebec, Canada, killing 11.", "entities": [{"title": "Propair Flight 420", "href": "/wiki/Propair_Flight_420", "description": "Propair Flight 420 (PRO420) was a scheduled domestic passenger flight from Dorval, Quebec to Peterborough, Ontario. The flight was carried out by Propair, a charter airline based in Rouyn-Noranda, Quebec, using a Fairchild Metroliner SA226. On 18 June 1998, the aircraft suffered an in-flight fire shortly after take-off from Dorval and the crew elected to conduct an emergency landing at Montréal–Mi"}, {"title": "Montréal–Mirabel International Airport", "href": "/wiki/Montr%C3%A9al%E2%80%93Mirabel_International_Airport", "description": "Montréal–Mirabel International Airport, originally called Montréal International Airport, widely known as Mirabel and branded as YMX International Aerocity of Mirabel, is a cargo and former international passenger airport in Mirabel, Quebec, Canada, 21 nautical miles northwest of Montreal. It opened on October 4, 1975, and the last commercial passenger flight took off on October 31, 2004."}, {"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}, {"title": "Canada", "href": "/wiki/Canada", "description": "Canada is a country in North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres, making it the world's second-largest country by total area. Its southern and western border with the United States, stretching 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. "}]}, {"heading": "Events", "year": "2006", "date": "June 18", "txt": "The first Kazakh space satellite, KazSat-1 is launched.", "entities": [{"title": "Kazakhstan", "href": "/wiki/Kazakhstan", "description": "Kazakhstan, officially the Republic of Kazakhstan, is a transcontinental country mainly located in Central Asia, but with a smaller portion west of the Ural River in Eastern Europe. It covers a land area of 2,724,900 square kilometres (1,052,100 sq mi), and shares land borders with Russia in the north, China in the east, and Kyrgyzstan, Uzbekistan, and Turkmenistan in the south while also adjoinin"}, {"title": "Satellite", "href": "/wiki/Satellite", "description": "In the context of spaceflight, a satellite is an object that has been intentionally placed into orbit. These objects are called artificial satellites to distinguish them from natural satellites such as Earth's Moon."}, {"title": "KazSat-1", "href": "/wiki/KazSat-1", "description": "KazSat-1 is the first Kazakh communications satellite. It was launched on 17 June 2006, at 22:44:05 UTC by Proton-K / Blok DM-2M launch vehicle.] This satellite was constructed by Khrunichev State Research and Production Space Center for the satellite bus and Thales Alenia Space (Italy) for the payload. Thales Alenia Space is also the provider of KazSat-2 and KazSat-3 payloads."}]}, {"heading": "Events", "year": "2007", "date": "June 18", "txt": "The Charleston Sofa Super Store fire happened in Charleston, South Carolina, killing nine firefighters.", "entities": [{"title": "Charleston Sofa Super Store fire", "href": "/wiki/Charleston_Sofa_Super_Store_fire", "description": "The Charleston Sofa Super Store fire occurred on the evening of June 18, 2007, in Charleston, South Carolina and killed nine firefighters. This was the deadliest firefighter disaster in the US since the September 11 attacks. The fire was believed to have started in some discarded furniture in the loading dock area, and though the source of ignition remains undetermined, there is reason to believe "}, {"title": "Charleston, South Carolina", "href": "/wiki/Charleston,_South_Carolina", "description": "Charleston is the largest city in the U.S. state of South Carolina, the county seat of Charleston County, and the principal city in the Charleston–North Charleston–Summerville Metropolitan Statistical Area. The city lies just south of the geographical midpoint of South Carolina's coastline on Charleston Harbor, an inlet of the Atlantic Ocean formed by the confluence of the Ashley, Cooper, and Wand"}, {"title": "Firefighter", "href": "/wiki/Firefighter", "description": "A firefighter is a rescuer extensively trained in firefighting, primarily to extinguish hazardous fires that threaten life, property, and the environment as well as to rescue people and in some cases or jurisdictions also animals from dangerous situations. Male firefighters are sometimes referred to colloquially by the historical term fireman although the use of this terminology is officially disc"}]}, {"heading": "Events", "year": "2009", "date": "June 18", "txt": "The Lunar Reconnaissance Orbiter (LRO), a NASA robotic spacecraft is launched.", "entities": [{"title": "Lunar Reconnaissance Orbiter", "href": "/wiki/Lunar_Reconnaissance_Orbiter", "description": "The Lunar Reconnaissance Orbiter (LRO) is a NASA robotic spacecraft currently orbiting the Moon in an eccentric polar mapping orbit. Data collected by LRO have been described as essential for planning NASA's future human and robotic missions to the Moon. Its detailed mapping program is identifying safe landing sites, locating potential resources on the Moon, characterizing the radiation environmen"}]}, {"heading": "Events", "year": "2018", "date": "June 18", "txt": "An earthquake of magnitude 6.1 strikes northern Osaka.", "entities": [{"title": "2018 Osaka earthquake", "href": "/wiki/2018_Osaka_earthquake", "description": "On 18 June 2018, around 7:58 a.m. Japan Standard Time, an earthquake measuring 5.6 Mw on the moment magnitude scale struck in northern Osaka Prefecture, Japan. The earthquake's epicenter was near Takatsuki and occurred at a depth of approximately 13 kilometres (8.1 mi). The Japan Meteorological Agency registered a magnitude of 6.1 Mj and an intensity of lower 6 on the shindo scale."}, {"title": "Osaka prefecture", "href": "/wiki/Osaka_prefecture", "description": "Osaka Prefecture  is a prefecture of Japan located in the Kansai region of Honshu. Osaka Prefecture has a population of 8,823,358 and has a geographic area of 1,905 square kilometres (736 sq mi). Osaka Prefecture borders Hyōgo Prefecture to the northwest, Kyoto Prefecture to the north, Nara Prefecture to the southeast, and Wakayama Prefecture to the south."}]}, {"heading": "Births", "year": "1269", "date": "June 18", "txt": "Eleanor of England, Countess of Bar (d. 1298)", "entities": [{"title": "Eleanor of England, Countess of Bar", "href": "/wiki/Eleanor_of_England,_Countess_of_Bar", "description": "Eleanor of England was an English princess, the eldest surviving daughter of King Edward I of England and his first wife, Queen Eleanor of Castile."}]}, {"heading": "Births", "year": "1318", "date": "June 18", "txt": "Eleanor of Woodstock (d. 1355)", "entities": [{"title": "Eleanor of Woodstock", "href": "/wiki/Eleanor_of_Woodstock", "description": "Eleanor of Woodstock was an English princess and Duchess consort of Guelders by marriage. She was regent of Guelders as the guardian of her minor son from 1343 until 1344."}]}, {"heading": "Births", "year": "1332", "date": "June 18", "txt": "John V Palaiologos, Byzantine Emperor (d. 1391)", "entities": [{"title": "John V Palaiologos", "href": "/wiki/John_V_Palaiologos", "description": "John V Palaiologos or Palaeologus was Byzantine Emperor from 1341 to 1391."}, {"title": "Byzantine Emperor", "href": "/wiki/Byzantine_Emperor", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}]}, {"heading": "Births", "year": "1466", "date": "June 18", "txt": "Ottaviano Petrucci, Italian printer (d. 1539)", "entities": [{"title": "Ottaviano Petrucci", "href": "/wiki/Ottaviano_Petrucci", "description": "Ottaviano Petrucci was an Italian printer. His Harmonice Musices Odhecaton, a collection of chansons printed in 1501, is commonly misidentified as the first book of sheet music printed from movable type. Actually that distinction belongs to the Roman printer Ulrich Han's Missale Romanum of 1476. Nevertheless, Petrucci's later work was extraordinary for the complexity of his white mensural notation"}]}, {"heading": "Births", "year": "1511", "date": "June 18", "txt": "Bartolomeo Ammannati, Italian architect and sculptor, designed the Ponte Santa Trinita (d. 1592)", "entities": [{"title": "Bartolomeo Ammannati", "href": "/wiki/Bartolomeo_Ammannati", "description": "Bartolomeo Ammannati was an Italian architect and sculptor, born at Settignano, near Florence. He studied under Baccio Bandinelli and Jacopo Sansovino and closely imitated the style of Michelangelo."}, {"title": "Ponte Santa Trinita", "href": "/wiki/Ponte_Santa_Trinita", "description": "The Ponte Santa Trìnita is a Renaissance bridge in Florence, Italy, spanning the Arno. The Ponte Santa Trìnita is the oldest elliptic arch bridge in the world, characterised by three flattened ellipses. The outside spans each measure 29 m (95 ft) with the centre span being 32 m (105 ft) in length. The two neighbouring bridges are the Ponte Vecchio, to the east, and the Ponte alla Carraia to the we"}]}, {"heading": "Births", "year": "1517", "date": "June 18", "txt": "Emperor Ōgimachi of Japan (d. 1593)", "entities": [{"title": "Emperor Ōgimachi", "href": "/wiki/Emperor_%C5%8Cgimachi", "description": "Emperor Ōgimachi  was the 106th Emperor of Japan, according to the traditional order of succession. He reigned from October 27, 1557, to his abdication on December 17, 1586, corresponding to the transition between the Sengoku period and the Azuchi–Momoyama period. His personal name was Michihito (方仁)."}]}, {"heading": "Births", "year": "1521", "date": "June 18", "txt": "Maria of Portugal, Duchess of Viseu (d. 1577)", "entities": [{"title": "Maria of Portugal, Duchess of Viseu", "href": "/wiki/Maria_of_Portugal,_Duchess_of_Viseu", "description": "Maria of Portugal, Duchess of Viseu was an Infanta of Portugal, the only daughter of King Manuel I of Portugal and Eleanor of Austria. A noted patron of the arts and buildings, Maria's personal wealth rivaled that of her half-brother, King John III of Portugal, making her the richest woman in Portugal and one of the wealthiest princesses in Europe."}]}, {"heading": "Births", "year": "1667", "date": "June 18", "txt": "Ivan Trubetskoy, Russian field marshal (d. 1750)", "entities": [{"title": "Ivan Trubetskoy", "href": "/wiki/Ivan_Trubetskoy", "description": "Ivan Yurievich Trubetskoy was a Russian Field Marshal, promoted in 1728. He was a member of the inner circle of Tsar Peter I of Russia. Made a boyar in 1692, Trubetskoy commanded part of the Russian fleet during the Azov campaigns in 1696. In 1699, he was named governor of Novgorod. Trubetskoy ordered surrender during the Battle of Narva in 1700. He was captured and held prisoner in Sweden until e"}]}, {"heading": "Births", "year": "1673", "date": "June 18", "txt": "Antonio de Literes, Spanish composer (d. 1747)", "entities": [{"title": "Antonio de Literes", "href": "/wiki/Antonio_de_Literes", "description": "Antoni de Literes, also known as Antonio de Literes or Antoni Literes Carrión) was a Spanish composer of zarzuelas. As with other national forms of baroque opera, Literes's stage works employ a wide variety of musical forms – arias, ariettas and recitative as well as dance movements and choruses, though here mingled with spoken verse dialogue. His use of the orchestra follows French and Italian pr"}]}, {"heading": "Births", "year": "1677", "date": "June 18", "txt": "Antonio Maria Bononcini, Italian cellist and composer (d. 1726)", "entities": [{"title": "Antonio Maria Bononcini", "href": "/wiki/Antonio_Maria_Bononcini", "description": "Antonio Maria Bononcini was an Italian cellist and composer, the younger brother of the better-known Giovanni Bononcini."}]}, {"heading": "Births", "year": "1716", "date": "June 18", "txt": "Joseph-Marie Vien, French painter and educator (d. 1809)", "entities": [{"title": "Joseph-Marie Vien", "href": "/wiki/Joseph-Marie_Vien", "description": "Joseph-Marie Vien was a French painter. He was the last holder of the post of Premier peintre du Roi, serving from 1789 to 1791."}]}, {"heading": "Births", "year": "1717", "date": "June 18", "txt": "Johann Stamitz, Czech violinist and composer (d. 1757)", "entities": [{"title": "Johann Stamitz", "href": "/wiki/Johann_Stamitz", "description": "Johann Wenzel Anton Stamitz was a Bohemian composer and violinist. His two surviving sons, Carl and Anton Stamitz, were composers of the Mannheim school, of which Johann is considered the founding father. His music is stylistically transitional between Baroque and Classical periods."}]}, {"heading": "Births", "year": "1757", "date": "June 18", "txt": "Ignaz Pleyel, Austrian-French pianist and composer (d. 1831)", "entities": [{"title": "Ignaz Pleyel", "href": "/wiki/Ignaz_Pleyel", "description": "Ignace Joseph Pleyel was an Austrian-born French composer and piano builder of the Classical period."}]}, {"heading": "Births", "year": "1757", "date": "June 18", "txt": "Gervasio Antonio de Posadas, Argentinian lawyer and politician 1st Supreme Director of the United Provinces of the Río de la Plata (d. 1833)", "entities": [{"title": "Supreme Director of the United Provinces of the Río de la Plata", "href": "/wiki/Supreme_Director_of_the_United_Provinces_of_the_R%C3%ADo_de_la_Plata", "description": "The Supreme Director of the United Provinces of the Río de la Plata was a title given to the executive officers of the United Provinces of the Río de la Plata according to the form of government established in 1814 by the Asamblea del Año XIII. The supreme director was to wield power for a term of two years."}]}, {"heading": "Births", "year": "1769", "date": "June 18", "txt": "Robert Stewart, Viscount Castlereagh, Irish-English politician, Secretary of State for Foreign and Commonwealth Affairs (d. 1822)", "entities": [{"title": "Robert Stewart, Viscount Castlereagh", "href": "/wiki/Robert_Stewart,_Viscount_Castlereagh", "description": "Robert Stewart, 2nd Marquess of Londonderry,, usually known as Lord Castlereagh, derived from the courtesy title Viscount Castlereagh by which he was styled from 1796 to 1821, was an Anglo-Irish statesman. As British Foreign Secretary, from 1812 he was central to the management of the coalition that defeated Napoleon. He was the principal British diplomat at the Congress of Vienna. Castlereagh was"}, {"title": "Secretary of State for Foreign and Commonwealth Affairs", "href": "/wiki/Secretary_of_State_for_Foreign_and_Commonwealth_Affairs", "description": "The secretary of state for foreign, Commonwealth and development affairs, commonly known as the foreign secretary, is a senior minister of the Crown within the Government of the United Kingdom, and head of the Foreign, Commonwealth and Development Office. As one of the four Great Offices of State, the foreign secretary is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1799", "date": "June 18", "txt": "William Lassell, English astronomer and merchant (d. 1880)", "entities": [{"title": "William Lassell", "href": "/wiki/William_Lassell", "description": "William Lassell was an English merchant and astronomer. He is remembered for his improvements to the reflecting telescope and his ensuing discoveries of four planetary satellites."}]}, {"heading": "Births", "year": "1812", "date": "June 18", "txt": "Ivan Goncharov, Russian journalist and author (d. 1891)", "entities": [{"title": "Ivan Goncharov", "href": "/wiki/Ivan_Goncharov", "description": "Ivan Alexandrovich Goncharov was a Russian novelist best known for his novels A Common Story (1847), Oblomov (1859), and The Precipice (1869). He also served in many official capacities, including the position of censor."}]}, {"heading": "Births", "year": "1815", "date": "June 18", "txt": "Ludwig Freiherr von und zu der Tann-Rathsamhausen, German general (d. 1881)", "entities": [{"title": "Ludwig Freiherr von und zu der Tann-Rathsamhausen", "href": "/wiki/Ludwig_Freiherr_von_und_zu_der_Tann-Rathsamhausen", "description": "Ludwig Samson Heinrich Arthur Freiherr von und zu der Tann-Rathsamhausen was a Bavarian general."}]}, {"heading": "Births", "year": "1816", "date": "June 18", "txt": "Hélène Napoleone Bonaparte, French daughter of Napoleon (d. 1907)", "entities": [{"title": "Hélène Napoleone Bonaparte", "href": "/wiki/H%C3%A9l%C3%A8ne_Napoleone_Bonaparte", "description": "Hélène Napoleone Bonaparte was the reputed daughter of Napoleon by his mistress, Albine de Montholon, wife of Charles Tristan, marquis de Montholon, and sister of Charles-François-Frédéric, marquis de Montholon-Sémonville."}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}]}, {"heading": "Births", "year": "1816", "date": "June 18", "txt": "Jung Bahadur Rana, Nepali ruler (d. 1877)", "entities": []}, {"heading": "Births", "year": "1833", "date": "June 18", "txt": "Manuel González Flores, Mexican general and President (1880-1884) (d. 1893)", "entities": [{"title": "Manuel González Flores", "href": "/wiki/Manuel_Gonz%C3%A1lez_Flores", "description": "Manuel del Refugio González Flores was a Mexican military general and liberal politician who served as the 35th President of Mexico from 1880 to 1884. Before initiating his presidential career, González played important roles in the Mexican–American War as a lieutenant, and later in the Reform War as general on the conservative side. In the French intervention in Mexico, González fought for the Me"}]}, {"heading": "Births", "year": "1834", "date": "June 18", "txt": "Auguste-Théodore-Paul de Broglie, French philosopher and academic (d. 1895)", "entities": [{"title": "Auguste-Théodore-Paul de Broglie", "href": "/wiki/Auguste-Th%C3%A9odore-Paul_de_Broglie", "description": "Abbé Auguste-Théodore-Paul de Broglie was professor of apologetics at the Institut Catholique in Paris, and writer on apologetic subjects."}]}, {"heading": "Births", "year": "1839", "date": "June 18", "txt": "William H. Seward Jr., American general and banker (d. 1920)", "entities": [{"title": "William H. Seward Jr.", "href": "/wiki/William_H._Seward_Jr.", "description": "William Henry Seward Jr. was an American banker and brigadier general in the Union Army during the American Civil War. He was the youngest son of William Henry Seward Sr., the United States Secretary of State under Abraham Lincoln and Andrew Johnson."}]}, {"heading": "Births", "year": "1845", "date": "June 18", "txt": "Charles Louis Alphonse Laveran, French physician and parasitologist, Nobel Prize laureate (d. 1922)", "entities": [{"title": "Charles Louis Alphonse Laveran", "href": "/wiki/Charles_Louis_Alphonse_Laveran", "description": "Charles Louis Alphonse Laveran was a French physician who won the Nobel Prize in Physiology or Medicine in 1907 for his discoveries of parasitic protozoans as causative agents of infectious diseases such as malaria and trypanosomiasis. Following his father, Louis Théodore Laveran, he took up military medicine as his profession. He obtained his medical degree from University of Strasbourg in 1867."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1850", "date": "June 18", "txt": "Richard Heuberger, Austrian composer and critic (d. 1914)", "entities": [{"title": "Richard Heuberger", "href": "/wiki/Richard_Heuberger", "description": "Richard Franz Joseph Heuberger was an Austrian composer of operas and operettas, a music critic, and teacher."}]}, {"heading": "Births", "year": "1854", "date": "June 18", "txt": "E. W. Scripps, American publisher, founded the E. W. Scripps Company (d. 1926)", "entities": [{"title": "E. W. Scripps", "href": "/wiki/E._W._Scripps", "description": "Edward Willis Scripps, was an American newspaper publisher and, together with his sister Ellen Browning Scripps, founder of The E. W. Scripps Company, a diversified media conglomerate, and United Press news service. It became United Press International (UPI) when International News Service (INS) merged with United Press in 1958. The E. W. Scripps School of Journalism at Ohio University is named fo"}, {"title": "E. W. Scripps Company", "href": "/wiki/E._W._Scripps_Company", "description": "The E. W. Scripps Company is an American broadcasting company founded in 1878 as a chain of daily newspapers by Edward Willis \"E. W.\" Scripps. It was also formerly a media conglomerate. The company is headquartered inside the Scripps Center in Cincinnati, Ohio. Its corporate motto is \"Give light and the people will find their own way\", which is symbolized by the media empire's longtime lighthouse "}]}, {"heading": "Births", "year": "1857", "date": "June 18", "txt": "Henry Clay Folger, American businessman and philanthropist, founded the Folger Shakespeare Library (d. 1930)", "entities": [{"title": "Henry Clay Folger", "href": "/wiki/Henry_Clay_Folger", "description": "Henry Clay Folger Jr. was president and later chairman of Standard Oil of New York, a collector of Shakespeareana, and founder of the Folger Shakespeare Library."}, {"title": "Folger Shakespeare Library", "href": "/wiki/Folger_Shakespeare_Library", "description": "The Folger Shakespeare Library is an independent research library on Capitol Hill in Washington, D.C., United States. It has the world's largest collection of the printed works of William Shakespeare, and is a primary repository for rare materials from the early modern period (1500–1750). The library was established by Henry Clay Folger in association with his wife, Emily Jordan Folger. It opened "}]}, {"heading": "Births", "year": "1858", "date": "June 18", "txt": "Andrew Forsyth, Scottish-English mathematician and academic (d. 1942)", "entities": [{"title": "Andrew Forsyth", "href": "/wiki/Andrew_Forsyth", "description": "Andrew Russell Forsyth, FRS, FRSE was a British mathematician."}]}, {"heading": "Births", "year": "1858", "date": "June 18", "txt": "Hector Rason, English-Australian politician, 7th Premier of Western Australia (d. 1927)", "entities": [{"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1862", "date": "June 18", "txt": "Carolyn Wells, American novelist and poet (d. 1942)", "entities": [{"title": "Carolyn Wells", "href": "/wiki/Carolyn_Wells", "description": "Carolyn Wells was an American writer and poet."}]}, {"heading": "Births", "year": "1863", "date": "June 18", "txt": "George Essex Evans, English-Australian poet and author (d. 1909)", "entities": [{"title": "George Essex Evans", "href": "/wiki/George_Essex_Evans", "description": "George Essex Evans was an Australian poet."}]}, {"heading": "Births", "year": "1868", "date": "June 18", "txt": "Miklós Horthy, Hungarian admiral and politician, Regent of Hungary (d. 1957)", "entities": [{"title": "Miklós Horthy", "href": "/wiki/Mikl%C3%B3s_Horthy", "description": "Miklós Horthy de Nagybánya was a Hungarian admiral and statesman who served as the regent of the Kingdom of Hungary between the two World Wars and throughout most of World War II, from 1 March 1920 to 15 October 1944."}, {"title": "Regent of Hungary", "href": "/wiki/Regent_of_Hungary", "description": "The Regent of Hungary was a position established in 1446 and renewed in 1920. It was held by Admiral Miklós Horthy until 1944. Under Hungary's Constitution there were two regents, one a regent of the ruling house, called the Nádor, and another called \"Kormányzó\". As the Entente had banned the legitimate Nádor from taking his place, the choice fell on electing a governor-regent: Admiral Horthy was "}]}, {"heading": "Births", "year": "1870", "date": "June 18", "txt": "Édouard Le Roy, French mathematician and philosopher (d. 1954)", "entities": [{"title": "Édouard Le Roy", "href": "/wiki/%C3%89douard_Le_Roy", "description": " Édouard Louis Emmanuel Julien Le Roy was a French philosopher and mathematician."}]}, {"heading": "Births", "year": "1877", "date": "June 18", "txt": "James Montgomery Flagg, American painter and illustrator (d. 1960)", "entities": [{"title": "James Montgomery Flagg", "href": "/wiki/James_Montgomery_Flagg", "description": "James Montgomery Flagg was an American artist, comics artist and illustrator. He worked in media ranging from fine art painting to cartooning, but is best remembered for his political posters."}]}, {"heading": "Births", "year": "1881", "date": "June 18", "txt": "Zoltán Halmay, Hungarian swimmer (d. 1956)", "entities": [{"title": "Zoltán Halmay", "href": "/wiki/Zolt%C3%A1n_Halmay", "description": "Zoltán Halmay was a Hungarian Olympic swimmer. He competed in four Olympics, winning the following medals:1900: silver, bronze \n1904: gold \n1906: gold, silver \n1908: silver "}]}, {"heading": "Births", "year": "1882", "date": "June 18", "txt": "Georgi Dimitrov, Bulgarian compositor and politician, 32nd Prime Minister of Bulgaria (d. 1949)", "entities": [{"title": "Georgi Dimitrov", "href": "/wiki/Georgi_Dimitrov", "description": "Georgi Dimitrov Mihaylov, also known as Georgiy Mihaylovich Dimitrov, was a Bulgarian communist politician. He was the first communist leader of Bulgaria, from 1946 to 1949. Dimitrov led the Communist International from 1935 to 1943."}, {"title": "List of Prime Ministers of Bulgaria", "href": "/wiki/List_of_Prime_Ministers_of_Bulgaria", "description": "This is a list of the heads of government of the modern Bulgarian state, from the establishment of the Principality of Bulgaria to the present day."}]}, {"heading": "Births", "year": "1884", "date": "June 18", "txt": "Édouard Daladier, French captain and politician, Prime Minister of France (d. 1970)", "entities": [{"title": "Édouard Daladier", "href": "/wiki/%C3%89douard_Daladier", "description": "Édouard Daladier was a French Radical-Socialist (centre-left) politician and the Prime Minister of France at the outbreak of World War II."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1886", "date": "June 18", "txt": "George Mallory, English lieutenant and mountaineer (d. 1924)", "entities": [{"title": "George Mallory", "href": "/wiki/George_Mallory", "description": "George Herbert Leigh Mallory was an English mountaineer who took part in the first three British expeditions to Mount Everest in the early 1920s."}]}, {"heading": "Births", "year": "1886", "date": "June 18", "txt": "Alexander Wetmore, American ornithologist and paleontologist (d. 1978)", "entities": []}, {"heading": "Births", "year": "1887", "date": "June 18", "txt": "Tancrède Labbé, Canadian businessman and politician (d. 1956)", "entities": [{"title": "Tancrède Labbé", "href": "/wiki/Tancr%C3%A8de_Labb%C3%A9", "description": "Joseph-Tancrède Labbé was a prominent Quebec politician and businessman. He was the father of media mogul François Labbé."}]}, {"heading": "Births", "year": "1896", "date": "June 18", "txt": "Blanche Sweet, American actress (d. 1986)", "entities": [{"title": "Blanche Sweet", "href": "/wiki/Blanche_Sweet", "description": "Sarah Blanche Sweet was an American silent film actress who began her career in the earliest days of the Hollywood motion picture film industry."}]}, {"heading": "Births", "year": "1897", "date": "June 18", "txt": "Martti Marttelin, Finnish runner (d. 1940)", "entities": [{"title": "Martti Marttelin", "href": "/wiki/Martti_Marttelin", "description": "Martti Bertil Marttelin  was a long-distance runner from Finland, who won the bronze medal in the men's marathon at the 1928 Summer Olympics. He was killed in action during World War II."}]}, {"heading": "Births", "year": "1900", "date": "June 18", "txt": "Vlasta Vraz, Czech-American relief worker, editor, and fundraiser (d. 1989)", "entities": [{"title": "Vlasta Vraz", "href": "/wiki/Vlasta_Vraz", "description": "Vlasta Adele Vraz was a Czech American relief worker, editor, and fundraiser. She was director of American Relief for Czechoslovakia, and president of the Czechoslovak National Council of America. In 1949 she was arrested by Czech authorities on espionage charges, but quickly released after pressure from the United States."}]}, {"heading": "Births", "year": "1901", "date": "June 18", "txt": "Grand Duchess Anastasia Nikolaevna of Russia (d. 1918)", "entities": [{"title": "Grand Duchess Anastasia Nikolaevna of Russia", "href": "/wiki/Grand_Duchess_Anastasia_Nikolaevna_of_Russia", "description": "Grand Duchess Anastasia Nikolaevna of Russia  was the youngest daughter of Tsar Nicholas II, the last sovereign of Imperial Russia, and his wife, Tsarina Alexandra Feodorovna."}]}, {"heading": "Births", "year": "1901", "date": "June 18", "txt": "Llewellyn Rees, English actor (d. 1994)", "entities": []}, {"heading": "Births", "year": "1902", "date": "June 18", "txt": "Louis Alter, American musician (d. 1980)", "entities": [{"title": "Louis Alter", "href": "/wiki/Louis_Alter", "description": "Louis Alter was an American pianist, songwriter and composer. Alter was 13 when he began playing piano in theaters showing silent films. He studied at the New England Conservatory of Music under the tutelage of Stuart Mason."}]}, {"heading": "Births", "year": "1902", "date": "June 18", "txt": "Paavo Yrjölä, Finnish decathlete (d. 1980)", "entities": []}, {"heading": "Births", "year": "1903", "date": "June 18", "txt": "Jeanette MacDonald, American actress and singer (d. 1965)", "entities": [{"title": "Jeanette MacDonald", "href": "/wiki/Jeanette_MacDonald", "description": "Jeanette Anna MacDonald was an American singer and actress best remembered for her musical films of the 1930s with Maurice Chevalier and Nelson Eddy. During the 1930s and 1940s she starred in 29 feature films, four nominated for Best Picture Oscars, and recorded extensively, earning three gold records. She later appeared in opera, concerts, radio, and television. MacDonald was one of the most infl"}]}, {"heading": "Births", "year": "1903", "date": "June 18", "txt": "Raymond Radiguet, French author and poet (d. 1923)", "entities": []}, {"heading": "Births", "year": "1904", "date": "June 18", "txt": "Keye Luke, Chinese-American actor (d. 1991)", "entities": [{"title": "Keye Luke", "href": "/wiki/Keye_Luke", "description": "Keye Luke was a Chinese-born American film and television actor, technical advisor and artist and a founding member of the Screen Actors Guild."}]}, {"heading": "Births", "year": "1904", "date": "June 18", "txt": "Manuel Rosenthal, French conductor and composer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1905", "date": "June 18", "txt": "Eduard Tubin, Estonian composer and conductor (d. 1982)", "entities": [{"title": "Eduard Tubin", "href": "/wiki/Eduard_Tubin", "description": "Eduard Tubin was an Estonian composer, conductor, and choreographer."}]}, {"heading": "Births", "year": "1907", "date": "June 18", "txt": "Frithjof Schuon, Swiss-American metaphysicist, philosopher, and author (d. 1998)", "entities": [{"title": "Frithjof Schuon", "href": "/wiki/Frithjof_Schuon", "description": "Frithjof Schuon was a Swiss metaphysician and spiritual master of German descent, belonging to the Perennialist or Traditionalist School of thought. He was the author of more than twenty works in French on metaphysics, spirituality, the religious phenomenon, anthropology and art, which have been translated into English and many other languages. He was also a painter and a poet."}]}, {"heading": "Births", "year": "1908", "date": "June 18", "txt": "Bud Collyer, American actor and game show host (d. 1969)", "entities": [{"title": "Bud Collyer", "href": "/wiki/Bud_Collyer", "description": "Bud Collyer was an American radio actor and announcer and game show host, who became one of the nation's first major television game show stars. He is best remembered for his work as the first host of the TV game shows Beat the Clock and To Tell the Truth, but he was also famous in the roles of Clark Kent/Superman on radio and in animated cartoons, initially in theatrical short subjects and later "}]}, {"heading": "Births", "year": "1908", "date": "June 18", "txt": "Stanley Knowles, American-Canadian academic and politician (d. 1997)", "entities": []}, {"heading": "Births", "year": "1908", "date": "June 18", "txt": "Nedra Volz, American actress (d. 2003)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 18", "txt": "Dick Foran, American actor and singer (d. 1979)", "entities": [{"title": "Dick Foran", "href": "/wiki/Dick_Foran", "description": "John Nicholas \"Dick\" Foran was an American actor, known for his performances in western musicals and for playing supporting roles in dramatic pictures."}]}, {"heading": "Births", "year": "1910", "date": "June 18", "txt": "Avon Long, American actor and singer (d. 1984)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 18", "txt": "Ray McKinley, American singer, drummer, and bandleader (d. 1995)", "entities": []}, {"heading": "Births", "year": "1912", "date": "June 18", "txt": "Glenn Morris, American decathlete (d. 1974)", "entities": [{"title": "Glenn Morris", "href": "/wiki/Glenn_Morris", "description": "Glenn Edgar Morris was a U.S. track and field athlete. He won a gold medal in the Olympic decathlon in 1936, setting new world and Olympic records. He was also an occasional actor, he portrayed Tarzan in Tarzan's Revenge."}]}, {"heading": "Births", "year": "1913", "date": "June 18", "txt": "Wilfred Gordon Bigelow, Canadian soldier and surgeon (d. 2005)", "entities": [{"title": "Wilfred Gordon Bigelow", "href": "/wiki/Wilfred_Gordon_Bigelow", "description": "Wilfred Gordon \"Bill\" Bigelow was a Canadian heart surgeon known for his role in developing the artificial pacemaker and the use of hypothermia in open heart surgery."}]}, {"heading": "Births", "year": "1913", "date": "June 18", "txt": "Sammy Cahn, American pianist and composer (d. 1993)", "entities": []}, {"heading": "Births", "year": "1913", "date": "June 18", "txt": "Sylvia Porter, American economist and journalist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1913", "date": "June 18", "txt": "Françoise Loranger, Canadian playwright and producer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1913", "date": "June 18", "txt": "Robert Mondavi, American winemaker and philanthropist (d. 2008)", "entities": []}, {"heading": "Births", "year": "1913", "date": "June 18", "txt": "Oswald Teichmüller, German mathematician (d. 1943)", "entities": []}, {"heading": "Births", "year": "1914", "date": "June 18", "txt": "E. G. Marshall, American actor (d. 1998)", "entities": [{"title": "E. G. Marshall", "href": "/wiki/E._G._Marshall", "description": "E. G. Marshall was an American actor, best known for his television roles as the lawyer Lawrence Preston on The Defenders in the 1960s and as neurosurgeon David Craig on The Bold Ones: The New Doctors in the 1970s. By 1948 he had performed in major plays on Broadway, and he was one of the first group selected for the new Actors Studio."}]}, {"heading": "Births", "year": "1914", "date": "June 18", "txt": "Efraín Huerta, Mexican poet (d.1982)", "entities": []}, {"heading": "Births", "year": "1915", "date": "June 18", "txt": "Red Adair, American firefighter (d. 2004)", "entities": [{"title": "Red Adair", "href": "/wiki/Red_Adair", "description": "Paul Neal \"Red\" Adair was an American oil well firefighter. He became notable internationally as an innovator in the highly specialized and hazardous profession of extinguishing and capping oil well blowouts, both land-based and offshore."}]}, {"heading": "Births", "year": "1915", "date": "June 18", "txt": "Robert Kanigher, American author (d. 2002)", "entities": []}, {"heading": "Births", "year": "1915", "date": "June 18", "txt": "Alice T. Schafer, American mathematician (d. 2009)", "entities": []}, {"heading": "Births", "year": "1916", "date": "June 18", "txt": "Julio César Turbay Ayala, Colombian lawyer and politician, 25th President of Colombia (d. 2005)", "entities": [{"title": "Julio César Turbay Ayala", "href": "/wiki/Julio_C%C3%A9sar_Turbay_Ayala", "description": "Julio César Turbay Ayala was a Colombian lawyer and politician who served as the 25th President of Colombia from 1978 to 1982. He also held the positions of Foreign Minister and Ambassador to the United States."}, {"title": "President of Colombia", "href": "/wiki/President_of_Colombia", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Births", "year": "1917", "date": "June 18", "txt": "Richard Boone, American actor, singer, and director (d. 1981)", "entities": [{"title": "Richard Boone", "href": "/wiki/Richard_Boone", "description": "Richard Allen Boone was an American actor who starred in over 50 films and was notable for his roles in Westerns, including his starring role in the television series Have Gun – Will Travel."}]}, {"heading": "Births", "year": "1917", "date": "June 18", "txt": "Jack Karnehm, English snooker player and sportscaster (d. 2002)", "entities": []}, {"heading": "Births", "year": "1917", "date": "June 18", "txt": "Erik Ortvad, Danish painter and illustrator (d. 2008)", "entities": []}, {"heading": "Births", "year": "1918", "date": "June 18", "txt": "Alf Francis, West Prussia-born, English motor racing mechanic and race car constructor (d. 1983)", "entities": [{"title": "Alf Francis", "href": "/wiki/Alf_Francis", "description": "Alf Francis was a motor racing mechanic and racing car constructor."}]}, {"heading": "Births", "year": "1918", "date": "June 18", "txt": "Jerome Karle, American chemist and academic, Nobel Prize laureate (d. 2013)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1918", "date": "June 18", "txt": "Franco Modigliani, Italian-American economist and academic, Nobel Prize laureate (d. 2003)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1919", "date": "June 18", "txt": "Jüri Järvet, Estonian actor and screenwriter (d. 1995)", "entities": [{"title": "Jüri Järvet", "href": "/wiki/J%C3%BCri_J%C3%A4rvet", "description": "Jüri Järvet was an Estonian actor. His name sometimes appears as Yuri Yevgenyevich Yarvet, an incorrect back-transliteration from the Russian transliteration Юри Евгеньевич Ярвет. His birthname was Georgi Kuznetsov, and he took the Estonian form in 1938."}]}, {"heading": "Births", "year": "1920", "date": "June 18", "txt": "Ian Carmichael, English actor and singer (d. 2010)", "entities": [{"title": "Ian Carmichael", "href": "/wiki/Ian_Carmichael", "description": "Ian Gillett Carmichael, OBE was an English actor. He had roles in the films of the Boulting brothers, including Private's Progress (1956) and I'm All Right Jack (1959), and later played Dorothy L. Sayers's gentleman detective, Lord Peter Wimsey, on television and radio. Carmichael also had a career on stage."}]}, {"heading": "Births", "year": "1920", "date": "June 18", "txt": "Aster Berkhof, Belgian author and academic (d. 2020)", "entities": []}, {"heading": "Births", "year": "1922", "date": "June 18", "txt": "Claude Helffer, French pianist and educator (d. 2004)", "entities": [{"title": "Claude Helffer", "href": "/wiki/Claude_Helffer", "description": "Claude Helffer was a French pianist."}]}, {"heading": "Births", "year": "1924", "date": "June 18", "txt": "George Mikan, American basketball player and coach (d. 2005)", "entities": [{"title": "George Mikan", "href": "/wiki/George_Mikan", "description": "George Lawrence Mikan Jr., nicknamed \"Mr. Basketball\", was an American professional basketball player for the Chicago American Gears of the National Basketball League (NBL) and the Minneapolis Lakers of the NBL, the Basketball Association of America (BAA) and the National Basketball Association (NBA). Invariably playing with thick, round spectacles, the 6 ft 10 in (2.08 m), 245 lb (111 kg) Mikan i"}]}, {"heading": "Births", "year": "1925", "date": "June 18", "txt": "Robert Beadell, American composer and educator (d. 1994)", "entities": [{"title": "Robert Beadell", "href": "/wiki/Robert_Beadell", "description": "\nRobert Beadell was an American composer."}]}, {"heading": "Births", "year": "1926", "date": "June 18", "txt": "Philip B. Crosby, American businessman and author (d. 2001)", "entities": [{"title": "Philip B. Crosby", "href": "/wiki/Philip_B._Crosby", "description": "Philip Bayard \"Phil\" Crosby, was a businessman and author who contributed to management theory and quality management practices."}]}, {"heading": "Births", "year": "1926", "date": "June 18", "txt": "Allan Sandage, American astronomer and cosmologist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 18", "txt": "Tom Wicker, American journalist and author (d. 2011)", "entities": []}, {"heading": "Births", "year": "1927", "date": "June 18", "txt": "Eva Bartok, Hungarian-English actress (d. 1998)", "entities": [{"title": "Eva Bartok", "href": "/wiki/Eva_Bartok", "description": "Éva Márta Szőke Ivanovics, known professionally as Eva Bartok, was a Hungarian-British actress. She began acting in films in 1950 and her last credited appearance was in 1966. She is best known for appearances in Blood and Black Lace, The Crimson Pirate, Operation Amsterdam, and Ten Thousand Bedrooms."}]}, {"heading": "Births", "year": "1927", "date": "June 18", "txt": "Paul Eddington, English actor (d. 1995)", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 18", "txt": "Michael Blakemore, Australian actor, director, and screenwriter", "entities": [{"title": "Michael Blakemore", "href": "/wiki/Michael_Blakemore", "description": "Michael Howell Blakemore OBE, AO is an Australian actor, writer and theatre director who has also made a handful of films. A former Associate Director of the National Theatre, in 2000 he became the only individual to win Tony Awards for best Director of a Play and Musical in the same year for Copenhagen and Kiss Me, Kate."}]}, {"heading": "Births", "year": "1928", "date": "June 18", "txt": "David T. Lykken, American geneticist and academic (d. 2006)", "entities": []}, {"heading": "Births", "year": "1929", "date": "June 18", "txt": "Jürgen Habermas, German sociologist and philosopher", "entities": [{"title": "Jürgen Habermas", "href": "/wiki/J%C3%BCrgen_Habermas", "description": "Jürgen Habermas is a German philosopher and sociologist in the tradition of critical theory and pragmatism. His work addresses communicative rationality and the public sphere."}]}, {"heading": "Births", "year": "1929", "date": "June 18", "txt": "Tibor Rubin, Hungarian-American soldier, Medal of Honor recipient (d. 2015)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1931", "date": "June 18", "txt": "Fernando Henrique Cardoso, Brazilian sociologist, academic, and politician, 34th President of Brazil", "entities": [{"title": "Fernando Henrique Cardoso", "href": "/wiki/Fernando_Henrique_Cardoso", "description": "Fernando Henrique Cardoso, also known by his initials FHC, is a Brazilian sociologist, professor and politician who served as the 34th President of Brazil from 1 January 1995 to 1 January 2003. He was the first Brazilian president to be reelected for a subsequent term. An accomplished scholar of dependency theory noted for his research on slavery and political theory, Cardoso has earned many honor"}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1932", "date": "June 18", "txt": "Dudley R. Herschbach, American chemist and academic, Nobel Prize laureate", "entities": [{"title": "Dudley R. Herschbach", "href": "/wiki/Dudley_R._Herschbach", "description": "Dudley Robert Herschbach is an American chemist at Harvard University. He won the 1986 Nobel Prize in Chemistry jointly with Yuan T. Lee and John C. Polanyi \"for their contributions concerning the dynamics of chemical elementary processes\". Herschbach and Lee specifically worked with molecular beams, performing crossed molecular beam experiments that enabled a detailed molecular-level understandin"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1932", "date": "June 18", "txt": "Geoffrey Hill, English poet and academic (d. 2016)", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 18", "txt": "Colin Brumby, Australian composer and conductor (d. 2018)", "entities": [{"title": "Colin Brumby", "href": "/wiki/Colin_Brumby", "description": "Colin James Brumby was an Australian composer and conductor."}, {"title": "2018", "href": "/wiki/2018", "description": "2018 (MMXVIII) was a common year starting on Monday of the Gregorian calendar, the 2018th year of the Common Era (CE) and Anno Domini (AD) designations, the 18th year of the 3rd millennium, the 18th year of the 21st century, and the 9th year of the 2010s decade. "}]}, {"heading": "Births", "year": "1933", "date": "June 18", "txt": "Tommy Hunt, American singer", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 18", "txt": "Brian Kenny, English general (d. 2017)", "entities": [{"title": "Brian Kenny (British Army officer)", "href": "/wiki/Brian_Kenny_(British_Army_officer)", "description": "General Sir Brian Leslie Graham Kenny was a senior British Army officer, who served as Deputy Supreme Allied Commander Europe from 1990 until his retirement in 1993."}]}, {"heading": "Births", "year": "1934", "date": "June 18", "txt": "Mitsuteru Yokoyama, Japanese author and illustrator (d. 2004)", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 18", "txt": "Denny Hulme, New Zealand race car driver (d. 1992)", "entities": [{"title": "Denny Hulme", "href": "/wiki/Denny_Hulme", "description": "Denis Clive Hulme, commonly known as Denny Hulme, was a New Zealand racing driver who won the 1967 Formula One World Drivers' Championship for the Brabham team. Between his debut at Monaco in 1965 and his final race in the 1974 US Grand Prix, he started 112 Grand Prix, resulting eight victories and 33 trips to the podium. He also finished third in the overall standing in 1968 and 1972."}]}, {"heading": "Births", "year": "1936", "date": "June 18", "txt": "Barack Obama Sr., Kenyan economist (d. 1982)", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 18", "txt": "Ronald Venetiaan, Surinamese politician, 6th President of Suriname", "entities": [{"title": "President of Suriname", "href": "/wiki/President_of_Suriname", "description": "The president of the Republic of Suriname is, in accordance with the Constitution of 1987, the head of state and head of government of Suriname, and commander-in-chief of the Suriname National Army (SNL)."}]}, {"heading": "Births", "year": "1937", "date": "June 18", "txt": "Del Harris, American basketball player and coach", "entities": [{"title": "Del Harris", "href": "/wiki/Del_Harris", "description": "Delmer William Harris is an American basketball coach who is currently the vice president of the Texas Legends, the NBA D-League affiliate of the Dallas Mavericks. He served as a head coach for the NBA's Houston Rockets, Milwaukee Bucks, and Los Angeles Lakers, as well as the Legends. He was also an assistant coach for the National Basketball Association's New Jersey Nets, Chicago Bulls, Dallas Ma"}]}, {"heading": "Births", "year": "1937", "date": "June 18", "txt": "Jay Rockefeller, American lawyer and politician, 29th Governor of West Virginia", "entities": [{"title": "Governor of West Virginia", "href": "/wiki/Governor_of_West_Virginia", "description": "The governor of West Virginia is the head of the executive branch of West Virginia's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the West Virginia Legislature, to convene the legislature at any time, and, except when prosecution has been carried out by the House of"}]}, {"heading": "Births", "year": "1937", "date": "June 18", "txt": "Bruce Trigger, Canadian archaeologist, anthropologist and historian (d. 2006)", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 18", "txt": "Vitaly Zholobov, Ukrainian colonel, engineer, and astronaut", "entities": []}, {"heading": "Births", "year": "1938", "date": "June 18", "txt": "Kevin Murray, Australian footballer and coach", "entities": [{"title": "Kevin Murray (Australian footballer)", "href": "/wiki/Kevin_Murray_(Australian_footballer)", "description": "Kevin Joseph Murray MBE, commonly nicknamed \"Bulldog\", is a former Australian rules footballer who played for the Fitzroy Football Club in the Victorian Football League in 333 games over 18 seasons."}]}, {"heading": "Births", "year": "1939", "date": "June 18", "txt": "Lou Brock, American baseball player and sportscaster (d. 2020)", "entities": [{"title": "Lou Brock", "href": "/wiki/Lou_Brock", "description": "Louis Clark Brock was an American professional baseball outfielder. He began his 19-year Major League Baseball (MLB) career with the 1961 Chicago Cubs but spent the majority of his big league career as a left fielder for the St. Louis Cardinals. Brock was inducted into the National Baseball Hall of Fame in 1985 and the St. Louis Cardinals Hall of Fame in 2014. He was a special instructor coach for"}]}, {"heading": "Births", "year": "1939", "date": "June 18", "txt": "Jean-Claude Germain, Canadian historian, author, and journalist", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 18", "txt": "Brooks Firestone, American businessman and politician", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 18", "txt": "Roger Lemerre, French footballer and manager", "entities": [{"title": "Roger Lemerre", "href": "/wiki/Roger_Lemerre", "description": "Roger Léon Maurice Lemerre-Desprez is a French professional football manager and former player. During his managerial career, he was in charge of three national teams: the French, Tunisian and Moroccan national teams. He also managed numerous clubs in France, Tunisia, Turkey and Algeria. He is currently the head coach of Étoile du Sahel."}]}, {"heading": "Births", "year": "1941", "date": "June 18", "txt": "Paul Mayersberg, English director and screenwriter", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 18", "txt": "Delia Smith, English chef and author", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 18", "txt": "John Bellany, Scottish painter and academic (d. 2013)", "entities": [{"title": "John Bellany", "href": "/wiki/John_Bellany", "description": "John Bellany was a Scottish painter."}]}, {"heading": "Births", "year": "1942", "date": "June 18", "txt": "Roger Ebert, American journalist, critic, and screenwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 18", "txt": "Pat Hutchins, English author and illustrator", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 18", "txt": "Thabo Mbeki, South African politician, 23rd President of South Africa", "entities": [{"title": "President of South Africa", "href": "/wiki/President_of_South_Africa", "description": "The President of the Republic of South Africa is the head of state and head of government of the Republic of South Africa. The President directs the executive branch of the government and is the commander-in-chief of the South African National Defence Force."}]}, {"heading": "Births", "year": "1942", "date": "June 18", "txt": "Paul McCartney, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 18", "txt": "Richard Perry, American record producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 18", "txt": "Carl Radle, American bass player and producer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 18", "txt": "Nick Tate, Australian actor and director", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 18", "txt": "Hans Vonk, Dutch conductor (d. 2004)", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 18", "txt": "Barry Evans, English actor (d. 1997)", "entities": [{"title": "Barry Evans (actor)", "href": "/wiki/Barry_Evans_(actor)", "description": "Barry Joseph Evans was an English actor best known for his appearances in British sitcoms such as Doctor in the House and Mind Your Language."}]}, {"heading": "Births", "year": "1943", "date": "June 18", "txt": "Raffaella Carrà, Italian singer, dancer, and actress", "entities": []}, {"heading": "Births", "year": "1944", "date": "June 18", "txt": "Bruce DuMont, American broadcaster and political analyst", "entities": [{"title": "Bruce DuMont", "href": "/wiki/Bruce_DuMont", "description": "Bruce DuMont is an American broadcaster and political analyst based in Chicago, Illinois. He is the host of Beyond the Beltway, a syndicated talk radio show that airs on approximately 30 stations around the United States. The program, which began in 1980 as Inside Politics, also aired a televised version on Chicago's secondary PBS station, WYCC, from 1996 to 2017, when WYCC went off the air."}]}, {"heading": "Births", "year": "1944", "date": "June 18", "txt": "Sandy Posey, American pop/country singer", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 18", "txt": "Russell Ash, English journalist and author (d. 2010)", "entities": [{"title": "Russell Ash", "href": "/wiki/Russell_Ash", "description": "Russell Ash was the British author of the Top 10 of Everything series of books, as well as Great Wonders of the World, Incredible Comparisons and many other reference, art and humour titles, most notably his series of books on strange-but-true names, Potty, Fartwell & Knob, Busty, Slag and Nob End and Big Pants, Burpy and Bumface. Once described as 'the human Google', his obituary in The Times sta"}]}, {"heading": "Births", "year": "1946", "date": "June 18", "txt": "Bruiser Brody, American wrestler (d. 1988)", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 18", "txt": "Fabio Capello, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 18", "txt": "Maria Bethânia, Brazilian singer", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 18", "txt": "Ivonne Coll, Puerto Rican-American model and actress, Miss Puerto Rico 1967", "entities": [{"title": "Ivonne Coll", "href": "/wiki/Ivonne_Coll", "description": "Ivonne Coll Mendoza is a Puerto Rican actress. She was Miss Puerto Rico in 1967 and competed in the Miss Universe pageant the same year. She later became an actress, appearing in films such as The Godfather Part II and Lean on Me and television series including Switched at Birth, Glee, and Teen Wolf. From 2014 to 2019, Coll starred as Alba Villanueva in the CW comedy-drama series Jane the Virgin."}, {"title": "Miss Puerto Rico", "href": "/wiki/Miss_Puerto_Rico", "description": "\nMiss Puerto Rico is a national Beauty pageant in Puerto Rico. Currently, there are two separate televised pageants held annually: Miss Universe Puerto Rico to select the representative for Miss Universe and Miss Mundo de Puerto Rico to select the representatives for Miss World and Miss Earth. Additionally, the Miss Puerto Rico Scholarship Organization selects the representative for Miss America."}]}, {"heading": "Births", "year": "1947", "date": "June 18", "txt": "Bernard Giraudeau, French actor, director, producer, and screenwriter (d. 2010)", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 18", "txt": "Linda Thorson, Canadian actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 18", "txt": "Philip Jackson, English actor", "entities": [{"title": "Philip Jackson (actor)", "href": "/wiki/Philip_Jackson_(actor)", "description": "Philip Jackson is an English actor, known for his many television and film roles, most notably as Chief Inspector Japp in the television series Agatha Christie's Poirot and as Abbot Hugo, one of the recurring adversaries in the cult 1980s series Robin of Sherwood."}]}, {"heading": "Births", "year": "1948", "date": "June 18", "txt": "Éva Marton, Hungarian soprano and actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 18", "txt": "Sherry Turkle, American academic, psychologist, and sociologist", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 18", "txt": "Chris Van Allsburg, American author and illustrator", "entities": [{"title": "Chris Van Allsburg", "href": "/wiki/Chris_Van_Allsburg", "description": "Chris Van Allsburg is an American illustrator and writer of children's books. He has won two Caldecott Medals for U.S. picture book illustration, for Jumanji (1981) and The Polar Express (1985), both of which he also wrote; both were later adapted as successful motion pictures. He was also a Caldecott runner-up in 1980 for The Garden of Abdul Gasazi. For his contribution as a children's illustrato"}]}, {"heading": "Births", "year": "1949", "date": "June 18", "txt": "Jarosław Kaczyński, Polish lawyer and politician, 13th Prime Minister of Poland", "entities": [{"title": "Prime Minister of Poland", "href": "/wiki/Prime_Minister_of_Poland", "description": "The President of the Council of Ministers, colloquially referred to as the prime minister, is the leader of the cabinet and the head of government of Poland. The current responsibilities and traditions of the office stem from the creation of the contemporary Polish state, and the office is defined in the Constitution of 1997. According to the Constitution, the president of Poland nominates and app"}]}, {"heading": "Births", "year": "1949", "date": "June 18", "txt": "Lech Kaczyński, Polish lawyer and politician, 4th President of Poland (d. 2010)", "entities": [{"title": "President of Poland", "href": "/wiki/President_of_Poland", "description": "The President of the Republic of Poland is the head of state of Poland. Their rights and obligations are determined in the Constitution of Poland. The president heads the executive branch. In addition the president has a right to dissolve parliament in certain cases, veto legislation and represents Poland in the international arena."}]}, {"heading": "Births", "year": "1949", "date": "June 18", "txt": "Lincoln Thompson, Jamaican singer-songwriter (d. 1999)", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 18", "txt": "Rod de'Ath, Welsh drummer and producer (d. 2014)", "entities": [{"title": "Rod de'Ath", "href": "/wiki/Rod_de%27Ath", "description": "Roderick Morris Buckenham de'Ath was a Welsh musician, best known for his role as drummer with Irish guitarist Rory Gallagher in the 1970s."}]}, {"heading": "Births", "year": "1950", "date": "June 18", "txt": "Annelie Ehrhardt, German hurdler", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 18", "txt": "Mike Johanns, American lawyer and politician, 28th United States Secretary of Agriculture", "entities": [{"title": "United States Secretary of Agriculture", "href": "/wiki/United_States_Secretary_of_Agriculture", "description": "The United States secretary of agriculture is the head of the United States Department of Agriculture. The position carries similar responsibilities to those of agriculture ministers in other governments."}]}, {"heading": "Births", "year": "1950", "date": "June 18", "txt": "Jackie Leven, Scottish singer-songwriter and guitarist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 18", "txt": "Mohammed Al-Sager, Kuwaiti journalist and politician", "entities": [{"title": "Mohammed Al-Sager", "href": "/wiki/Mohammed_Al-Sager", "description": "Mohammed Jassem Al-Sager is a journalist, former member of the National Assembly of Kuwait, and former chairman of the Arab Parliament."}]}, {"heading": "Births", "year": "1951", "date": "June 18", "txt": "Miriam Flynn, American actress and comedian", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 18", "txt": "Ian Hargreaves, English-Welsh journalist and academic", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 18", "txt": "Stephen Hopper, Australian botanist and academic", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 18", "txt": "Gyula Sax, Hungarian chess player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 18", "txt": "Tiiu Aro, Estonian physician and politician, Estonian Minister of Social Affairs", "entities": [{"title": "Tiiu Aro", "href": "/wiki/Tiiu_Aro", "description": "Tiiu Aro is an Estonian physician and politician."}, {"title": "Minister of Social Affairs (Estonia)", "href": "/wiki/Minister_of_Social_Affairs_(Estonia)", "description": "The Ministry of Social Affairs of Estonia is a government ministry of Estonia responsible for social policies of the country."}]}, {"heading": "Births", "year": "1952", "date": "June 18", "txt": "Denis Herron, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 18", "txt": "Carol Kane, American actress", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 18", "txt": "Isabella Rossellini, Italian actress, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 18", "txt": "Lee Soo-man, South Korean singer and businessman, founded S.M. Entertainment", "entities": [{"title": "S.M. Entertainment", "href": "/wiki/S.M._Entertainment", "description": "SM Entertainment Co., Ltd. (Korean: SM엔터테인먼트) is one of South Korea's largest entertainment companies founded in 1995 by Lee Soo-man. The company has developed and popularized numerous K-pop stars with huge global fandoms. SM is known for having led the global K-pop phenomenon and the musical side of \"Hallyu\", also known as the \"Korean Wave\", with early overseas successes such as H.O.T. and BoA."}]}, {"heading": "Births", "year": "1953", "date": "June 18", "txt": "Peter Donohoe, English pianist and educator", "entities": [{"title": "Peter Donohoe (pianist)", "href": "/wiki/Peter_Donohoe_(pianist)", "description": "Peter Donohoe CBE is an English classical pianist."}]}, {"heading": "Births", "year": "1955", "date": "June 18", "txt": "Ed Fast, Canadian lawyer and politician", "entities": [{"title": "Ed Fast", "href": "/wiki/Ed_Fast", "description": "Edward D. \"Ed\" Fast is a Canadian Conservative politician, currently the Member of Parliament for Abbotsford. He was formerly the Minister for International Trade and as Minister for the Asia-Pacific Gateway under Stephen Harper."}]}, {"heading": "Births", "year": "1956", "date": "June 18", "txt": "Brian Benben, American actor and producer", "entities": [{"title": "Brian Benben", "href": "/wiki/Brian_Benben", "description": "Brian Edward Benben is an American actor, best known for his role as Martin Tupper in the HBO comedy television series Dream On (1990–1996), and also known as Sheldon Wallace on ABC medical drama Private Practice (2008–2013)."}]}, {"heading": "Births", "year": "1956", "date": "June 18", "txt": "John Scott, English organist and conductor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 18", "txt": "Miguel Ángel Lotina, Spanish footballer and manager", "entities": [{"title": "Miguel Ángel Lotina", "href": "/wiki/Miguel_%C3%81ngel_Lotina", "description": "Miguel Ángel Lotina Oruechebarría is a Spanish retired footballer who played as a striker, and is the current manager of Japanese club Shimizu S-Pulse."}]}, {"heading": "Births", "year": "1957", "date": "June 18", "txt": "Richard Powers, American novelist", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 18", "txt": "Peter Altmaier, German jurist and politician, Federal Minister for Special Affairs of Germany", "entities": [{"title": "Peter Altmaier", "href": "/wiki/Peter_Altmaier", "description": "Peter Altmaier is a German lawyer and politician (CDU) who has served as Federal Minister for Economic Affairs and Energy since March 2018. Previously he was Federal Minister for the Environment, Nature Conservation and Nuclear Safety from May 2012 to December 2013 and Head of the German Chancellery and as Federal Minister for Special Affairs from December 2013 to March 2018. Altmaier is widely se"}, {"title": "Federal Minister for Special Affairs of Germany", "href": "/wiki/Federal_Minister_for_Special_Affairs_of_Germany", "description": "A Federal Minister for Special Affairs is a member of the German government without portfolio."}]}, {"heading": "Births", "year": "1958", "date": "June 18", "txt": "Gary Martin, British voice actor and actor", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 18", "txt": "Joe Ansolabehere, American animation screenwriter and producer", "entities": [{"title": "Joe Ansolabehere", "href": "/wiki/Joe_Ansolabehere", "description": "Joseph Michael Ansolabehere is an American animation screenwriter and producer. He is the co-creator of Recess and Lloyd in Space with partner and friend Paul Germain; they form the team Paul & Joe Productions. He was also a head story editor on the first 65 episodes of Rugrats, as well as a co-producer and story editor of the first season of Hey Arnold!."}]}, {"heading": "Births", "year": "1960", "date": "June 18", "txt": "Barbara Broccoli, American director and producer", "entities": [{"title": "Barbara Broccoli", "href": "/wiki/Barbara_Broccoli", "description": "Barbara Dana Broccoli OBE is an American-British film producer known for her work on the James Bond film series."}]}, {"heading": "Births", "year": "1960", "date": "June 18", "txt": "Steve Murphy, Canadian journalist", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 18", "txt": "Oz Fox, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Oz Fox", "href": "/wiki/Oz_Fox", "description": "Richard Alfonso Martinez, better known by the stage name Oz Fox, is the lead guitarist of the Christian glam metal band Stryper. Martinez' high school friends called him Oz in honor of Ozzy Osbourne due to his ability to emulate the vocals of Osbourne while playing Black Sabbath covers in his pre-Stryper days. He was recruited by the Sweet brothers in 1983 to form what would become Stryper. As a f"}]}, {"heading": "Births", "year": "1961", "date": "June 18", "txt": "Andrés Galarraga, Venezuelan-American baseball player", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 18", "txt": "Angela Johnson, American novelist and poet", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 18", "txt": "Alison Moyet, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "June 18", "txt": "Lisa Randall, American physicist and academic", "entities": [{"title": "Lisa Randall", "href": "/wiki/Lisa_Randall", "description": "Lisa Randall is an American theoretical physicist working in particle physics and cosmology. She is the Frank B. Baird, Jr. Professor of Science on the physics faculty of Harvard University. Her research includes elementary particles, fundamental forces and dimensions of space. She studies the Standard Model, supersymmetry, possible solutions to the hierarchy problem concerning the relative weakne"}]}, {"heading": "Births", "year": "1963", "date": "June 18", "txt": "Dizzy Reed, American keyboard player and songwriter", "entities": [{"title": "Dizzy Reed", "href": "/wiki/Dizzy_Reed", "description": "Darren Arthur Reed, better known by his stage name Dizzy Reed, is an American musician and occasional actor. He is best known as the keyboardist for the hard rock band Guns N' Roses, with whom he has played, toured, and recorded since 1990."}]}, {"heading": "Births", "year": "1963", "date": "June 18", "txt": "Bruce Smith, American football player", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 18", "txt": "Uday Hussein, Iraqi commander (d. 2003)", "entities": [{"title": "Uday Hussein", "href": "/wiki/Uday_Hussein", "description": "Uday Saddam Hussein al-Tikriti was an Iraqi politician, military officer and sports chairman who was head of the Iraqi Olympic Committee and Iraq Football Association and commander of the Fedayeen Saddam."}]}, {"heading": "Births", "year": "1964", "date": "June 18", "txt": "Patti Webster, American publicist and author (d. 2013)", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 18", "txt": "Kurt Browning, Canadian figure skater, choreographer, and sportscaster", "entities": [{"title": "Kurt Browning", "href": "/wiki/Kurt_Browning", "description": "Kurt Browning, is a Canadian figure skater, choreographer and commentator. He is a four-time World Champion and Canadian national champion."}]}, {"heading": "Births", "year": "1966", "date": "June 18", "txt": "Troy Kemp, Bahamian high jumper", "entities": []}, {"heading": "Births", "year": "1968", "date": "June 18", "txt": "Frank Müller, German decathlete", "entities": [{"title": "Frank Müller", "href": "/wiki/Frank_M%C3%BCller", "description": "Frank Müller is a retired male decathlete from Germany. He twice competed at the Summer Olympics for his native country. Müller set his personal best in the men's decathlon on July 22, 2000 in Salzgitter."}]}, {"heading": "Births", "year": "1969", "date": "June 18", "txt": "Haki Doku, Albanian cyclist", "entities": [{"title": "Haki Doku", "href": "/wiki/Haki_Doku", "description": "Haki Doku in Krujë is an Albanian para-cyclist."}]}, {"heading": "Births", "year": "1969", "date": "June 18", "txt": "Christopher Largen, American journalist and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 18", "txt": "Katie Derham, English journalist", "entities": [{"title": "Katie Derham", "href": "/wiki/Katie_Derham", "description": "Catherine Beatrice Margaret Derham is a British newscaster and a presenter on television and radio."}]}, {"heading": "Births", "year": "1970", "date": "June 18", "txt": "Ivan Kozák, Slovak footballer", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 18", "txt": "Greg Yaitanes, American director and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 18", "txt": "Kerry Butler, American actress and singer", "entities": [{"title": "Kerry Butler", "href": "/wiki/Kerry_Butler", "description": "Kerry Marie Butler is an American actress known primarily for her work in theatre. She is best known for originating the roles of Barbara Maitland in Beetlejuice, Penny Pingleton in Hairspray, and Clio/Kira in Xanadu, the latter of which earned her a Tony Award nomination for Best Performance by a Leading Actress in a Musical."}]}, {"heading": "Births", "year": "1971", "date": "June 18", "txt": "Jason McAteer, English-Irish footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 18", "txt": "Nathan Morris, American soul singer", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 18", "txt": "Anu Tali, Estonian pianist and conductor", "entities": [{"title": "Anu Tali", "href": "/wiki/Anu_Tali", "description": "Anu Tali is an Estonian conductor."}]}, {"heading": "Births", "year": "1972", "date": "June 18", "txt": "Wikus du Toit, South African actor, director, and composer", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 18", "txt": "Julie Depardieu, French actress", "entities": [{"title": "Julie Depardieu", "href": "/wiki/Julie_Depardieu", "description": "Julie Marion Depardieu is a French actress who has appeared in a number of successful films."}]}, {"heading": "Births", "year": "1973", "date": "June 18", "txt": "Stephen Thomas Erlewine, American author and music critic", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 18", "txt": "Ray LaMontagne, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 18", "txt": "Alexandra Meissnitzer, Austrian skier", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 18", "txt": "Matt Parsons, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 18", "txt": "Gavin Wanganeen Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 18", "txt": "Vincenzo Montella, Italian footballer and manager", "entities": [{"title": "Vincenzo Montella", "href": "/wiki/Vincenzo_Montella", "description": "Vincenzo Montella is an Italian retired footballer and current manager, who played as a striker."}]}, {"heading": "Births", "year": "1974", "date": "June 18", "txt": "Sergey Sharikov, Russian fencer and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 18", "txt": "Marie Gillain, Belgian actress", "entities": [{"title": "Marie Gillain", "href": "/wiki/Marie_Gillain", "description": "Marie Gillain O.M.W. is a Belgian actress."}]}, {"heading": "Births", "year": "1975", "date": "June 18", "txt": "Aleksandrs Koļinko, Latvian footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 18", "txt": "Martin St. Louis, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 18", "txt": "Blake Shelton, American singer-songwriter and guitarist", "entities": [{"title": "Blake Shelton", "href": "/wiki/Blake_Shelton", "description": "Blake Tollison Shelton is an American country music singer and television personality. In 2001, he made his debut with the single \"Austin\". The lead-off single from his self-titled debut album, \"Austin\" spent five weeks at number one on the Billboard Hot Country Songs chart. The now Platinum-certified debut album also produced two more top 20 entries."}]}, {"heading": "Births", "year": "1978", "date": "June 18", "txt": "Wang Liqin, Chinese table tennis player", "entities": [{"title": "Wang Liqin", "href": "/wiki/Wang_Liqin", "description": "Wang Liqin is a retired Chinese table tennis player. As of January 2014, he is ranked 12th in the International Table Tennis Federation (ITTF). He began playing at the age of 6 and was picked for the Chinese men's national squad in 1993 when he was only 15 years old. He holds three majors. He has been ranked #1 by ITTF for 25 consecutive months, from September 2000 to September 2002, which is the "}]}, {"heading": "Births", "year": "1979", "date": "June 18", "txt": "Yumiko Kobayashi, Japanese voice actress and singer", "entities": [{"title": "Yumiko Kobayashi", "href": "/wiki/Yumiko_Kobayashi", "description": "Yumiko Kobayashi  is a freelance Japanese voice actress from Chiba Prefecture. She was formerly affiliated with Arts Vision until August 2007. She made her voice acting debut as Mita in Kirara while still in college in 1998, and her first lead role was as Kento Yūki in Dennō Bōkenki Webdiver in 2001. She is still good friends with Natsuko Kuwatani, Hisayo Mochizuki, and Nana Mizuki, members of the"}]}, {"heading": "Births", "year": "1979", "date": "June 18", "txt": "Ivana Wong, Hong Kong singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 18", "txt": "Antonio Gates, American football player", "entities": [{"title": "Antonio Gates", "href": "/wiki/Antonio_Gates", "description": "Antonio Ethan Gates Sr. is an American former professional football player who was a tight end for the San Diego/Los Angeles Chargers during his entire career in the National Football League (NFL). He was named to the Pro Bowl eight times and was a five-time All-Pro selection. He retired on January 14, 2020, after 16 years with the Chargers."}]}, {"heading": "Births", "year": "1980", "date": "June 18", "txt": "Sergey Kirdyapkin, Russian race walker", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 18", "txt": "Craig Mottram, Australian runner", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 18", "txt": "Antero Niittymäki, Finnish ice hockey player", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 18", "txt": "Tara Platt, American actress, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 18", "txt": "Clint Newton, American-Australian rugby league player", "entities": [{"title": "Clint Newton", "href": "/wiki/Clint_Newton", "description": "Clint Newton is a former United States international rugby league footballer who played as a second-row and lock. He played for the Newcastle Knights, Melbourne Storm and Penrith Panthers in the NRL, Hull Kingston Rovers in the Super League, New South Wales Country and the United States at representative level as well as also having a stint in rugby union for Avoca Beach Rugby Club on the Central "}]}, {"heading": "Births", "year": "1981", "date": "June 18", "txt": "Marco Streller, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 18", "txt": "Nadir Belhadj, French-Algerian footballer", "entities": [{"title": "Nadir Belhadj", "href": "/wiki/Nadir_Belhadj", "description": "Nadir Belhadj is a professional footballer who plays as a left-back for Qatari Club Al-Sailiya."}]}, {"heading": "Births", "year": "1982", "date": "June 18", "txt": "Marco Borriello, Italian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 18", "txt": "Nathan Cavaleri, Australian singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 18", "txt": "Billy Slater, Australian rugby league player", "entities": [{"title": "Billy Slater", "href": "/wiki/Billy_Slater", "description": "William Slater is an Australian former professional rugby league footballer who played in the 2000s and 2010s. An Australian international and one-time captain of the Queensland State of Origin team, he played his entire club career in the National Rugby League for the Melbourne Storm, with whom he played in seven NRL Grand Finals. Slater also set the club's record for most ever tries and NRL reco"}]}, {"heading": "Births", "year": "1983", "date": "June 18", "txt": "Cameron Smith, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 18", "txt": "Nanyak Dala, Canadian rugby player", "entities": [{"title": "Nanyak Dala", "href": "/wiki/Nanyak_Dala", "description": "Nanyak Dala is a Canadian rugby union player. His position is flanker, and he has played 14 tests for the Canadian national team. Dala currently plays for Castaway Wanderers RFC in the British Columbia Premiership and with Prairie Wolf Pack in the Canadian Rugby Championship."}]}, {"heading": "Births", "year": "1985", "date": "June 18", "txt": "Chris Coghlan, American baseball player", "entities": [{"title": "Chris Coghlan", "href": "/wiki/Chris_Coghlan", "description": "Christopher B. Coghlan is an American former professional baseball outfielder. He played in Major League Baseball (MLB) for the Chicago Cubs, Miami Marlins, Oakland Athletics, and Toronto Blue Jays. Coghlan was the National League Rookie of the Year in 2009."}]}, {"heading": "Births", "year": "1985", "date": "June 18", "txt": "Alex Hirsch, American animator and television producer", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 18", "txt": "Edgars Eriņš, Latvian decathlete", "entities": [{"title": "Edgars Eriņš", "href": "/wiki/Edgars_Eri%C5%86%C5%A1", "description": "Edgars Eriņš is a Latvian decathlete and bobsledder."}]}, {"heading": "Births", "year": "1986", "date": "June 18", "txt": "Richard Gasquet, French tennis player", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 18", "txt": "Omar Arellano, Mexican footballer", "entities": [{"title": "Omar Arellano", "href": "/wiki/Omar_Arellano", "description": "Omar Arellano Riverón is a Mexican professional footballer who plays as a midfielder."}]}, {"heading": "Births", "year": "1987", "date": "June 18", "txt": "Moeen Ali, English cricketer", "entities": []}, {"heading": "Births", "year": "1988", "date": "June 18", "txt": "Elini Dimoutsos, Greek footballer", "entities": [{"title": "Elini Dimoutsos", "href": "/wiki/Elini_Dimoutsos", "description": "Elini Dimoutsos is an Albanian-born Greek professional footballer who plays as a midfielder for Super League 2 club Xanthi."}]}, {"heading": "Births", "year": "1988", "date": "June 18", "txt": "Josh Dun, American musician", "entities": []}, {"heading": "Births", "year": "1989", "date": "June 18", "txt": "Pierre-Emerick Aubameyang, French-born Gabonese footballer", "entities": [{"title": "Pierre-Emerick Aubameyang", "href": "/wiki/Pierre-Emerick_Aubameyang", "description": "Pierre-Emerick Emiliano François Aubameyang is a Gabonese professional footballer who plays as a striker and is the captain of both Premier League club Arsenal and the Gabon national team. Aubameyang is renowned for his pace, finishing, and off-ball movement."}]}, {"heading": "Births", "year": "1989", "date": "June 18", "txt": "Chris Harris Jr., American football player", "entities": []}, {"heading": "Births", "year": "1990", "date": "June 18", "txt": "Luke Adam, Canadian ice hockey player", "entities": [{"title": "Luke Adam", "href": "/wiki/Luke_Adam", "description": "Luke Adam is a Canadian professional ice hockey centre currently playing for Nürnberg Ice Tigers of the Deutsche Eishockey Liga (DEL). He previously played in the National Hockey League (NHL) for the Buffalo Sabres, Columbus Blue Jackets. Adam was drafted by Buffalo in the second round, 44th overall, in the 2008 NHL Entry Draft."}]}, {"heading": "Births", "year": "1990", "date": "June 18", "txt": "Sandra Izbașa, Romanian gymnast", "entities": []}, {"heading": "Births", "year": "1990", "date": "June 18", "txt": "Derek Stepan, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1990", "date": "June 18", "txt": "Christian Taylor, American triple jumper", "entities": []}, {"heading": "Births", "year": "1993", "date": "June 18", "txt": "Dennis Lloyd, Israeli musician, producer, singer, songwriter, and multi-instrumentalist ", "entities": [{"title": "Dennis Lloyd", "href": "/wiki/Dennis_Lloyd", "description": "Nir Tibor, known professionally by his stage name Dennis Lloyd, is an Israeli musician, producer, singer, songwriter, and multi-instrumentalist. He is best known for his 2016 hit single, \"Nevermind\", which has charted in several countries including Germany, Switzerland, Canada, the United Kingdom and the United States and was certified platinum in Italy, Canada, Germany, and Switzerland."}]}, {"heading": "Births", "year": "1994", "date": "June 18", "txt": "Sean McMahon, Australian rugby player", "entities": [{"title": "Sean McMahon", "href": "/wiki/Sean_McMahon", "description": "Sean McMahon is an Australian rugby union player for Suntory Sungoliath in the Japanese Top League."}]}, {"heading": "Births", "year": "1994", "date": "June 18", "txt": "Takeoff, American rapper", "entities": []}, {"heading": "Births", "year": "1995", "date": "June 18", "txt": "Maxim Kovtun, Russian figure skater", "entities": [{"title": "Maxim Kovtun", "href": "/wiki/Maxim_Kovtun", "description": "Maxim Pavlovich Kovtun is a retired Russian figure skater. He is a three-time European medalist and four-time Russian national champion. On the junior level, he is the 2012 JGP Final champion. Kovtun has successfully landed two quad jumps in a short program, and three quads in a free program."}]}, {"heading": "Births", "year": "1996", "date": "June 18", "txt": "Alen Halilović, Croatian footballer", "entities": [{"title": "Alen Halilović", "href": "/wiki/Alen_Halilovi%C4%87", "description": "Alen Halilović is a Croatian professional footballer who plays as an attacking midfielder for EFL Championship club Birmingham City.\nAs the Prva HNL's youngest ever goalscorer and the youngest ever debutant for the Croatian national team, he was considered to be one of the most promising young talents of European football."}]}, {"heading": "Births", "year": "1996", "date": "June 18", "txt": "Niki Wories, Dutch figure skater", "entities": []}, {"heading": "Births", "year": "1997", "date": "June 18", "txt": "Katharina Hobgarski, German tennis player", "entities": [{"title": "Katharina Hobgarski", "href": "/wiki/Katharina_Hobgarski", "description": "Katharina Hobgarski is a German tennis player."}]}, {"heading": "Births", "year": "1997", "date": "June 18", "txt": "Latrell Mitchell, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1999", "date": "June 18", "txt": "Trippie Redd, American rapper", "entities": [{"title": "Trippie Redd", "href": "/wiki/Trippie_Redd", "description": "Michael Lamar White IV, known professionally as Trippie Redd, is an American rapper, singer, and songwriter. His debut mixtape A Love Letter to You (2017) and its lead single \"Love Scars\" propelled him to popularity. Trippie Redd's singles \"Dark Knight Dummo\", featuring Travis Scott, \"Taking a Walk\", and \"Topanga\", all reached the Billboard Hot 100. His debut studio album Life's a Trip (2018) and "}]}, {"heading": "Deaths", "year": "741", "date": "June 18", "txt": "Leo III the Isaurian, Byzantine emperor (b. 685)", "entities": [{"title": "Leo III the Isaurian", "href": "/wiki/Leo_III_the_Isaurian", "description": "Leo III the Isaurian, also known as the Syrian, was Byzantine Emperor from 717 until his death in 741 and founder of the Isaurian dynasty. He put an end to the Twenty Years' Anarchy, a period of great instability in the Byzantine Empire between 695 and 717, marked by the rapid succession of several emperors to the throne. He also successfully defended the Empire against the invading Umayyads and f"}]}, {"heading": "Deaths", "year": "908", "date": "June 18", "txt": "Zhang Hao, general of Yang Wu", "entities": [{"title": "Zhang Hao (general)", "href": "/wiki/Zhang_Hao_(general)", "description": "Zhang Hao was a guard commander for late Chinese Tang Dynasty warlord Yang Xingmi the Prince of Wu, who was the military governor (Jiedushi) of Huainan Circuit, and Yang Xingmi's son Yang Wo early in the Five Dynasties and Ten Kingdoms period. Along with fellow guard commander Xu Wen, he took over reins of the Hongnong state by effectively putting Yang Wo under physical control. In 908, fearing th"}, {"title": "Yang Wu", "href": "/wiki/Yang_Wu", "description": "Wu (吳), also referred to as Huainan (淮南), Hongnong (弘農), Southern Wu (南吳), or Yang Wu (楊吳), was one of the Ten Kingdoms in eastern China which was in existence from 907 to 937. Its capital was Jiangdu Municipality (江都)."}]}, {"heading": "Deaths", "year": "1095", "date": "June 18", "txt": "Sophia of Hungary (b. c. 1050)", "entities": [{"title": "Sophia of Hungary", "href": "/wiki/Sophia_of_Hungary", "description": "Sophia of Hungary, a member of the royal Árpád dynasty, was a Margravine of Istria and Carniola from about 1062 until 1070, by her first marriage with Margrave Ulric I, as well as Duchess of Saxony from 1072 until her death, by her second marriage with Duke Magnus Billung."}]}, {"heading": "Deaths", "year": "1164", "date": "June 18", "txt": "Elisabeth of Schönau, German Benedictine visionary (b. c. 1129)", "entities": [{"title": "Elisabeth of Schönau", "href": "/wiki/Elisabeth_of_Sch%C3%B6nau", "description": "Elisabeth of Schönau was a German Benedictine visionary. She was an abbess at the Schönau Abbey in the Duchy of Nassau, and experienced numerous religious visions, for which she became widely sought after by many powerful men as far away as France and England."}]}, {"heading": "Deaths", "year": "1234", "date": "June 18", "txt": "Emperor Chūkyō of Japan (b. 1218)", "entities": [{"title": "Emperor Chūkyō", "href": "/wiki/Emperor_Ch%C5%ABky%C5%8D", "description": "Emperor Chūkyō  was the 85th emperor of Japan, according to the traditional order of succession. His reign spanned only months in 1221, and he was not officially listed amongst the emperors until 1870 because of doubts caused by the length of his reign. The Imperial Household Agency recognizes Kujō no misasagi (九條陵) near Tōfuku-ji in Fushimi-ku, Kyoto as his tomb."}]}, {"heading": "Deaths", "year": "1250", "date": "June 18", "txt": "Theresa of Portugal, Queen of León", "entities": [{"title": "Theresa of Portugal, Queen of León", "href": "/wiki/Theresa_of_Portugal,_Queen_of_Le%C3%B3n", "description": "Theresa of Portugal; 1176 – 18 June 1250) was Queen of Léon as the first wife of her first cousin King Alfonso IX of León. She was born the oldest daughter of Sancho I of Portugal and Dulce of Aragon. When her marriage was annulled because of consanguinity, she retired to a convent. She was beatified in 1705."}]}, {"heading": "Deaths", "year": "1291", "date": "June 18", "txt": "Alfonso III of Aragon (b. 1265)", "entities": [{"title": "Alfonso III of Aragon", "href": "/wiki/Alfonso_III_of_Aragon", "description": "Alfonso III, called the Liberal or the Free, was the King of Aragon, King of Valencia, Count of Roussillon, Count of Sardinia and Count of Barcelona from 1285. He conquered the Kingdom of Majorca between his succession and 1287."}]}, {"heading": "Deaths", "year": "1333", "date": "June 18", "txt": "Henry XV, Duke of Bavaria (b. 1312)", "entities": [{"title": "Henry XV, Duke of Bavaria", "href": "/wiki/Henry_XV,_Duke_of_Bavaria", "description": "Henry XV, duke of Bavaria, as duke of Lower Bavaria also called Henry III,."}]}, {"heading": "Deaths", "year": "1464", "date": "June 18", "txt": "Rogier van der Weyden, Flemish painter (b. 1400)", "entities": [{"title": "Rogier van der Weyden", "href": "/wiki/Rogier_van_der_Weyden", "description": "Rogier van der Weyden or Roger de la Pasture was an Early Netherlandish painter whose surviving works consist mainly of religious triptychs, altarpieces and commissioned single and diptych portraits. He was highly successful in his lifetime; his paintings were exported to Italy and Spain, and he received commissions from, amongst others, Philip the Good, Netherlandish nobility, and foreign princes"}]}, {"heading": "Deaths", "year": "1588", "date": "June 18", "txt": "Robert Crowley, English minister and poet (b. 1517)", "entities": [{"title": "Robert Crowley (printer)", "href": "/wiki/Robert_Crowley_(printer)", "description": "Robert Crowley, was a stationer, poet, polemicist and Protestant clergyman among Marian exiles at Frankfurt. He seems to have been a Henrician Evangelical in favour of a more reformed Protestantism than the king and the Church of England sanctioned. Under Edward VI, he joined a London network of evangelical stationers to argue for reforms, sharing a vision of his contemporaries Hugh Latimer, Thoma"}]}, {"heading": "Deaths", "year": "1629", "date": "June 18", "txt": "Piet Pieterszoon Hein, Dutch admiral (b. 1577)", "entities": [{"title": "Piet Pieterszoon Hein", "href": "/wiki/Piet_Pieterszoon_Hein", "description": "Piet Pieterszoon Hein was a Dutch admiral and privateer for the Dutch Republic during the Eighty Years' War. Hein was the first and the last to capture a large part of a Spanish treasure fleet which transported huge amounts of gold and silver from Spanish America to Spain. The amount of silver taken was so big that it resulted in the rise of the price of silver worldwide and the near bankruptcy of"}]}, {"heading": "Deaths", "year": "1650", "date": "June 18", "txt": "Christoph Scheiner, German priest, physicist, and astronomer (b. 1575)", "entities": [{"title": "Christoph Scheiner", "href": "/wiki/Christoph_Scheiner", "description": "Christoph Scheiner SJ was a Jesuit priest, physicist and astronomer in Ingolstadt."}]}, {"heading": "Deaths", "year": "1673", "date": "June 18", "txt": "Jeanne Mance, French-Canadian nurse, founded the Hôtel-Dieu de Montréal (b. 1606)", "entities": [{"title": "Jeanne Mance", "href": "/wiki/Jeanne_Mance", "description": "Jeanne Mance was a French nurse and settler of New France. She arrived in New France two years after the Ursuline nuns came to Quebec. Among the founders of Montreal in 1642, she established its first hospital, the Hôtel-Dieu de Montréal, in 1645. She returned twice to France to seek financial support for the hospital. After providing most of the care directly for years, in 1657 she recruited thre"}, {"title": "Hôtel-Dieu de Montréal", "href": "/wiki/H%C3%B4tel-Dieu_de_Montr%C3%A9al", "description": "The Hôtel-Dieu de Montréal was the first hospital established in Montreal, Quebec, Canada."}]}, {"heading": "Deaths", "year": "1704", "date": "June 18", "txt": "Tom Brown, English author and translator (b. 1662)", "entities": [{"title": "Tom Brown (satirist)", "href": "/wiki/Tom_Brown_(satirist)", "description": "Thomas Brown, also known as Tom Brown, was an English translator and writer of satire, largely forgotten today save for a four-line gibe he wrote concerning Dr John Fell."}]}, {"heading": "Deaths", "year": "1726", "date": "June 18", "txt": "Michel Richard Delalande, French organist and composer (b. 1657)", "entities": [{"title": "Michel Richard Delalande", "href": "/wiki/Michel_Richard_Delalande", "description": "Michel Richard Delalande [de Lalande] was a French Baroque composer and organist who was in the service of King Louis XIV. He was one of the most important composers of grands motets. He also wrote orchestral suites known as Simphonies pour les Soupers du Roy and ballets."}]}, {"heading": "Deaths", "year": "1742", "date": "June 18", "txt": "John Aislabie, English politician, Chancellor of the Exchequer (b. 1670)", "entities": [{"title": "John Aislabie", "href": "/wiki/John_Aislabie", "description": "John Aislabie or Aslabie, of Studley Royal, near Ripon, Yorkshire, was a British politician who sat in the English and British House of Commons from 1695 to 1721. He was of an independent mind, and did not stick regularly to the main parties. He was Chancellor of the Exchequer at the time of the South Sea Bubble and his involvement with the Company led to his resignation and disgrace."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1749", "date": "June 18", "txt": "Ambrose Philips, English poet and politician (b. 1674)", "entities": [{"title": "Ambrose Philips", "href": "/wiki/Ambrose_Philips", "description": "\nAmbrose Philips was an English poet and politician."}]}, {"heading": "Deaths", "year": "1772", "date": "June 18", "txt": "Johann Ulrich von Cramer, German jurist and scholar (b. 1706)", "entities": [{"title": "Johann Ulrich von Cramer", "href": "/wiki/Johann_Ulrich_von_Cramer", "description": "Johann Ulrich von Cramer was an eminent German judge, legal scholar, and Enlightenment philosopher."}]}, {"heading": "Deaths", "year": "1772", "date": "June 18", "txt": "Gerard van Swieten, Dutch-Austrian physician and reformer (b. 1700)", "entities": []}, {"heading": "Deaths", "year": "1788", "date": "June 18", "txt": "Adam Gib, Scottish religious leader (b. 1714)", "entities": [{"title": "Adam Gib", "href": "/wiki/Adam_Gib", "description": "Rev Adam Gib was a Scottish religious leader, head of the Antiburgher section of the Scottish Secession Church. He reportedly wrote his first covenant with God in the blood of his own veins. Gib was born in the parish of Muckhart, in southern Perthshire on 15 April 1714."}]}, {"heading": "Deaths", "year": "1794", "date": "June 18", "txt": "François Buzot, French lawyer and politician (b. 1760)", "entities": [{"title": "François Buzot", "href": "/wiki/Fran%C3%A7ois_Buzot", "description": "François Nicolas Léonard Buzot was a French politician and leader of the French Revolution."}]}, {"heading": "Deaths", "year": "1794", "date": "June 18", "txt": "James Murray, Scottish-English general and politician, 20th Governor of the Province of Quebec (b. 1721)", "entities": [{"title": "List of Governors General of Canada", "href": "/wiki/List_of_Governors_General_of_Canada", "description": "The following is a list of the governors and governors general of Canada. Though the present-day office of the Governor General of Canada is legislatively covered under the Constitution Act, 1867 and legally constituted by the Letters Patent, 1947, the institution is, along with the institution of the Crown it represents, the oldest continuous and uniquely Canadian institution in Canada, having ex"}]}, {"heading": "Deaths", "year": "1804", "date": "June 18", "txt": "Maria Amalia, Duchess of Parma (b. 1746)", "entities": [{"title": "Maria Amalia, Duchess of Parma", "href": "/wiki/Maria_Amalia,_Duchess_of_Parma", "description": "Maria Amalia was the Duchess of Parma, Piacenza and Guastalla by marriage. Maria Amalia was a daughter of Empress Maria Theresa and Emperor Francis I. She was thus younger sister to Joseph II, Holy Roman Emperor and older sister to Leopold II, Holy Roman Emperor, Maria Carolina, Queen of Naples and Marie Antoinette, Queen of France."}]}, {"heading": "Deaths", "year": "1815", "date": "June 18", "txt": "Thomas Picton, Welsh-English general and politician (b. 1758)", "entities": [{"title": "Thomas Picton", "href": "/wiki/Thomas_Picton", "description": "Lieutenant-General Sir Thomas Picton was a Welsh officer of the British Army who fought in the Napoleonic Wars. According to the historian Alessandro Barbero, Picton was \"respected for his courage and feared for his irascible temperament\". The Duke of Wellington called him \"a rough foul-mouthed devil as ever lived\", but found him capable."}]}, {"heading": "Deaths", "year": "1833", "date": "June 18", "txt": "Robert Hett Chapman, American minister, missionary, and academic (b. 1771)", "entities": [{"title": "Robert Hett Chapman", "href": "/wiki/Robert_Hett_Chapman", "description": "Robert Hett Chapman was a Presbyterian minister and missionary and the second president of the University of North Carolina."}]}, {"heading": "Deaths", "year": "1835", "date": "June 18", "txt": "William Cobbett, English farmer and journalist (b. 1763)", "entities": [{"title": "William Cobbett", "href": "/wiki/William_Cobbett", "description": "William Cobbett was an English pamphleteer, journalist, Member of Parliament and farmer born in Farnham, Surrey, one of a popular agrarian faction seeking to reform Parliament, abolish \"rotten boroughs\", restrain wanton foreign activity and increase wages, to promote domestic peace and ease poverty among farm labourers and smallholders. He backed lower taxes, saving, reversing enclosures of common"}]}, {"heading": "Deaths", "year": "1860", "date": "June 18", "txt": "Friedrich Wilhelm von Bismarck, German army officer and writer (b. 1783)", "entities": [{"title": "Friedrich Wilhelm von Bismarck", "href": "/wiki/Friedrich_Wilhelm_von_Bismarck", "description": "Friedrich Wilhelm Graf von Bismarck was a German lieutenant general, diplomat and military writer. He wrote several major military-political works and military histories, which were very pro-Napoleon."}]}, {"heading": "Deaths", "year": "1866", "date": "June 18", "txt": "Prince Sigismund of Prussia (b. 1864)", "entities": [{"title": "Prince Sigismund of Prussia (1864–1866)", "href": "/wiki/Prince_Sigismund_of_Prussia_(1864%E2%80%931866)", "description": "Prince Francis Frederick Sigismund of Prussia was the fourth child and third son of Crown Prince Frederick William of Prussia, and Victoria, Princess Royal, eldest daughter of the British Queen Victoria."}]}, {"heading": "Deaths", "year": "1902", "date": "June 18", "txt": "Samuel Butler, English novelist, satirist, and critic (b. 1835)", "entities": [{"title": "Samuel Butler (novelist)", "href": "/wiki/Samuel_Butler_(novelist)", "description": "Samuel Butler was an English novelist and critic. He is best known for the satirical utopian novel Erewhon (1872) and the semi-autobiographical The Way of All Flesh, published posthumously in 1903. Both have remained in print ever since. In other studies he examined Christian orthodoxy, evolutionary thought, and Italian art, and made prose translations of the Iliad and Odyssey that are still consu"}]}, {"heading": "Deaths", "year": "1905", "date": "June 18", "txt": "Carmine Crocco, Italian soldier (b. 1830)", "entities": [{"title": "Carmine Crocco", "href": "/wiki/Carmine_Crocco", "description": "Carmine Crocco, known as Donatello or sometimes Donatelli, was an Italian brigand. Initially a Bourbon soldier, later he fought in the service of Giuseppe Garibaldi."}]}, {"heading": "Deaths", "year": "1916", "date": "June 18", "txt": "Max Immelmann, German lieutenant and pilot (b. 1890)", "entities": [{"title": "Max Immelmann", "href": "/wiki/Max_Immelmann", "description": "Max Immelmann PLM was the first German World War I flying ace. He was a pioneer in fighter aviation and is often mistakenly credited with the first aerial victory using a synchronized gun, which was actually performed on 15 July 1915 by German ace Kurt Wintgens. He was the first aviator to win the Pour le Mérite, and was awarded it at the same time as Oswald Boelcke. His name has become attached t"}]}, {"heading": "Deaths", "year": "1917", "date": "June 18", "txt": "Titu Maiorescu, Romanian critic and politician, 23rd Prime Minister of Romania (b. 1840)", "entities": [{"title": "Titu Maiorescu", "href": "/wiki/Titu_Maiorescu", "description": "Titu Liviu Maiorescu was a Romanian literary critic and politician, founder of the Junimea Society. As a literary critic, he was instrumental in the development of Romanian culture in the second half of the 19th century."}, {"title": "Prime Minister of Romania", "href": "/wiki/Prime_Minister_of_Romania", "description": "The prime minister of the Government of Romania is the head of the Government of Romania. Initially, the office was styled President of the Council of Ministers, when the term \"Government\" included more than the Cabinet, and the Cabinet was called The Council of Ministers. The title was officially changed to Prime Minister by the 1965 Constitution of Romania during the communist regime."}]}, {"heading": "Deaths", "year": "1922", "date": "June 18", "txt": "Jacobus Kapteyn, Dutch astronomer and academic (b. 1851)", "entities": [{"title": "Jacobus Kapteyn", "href": "/wiki/Jacobus_Kapteyn", "description": "Prof Jacobus Cornelius Kapteyn FRS FRSE LLD was a Dutch astronomer. He carried out extensive studies of the Milky Way and was the discoverer of evidence for galactic rotation. Kapteyn was also among the first to suggest the existence of dark matter using stellar velocities as early as 1922."}]}, {"heading": "Deaths", "year": "1926", "date": "June 18", "txt": "Olga Constantinovna of Russia, Queen consort of the Hellenes (b. 1851)", "entities": [{"title": "Olga Constantinovna of Russia", "href": "/wiki/Olga_Constantinovna_of_Russia", "description": "Olga Constantinovna of Russia was Queen of the Hellenes as the wife of King George I. She was briefly the regent of Greece in 1920."}]}, {"heading": "Deaths", "year": "1928", "date": "June 18", "txt": "Roald Amundsen, Norwegian pilot and explorer (b. 1872)", "entities": [{"title": "Roald Amundsen", "href": "/wiki/Roald_Amundsen", "description": "Roald Engelbregt Gravning Amundsen was a Norwegian explorer of polar regions. He was a key figure of the period known as the Heroic Age of Antarctic Exploration."}]}, {"heading": "Deaths", "year": "1936", "date": "June 18", "txt": "Maxim Gorky, Russian novelist, short story writer, and playwright (b. 1868)", "entities": [{"title": "Maxim Gorky", "href": "/wiki/Maxim_Gorky", "description": "Alexei Maximovich Peshkov, primarily known as Maxim Gorky, was a Russian and Soviet writer, a founder of the socialist realism literary method, and a political activist. He was also a five-time nominee for the Nobel Prize in Literature. Prior to his renown as an author, he frequently changed jobs and roamed across the Russian Empire; these experiences would later influence his writing. Gorky's mos"}]}, {"heading": "Deaths", "year": "1937", "date": "June 18", "txt": "Gaston Doumergue, French politician, 13th President of France (b. 1863)", "entities": [{"title": "Gaston Doumergue", "href": "/wiki/Gaston_Doumergue", "description": "Pierre-Paul-Henri-Gaston Doumergue was a French politician of the Third Republic."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Deaths", "year": "1942", "date": "June 18", "txt": "Arthur Pryor, American trombonist, bandleader, and politician (b. 1870)", "entities": [{"title": "Arthur Pryor", "href": "/wiki/Arthur_Pryor", "description": "Arthur Willard Pryor was a trombone virtuoso, bandleader, and soloist with the Sousa Band. He was a prolific composer of band music, his best-known composition being \"The Whistler and His Dog\". In later life, he became a Democratic Party politician from New Jersey, who served on the Monmouth County Board of Chosen Freeholders during the 1930s."}]}, {"heading": "Deaths", "year": "1943", "date": "June 18", "txt": "Elias Degiannis, Greek commander (b. 1912)", "entities": [{"title": "Elias Degiannis", "href": "/wiki/Elias_Degiannis", "description": "Ilias Degiannis was a Greek navy officer Resistance leader during the Axis occupation of Greece."}]}, {"heading": "Deaths", "year": "1945", "date": "June 18", "txt": "Florence Bascom, American geologist and educator (b. 1862)", "entities": [{"title": "Florence Bascom", "href": "/wiki/Florence_Bascom", "description": "Florence Bascom was a pioneer for women as a geologist and educator in the 1800s. Bascom became an anomaly in the 19th Century when she earned two Bachelors degrees. Earning a Bachelor of Arts degree in 1882, and a Bachelor of Science degree in 1884 both at the University of Wisconsin. Shortly after in 1887, Bascom earned her Masters degree in geology at the University of Wisconsin. Bascom was the"}]}, {"heading": "Deaths", "year": "1945", "date": "June 18", "txt": "Simon Bolivar Buckner Jr., American general (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1947", "date": "June 18", "txt": "Shigematsu Sakaibara, Japanese admiral (b. 1898)", "entities": [{"title": "Shigematsu Sakaibara", "href": "/wiki/Shigematsu_Sakaibara", "description": "Shigematsu Sakaibara  was an admiral in the Imperial Japanese Navy, the Japanese garrison commander on Wake Island during World War II, and a convicted war criminal."}]}, {"heading": "Deaths", "year": "1948", "date": "June 18", "txt": "Edward Brooker, English-Australian politician, 31st Premier of Tasmania (b. 1891)", "entities": [{"title": "Edward Brooker", "href": "/wiki/Edward_Brooker", "description": "William Edward Brooker was a Labor Party politician. He became the interim Premier of Tasmania on 19 December 1947 while Robert Cosgrove was facing corruption charges. He died on 18 June 1948, shortly after returning the premiership to Cosgrove on 24 February 1948."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1959", "date": "June 18", "txt": "Ethel Barrymore, American actress (b. 1879)", "entities": [{"title": "Ethel Barrymore", "href": "/wiki/Ethel_Barrymore", "description": "Ethel Barrymore was an American actress and a member of the Barrymore family of actors. Barrymore was a stage, screen and radio actress whose career spanned six decades, and was regarded as \"The First Lady of the American Theatre\"."}]}, {"heading": "Deaths", "year": "1963", "date": "June 18", "txt": "Pedro Armendáriz, Mexican-American actor (b. 1912)", "entities": [{"title": "Pedro Armendáriz", "href": "/wiki/Pedro_Armend%C3%A1riz", "description": "Pedro Gregorio Armendáriz Hastings was a Mexican film actor who made films in both Mexico and the United States. With Dolores del Río and María Félix, he was one of the best-known Latin American movie stars of the 1940s and 1950s."}]}, {"heading": "Deaths", "year": "1964", "date": "June 18", "txt": "Giorgio Morandi, Italian painter (b. 1890)", "entities": [{"title": "Giorgio Morandi", "href": "/wiki/Giorgio_Morandi", "description": "Giorgio Morandi was an Italian painter and printmaker who specialized in still life. His paintings are noted for their tonal subtlety in depicting apparently simple subjects, which were limited mainly to vases, bottles, bowls, flowers and landscapes."}]}, {"heading": "Deaths", "year": "1967", "date": "June 18", "txt": "Geki, Italian race car driver (b. 1937)", "entities": [{"title": "Geki (racing driver)", "href": "/wiki/Geki_(racing_driver)", "description": "\"Geki\" was the racing pseudonym of Giacomo Russo, who was a racing driver from Italy. An experienced driver in the Italian lower formulae, he also participated in three Formula One Italian Grands Prix from 1964–66, failing to qualify for the 1964 race, driving a Brabham for Rob Walker. For his two Grand Prix starts, he drove for Team Lotus. He scored no championship points."}]}, {"heading": "Deaths", "year": "1967", "date": "June 18", "txt": "Beat Fehr, Swiss race car driver (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "June 18", "txt": "Thomas Gomez, American actor (b. 1905)", "entities": [{"title": "Thomas Gomez", "href": "/wiki/Thomas_Gomez", "description": "Sabino Tomas Gomez was an American actor."}]}, {"heading": "Deaths", "year": "1971", "date": "June 18", "txt": "Paul Karrer, Russian-Swiss chemist and academic, Nobel Prize laureate (b. 1889)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1974", "date": "June 18", "txt": "Júlio César de Mello e Souza, Brazilian mathematician and academic (b. 1896)", "entities": [{"title": "Júlio César de Mello e Souza", "href": "/wiki/J%C3%BAlio_C%C3%A9sar_de_Mello_e_Souza", "description": "Júlio César de Mello e Souza, was a Brazilian writer and mathematics professor. He is well known in Brazil and abroad by his books on recreational mathematics, most of them published under the pen names of Malba Tahan and Breno de Alencar Bianco."}]}, {"heading": "Deaths", "year": "1974", "date": "June 18", "txt": "Georgy Zhukov, Russian marshal and politician, Minister of Defence for the Soviet Union (b. 1896)", "entities": [{"title": "Minister of Defence (Soviet Union)", "href": "/wiki/Minister_of_Defence_(Soviet_Union)", "description": "The Minister of Defence of the Soviet Union refers to the head of the Ministry of Defence who was responsible for defence of the communist Russian Soviet Federative Socialist Republic from 1917 to 1922 and the Soviet Union from 1922 to 1992."}]}, {"heading": "Deaths", "year": "1975", "date": "June 18", "txt": "Hugo Bergmann, German-Israeli philosopher and author (b. 1883)", "entities": [{"title": "Hugo Bergmann", "href": "/wiki/Hugo_Bergmann", "description": "Hugo Bergmann was an Israeli philosopher."}]}, {"heading": "Deaths", "year": "1978", "date": "June 18", "txt": "Walter C. Alvarez, American physician and author (b. 1884)", "entities": [{"title": "Walter C. Alvarez", "href": "/wiki/Walter_C._Alvarez", "description": "Walter Clement Alvarez was an American medical doctor of Spanish descent. He authored several dozen books on medicine, and wrote introductions and forewords for many others."}]}, {"heading": "Deaths", "year": "1980", "date": "June 18", "txt": "Terence Fisher, English director and screenwriter (b. 1904)", "entities": [{"title": "Terence Fisher", "href": "/wiki/Terence_Fisher", "description": "Terence Fisher was a British film director best known for his work for Hammer Films."}]}, {"heading": "Deaths", "year": "1980", "date": "June 18", "txt": "André Leducq, French cyclist (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "June 18", "txt": "Djuna Barnes, American novelist, journalist, and playwright (b. 1892)", "entities": [{"title": "Djuna Barnes", "href": "/wiki/Djuna_Barnes", "description": "Djuna Barnes was an American artist, illustrator, journalist, and writer who is perhaps best known for her novel Nightwood (1936), a cult classic of lesbian fiction and an important work of modernist literature."}]}, {"heading": "Deaths", "year": "1982", "date": "June 18", "txt": "John Cheever, American novelist and short story writer (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "June 18", "txt": "Curd Jürgens, German-Austrian actor and director (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "June 18", "txt": "Alan Berg, American lawyer and radio host (b. 1934)", "entities": [{"title": "Alan Berg", "href": "/wiki/Alan_Berg", "description": "Alan Harrison Berg was an American talk radio show host in Denver, Colorado. He had outspoken liberal views and a confrontational interview style. On June 18, 1984, Berg was fatally shot by members of the white nationalist group The Order who believed in killing all Jews and sending all Blacks to Africa. Those involved in the killing were part of a group planning to kill prominent Jews such as Ber"}]}, {"heading": "Deaths", "year": "1985", "date": "June 18", "txt": "Paul Colin, French illustrator (b. 1892)", "entities": [{"title": "Paul Colin (artist)", "href": "/wiki/Paul_Colin_(artist)", "description": "Paul Colin was one of France’s greatest poster artists."}]}, {"heading": "Deaths", "year": "1986", "date": "June 18", "txt": "Frances Scott Fitzgerald, American journalist (b. 1921)", "entities": [{"title": "Frances Scott Fitzgerald", "href": "/wiki/Frances_Scott_Fitzgerald", "description": "Frances Scott \"Scottie\" Fitzgerald was the only child of novelist F. Scott Fitzgerald and Zelda Sayre Fitzgerald. She was a writer, a journalist, and a prominent member of the Democratic Party. She was inducted into the Alabama Women's Hall of Fame in 1992."}]}, {"heading": "Deaths", "year": "1989", "date": "June 18", "txt": "I. F. Stone, American journalist and author (b. 1907)", "entities": [{"title": "I. F. Stone", "href": "/wiki/I._F._Stone", "description": "I. F. Stone was a politically progressive American investigative journalist, writer, and author."}]}, {"heading": "Deaths", "year": "1992", "date": "June 18", "txt": "Kofoworola Abeni Pratt, the first black Chief Nursing Officer of Nigeria (b. 1910)", "entities": [{"title": "Kofoworola Abeni Pratt", "href": "/wiki/Kofoworola_Abeni_Pratt", "description": "Chief Kofoworola Abeni Pratt Hon. FRCN, a Nigerian-born nurse, was the first black nurse to work in Britain's National Health Service. She subsequently became vice-president of the International Council of Nurses and the first black Chief Nursing Officer of Nigeria, working in the Federal Ministry of Health."}, {"title": "Federal Ministry of Health (Nigeria)", "href": "/wiki/Federal_Ministry_of_Health_(Nigeria)", "description": "The Federal Ministry of Health is one of the Federal Ministries of Nigeria concerned with the formulation and implementation of policies related to health. It is headed by two Ministers appointed by the President, assisted by a Permanent Secretary, who is a career civil servant. The current Minister of Health is Osagie Ehanire. The current Minister of State for Health is Olorunimbe Mamora."}]}, {"heading": "Deaths", "year": "1992", "date": "June 18", "txt": "Peter Allen, Australian singer-songwriter and pianist (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "June 18", "txt": "Mordecai Ardon, Polish-Israeli painter and educator (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "June 18", "txt": "Craig Rodwell, American activist, founded the Oscar Wilde Bookshop (b. 1940)", "entities": [{"title": "Craig Rodwell", "href": "/wiki/Craig_Rodwell", "description": "Craig L. Rodwell was an American gay rights activist known for founding the Oscar Wilde Memorial Bookshop on November 24, 1967, the first bookstore devoted to gay and lesbian authors, and as the prime mover for the creation of the New York City pride demonstration. Rodwell is considered by some to be the leading gay rights activist in the early homophile movement of the 1960s."}, {"title": "Oscar Wilde Bookshop", "href": "/wiki/Oscar_Wilde_Bookshop", "description": "The Oscar Wilde Bookshop was founded by Craig Rodwell on November 24, 1967 as the Oscar Wilde Memorial Bookshop. Initially located at 291 Mercer Street, moved in 1973 to the corner of Christopher Street and Gay Street in New York City's Greenwich Village neighborhood."}]}, {"heading": "Deaths", "year": "1996", "date": "June 18", "txt": "Endel Puusepp, Estonian-Soviet military pilot and politician (b. 1909)", "entities": [{"title": "Endel Puusepp", "href": "/wiki/Endel_Puusepp", "description": "Endel Puusepp was a Soviet bomber pilot of Estonian origin, who completed over 30 nighttime strategic bombing campaigns during World War II. He was a recipient of the Hero of the Soviet Union award for flying a high-ranking delegation over the front line from Moscow to Washington, D.C. and back to negotiate the opening of the Western Front."}]}, {"heading": "Deaths", "year": "1997", "date": "June 18", "txt": "Lev Kopelev, Ukrainian-German author and academic (b. 1912)", "entities": [{"title": "Lev Kopelev", "href": "/wiki/Lev_Kopelev", "description": "Lev Zalmanovich (Zinovyevich) Kopelev was a Soviet author and dissident."}]}, {"heading": "Deaths", "year": "1998", "date": "June 18", "txt": "Felix Knight, American actor and tenor (b. 1908)", "entities": [{"title": "Felix Knight", "href": "/wiki/Felix_Knight", "description": "William Felix Knight, was an American tenor, actor, and vocal teacher, best known for his role as Tom-Tom in the 1934 Laurel and Hardy holiday musical film Babes in Toyland."}]}, {"heading": "Deaths", "year": "2000", "date": "June 18", "txt": "Nancy Marchand, American actress (b. 1928)", "entities": [{"title": "Nancy Marchand", "href": "/wiki/Nancy_Marchand", "description": "Nancy Lou Marchand was an American actress. She began her career in theatre in 1951. She was perhaps most famous for her television portrayals of Margaret Pynchon on Lou Grant and Livia Soprano on The Sopranos."}]}, {"heading": "Deaths", "year": "2003", "date": "June 18", "txt": "Larry Doby, American baseball player and manager (b. 1923)", "entities": [{"title": "Larry Doby", "href": "/wiki/Larry_Doby", "description": "Lawrence Eugene Doby was an American professional baseball player in the Negro leagues and Major League Baseball (MLB) who was the second black player to break baseball's color barrier and the first black player in the American League. A native of Camden, South Carolina and three-sport all-state athlete while in high school in Paterson, New Jersey, Doby accepted a basketball scholarship from Long "}]}, {"heading": "Deaths", "year": "2005", "date": "June 18", "txt": "Mushtaq Ali, Indian cricketer (b. 1914)", "entities": [{"title": "Mushtaq Ali", "href": "/wiki/Mushtaq_Ali", "description": "Syed Mushtaq Ali pronunciation (help·info) was an Indian cricketer, a right-handed opening batsman who holds the distinction of scoring the first overseas Test century by an Indian player when he scored 112 against England at Old Trafford in 1936.\n He batted right-handed but was a slow left arm orthodox spin bowler. He bowled frequently enough in domestic matches to be classified as an all-rounder"}]}, {"heading": "Deaths", "year": "2005", "date": "June 18", "txt": "Manuel Sadosky, Argentinian mathematician and academic (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "June 18", "txt": "Vincent Sherman, American actor, director, and screenwriter (b. 1906)", "entities": [{"title": "Vincent Sherman", "href": "/wiki/Vincent_Sherman", "description": "Vincent Sherman was an American director and actor who worked in Hollywood. His movies include Mr. Skeffington (1944), Nora Prentiss (1947), and The Young Philadelphians (1959)."}]}, {"heading": "Deaths", "year": "2006", "date": "June 18", "txt": "Joseph Zobel, Martinique-French author (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "June 18", "txt": "Bernard Manning, English comedian and actor (b. 1930)", "entities": [{"title": "Bernard Manning", "href": "/wiki/Bernard_Manning", "description": "Bernard John Manning was an English comedian and nightclub owner."}]}, {"heading": "Deaths", "year": "2007", "date": "June 18", "txt": "Hank Medress, American singer and producer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "June 18", "txt": "Georges Thurston, Canadian singer-songwriter (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "June 18", "txt": "Jean Delannoy, French actor, director, and screenwriter (b. 1908)", "entities": [{"title": "Jean Delannoy", "href": "/wiki/Jean_Delannoy", "description": "Jean Delannoy was a French actor, film editor, screenwriter and film director."}]}, {"heading": "Deaths", "year": "2008", "date": "June 18", "txt": "Tasha Tudor, American author and illustrator (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "June 18", "txt": "Hans Steinbrenner, German sculptor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "June 18", "txt": "Trent Acid, American wrestler (b. 1980)", "entities": [{"title": "Trent Acid", "href": "/wiki/Trent_Acid", "description": "Michael Verdi, best known by his ring name Trent Acid, was an American professional wrestler. He worked as a tag team wrestler for most of his career, primarily as part of The Backseat Boyz with Johnny Kashmere, in several American independent promotions, including Combat Zone Wrestling, Pro Wrestling Unplugged, National Wrestling Superstars, also known as NWS based out of New Jersey and Ring of H"}]}, {"heading": "Deaths", "year": "2010", "date": "June 18", "txt": "José Saramago, Portuguese novelist Nobel Prize laureate (b. 1922)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2010", "date": "June 18", "txt": "Okan Demiriş, Turkish composer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "June 18", "txt": "Yelena Bonner, Russian activist (b. 1923)", "entities": [{"title": "Yelena Bonner", "href": "/wiki/Yelena_Bonner", "description": "Yelena Georgievna Bonner was a human rights activist in the former Soviet Union and wife of the physicist Andrei Sakharov. During her decades as a dissident, Bonner was noted for her characteristic blunt honesty and courage."}]}, {"heading": "Deaths", "year": "2011", "date": "June 18", "txt": "Frederick Chiluba, Zambian politician, 2nd President of Zambia (b. 1943)", "entities": [{"title": "President of Zambia", "href": "/wiki/President_of_Zambia", "description": "The president of Zambia is the head of state and the head of government of Zambia. The office was first held by Kenneth Kaunda following independence in 1964. Since 1991, when Kaunda left the presidency, the office has been held by five others: Frederick Chiluba, Levy Mwanawasa, Rupiah Banda, Michael Sata, and current president Edgar Lungu. In addition, Acting president Guy Scott served in an inte"}]}, {"heading": "Deaths", "year": "2011", "date": "June 18", "txt": "Clarence Clemons, American saxophonist (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 18", "txt": "Horacio Coppola, Argentinian photographer and director (b. 1906)", "entities": [{"title": "Horacio Coppola", "href": "/wiki/Horacio_Coppola", "description": "Horacio Coppola was an Argentine photographer and filmmaker, and the husband of the German photographer Grete Stern."}]}, {"heading": "Deaths", "year": "2012", "date": "June 18", "txt": "Lina Haag, German author and activist (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 18", "txt": "Tom Maynard, Welsh cricketer (b. 1989)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 18", "txt": "Luis Edgardo Mercado Jarrín, Peruvian general and politician, 109th Prime Minister of Peru (b. 1919)", "entities": [{"title": "Prime Minister of Peru", "href": "/wiki/Prime_Minister_of_Peru", "description": "The President of the Council of Ministers of Peru, informally called Premier or Prime Minister, heads the Council of Ministers, and is appointed by the president."}]}, {"heading": "Deaths", "year": "2012", "date": "June 18", "txt": "Alketas Panagoulias, Greek footballer and manager (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 18", "txt": "William Van Regenmorter, American businessman and politician (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 18", "txt": "Brent F. Anderson, American engineer and politician (b. 1932)", "entities": [{"title": "Brent F. Anderson", "href": "/wiki/Brent_F._Anderson", "description": "Brent F. Anderson was an American politician and electrical engineer who served as the fourth mayor of West Valley City, Utah, from 1987 until 1994."}]}, {"heading": "Deaths", "year": "2013", "date": "June 18", "txt": "Alastair Donaldson, Scottish bass player (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 18", "txt": "Garde Gardom, Canadian lawyer and politician, 26th Lieutenant Governor of British Columbia (b. 1924)", "entities": [{"title": "Lieutenant Governor of British Columbia", "href": "/wiki/Lieutenant_Governor_of_British_Columbia", "description": "The lieutenant governor of British Columbia is the viceregal representative of the Canadian monarch, Queen Elizabeth II, in the province of British Columbia, Canada. The office of lieutenant governor is an office of the Crown and serves as a representative of the monarchy in the province, rather than the governor general of Canada. The office was created in 1871 when the Colony of British Columbia"}]}, {"heading": "Deaths", "year": "2013", "date": "June 18", "txt": "Michael Hastings, American journalist and author (b. 1980)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 18", "txt": "David Wall, English ballet dancer (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 18", "txt": "Stephanie Kwolek, American chemist and engineer (b. 1923)", "entities": [{"title": "Stephanie Kwolek", "href": "/wiki/Stephanie_Kwolek", "description": "Stephanie Louise Kwolek was an American chemist who is known for inventing Kevlar. Her career at the DuPont company spanned more than 40 years. She discovered the first of a family of synthetic fibers of exceptional strength and stiffness: poly-paraphenylene terephthalamide."}]}, {"heading": "Deaths", "year": "2014", "date": "June 18", "txt": "Johnny Mann, American singer-songwriter and conductor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 18", "txt": "Claire Martin, Canadian author (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 18", "txt": "Vladimir Popovkin, Russian general (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 18", "txt": "Horace Silver, American pianist and composer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 18", "txt": "Phil Austin, American comedian, actor, and screenwriter (b. 1941)", "entities": [{"title": "Phil Austin", "href": "/wiki/Phil_Austin", "description": "Philip Baine Austin was an American comedian and writer, best known as a member of the Firesign Theatre."}]}, {"heading": "Deaths", "year": "2015", "date": "June 18", "txt": "Ralph J. Roberts, American businessman, co-founded Comcast (b. 1920)", "entities": [{"title": "Comcast", "href": "/wiki/Comcast", "description": "Comcast Corporation is an American telecommunications conglomerate headquartered in Philadelphia, Pennsylvania. It is the second-largest broadcasting and cable television company in the world by revenue, the largest pay-TV company, the largest cable TV company and largest home Internet service provider in the United States, and the nation's third-largest home telephone service provider. Comcast pr"}]}, {"heading": "Deaths", "year": "2015", "date": "June 18", "txt": "Danny Villanueva, American football player and broadcaster, co-founded Univision (b. 1937)", "entities": [{"title": "Univision", "href": "/wiki/Univision", "description": "Univision is an American Spanish-language free-to-air television network owned by Univision Communications. It is the United States' largest provider of Spanish-language content. The network's programming is aimed at the Latino public and includes telenovelas and other drama series, sports, sitcoms, reality and variety series, news programming, and imported Spanish-language feature films. Univisio"}]}, {"heading": "Deaths", "year": "2015", "date": "June 18", "txt": "Allen Weinstein, American historian and academic (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "June 18", "txt": "Jeppiaar, Indian educationist, founder and chancellor of Sathyabama University (b. 1931)", "entities": [{"title": "Jeppiaar", "href": "/wiki/Jeppiaar", "description": " Dr. Jeppiaar, also known as J. P. R., was an Indian politician, educationist, and industrialist. He was born in Muttom near Nagercoil, Travancore Cochin Presidency, now the Kanyakumari District, Tamil Nadu."}, {"title": "Sathyabama University", "href": "/wiki/Sathyabama_University", "description": "Sathyabama Institute of Science and Technology (SIST), formerly Sathyabama University, is a private deemed to be university, situated at Chennai, Tamil Nadu, India. It was founded in 1987 as Sathyabama Engineering College by Jeppiaar and received its deemed to be university status in 2001."}]}, {"heading": "Deaths", "year": "2018", "date": "June 18", "txt": "XXXTentacion, American rapper (b. 1998)", "entities": [{"title": "XXXTentacion", "href": "/wiki/XXXTentacion", "description": "Jahseh Dwayne Ricardo Onfroy, known professionally as XXXTentacion, was an American rapper, singer, and songwriter. Though a controversial figure due to his widely publicized legal troubles, XXXTentacion gained a cult following among his young fanbase during his short career with his depression and alienation-themed music. Critics and fans often credited him for his musical versatility, with his m"}]}, {"heading": "Deaths", "year": "2018", "date": "June 18", "txt": "Big Van Vader (also known as Vader) American professional wrestler (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "June 18", "txt": "Jimmy Wopo, American rapper (b. 1997)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "June 18", "txt": "Vera Lynn, English singer who was the \"Forces' Sweetheart\" in World War II (b. 1917)", "entities": [{"title": "Vera Lynn", "href": "/wiki/Vera_Lynn", "description": "Dame Vera Margaret Lynn was an English singer, songwriter and entertainer whose musical recordings and performances were very popular during the Second World War. She was widely referred to as the \"Forces' Sweetheart\" and gave outdoor concerts for the troops in Egypt, India and Burma during the war as part of Entertainments National Service Association (ENSA). The songs most associated with her ar"}]}]