[{"heading": "Events", "year": "0913", "date": "June 6", "txt": "Constantine VII, the 8-year-old illegitimate son of Leo VI the Wise, becomes nominal ruler of the Byzantine Empire under the regency of a seven-man council headed by Patriarch Nicholas Mystikos, appointed by Constantine's uncle Alexander III on his deathbed.", "entities": [{"title": "Constantine VII", "href": "/wiki/Constantine_VII", "description": "Constantine VII Flavius Porphyrogenitus was the fourth Emperor of the Macedonian dynasty of the Byzantine Empire, reigning from 6 June 913 to 9 November 959. He was the son of Emperor Leo VI and his fourth wife, Zoe Karbonopsina, and the nephew of his predecessor Emperor Alexander."}, {"title": "Leo VI the Wise", "href": "/wiki/Leo_VI_the_Wise", "description": "Leo VI, called the Wise or the Philosopher, was Byzantine Emperor from 886 to 912. The second ruler of the Macedonian dynasty, he was very well read, leading to his epithet. During his reign, the renaissance of letters, begun by his predecessor Basil I, continued; but the Empire also saw several military defeats in the Balkans against Bulgaria and against the Arabs in Sicily and the Aegean. His re"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Regency", "href": "/wiki/Regency", "description": "A regent is a person appointed to govern a state pro tempore because the regnant monarch is a minor, is absent, abdicated the throne, is incapacitated or dead, or unable to discharge the powers and duties of the monarchy. The rule of a regent or regents is called a regency. A regent or regency council may be formed ad hoc or in accordance with a constitutional rule. Regent is sometimes a formal ti"}, {"title": "Nicholas Mystikos", "href": "/wiki/Nicholas_Mystikos", "description": "Nicholas I Mystikos or Nicholas I Mysticus was the Ecumenical Patriarch of Constantinople from March 901 to February 907 and from May 912 to his death in 925. His feast day in the Eastern Orthodox Church is 16 May."}, {"title": "Alexander (Byzantine emperor)", "href": "/wiki/Alexander_(Byzantine_emperor)", "description": "Alexander, sometimes numbered Alexander II, or Alexander III ruled as Emperor of the Byzantine Empire in 912–913."}]}, {"heading": "Events", "year": "1505", "date": "June 6", "txt": "The M8.2–8.8 Lo Mustang earthquake affects Tibet and Nepal, causing severe damage in Kathmandu and parts of the Indo-Gangetic plain.", "entities": [{"title": "1505 Lo Mustang earthquake", "href": "/wiki/1505_Lo_Mustang_earthquake", "description": "The 1505 Lo Mustang earthquake occurred on 6 June 1505 and had an estimated magnitude between 8.2 and 8.8 making it one of the largest earthquakes in Nepalese history. The earthquake killed an approximate 30 percent of the Nepalese population at the time. The earthquake was located in northern Nepal, and affected southern China."}, {"title": "Kathmandu", "href": "/wiki/Kathmandu", "description": "Kathmandu is the capital and largest city of Nepal, with a population of around 1 million. Also known as the city of temples, the city stands at an elevation of approximately 1,400 metres above sea level in the bowl-shaped Kathmandu Valley in central Nepal. The valley was historically called the \"Nepal Mandala\" and has been the home of the Newar people, a cosmopolitan urban civilization in the Him"}]}, {"heading": "Events", "year": "1513", "date": "June 6", "txt": "Battle of Novara. In the Italian Wars, Swiss troops defeat the French under Louis II de la Trémoille, forcing them to abandon Milan; Duke Massimiliano Sforza is restored.", "entities": [{"title": "Battle of Novara (1513)", "href": "/wiki/Battle_of_Novara_(1513)", "description": "The Battle of Novara was a battle of the War of the League of Cambrai fought on 6 June 1513, near Novara, in Northern Italy. A French attacking force was routed by allied Milanese–Swiss troops, the consequence of which was that France was forced to withdraw entirely from Italy."}, {"title": "Italian Wars", "href": "/wiki/Italian_Wars", "description": "The Italian Wars, often referred to as the Great Wars of Italy and sometimes as the Habsburg–Valois Wars, were a long series of wars fought between 1494 and 1559 in Italy during the Renaissance. The Italian peninsula, economically advanced but politically divided among several states, became the main battleground for European supremacy. The conflicts involved the major powers of Italy and Europe, "}, {"title": "Louis II de la Trémoille", "href": "/wiki/Louis_II_de_la_Tr%C3%A9moille", "description": "Louis II de la Trémoille, also known as La Trimouille, was a French general. He served under three kings: Charles VIII, Louis XII and Francis I. He was killed in combat at the Battle of Pavia."}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}, {"title": "Massimiliano Sforza", "href": "/wiki/Massimiliano_Sforza", "description": "Maximilian Sforza was a Duke of Milan from the Sforza family, the son of Ludovico Sforza. He ruled 1512–1515, between the occupations of Louis XII of France (1500–1512), and Francis I of France in 1515. After the French victory at the Battle of Marignano, Maximilian was imprisoned by the returning French troops."}]}, {"heading": "Events", "year": "1523", "date": "June 6", "txt": "Swedish regent Gustav Vasa is elected King of Sweden and, marking a symbolic end to the Kalmar Union, 6 June is designated the country's national day.", "entities": [{"title": "Gustav Vasa", "href": "/wiki/Gustav_Vasa", "description": "Gustav I, born Gustav Eriksson of the Vasa noble family and later known as Gustav Vasa, was King of Sweden from 1523 until his death in 1560, previously self-recognised Protector of the Realm (Riksföreståndare) from 1521, during the ongoing Swedish War of Liberation against King Christian II of Denmark, Norway and Sweden. Gustav rose to lead the rebel movement following the Stockholm Bloodbath, wh"}, {"title": "Monarchy of Sweden", "href": "/wiki/Monarchy_of_Sweden", "description": "The monarchy of Sweden concerns the monarchical head of state of Sweden, which is a constitutional and hereditary monarchy with a parliamentary system. There have been kings in what now is the Kingdom of Sweden since time immemorial. Originally an elective monarchy, it became an hereditary monarchy in the 16th century during the reign of Gustav Vasa, though virtually all monarchs before that belon"}, {"title": "Kalmar Union", "href": "/wiki/Kalmar_Union", "description": "The Kalmar Union was a personal union in Scandinavia, agreed at Kalmar in Sweden, that from 1397 to 1523 joined under a single monarch the three kingdoms of Denmark, Sweden, and Norway, together with Norway's overseas colonies. The union was not quite continuous; there were several short interruptions. Legally, the countries remained separate sovereign states. However, their domestic and foreign p"}]}, {"heading": "Events", "year": "1762", "date": "June 6", "txt": "In the Seven Years' War, British forces begin the Siege of Havana and temporarily capture the city.", "entities": [{"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}, {"title": "Siege of Havana", "href": "/wiki/Siege_of_Havana", "description": "The siege of Havana was a successful British siege against Spanish-ruled Havana that lasted from March to August 1762, as part of the Seven Years' War. After Spain abandoned its former policy of neutrality by signing the family compact with France, resulting on a British declaration of war on Spain in January 1762, the British government decided to mount an attack on the important Spanish fortress"}]}, {"heading": "Events", "year": "1813", "date": "June 6", "txt": "The Battle of Stoney Creek, considered a critical turning point in the War of 1812. A British force of 700 under John Vincent defeats an American force twice its size under William Winder and John Chandler.", "entities": [{"title": "Battle of Stoney Creek", "href": "/wiki/Battle_of_Stoney_Creek", "description": "The Battle of Stoney Creek was a British victory over an American force fought on 6 June 1813, during the War of 1812 near present-day Stoney Creek, Ontario. British units made a night attack on the American encampment, and due in large part to the capture of the two senior officers of the American force, and an overestimation of British strength by the Americans, the battle resulted in a total vi"}, {"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "John Vincent (general)", "href": "/wiki/John_Vincent_(general)", "description": "\nGeneral John Vincent (1764–1848) was the British commanding officer of the Niagara Peninsula in Upper Canada when the United States attacked in the spring of 1813. He was defeated at the Battle of Fort George but was able to rebound and establish the new lines at Burlington Heights. He directed the campaign during the summer and fall that eventually forced the Americans to abandon the Niagara are"}, {"title": "William H. Winder", "href": "/wiki/William_H._Winder", "description": "William Henry Winder was an American soldier and a Maryland lawyer. He was a controversial general in the U.S. Army during the War of 1812. On August 24, 1814, as a brigadier general, he led American troops in their disastrous defeat at the Battle of Bladensburg, which led to the Burning of Washington by British troops. Winder was court-martialed for his role in the battle, but acquitted of any wr"}, {"title": "John Chandler", "href": "/wiki/John_Chandler", "description": "John Chandler was an American politician and soldier of Maine. The political career of Chandler, a Democratic-Republican, was interspersed with his involvement in the state militia during both the American Revolutionary War and the War of 1812."}]}, {"heading": "Events", "year": "1822", "date": "June 6", "txt": "Alexis St Martin is accidentally shot in the stomach, leading to William Beaumont's studies on digestion.", "entities": [{"title": "Alexis St Martin", "href": "/wiki/Alexis_St_Martin", "description": "Alexis Bidagan dit St-Martin was a Canadian voyageur who is known for his part in experiments on digestion in humans, conducted on him by the American Army physician William Beaumont between 1822 and 1833. St-Martin was shot in a near-fatal accident in 1822. His wound did not heal fully, leaving an opening into his stomach. Studies of St-Martin's stomach led to greater understanding of the stomach"}, {"title": "William Beaumont", "href": "/wiki/William_Beaumont", "description": "William Beaumont was a surgeon in the U.S. Army who became known as the \"Father of Gastric Physiology\" following his research on human digestion."}]}, {"heading": "Events", "year": "1832", "date": "June 6", "txt": "The June Rebellion in Paris is put down by the National Guard.", "entities": [{"title": "June Rebellion", "href": "/wiki/June_Rebellion", "description": "The June 1832 Rebellion or the Paris Uprising of 1832 was an anti-monarchist insurrection of Parisian republicans on 5 and 6 June 1832."}]}, {"heading": "Events", "year": "1844", "date": "June 6", "txt": "The Young Men's Christian Association (YMCA) is founded in London.", "entities": [{"title": "YMCA", "href": "/wiki/YMCA", "description": "YMCA, sometimes regionally called the Y, is a worldwide youth organization based in Geneva, Switzerland, with more than 64 million beneficiaries in 120 countries. It was founded on 6 June 1844 by Sir George Williams in London, originally as the Young Men's Christian Association, and aims to put Christian principles into practice by developing a healthy \"body, mind, and spirit\"."}]}, {"heading": "Events", "year": "1859", "date": "June 6", "txt": "Queensland is established as a separate colony from New South Wales. The date is still celebrated as Queensland Day.", "entities": [{"title": "Queensland", "href": "/wiki/Queensland", "description": "Queensland is a state situated in northeastern Australia, and is the second-largest and third-most populous Australian state. It is bordered by the Northern Territory, South Australia and New South Wales to the west, south-west and south respectively. To the east, Queensland is bordered by the Coral Sea and the Pacific Ocean. To its north is the Torres Strait, separating the Australian mainland fr"}, {"title": "Crown colony", "href": "/wiki/Crown_colony", "description": "Within the British Empire, a Crown colony or royal colony was a colony administered by the Government of the United Kingdom. There was usually a Governor, appointed by the Monarch on the advice of the Home (UK) Government, with or without the assistance of a local Council, similar to the Privy Council that advises the Monarch. As the Members of the Councils were appointed by the Governors, there w"}, {"title": "New South Wales", "href": "/wiki/New_South_Wales", "description": "New South Wales is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, and South Australia to the west. Its coast borders the Coral and Tasman Seas to the east. The Australian Capital Territory is an enclave within the state. New South Wales' state capital is Sydney, which is also Australia's most populous city. In June 2020, the population of New Sou"}, {"title": "Queensland Day", "href": "/wiki/Queensland_Day", "description": "\n\nQueensland Day is officially celebrated on 6 June as the birthday of the Australian state of Queensland."}]}, {"heading": "Events", "year": "1862", "date": "June 6", "txt": "The First Battle of Memphis, a naval engagement fought on the Mississippi results in the capture of Memphis, Tennessee by Union forces from the Confederates.", "entities": [{"title": "First Battle of Memphis", "href": "/wiki/First_Battle_of_Memphis", "description": "The First Battle of Memphis was a naval battle fought on the Mississippi River immediately above the city of Memphis, Tennessee on June 6, 1862, during the American Civil War. The engagement was witnessed by many of the citizens of Memphis. It resulted in a crushing defeat for the Confederate forces, and marked the virtual eradication of a Confederate naval presence on the river. Despite the lopsi"}, {"title": "Mississippi", "href": "/wiki/Mississippi", "description": "Mississippi is a state in the Southeastern region of the United States, bordered to the north by Tennessee; to the east by Alabama; to the south by the Gulf of Mexico; to the southwest by Louisiana; and to the northwest by Arkansas. Mississippi's western boundary is largely defined by the Mississippi River. Mississippi is the 32nd largest and 34th-most populous of the 50 U.S. states. Jackson is bo"}, {"title": "Memphis, Tennessee", "href": "/wiki/Memphis,_Tennessee", "description": "Memphis is a city along the Mississippi River in southwestern Shelby County, Tennessee, United States. Its 2019 estimated population was 651,073, making it Tennessee's second-most populous city behind Nashville, the nation's 28th-largest, and the largest city proper situated along the Mississippi River. Greater Memphis is the 42nd-largest metropolitan area in the United States, with a population o"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1882", "date": "June 6", "txt": "The Shewan forces of Menelik II of Ethiopia defeat the Gojjame army in the Battle of Embabo. The Shewans capture Negus Tekle Haymanot of Gojjam, and their victory leads to a Shewan hegemony over the territories south of the Abay River.", "entities": [{"title": "Shewa", "href": "/wiki/Shewa", "description": "Shewa, formerly romanized as Shua, Shoa, Showa, Shuwa, is a historical region of Ethiopia, formerly an autonomous kingdom within the Ethiopian Empire. The modern Ethiopian capital Addis Ababa is located at its center."}, {"title": "Menelik II of Ethiopia", "href": "/wiki/Menelik_II_of_Ethiopia", "description": "Menelik II ; baptised as Sahle Maryam is also known by his horse name Abba Dagnew was Emperor of Ethiopia from 1889 to his death in 1913 and King of Shewa from 1866 to 1889. At the height of his internal power and external prestige, the process of territorial expansion and creation of the modern empire-state was completed by 1898. He is widely honored by many Ethiopians and commemorated during the"}, {"title": "Gojjam", "href": "/wiki/Gojjam", "description": "Gojjam is a province in northwestern Ethiopia, with its capital city at Debre Marqos. Lake Tana is the source of the Blue Nile and is the largest lake in Ethiopia."}, {"title": "Battle of Embabo", "href": "/wiki/Battle_of_Embabo", "description": "The Battle of Embabo was fought 6 June 1882, between the Shewan forces of Negus Menelik and the Gojjame forces of Negus Tekle Haymanot. The forces fought to gain control over the Oromo areas south of the Gibe River. The Gojjame forces under Tekle Haymanot were defeated. This is one of the three battles which Donald Donham lists that led to Shewan supremacy over the rest of Ethiopia."}, {"title": "Abay River", "href": "/wiki/Abay_River", "description": "The Blue Nile, is a river originating at Lake Tana in Ethiopia. It travels for approximately 1,450 km (900 mi) through Ethiopia and Sudan. Along with the White Nile, it is one of the two major tributaries of the Nile, and supplies about 80% of the water in the Nile during the rainy season."}]}, {"heading": "Events", "year": "1889", "date": "June 6", "txt": "The Great Seattle Fire destroys all of downtown Seattle.", "entities": [{"title": "Great Seattle Fire", "href": "/wiki/Great_Seattle_Fire", "description": "The Great Seattle Fire was a fire that destroyed the entire central business district of Seattle, Washington on June 6, 1889. The conflagration lasted for less than a day, burning through the afternoon and into the night, and during the same summer as the Great Spokane Fire and the Great Ellensburg Fire. Seattle quickly rebuilt using brick buildings that sat 20 feet (6.1 m) above the original stre"}]}, {"heading": "Events", "year": "1892", "date": "June 6", "txt": "The Chicago \"L\" elevated rail system begins operation.", "entities": [{"title": "Chicago \"L\"", "href": "/wiki/Chicago_%22L%22#History", "description": "The Chicago \"L\" is the rapid transit system serving the city of Chicago and some of its surrounding suburbs in the U.S. state of Illinois. Operated by the Chicago Transit Authority (CTA), it is the fourth-largest rapid transit system in the United States in terms of total route length, at 102.8 miles (165.4 km) long as of 2014, and the third-busiest rail mass transit system in the United States, a"}]}, {"heading": "Events", "year": "1894", "date": "June 6", "txt": "Governor Davis H. Waite orders the Colorado state militia to protect and support the miners engaged in the Cripple Creek miners' strike.", "entities": [{"title": "Governor of Colorado", "href": "/wiki/Governor_of_Colorado", "description": "The Governor of Colorado is the chief executive of the U.S. state of Colorado. The governor is the head of the executive branch of Colorado's state government and is charged with enforcing state laws. The governor has the power to either approve or veto bills passed by the Colorado General Assembly, to convene the legislature, and to grant pardons, except in cases of treason or impeachment. The go"}, {"title": "Davis H. Waite", "href": "/wiki/Davis_H._Waite", "description": "Davis Hanson Waite was an American politician. He was a member of the Populist Party, and he served as the eighth Governor of Colorado from 1893 to 1895."}, {"title": "Colorado", "href": "/wiki/Colorado", "description": "Colorado is a state in the Mountain West subregion of the Western United States. It encompasses most of the Southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. Colorado is the eighth most extensive and 21st most populous U.S. state. The 2020 United States Census enumerated the population of the State of Colorado at 5,773,71"}, {"title": "U.S. National Guard", "href": "/wiki/U.S._National_Guard", "description": "The United States National Guard is part of the reserve components of the United States Army and the United States Air Force. It is a military reserve force composed of National Guard military members or units of each state and the territories of Guam, the Virgin Islands, and Puerto Rico, and the District of Columbia, for a total of 54 separate organizations. All members of the National Guard of t"}, {"title": "Cripple Creek miners' strike of 1894", "href": "/wiki/Cripple_Creek_miners%27_strike_of_1894", "description": "The Cripple Creek miners' strike of 1894 was a five-month strike by the Western Federation of Miners (WFM) in Cripple Creek, Colorado, United States. It resulted in a victory for the union and was followed in 1903 by the Colorado Labor Wars. It is notable for being the only time in United States history when a state militia was called out in support of striking workers."}]}, {"heading": "Events", "year": "1912", "date": "June 6", "txt": "The eruption of Novarupta in Alaska begins. It is the largest volcanic eruption of the 20th century.", "entities": [{"title": "Novarupta", "href": "/wiki/Novarupta", "description": "Novarupta is a volcano that was formed in 1912, located on the Alaska Peninsula in Katmai National Park and Preserve, about 290 miles (470 km) southwest of Anchorage. Formed during the largest volcanic eruption of the 20th century, Novarupta released 30 times the volume of magma of the 1980 eruption of Mount St. Helens."}, {"title": "Volcanic", "href": "/wiki/Volcanic", "description": "A volcano is a rupture in the crust of a planetary-mass object, such as Earth, that allows hot lava, volcanic ash, and gases to escape from a magma chamber below the surface."}]}, {"heading": "Events", "year": "1918", "date": "June 6", "txt": "Battle of Belleau Wood in World War I: the U.S. Marine Corps suffers its worst single day's casualties while attempting to recapture the wood at Château-Thierry (the losses are exceeded at the Battle of Tarawa in November 1943).", "entities": [{"title": "Battle of Belleau Wood", "href": "/wiki/Battle_of_Belleau_Wood", "description": "The Battle of Belleau Wood occurred during the German spring offensive in World War I, near the Marne River in France. The battle was fought between the U.S. 2nd and 3rd Divisions along with French and British forces against an assortment of German units including elements from the 237th, 10th, 197th, 87th, and 28th Divisions. The battle has become a key component of the lore of the United States "}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "U.S. Marine Corps", "href": "/wiki/U.S._Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Château-Thierry", "href": "/wiki/Ch%C3%A2teau-Thierry", "description": "Château-Thierry is a French commune situated in the department of the Aisne, in the administrative region of Hauts-de-France and in the historic Province of Champagne."}, {"title": "Battle of Tarawa", "href": "/wiki/Battle_of_Tarawa", "description": "The Battle of Tarawa was fought on 20–23 November 1943 between the United States and Japan at the Tarawa Atoll on the Gilbert Islands, and was part of Operation Galvanic, the U.S. invasion of the Gilberts. Nearly 6,400 Japanese, Koreans, and Americans died in the fighting, mostly on and around the small island of Betio, in the extreme southwest of Tarawa Atoll."}]}, {"heading": "Events", "year": "1933", "date": "June 6", "txt": "The first drive-in theater opens in Camden, New Jersey.", "entities": [{"title": "Drive-in theater", "href": "/wiki/Drive-in_theater", "description": "A drive-in theater or drive-in cinema is a form of cinema structure consisting of a large outdoor movie screen, a projection booth, a concession stand, and a large parking area for automobiles. Within this enclosed area, customers can view movies from the privacy and comfort of their cars. Some drive-ins have small playgrounds for children and a few picnic tables or benches."}, {"title": "Camden, New Jersey", "href": "/wiki/Camden,_New_Jersey", "description": "Camden is a city in and the county seat of Camden County, New Jersey, in the United States. Camden is located directly across the Delaware River from Philadelphia, Pennsylvania. At the 2010 U.S. Census, the city had a population of 77,344. Camden is the 12th most populous municipality in New Jersey. The Census Bureau's Population Estimates Program calculated that the city's population was 73,562 i"}]}, {"heading": "Events", "year": "1934", "date": "June 6", "txt": "New Deal: U.S. President Franklin D. Roosevelt signs the Securities Exchange Act of 1934 into law, establishing the U.S. Securities and Exchange Commission.", "entities": [{"title": "New Deal", "href": "/wiki/New_Deal", "description": "The New Deal was a series of programs, public work projects, financial reforms, and regulations enacted by President Franklin D. Roosevelt in the United States between 1933 and 1939. Major federal programs and agencies included the Civilian Conservation Corps (CCC), the Civil Works Administration (CWA), the Farm Security Administration (FSA), the National Industrial Recovery Act of 1933 (NIRA) and"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Securities Exchange Act of 1934", "href": "/wiki/Securities_Exchange_Act_of_1934", "description": "The Securities Exchange Act of 1934 is a law governing the secondary trading of securities in the United States of America. A landmark of wide-ranging legislation, the Act of '34 and related statutes form the basis of regulation of the financial markets and their participants in the United States. The 1934 Act also established the Securities and Exchange Commission (SEC), the agency primarily resp"}, {"title": "U.S. Securities and Exchange Commission", "href": "/wiki/U.S._Securities_and_Exchange_Commission", "description": "The U.S. Securities and Exchange Commission (SEC) is a large independent agency of the United States federal government that was created following the stock market crash in the 1930s to protect investors and the national banking system. The primary purpose of the SEC is to enforce the law against market manipulation."}]}, {"heading": "Events", "year": "1942", "date": "June 6", "txt": "The United States Navy's victory over the Imperial Japanese Navy at the Battle of Midway is a major turning point in the Pacific Theater of World War II. All four Japanese fleet carriers taking part—Akagi, Kaga, Sōryū and Hiryū—are sunk, as is the heavy cruiser Mikuma. The American carrier Yorktown and the destroyer Hammann are also sunk.", "entities": [{"title": "United States Navy", "href": "/wiki/United_States_Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}, {"title": "Imperial Japanese Navy", "href": "/wiki/Imperial_Japanese_Navy", "description": "The Imperial Japanese Navy was the navy of the Empire of Japan from 1868 until 1945, when it was dissolved following Japan's surrender in World War II. The Japan Maritime Self-Defense Force (JMSDF) was formed circa 1952-1954 after the dissolution of the IJN."}, {"title": "Battle of Midway", "href": "/wiki/Battle_of_Midway", "description": "The Battle of Midway was a major naval battle in the Pacific Theater of World War II that took place on 4–7 June 1942, six months after Japan's attack on Pearl Harbor and one month after the Battle of the Coral Sea. The U.S. Navy under Admirals Chester W. Nimitz, Frank J. Fletcher, and Raymond A. Spruance defeated an attacking fleet of the Imperial Japanese Navy under Admirals Isoroku Yamamoto, Ch"}, {"title": "Pacific Ocean theater of World War II", "href": "/wiki/Pacific_Ocean_theater_of_World_War_II", "description": "The Pacific Ocean theater of World War II was a major theater of the Pacific War, the war between the Allies and the Empire of Japan. It was defined by the Allied powers' Pacific Ocean Area command, which included most of the Pacific Ocean and its islands, while mainland Asia was excluded, as were the Philippines, the Dutch East Indies, Borneo, Australia, most of the Territory of New Guinea, and t"}, {"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Fleet carrier", "href": "/wiki/Fleet_carrier", "description": "A fleet carrier is an aircraft carrier designed to operate with the main fleet of a nation's navy. The term was developed during World War II, to distinguish it from the escort carrier and other less capable types. In addition to many medium-sized carriers, supercarriers, as well as some light carriers, are also classed as fleet carriers."}, {"title": "Japanese aircraft carrier Akagi", "href": "/wiki/Japanese_aircraft_carrier_Akagi", "description": "Akagi was an aircraft carrier built for the Imperial Japanese Navy (IJN), named after Mount Akagi in present-day Gunma Prefecture. Though she was laid down as an  Amagi-class battlecruiser, Akagi was converted to an aircraft carrier while still under construction to comply with the terms of the Washington Naval Treaty. The ship was rebuilt from 1935 to 1938 with her original three flight decks con"}, {"title": "Japanese aircraft carrier Kaga", "href": "/wiki/Japanese_aircraft_carrier_Kaga", "description": "Kaga (加賀) was an aircraft carrier built for the Imperial Japanese Navy (IJN) and was named after the former Kaga Province in present-day Ishikawa Prefecture. Originally intended to be one of two  Tosa-class battleships, Kaga was converted under the terms of the Washington Naval Treaty to an aircraft carrier as the replacement for the battlecruiser Amagi, which had been irreparably damaged during t"}, {"title": "Japanese aircraft carrier Sōryū", "href": "/wiki/Japanese_aircraft_carrier_S%C5%8Dry%C5%AB", "description": "Sōryū  was an aircraft carrier built for the Imperial Japanese Navy (IJN) during the mid-1930s. A sister ship, Hiryū, was intended to follow Sōryū, but Hiryū's design was heavily modified and she is often considered to be a separate class. Sōryū's aircraft were employed in operations during the Second Sino-Japanese War in the late 1930s and supported the Japanese invasion of French Indochina in mi"}, {"title": "Japanese aircraft carrier Hiryū", "href": "/wiki/Japanese_aircraft_carrier_Hiry%C5%AB", "description": "Hiryū  was an aircraft carrier built for the Imperial Japanese Navy (IJN) during the 1930s. Generally regarded as the only ship of her class, she was built to a modified Sōryū design. Her aircraft supported the Japanese invasion of French Indochina in mid-1940. She took part in the attack on Pearl Harbor and the Battle of Wake Island. During the first few months of the Pacific War, the ship suppor"}, {"title": "Heavy cruiser", "href": "/wiki/Heavy_cruiser", "description": "The heavy cruiser was a type of cruiser, a naval warship designed for long range and high speed, armed generally with naval guns of roughly 203 mm (8 inches) in caliber, whose design parameters were dictated by the Washington Naval Treaty of 1922 and the London Naval Treaty of 1930.\nThe heavy cruiser is part of a lineage of ship design from 1915 through the early 1950s, although the term \"heavy cr"}, {"title": "Japanese cruiser Mikuma", "href": "/wiki/Japanese_cruiser_Mikuma", "description": "Mikuma  was the second vessel in the four-vessel  Mogami class of heavy cruisers in the Imperial Japanese Navy. She was named after the Mikuma river in Oita prefecture, Japan. Commissioned in 1935, she participated in the Battle of Sunda Strait in February 1942 and the Battle of Midway in June 1942. She was sunk the last day of the battle, June 6."}, {"title": "USS Yorktown (CV-5)", "href": "/wiki/USS_Yorktown_(CV-5)", "description": "USS Yorktown (CV-5) was an aircraft carrier that served in the United States Navy during World War II. Named after the Battle of Yorktown in 1781, she was commissioned in 1937. Yorktown was the lead ship of the  Yorktown class, which was designed on the basis of lessons learned from operations with the converted battlecruisers of the  Lexington class and the smaller purpose-built USS Ranger."}, {"title": "USS Hammann (DD-412)", "href": "/wiki/USS_Hammann_(DD-412)", "description": "USS Hammann (DD-412) was a World War II-era Sims-class destroyer in the service of the United States Navy, named after Ensign Charles Hammann, a Medal of Honor recipient from World War I. Hammann was sunk during the Battle of Midway, trying to assist the sinking aircraft carrier USS Yorktown."}]}, {"heading": "Events", "year": "1944", "date": "June 6", "txt": "Commencement of Operation Overlord, the Allied invasion of Normandy, with the execution of Operation Neptune—commonly referred to as D-Day—the largest seaborne invasion in history. Nearly 160,000 Allied troops cross the English Channel with about 5,000 landing and assault craft, 289 escort vessels, and 277 minesweepers participating. By the end of the day, the Allies have landed on four invasion beaches and are pushing inland.", "entities": [{"title": "Operation Overlord", "href": "/wiki/Operation_Overlord", "description": "Operation Overlord was the codename for the Battle of Normandy, the Allied operation that launched the successful invasion of German-occupied Western Europe during World War II. The operation was launched on 6 June 1944 with the Normandy landings. A 1,200-plane airborne assault preceded an amphibious assault involving more than 5,000 vessels. Nearly 160,000 troops crossed the English Channel on 6 "}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Normandy", "href": "/wiki/Normandy", "description": "Normandy is a geographical and cultural region, roughly coextensive with the historical Duchy of Normandy."}, {"title": "Normandy landings", "href": "/wiki/Normandy_landings", "description": "The Normandy landings were the landing operations and associated airborne operations on Tuesday, 6 June 1944 of the Allied invasion of Normandy in Operation Overlord during World War II. Codenamed Operation Neptune and often referred to as D-Day, it was the largest seaborne invasion in history. The operation began the liberation of France and laid the foundations of the Allied victory on the Weste"}, {"title": "D-Day", "href": "/wiki/D-Day", "description": "The Normandy landings were the landing operations and associated airborne operations on Tuesday, 6 June 1944 of the Allied invasion of Normandy in Operation Overlord during World War II. Codenamed Operation Neptune and often referred to as D-Day, it was the largest seaborne invasion in history. The operation began the liberation of France and laid the foundations of the Allied victory on the Weste"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "English Channel", "href": "/wiki/English_Channel", "description": "The English Channel, also called simply the Channel, is an arm of the Atlantic Ocean that separates Southern England from northern France and links to the southern part of the North Sea by the Strait of Dover at its northeastern end. It is the busiest shipping area in the world."}]}, {"heading": "Events", "year": "1964", "date": "June 6", "txt": "Rocket experiments at Cuxhaven are banned by the German authorities.", "entities": [{"title": "Rocket experiments in the area of Cuxhaven", "href": "/wiki/Rocket_experiments_in_the_area_of_Cuxhaven", "description": "Between 1933 and 1964 numerous rocket experiments were carried out in the area of Cuxhaven, Germany."}]}, {"heading": "Events", "year": "1971", "date": "June 6", "txt": "Soyuz 11 is launched. The mission ends in disaster when all three cosmonauts, Georgy Dobrovolsky, Vladislav Volkov, and Viktor Patsayev are suffocated by uncontrolled decompression of the capsule during re-entry on 29 June.", "entities": [{"title": "Georgy Dobrovolsky", "href": "/wiki/Georgy_Dobrovolsky", "description": "Georgy Timofeyevich Dobrovolsky was a Soviet cosmonaut who commanded the three-man crew of the Soyuz 11 spacecraft. They became the world's first space station crew aboard Salyut 1, but died of asphyxiation because of an accidentally opened valve. To date, they were the first and only humans to have died in space."}, {"title": "Vladislav Volkov", "href": "/wiki/Vladislav_Volkov", "description": "Vladislav Nikolayevich Volkov was a Soviet cosmonaut who flew on the Soyuz 7 and Soyuz 11 missions. The second mission terminated fatally. Volkov and the two other crew members were asphyxiated on reentry, the only three people to have died in outer space."}, {"title": "Viktor Patsayev", "href": "/wiki/Viktor_Patsayev", "description": "Viktor Ivanovich Patsayev was a Soviet cosmonaut who flew on the Soyuz 11 mission and was part of the second space crew to die during a space flight. On board the space station Salyut 1 he operated the Orion 1 Space Observatory ; he became the first man to operate a telescope outside the Earth's atmosphere."}, {"title": "Uncontrolled decompression", "href": "/wiki/Uncontrolled_decompression", "description": "Uncontrolled decompression is an unplanned drop in the pressure of a sealed system, such as an aircraft cabin or hyperbaric chamber, and typically results from human error, material fatigue, engineering failure, or impact, causing a pressure vessel to vent into its lower-pressure surroundings or fail to pressurize at all."}, {"title": "Atmospheric entry", "href": "/wiki/Atmospheric_entry", "description": "Atmospheric entry is the movement of an object from outer space into and through the gases of an atmosphere of a planet, dwarf planet, or natural satellite. There are two main types of atmospheric entry: uncontrolled entry, such as the entry of astronomical objects, space debris, or bolides; and controlled entry of a spacecraft capable of being navigated or following a predetermined course. Techno"}]}, {"heading": "Events", "year": "1975", "date": "June 6", "txt": "British referendum results in continued membership of the European Economic Community, with 67% of votes in favour.", "entities": [{"title": "Referendum", "href": "/wiki/Referendum", "description": "A referendum is a direct and universal vote in which an entire electorate is invited to vote on a particular proposal and can have nationwide or local forms. This may result in the adoption of a new policy or specific law. In some countries, it is synonymous with or commonly known by other names including a plebiscite, votation, ballot question, ballot measure, or proposition."}, {"title": "European Union", "href": "/wiki/European_Union", "description": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matter"}]}, {"heading": "Events", "year": "1982", "date": "June 6", "txt": "The Lebanon War begins. Forces under Israeli Defense Minister Ariel Sharon invade southern Lebanon during Operation Peace for the Galilee, eventually reaching as far north as the capital Beirut.", "entities": [{"title": "1982 Lebanon War", "href": "/wiki/1982_Lebanon_War", "description": "The 1982 Lebanon War, dubbed Operation Peace for Galilee by the Israeli government, later known in Israel as the Lebanon War or the First Lebanon War, and known in Lebanon as \"the invasion\", began on 6 June 1982, when the Israel Defense Forces (IDF) invaded southern Lebanon, after repeated attacks and counter-attacks between the Palestine Liberation Organization (PLO) operating in southern Lebanon"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Defense Minister", "href": "/wiki/Defense_Minister", "description": "A defence minister or minister of defence is a cabinet official position in charge of a ministry of defense, which regulates the armed forces in sovereign states. The role of a defence minister varies considerably from country to country; in some the minister is only in charge of general budget matters and procurement of equipment; while in others the minister is also an integral part of the opera"}, {"title": "Ariel Sharon", "href": "/wiki/Ariel_Sharon", "description": "Ariel Sharon  was an Israeli general and politician who served as the 11th Prime Minister of Israel from March 2001 until April 2006."}, {"title": "Southern Lebanon", "href": "/wiki/Southern_Lebanon", "description": "\nSouthern Lebanon is the area of Lebanon comprising the South Governorate and the Nabatiye Governorate. The two entities were divided from the same province in the early 1990s. The Rashaya and Western Beqaa Districts, the southernmost districts of the Beqaa Governorate, in Southern Lebanon are sometimes included."}, {"title": "Operation Peace for the Galilee", "href": "/wiki/Operation_Peace_for_the_Galilee", "description": "The 1982 Lebanon War, dubbed Operation Peace for Galilee by the Israeli government, later known in Israel as the Lebanon War or the First Lebanon War, and known in Lebanon as \"the invasion\", began on 6 June 1982, when the Israel Defense Forces (IDF) invaded southern Lebanon, after repeated attacks and counter-attacks between the Palestine Liberation Organization (PLO) operating in southern Lebanon"}, {"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}]}, {"heading": "Events", "year": "1985", "date": "June 6", "txt": "The grave of \"Wolfgang Gerhard\" is opened in Embu, Brazil; the exhumed remains are later proven to be those of Josef Mengele, Auschwitz's \"Angel of Death\"; Mengele is thought to have drowned while swimming in February 1979.", "entities": [{"title": "Embu das Artes", "href": "/wiki/Embu_das_Artes", "description": "Embu das Artes, previously and commonly known simply as Embu, is a Brazilian municipality in the State of São Paulo. It is part of the Metropolitan Region of São Paulo. The population is 276,535 in an area of 70.40 km²."}, {"title": "Josef Mengele", "href": "/wiki/Josef_Mengele", "description": "Josef Mengele, also known as the Angel of Death was a German Schutzstaffel (SS) officer and physician during World War II. He is mainly remembered for his actions at the Auschwitz concentration camp, where he performed deadly experiments on prisoners, and was a member of the team of doctors who selected victims to be killed in the gas chambers and was one of the doctors who administered the gas. W"}, {"title": "Auschwitz concentration camp", "href": "/wiki/Auschwitz_concentration_camp", "description": "The Auschwitz concentration camp was a complex of over 40 concentration and extermination camps operated by Nazi Germany in occupied Poland during World War II and the Holocaust. It consisted of Auschwitz I, the main camp (Stammlager) in Oświęcim; Auschwitz II-Birkenau, a concentration and extermination camp with gas chambers; Auschwitz III-Monowitz, a labor camp for the chemical conglomerate IG F"}]}, {"heading": "Events", "year": "1993", "date": "June 6", "txt": "Punsalmaagiin Ochirbat wins the first presidential election in Mongolia.", "entities": [{"title": "Punsalmaagiin Ochirbat", "href": "/wiki/Punsalmaagiin_Ochirbat", "description": "Punsalmaagiin Ochirbat is a Mongolian political figure and a current member of the Constitutional Court of Mongolia. He served as a president of Mongolia from 1990 to 1997 first as Chairman of the Presidium of the People's Great Khural in 1990 then, as the President of the Mongolia from 1990 to 1997, he is the first President of Mongolia to be elected by direct popular vote."}, {"title": "1993 Mongolian presidential election", "href": "/wiki/1993_Mongolian_presidential_election", "description": "Presidential elections were held in Mongolia on 6 June 1993, the first time a president had been publicly elected. The result was a victory for Punsalmaagiin Ochirbat, who won 59.9% of the vote. Voter turnout was 92.7%."}]}, {"heading": "Events", "year": "2002", "date": "June 6", "txt": "Eastern Mediterranean event. A near-Earth asteroid estimated at ten meters in diameter explodes over the Mediterranean Sea between Greece and Libya. The explosion is estimated to have a force of 26 kilotons, slightly more powerful than the Nagasaki atomic bomb.", "entities": [{"title": "2002 Eastern Mediterranean event", "href": "/wiki/2002_Eastern_Mediterranean_event", "description": "The 2002 Eastern Mediterranean Event was a high-energy upper atmosphere explosion over the Mediterranean Sea, around 34°N 21°E on June 6, 2002. This explosion, similar in power to a small atomic bomb, has been related to a small asteroid undetected while approaching Earth. The object disintegrated in an air burst impact and no meteorite fragments were recovered. The air burst occurred over the sea"}, {"title": "Near-Earth asteroid", "href": "/wiki/Near-Earth_asteroid", "description": "A near-Earth object (NEO) is any small Solar System body whose orbit brings it into proximity with Earth. By convention, a Solar System body is a NEO if its closest approach to the Sun (perihelion) is less than 1.3 astronomical units (AU). If a NEO's orbit crosses the Earth's, and the object is larger than 140 meters (460 ft) across, it is considered a potentially hazardous object (PHO). Most know"}, {"title": "Libya", "href": "/wiki/Libya", "description": "Libya, officially the State of Libya, is a country in the Maghreb region in North Africa bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 700,000 squ"}, {"title": "Kiloton", "href": "/wiki/Kiloton", "description": "TNT equivalent is a convention for expressing energy, typically used to describe the energy released in an explosion. The ton of TNT is a unit of energy defined by that convention to be 4.184 gigajoules, which is the approximate energy released in the detonation of a metric ton of TNT. In other words, for each gram of TNT exploded, 4184 joules of energy is released."}, {"title": "Nagasaki atomic bomb", "href": "/wiki/Nagasaki_atomic_bomb", "description": "The United States detonated two nuclear weapons over the Japanese cities of Hiroshima and Nagasaki on 6 and 9 August 1945, respectively. The two bombings killed between 129,000 and 226,000 people, most of whom were civilians, and remain the only use of nuclear weapons in armed conflict."}]}, {"heading": "Births", "year": "1436", "date": "June 6", "txt": "Regiomontanus (Johannes Müller von Königsberg), German mathematician, astronomer, and bishop (d. 1476)", "entities": [{"title": "Regiomontanus", "href": "/wiki/Regiomontanus", "description": "Johannes Müller von Königsberg, better known as Regiomontanus, was a mathematician, astrologer and astronomer of the German Renaissance, active in Vienna, Buda and Nuremberg. His contributions were instrumental in the development of Copernican heliocentrism in the decades following his death."}]}, {"heading": "Births", "year": "1519", "date": "June 6", "txt": "Andrea Cesalpino, Italian philosopher, physician, and botanist (d. 1603)", "entities": [{"title": "Andrea Cesalpino", "href": "/wiki/Andrea_Cesalpino", "description": "Andrea Cesalpino was an Italian physician, philosopher and botanist."}]}, {"heading": "Births", "year": "1599", "date": "June 6", "txt": "Diego Velázquez (date of baptism), Spanish painter and educator (d. 1660)", "entities": [{"title": "Diego Velázquez", "href": "/wiki/Diego_Vel%C3%A1zquez", "description": "Diego Rodríguez de Silva y Velázquez was a Spanish painter, the leading artist in the court of King Philip IV and of the Spanish Golden Age. He was an individualistic artist of the contemporary Baroque period. He began to paint in a precise tenebrist style, later developing a freer manner characterized by bold brushwork. In addition to numerous renditions of scenes of historical and cultural signi"}]}, {"heading": "Births", "year": "1606", "date": "June 6", "txt": "Pierre Corneille, French playwright and producer (d. 1684)", "entities": [{"title": "Pierre Corneille", "href": "/wiki/Pierre_Corneille", "description": "Pierre Corneille was a French tragedian. He is generally considered one of the three great seventeenth-century French dramatists, along with Molière and Racine."}]}, {"heading": "Births", "year": "1622", "date": "June 6", "txt": "Claude-Jean Allouez, French-American missionary and explorer (d. 1689)", "entities": [{"title": "Claude-Jean Allouez", "href": "/wiki/Claude-Jean_Allouez", "description": "Claude Jean Allouez was a Jesuit missionary and French explorer of North America. He established a number of missions among the indigenous people living near Lake Superior."}]}, {"heading": "Births", "year": "1714", "date": "June 6", "txt": "Joseph I of Portugal, King of Portugal from 31 July 1750 until his death (d. 1777)", "entities": [{"title": "Joseph I of Portugal", "href": "/wiki/Joseph_I_of_Portugal", "description": "Joseph I, \"The Reformer\", reigned as King of Portugal from 31 July 1750 until his death. Among other activities, Joseph was devoted to hunting and the opera.\nIndeed, he assembled one of the greatest collections of operatic scores in Europe."}, {"title": "Portugal", "href": "/wiki/Portugal", "description": "Portugal, officially the Portuguese Republic, is a country located on the Iberian Peninsula, in south-western Europe. It is the westernmost sovereign state in mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional "}]}, {"heading": "Births", "year": "1755", "date": "June 6", "txt": "Nathan Hale, American soldier (d. 1776)", "entities": [{"title": "Nathan Hale", "href": "/wiki/Nathan_Hale", "description": "Nathan Hale was an American soldier and spy for the Continental Army during the American Revolutionary War. He volunteered for an intelligence-gathering mission in New York City but was captured by the British and executed. Hale has long been considered an American hero and, in 1985, he was officially designated the state hero of Connecticut."}]}, {"heading": "Births", "year": "1756", "date": "June 6", "txt": "John Trumbull, American soldier and painter (d. 1843)", "entities": [{"title": "John Trumbull", "href": "/wiki/John_Trumbull", "description": "John Trumbull was an American artist of the early independence period, notable for his historical paintings of the American Revolutionary War, of which he was a veteran. He has been called \"The Painter of the Revolution\"."}]}, {"heading": "Births", "year": "1799", "date": "June 6", "txt": "Alexander Pushkin, Russian author and poet (d. 1837)", "entities": [{"title": "Alexander Pushkin", "href": "/wiki/Alexander_Pushkin", "description": "Alexander Sergeyevich Pushkin was a Russian poet, playwright, and novelist of the Romantic era. He is considered by many to be the greatest Russian poet, and the founder of modern Russian literature."}]}, {"heading": "Births", "year": "1810", "date": "June 6", "txt": "Friedrich Wilhelm Schneidewin, German philologist and scholar (d. 1856)", "entities": [{"title": "Friedrich Wilhelm Schneidewin", "href": "/wiki/Friedrich_Wilhelm_Schneidewin", "description": "Friedrich Wilhelm Schneidewin, was a German classical scholar."}]}, {"heading": "Births", "year": "1841", "date": "June 6", "txt": "Eliza Orzeszkowa, Polish author and publisher (d. 1910)", "entities": [{"title": "Eliza Orzeszkowa", "href": "/wiki/Eliza_Orzeszkowa", "description": "Eliza Orzeszkowa was a Polish novelist and a leading writer of the Positivism movement during foreign Partitions of Poland. In 1905, together with Henryk Sienkiewicz, she was nominated for the Nobel Prize in Literature."}]}, {"heading": "Births", "year": "1850", "date": "June 6", "txt": "Karl Ferdinand Braun, German-American physicist and academic, Nobel Prize laureate in 1909 for physics (d. 1918)", "entities": [{"title": "Karl Ferdinand Braun", "href": "/wiki/Karl_Ferdinand_Braun", "description": "Karl Ferdinand Braun was a German electrical engineer, inventor, physicist and Nobel laureate in physics. Braun contributed significantly to the development of radio and television technology: he shared the 1909 Nobel Prize in Physics with Guglielmo Marconi \"for their contributions to the development of wireless telegraphy\"."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}, {"title": "Physics", "href": "/wiki/Physics", "description": "Physics is the natural science that studies matter, its motion and behavior through space and time, and the related entities of energy and force. Physics is one of the most fundamental scientific disciplines, and its main goal is to understand how the universe behaves."}]}, {"heading": "Births", "year": "1857", "date": "June 6", "txt": "Aleksandr Lyapunov, Russian mathematician and physicist (d. 1918)", "entities": [{"title": "Aleksandr Lyapunov", "href": "/wiki/Aleksandr_Lyapunov", "description": "Aleksandr Mikhailovich Lyapunov was a Russian mathematician, mechanician and physicist. His surname is variously romanized as Ljapunov, Liapunov, Liapounoff or Ljapunow. He was the son of astronomer Mikhail Lyapunov and the brother of pianist and composer Sergei Lyapunov."}]}, {"heading": "Births", "year": "1862", "date": "June 6", "txt": "Henry Newbolt, English historian, author, and poet (d. 1938)", "entities": [{"title": "Henry Newbolt", "href": "/wiki/Henry_Newbolt", "description": "Sir Henry John Newbolt, CH was an English poet, novelist and historian. He also had a role as a government adviser with regard to the study of English in England. He is perhaps best remembered for his poems \"Vitaï Lampada\" and \"Drake's Drum\"."}]}, {"heading": "Births", "year": "1868", "date": "June 6", "txt": "Robert Falcon Scott, English sailor and explorer (d. 1912)", "entities": [{"title": "Robert Falcon Scott", "href": "/wiki/Robert_Falcon_Scott", "description": "Captain Robert Falcon Scott was a Royal Navy officer and explorer who led two expeditions to the Antarctic regions: the Discovery expedition of 1901–1904 and the ill-fated Terra Nova expedition of 1910–1913. On the first expedition, he set a new southern record by marching to latitude 82°S and discovered the Antarctic Plateau, on which the South Pole is located. On the second venture, Scott led a "}]}, {"heading": "Births", "year": "1872", "date": "June 6", "txt": "Alix of Hesse, German princess and Russian empress (d. 1918)", "entities": [{"title": "Alix of Hesse", "href": "/wiki/Alix_of_Hesse", "description": "Alexandra Feodorovna was Empress of Russia from her marriage to Emperor Nicholas II on 26 November 1894 until his forced abdication on 16 March [O.S. 3 March] 1917. Originally Princess Alix of Hesse and by Rhine at birth, she was given the name and patronymic Alexandra Feodorovna when she converted and was received into the Russian Orthodox Church. She and her immediate family were all killed whil"}]}, {"heading": "Births", "year": "1875", "date": "June 6", "txt": "Thomas Mann, German author and critic, Nobel Prize laureate (d. 1955)", "entities": [{"title": "Thomas Mann", "href": "/wiki/Thomas_Mann", "description": "Paul Thomas Mann was a German novelist, short story writer, social critic, philanthropist, essayist, and the 1929 Nobel Prize in Literature laureate. His highly symbolic and ironic epic novels and novellas are noted for their insight into the psychology of the artist and the intellectual. His analysis and critique of the European and German soul used modernized versions of German and Biblical stor"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1890", "date": "June 6", "txt": "Ted Lewis, American singer, clarinet player, and bandleader (d. 1971)", "entities": [{"title": "Ted Lewis (musician)", "href": "/wiki/Ted_Lewis_(musician)", "description": "Theodore Leopold Friedman, known as Ted Lewis, was an American entertainer, bandleader, singer, and musician. He fronted a band and touring stage show that presented a combination of jazz, comedy, and nostalgia that was a hit with the American public before and after World War II. He was known by the moniker \"Mr. Entertainment\" or Ted \"Is Everybody Happy?\" Lewis. Lewis died of lung failure in Augu"}]}, {"heading": "Births", "year": "1891", "date": "June 6", "txt": "Masti Venkatesha Iyengar, Indian author and academic (d. 1986)", "entities": [{"title": "Masti Venkatesha Iyengar", "href": "/wiki/Masti_Venkatesha_Iyengar", "description": "Masti Venkatesha Iyengar was a well-known writer in Kannada language. He was the fourth among Kannada writers to be honored with the Jnanpith Award, the highest literary honor conferred in India. He was popularly referred to as Maasti Kannadada Aasti which means \"Maasti, Kannada's Treasure\". He is most renowned for his short stories. He wrote under the pen name Srinivasa. He was honoured with the "}]}, {"heading": "Births", "year": "1891", "date": "June 6", "txt": "Erich Marcks, German general in WWII who planned Operation Barbarossa (d. 1944)", "entities": [{"title": "Operation Barbarossa", "href": "/wiki/Operation_Barbarossa", "description": "Operation Barbarossa also known as the German invasion of the Soviet Union was the code name for the invasion of the Soviet Union by Nazi Germany and some of its Axis allies, which started on Sunday, 22 June 1941, during World War II. The operation put into action Nazi Germany's ideological goal of conquering the western Soviet Union so as to repopulate it with Germans. The German Generalplan Ost "}]}, {"heading": "Births", "year": "1896", "date": "June 6", "txt": "Henry Allingham, English World War I soldier and supercentenarian (d. 2009)", "entities": [{"title": "Henry Allingham", "href": "/wiki/Henry_Allingham", "description": "Henry William Allingham was an English supercentenarian. He is the longest-lived man ever recorded from the United Kingdom, a First World War veteran, and, for one month, the verified oldest living man in the world. He is also the second-oldest military veteran ever, and, at the time of his death, he was the 12th-verified oldest man of all time."}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Supercentenarian", "href": "/wiki/Supercentenarian", "description": "A supercentenarian is someone who has reached the age of 110. This age is achieved by about one in 1,000 centenarians. Anderson et al. concluded that supercentenarians live a life typically free of major age-related diseases until shortly before maximum human lifespan is reached."}]}, {"heading": "Births", "year": "1896", "date": "June 6", "txt": "Italo Balbo, Italian air marshal and fascist politician who played a key role in developing Mussolini's air force (d. 1940)", "entities": []}, {"heading": "Births", "year": "1898", "date": "June 6", "txt": "Jacobus Johannes Fouché, South African politician, 2nd State President of South Africa (d. 1980)", "entities": [{"title": "Jacobus Johannes Fouché", "href": "/wiki/Jacobus_Johannes_Fouch%C3%A9", "description": "Jacobus Johannes \"Jim\" Fouché, also known as J. J. Fouché was a South African politician who served as the second State President of South Africa from 1968 to 1975."}, {"title": "State President of South Africa", "href": "/wiki/State_President_of_South_Africa", "description": "The State President of the Republic of South Africa was the head of state of South Africa from 1961 to 1994. The office was established when the country became a republic in 1961, and Queen Elizabeth II ceased to be monarch of South Africa. The position of Governor-General of South Africa was accordingly abolished. From 1961 to 1984, the post was largely ceremonial. After constitutional reforms en"}]}, {"heading": "Births", "year": "1898", "date": "June 6", "txt": "Ninette de Valois, English ballerina, choreographer, and director (d. 2001)", "entities": []}, {"heading": "Births", "year": "1900", "date": "June 6", "txt": "Manfred Sakel, Ukrainian-American psychiatrist and physician (d. 1957)", "entities": [{"title": "Manfred Sakel", "href": "/wiki/Manfred_Sakel", "description": "Manfred Joshua Sakel was an Austrian-Jewish neurophysiologist and psychiatrist, credited with developing insulin shock therapy in 1927."}]}, {"heading": "Births", "year": "1901", "date": "June 6", "txt": "Jan Struther, English author, poet and hymnwriter who created the character Mrs Miniver (d. 1953)", "entities": [{"title": "Jan Struther", "href": "/wiki/Jan_Struther", "description": "Jan Struther was the pen name of Joyce Anstruther, later Joyce Maxtone Graham and finally Joyce Placzek, an English writer remembered for her character Mrs. Miniver and a number of hymns, such as \"Lord of All Hopefulness\"."}, {"title": "Mrs. Miniver (character)", "href": "/wiki/Mrs._Miniver_(character)", "description": "Mrs. Miniver is a fictional character created by Jan Struther in 1937 for a series of newspaper columns for The Times, later adapted into a film of the same name."}]}, {"heading": "Births", "year": "1901", "date": "June 6", "txt": "Sukarno, Indonesian engineer and politician, 1st President of Indonesia (d. 1970)", "entities": [{"title": "President of Indonesia", "href": "/wiki/President_of_Indonesia", "description": "The president of the Republic of Indonesia is the head of state and also head of government of the Republic of Indonesia. The president leads the executive branch of the Indonesian government and is the commander-in-chief of the Indonesian National Armed Forces. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Births", "year": "1902", "date": "June 6", "txt": "Jimmie Lunceford, American saxophonist and bandleader (d. 1947)", "entities": [{"title": "Jimmie Lunceford", "href": "/wiki/Jimmie_Lunceford", "description": "James Melvin Lunceford was an American jazz alto saxophonist and bandleader in the swing era."}]}, {"heading": "Births", "year": "1903", "date": "June 6", "txt": "Aram Khachaturian, Armenian composer and conductor (d. 1978)", "entities": [{"title": "Aram Khachaturian", "href": "/wiki/Aram_Khachaturian", "description": "Aram Il'yich Khachaturian was a Soviet Armenian composer and conductor. He is considered one of the leading Soviet composers."}, {"title": "Armenia", "href": "/wiki/Armenia", "description": "Armenia, officially the Republic of Armenia, is a landlocked country located in the Armenian Highlands of Western Asia. It is a part of the Caucasus region; and is bordered by Turkey to the west, Georgia to the north, the Lachin corridor under a Russian peacekeeping force, and Azerbaijan to the east, and Iran and the Azerbaijani exclave of Nakhchivan to the south."}]}, {"heading": "Births", "year": "1906", "date": "June 6", "txt": "Max August Zorn, German mathematician and academic who is noted for Zorn's Lemma (d. 1993)", "entities": [{"title": "Max August Zorn", "href": "/wiki/Max_August_Zorn", "description": "Max August Zorn was a German mathematician. He was an algebraist, group theorist, and numerical analyst. He is best known for Zorn's lemma, a method used in set theory that is applicable to a wide range of mathematical constructs such as vector spaces, ordered sets and the like. Zorn's lemma was first postulated by Kazimierz Kuratowski in 1922, and then independently by Zorn in 1935."}, {"title": "Zorn's Lemma", "href": "/wiki/Zorn%27s_Lemma", "description": "Zorn's lemma, also known as the Kuratowski–Zorn lemma, after mathematicians Max Zorn and Kazimierz Kuratowski, is a proposition of set theory. It states that a partially ordered set containing upper bounds for every chain necessarily contains at least one maximal element."}]}, {"heading": "Births", "year": "1907", "date": "June 6", "txt": "Bill Dickey, American baseball player and manager who played in eight World Series, winning seven (d. 1993)", "entities": [{"title": "Bill Dickey", "href": "/wiki/Bill_Dickey", "description": "William Malcolm Dickey was an American professional baseball catcher and manager. He played in Major League Baseball for the New York Yankees for 19 seasons. Dickey managed the Yankees as a player-manager in 1946 in his last season as a player."}, {"title": "World Series", "href": "/wiki/World_Series", "description": "The World Series is the annual championship series of Major League Baseball (MLB) in the United States and Canada, contested since 1903 between the champion teams of the American League (AL) and the National League (NL). The winner of the World Series championship is determined through a best-of-seven playoff, and the winning team is awarded the Commissioner's Trophy. As the series is played durin"}]}, {"heading": "Births", "year": "1909", "date": "June 6", "txt": "Isaiah Berlin, Latvian-English historian and philosopher (d. 1997)", "entities": [{"title": "Isaiah Berlin", "href": "/wiki/Isaiah_Berlin", "description": "Sir Isaiah Berlin was a Latvian-born British social and political theorist, philosopher, and historian of ideas. Although he became increasingly averse to writing for publication, his improvised lectures and talks were sometimes recorded and transcribed, and many of his spoken words were converted into published essays and books, both by himself and by others, especially his principal editor from "}]}, {"heading": "Births", "year": "1915", "date": "June 6", "txt": "Vincent Persichetti, American pianist and composer (d. 1987)", "entities": [{"title": "Vincent Persichetti", "href": "/wiki/Vincent_Persichetti", "description": "Vincent Ludwig Persichetti was an American composer, teacher, and pianist. An important musical educator and writer, Persichetti was a native of Philadelphia. He was known for his integration of various new ideas in musical composition into his own work and teaching, as well as for training many noted composers in composition at the Juilliard School."}]}, {"heading": "Births", "year": "1916", "date": "June 6", "txt": "Hamani Diori, Nigerien academic and politician, 1st President of Niger (d. 1989)", "entities": [{"title": "Hamani Diori", "href": "/wiki/Hamani_Diori", "description": "Hamani Diori was the first President of the Republic of Niger. He was appointed to that office in 1960, when Niger gained independence. Although corruption was a common feature of his administration, he gained international respect for his role as a spokesman for African affairs and as a popular arbitrator in conflicts. His rule ended with a coup in 1974."}, {"title": "Niger", "href": "/wiki/Niger", "description": "Niger or the Niger, officially the Republic of the Niger, is a landlocked country in West Africa named after the Niger River. Niger is bordered by Libya to the northeast, Chad to the east, Nigeria to the south, Benin and Burkina Faso to the southwest, Mali to the west, and Algeria to the northwest. Niger covers a land area of almost 1,270,000 km2 (490,000 sq mi), making it the largest country in W"}, {"title": "President of Niger", "href": "/wiki/President_of_Niger", "description": "This is a list of heads of state of Niger since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Births", "year": "1917", "date": "June 6", "txt": "Kirk Kerkorian, American businessman, founded the Tracinda Corporation (d. 2015)", "entities": [{"title": "Kirk Kerkorian", "href": "/wiki/Kirk_Kerkorian", "description": "Kerkor \"Kirk\" Kerkorian was an American businessman, investor, and philanthropist. He was the president and CEO of Tracinda Corporation, his private holding company based in Beverly Hills, California. Kerkorian was one of the important figures in the shaping of Las Vegas and, with architect Martin Stern Jr. described as the \"father of the mega-resort\". He built the world's largest hotel in Las Veg"}, {"title": "Tracinda Corporation", "href": "/wiki/Tracinda_Corporation", "description": "Tracinda Corporation is an American private investment corporation that was owned by the late Kirk Kerkorian. Its major investments include a minority interest of MGM Resorts International. Tracinda is headquartered in Las Vegas, Nevada. The company was named after Kerkorian's daughters, Tracy and Linda."}]}, {"heading": "Births", "year": "1918", "date": "June 6", "txt": "Kenneth Connor, English comedy actor (d. 1993)", "entities": [{"title": "Kenneth Connor", "href": "/wiki/Kenneth_Connor", "description": "Kenneth Connor, was an English stage, film and broadcasting actor, who rose to national prominence with his appearances in the Carry On films."}]}, {"heading": "Births", "year": "1918", "date": "June 6", "txt": "Edwin G. Krebs, American biochemist and academic, Nobel Prize laureate (d. 2009)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1919", "date": "June 6", "txt": "Peter Carington, 6th Baron Carrington, English army officer and politician, 6th Secretary General of NATO (d. 2018)", "entities": [{"title": "Peter Carington, 6th Baron Carrington", "href": "/wiki/Peter_Carington,_6th_Baron_Carrington", "description": "Peter Alexander Rupert Carington, 6th Baron Carrington, Baron Carington of Upton,, was a British Conservative politician and hereditary peer who served as defence secretary from 1970 to 1974, foreign secretary from 1979 to 1982, chairman of British General Electric Company from 1983 to 1984, and secretary general of NATO from 1984 to 1988. In the first government of Margaret Thatcher, he played a "}, {"title": "Secretary General of NATO", "href": "/wiki/Secretary_General_of_NATO", "description": "The secretary general of NATO is the chief civil servant of the North Atlantic Treaty Organization (NATO). The officeholder is an international diplomat responsible for coordinating the workings of the alliance, leading NATO's international staff, chairing the meetings of the North Atlantic Council and most major committees of the alliance, with the notable exception of the NATO Military Committee"}]}, {"heading": "Births", "year": "1923", "date": "June 6", "txt": "V. C. Andrews, American author, illustrator, and painter (d. 1986)", "entities": [{"title": "V. C. Andrews", "href": "/wiki/V._C._Andrews", "description": "Cleo Virginia Andrews, better known as V. C. Andrews or Virginia C. Andrews, was an American novelist. She was born in Portsmouth, Virginia and died of breast cancer at the age of 63. Following her death, many subsequent novels have been written by Andrew Neiderman, using Andrews's pen name."}]}, {"heading": "Births", "year": "1923", "date": "June 6", "txt": "Jean Pouliot, Canadian broadcaster (d. 2004)", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 6", "txt": "Maxine Kumin, American poet and author (d. 2014)", "entities": [{"title": "Maxine Kumin", "href": "/wiki/Maxine_Kumin", "description": "Maxine Kumin was an American poet and author. She was appointed Poet Laureate Consultant in Poetry to the Library of Congress in 1981–1982."}]}, {"heading": "Births", "year": "1925", "date": "June 6", "txt": "Frank Chee Willeto, American soldier and politician, 4th Vice President of the Navajo Nation and a noted code talker during World War II (d. 2013)", "entities": [{"title": "Vice President of the Navajo Nation", "href": "/wiki/Vice_President_of_the_Navajo_Nation", "description": "The office of Vice President of the Navajo Nation was created in 1991 following restructuring of the Navajo Nation government. The president and vice president are elected every four years."}, {"title": "Code talker", "href": "/wiki/Code_talker", "description": "A code talker was a person employed by the military during wartime to use a little-known language as a means of secret communication. The term is now usually associated with United States service members during the world wars who used their knowledge of Native American languages as a basis to transmit coded messages. In particular, there were approximately 400 to 500 Native Americans in the United"}]}, {"heading": "Births", "year": "1926", "date": "June 6", "txt": "Klaus Tennstedt, German conductor (d. 1998)", "entities": [{"title": "Klaus Tennstedt", "href": "/wiki/Klaus_Tennstedt", "description": "Klaus Hermann Wilhelm Tennstedt was a German conductor from Merseburg. He worked with the Swedish Radio Symphony Orchestra, the NDR Symphony Orchestra, world-top ensembles such as the Berlin Philharmonic Orchestra, and most notably the London Philharmonic Orchestra, with which he was closely associated and recorded many of his celebrated recordings under the EMI label, including a cycle of Mahler'"}]}, {"heading": "Births", "year": "1929", "date": "June 6", "txt": "James Barnor, Ghanaian photographer", "entities": [{"title": "James Barnor", "href": "/wiki/James_Barnor", "description": "James Barnor HonFRPS is a Ghanaian photographer who has been based in London since the 1990s. His career spans six decades, and although for much of that period his work was not widely known, it has latterly been discovered by new audiences. In his street and studio photography, Barnor represents societies in transition in the 1950s and 1960s: Ghana moving toward Independence, and London becoming "}]}, {"heading": "Births", "year": "1929", "date": "June 6", "txt": "Sunil Dutt, Indian actor, director, producer, and politician (d. 2005)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 6", "txt": "Frank Tyson, English-Australian cricketer, coach and journalist (d. 2015)", "entities": [{"title": "Frank Tyson", "href": "/wiki/Frank_Tyson", "description": " Frank Holmes Tyson was an England international cricketer of the 1950s, who also worked as a schoolmaster, journalist, cricket coach and cricket commentator after emigrating to Australia in 1960. Nicknamed \"Typhoon Tyson\" by the press, he was regarded by many commentators as one of the fastest bowlers ever seen in cricket and took 76 wickets (18.56) in 17 Test matches. Tyson has the seventh-lowes"}]}, {"heading": "Births", "year": "1932", "date": "June 6", "txt": "David Scott, American colonel, engineer, and astronaut who was the commander of Apollo 15", "entities": [{"title": "David Scott", "href": "/wiki/David_Scott", "description": "Col. David Randolph Scott, USAF, Ret. is a retired test pilot and NASA astronaut who was the seventh person to walk on the Moon. The commander of Apollo 15, Scott was selected as an astronaut as part of the third group in 1963. Scott flew three times in space, and is the only living commander of an Apollo mission that landed on the Moon and one of four surviving Moon walkers. Following the deaths "}, {"title": "Apollo 15", "href": "/wiki/Apollo_15", "description": "Apollo 15 was the ninth crewed mission in the United States' Apollo program and the fourth to land on the Moon. It was the first J mission, with a longer stay on the Moon and a greater focus on science than earlier landings. Apollo 15 had the first use of the Lunar Roving Vehicle."}]}, {"heading": "Births", "year": "1933", "date": "June 6", "txt": "Heinrich Rohrer, Swiss physicist and academic, Nobel Prize laureate (d. 2013)", "entities": [{"title": "Heinrich Rohrer", "href": "/wiki/Heinrich_Rohrer", "description": "Heinrich Rohrer was a Swiss physicist who shared half of the 1986 Nobel Prize in Physics with Gerd Binnig for the design of the scanning tunneling microscope (STM). The other half of the Prize was awarded to Ernst Ruska. The Heinrich Rohrer Medal is presented triennially by the Surface Science Society of Japan with IBM Research – Zurich, Swiss Embassy in Japan, and Ms. Rohrer in his memory. The me"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1934", "date": "June 6", "txt": "Albert II, King of the Belgians from 9 August 1993 to 21 July 2013 (abdicated)", "entities": [{"title": "Albert II of Belgium", "href": "/wiki/Albert_II_of_Belgium", "description": "Albert II is a former King of the Belgians, who served from 1993 to 2013."}]}, {"heading": "Births", "year": "1935", "date": "June 6", "txt": "Jon Henricks, Australian swimmer; winner of two Olympic gold medals in 1956", "entities": [{"title": "Jon Henricks", "href": "/wiki/Jon_Henricks", "description": "John Malcolm Henricks is an Australian Olympic swimmer who won two gold medals at the 1956 Summer Olympics in Melbourne. Henricks set world records in two freestyle events."}, {"title": "Olympic Games", "href": "/wiki/Olympic_Games", "description": "The modern Olympic Games or Olympics are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating. The Olympic Games are normally held every four years, alternati"}]}, {"heading": "Births", "year": "1936", "date": "June 6", "txt": "D. Ramanaidu, Indian actor, director, and producer, founded Suresh Productions (d. 2015)", "entities": [{"title": "D. Ramanaidu", "href": "/wiki/D._Ramanaidu", "description": "Daggubati Ramanaidu was an Indian film producer and the founder of Suresh Productions known for his work in Telugu cinema. He was placed in the Guinness Book of World Records for the most films produced by an individual, with more than 150 films in 13 Indian languages. He also served as a member of parliament for the Bapatla constituency of Guntur District in the 13th Lok Sabha from 1999 to 2004."}, {"title": "Suresh Productions", "href": "/wiki/Suresh_Productions", "description": "Suresh Productions is an Indian film production and distribution company, a subsidiary of Rama Naidu Studios, founded by D. Ramanaidu. The production house of the company is in Ramanaidu Studios which is located at Hyderabad. Suresh Productions is one of India's largest film production companies with over 50 years of contribution to national and regional cinema. The first film of this production h"}]}, {"heading": "Births", "year": "1936", "date": "June 6", "txt": "Levi Stubbs, American soul singer; lead vocalist of the Four Tops (d. 2008)", "entities": [{"title": "Four Tops", "href": "/wiki/Four_Tops", "description": "The Four Tops are an American vocal quartet from Detroit, Michigan who helped to define the city's Motown sound of the 1960s. The group's repertoire has included soul music, R&B, disco, adult contemporary, doo-wop, jazz, and show tunes."}]}, {"heading": "Births", "year": "1939", "date": "June 6", "txt": "Louis Andriessen, Dutch pianist and composer", "entities": [{"title": "Louis Andriessen", "href": "/wiki/Louis_Andriessen", "description": "Louis Andriessen is a Dutch composer and pianist based in Amsterdam. He is a lecturer at the Royal Conservatory of The Hague. He was recipient of the Gaudeamus International Composers Award in 1959."}]}, {"heading": "Births", "year": "1939", "date": "June 6", "txt": "Gary U.S. Bonds, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 6", "txt": "Willie John McBride, Northern Irish rugby player who toured with the British Lions five times", "entities": [{"title": "Willie John McBride", "href": "/wiki/Willie_John_McBride", "description": "William James McBride, CBE, better known as Willie John McBride is a former rugby union footballer who played as a lock for Ireland and the British and Irish Lions. He played 63 Tests for Ireland including eleven as captain, and toured with the Lions five times; a record that gave him 17 Lions Test caps. He also captained the most successful ever Lions side, which toured South Africa in 1974."}, {"title": "British and Irish Lions", "href": "/wiki/British_and_Irish_Lions", "description": "The British & Irish Lions is a rugby union team selected from players eligible for the national teams of England, Scotland, Wales and Ireland. The Lions are a Test side and most often select players who have already played for their national team, but they can pick uncapped players who are eligible to any one of the four unions. The team currently tours every four years, with these rotating betwee"}]}, {"heading": "Births", "year": "1943", "date": "June 6", "txt": "Richard Smalley, American chemist and academic, Nobel Prize laureate in 1996 for chemistry (d. 2005)", "entities": [{"title": "Richard Smalley", "href": "/wiki/Richard_Smalley", "description": "Richard Errett Smalley was the Gene and Norman Hackerman Professor of Chemistry and a Professor of Physics and Astronomy at Rice University. In 1996, along with Robert Curl, also a professor of chemistry at Rice, and Harold Kroto, a professor at the University of Sussex, he was awarded the Nobel Prize in Chemistry for the discovery of a new form of carbon, buckminsterfullerene, also known as bucky"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}, {"title": "Chemistry", "href": "/wiki/Chemistry", "description": "Chemistry is the scientific discipline involved with elements and compounds composed of atoms, molecules and ions: their composition, structure, properties, behavior and the changes they undergo during a reaction with other substances."}]}, {"heading": "Births", "year": "1944", "date": "June 6", "txt": "Monty Alexander, Jamaican jazz pianist", "entities": [{"title": "Monty Alexander", "href": "/wiki/Monty_Alexander", "description": "Montgomery Bernard \"Monty\" Alexander is a Jamaican jazz pianist. His playing has a Caribbean influence and bright swinging feeling, with a strong vocabulary of bebop jazz and blues rooted melodies. He was influenced by Louis Armstrong, Duke Ellington, Nat King Cole, Oscar Peterson, and Frank Sinatra. Alexander also sings and plays the melodica. He is known for his surprising musical twists, bright"}]}, {"heading": "Births", "year": "1944", "date": "June 6", "txt": "Phillip Allen Sharp, American molecular biologist; 1993 Nobel Prize laureate (Physiology or Medicine)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1944", "date": "June 6", "txt": "Tommie Smith, American sprinter and football player; winner of 1968 Olympic 200m gold medal in a world record time", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 6", "txt": "Tony Levin, American bass player and songwriter", "entities": [{"title": "Tony Levin", "href": "/wiki/Tony_Levin", "description": "Anthony Frederick Levin is an American musician and composer, specializing in electric bass, Chapman Stick and upright bass. He also sings and plays synthesizer. Levin is best known for his work with King Crimson and Peter Gabriel. He is also a member of Liquid Tension Experiment, Bruford Levin Upper Extremities (1998–2000) and HoBoLeMa (2008–2010). He has led his own band, Stick Men, since 2010."}]}, {"heading": "Births", "year": "1947", "date": "June 6", "txt": "David Blunkett, British Labour politician; Home Secretary 2001–2004", "entities": [{"title": "David Blunkett", "href": "/wiki/David_Blunkett", "description": "David Blunkett, Baron Blunkett, is a British politician, now in the House of Lords, who was MP for the Sheffield Brightside and Hillsborough constituency for 28 years until the 2015 general election, when he stood down. Blind since birth, and coming from a poor family in one of Sheffield's most deprived districts, he rose to become Education and Employment Secretary, Home Secretary and Work and Pe"}, {"title": "Labour Party (UK)", "href": "/wiki/Labour_Party_(UK)", "description": "The Labour Party is a centre-left political party in the United Kingdom that has been described as an alliance of social democrats, democratic socialists and trade unionists. In all general elections since 1922, Labour has been either the governing party or the Official Opposition. There have been six Labour prime ministers and thirteen Labour ministries."}, {"title": "Home Secretary", "href": "/wiki/Home_Secretary", "description": "The home secretary is a senior minister of the Crown within the Government of the United Kingdom, and head of the Home Office. As one of the four Great Offices of State, the home secretary is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1947", "date": "June 6", "txt": "Robert Englund, American actor; best known for Nightmare on Elm Street", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 6", "txt": "Ada Kok, Dutch butterfly stroke swimmer; winner of three Olympic medals including gold in 1968", "entities": [{"title": "Butterfly stroke", "href": "/wiki/Butterfly_stroke", "description": "The butterfly is a swimming stroke swum on the chest, with both arms moving symmetrically, accompanied by the butterfly kick. While other styles like the breaststroke, front crawl, or backstroke can be swum adequately by beginners, the butterfly is a more difficult stroke that requires good technique as well as strong muscles. It is the newest swimming style swum in competition, first swum in 1933"}, {"title": "Olympic Games", "href": "/wiki/Olympic_Games", "description": "The modern Olympic Games or Olympics are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating. The Olympic Games are normally held every four years, alternati"}]}, {"heading": "Births", "year": "1948", "date": "June 6", "txt": "Arlene Harris, American entrepreneur, inventor, investor and policy advocate", "entities": [{"title": "Arlene Harris (inventor)", "href": "/wiki/Arlene_Harris_(inventor)", "description": "Arlene Joy Harris is an entrepreneur, inventor, investor, and policy advocate in the telecommunications industry. She is the president and co-founder of Dyna LLC, an incubator for start-up and early-stage organizations historically in the wireless technology field. Harris is widely recognized as a pioneer in mobile and wireless enterprise and an innovator of consumer products and services. In May "}]}, {"heading": "Births", "year": "1949", "date": "June 6", "txt": "Holly Near, American folk singer and songwriter", "entities": [{"title": "Holly Near", "href": "/wiki/Holly_Near", "description": "Holly Near is an American singer-songwriter, actress, teacher, and activist."}]}, {"heading": "Births", "year": "1954", "date": "June 6", "txt": "Harvey Fierstein, American actor and playwright; twice a winner at the Tony Awards", "entities": [{"title": "Harvey Fierstein", "href": "/wiki/Harvey_Fierstein", "description": "Harvey Forbes Fierstein is an American actor, playwright, and political commentator. He is best known for his theater work in Torch Song Trilogy and Hairspray and movie roles in Mrs. Doubtfire, Independence Day, and as the voice of Yao in Mulan and Mulan II. Fierstein won two Tony Awards for Best Actor in a Play and Best Play for Torch Song Trilogy. His third, the Tony Award for Best Book of a Mus"}, {"title": "Tony Awards", "href": "/wiki/Tony_Awards", "description": "The Antoinette Perry Award for Excellence in Broadway Theatre, more commonly known as the Tony Award, recognizes excellence in live Broadway theatre. The awards are presented by the American Theatre Wing and The Broadway League at an annual ceremony in Midtown Manhattan."}]}, {"heading": "Births", "year": "1954", "date": "June 6", "txt": "Wladyslaw Zmuda, Polish footballer and manager; 91 caps for Poland and voted Best Young Player at the 1974 FIFA World Cup", "entities": [{"title": "1974 FIFA World Cup", "href": "/wiki/1974_FIFA_World_Cup", "description": "The 1974 FIFA World Cup was the 10th FIFA World Cup, and was played in West Germany between 13 June and 7 July. The tournament marked the first time that the current trophy, the FIFA World Cup Trophy, created by the Italian sculptor Silvio Gazzaniga, was awarded. The previous trophy, the Jules Rimet Trophy, had been won for the third time by Brazil in 1970 and awarded permanently to the Brazilians"}]}, {"heading": "Births", "year": "1955", "date": "June 6", "txt": "Sam Simon, American director, producer and screenwriter; co-developer of The Simpsons (d. 2015)", "entities": [{"title": "Sam Simon", "href": "/wiki/Sam_Simon", "description": "Samuel Michael Simon was an American director, producer, writer, animal rights activist and philanthropist, who co-developed the television series The Simpsons."}]}, {"heading": "Births", "year": "1956", "date": "June 6", "txt": "Björn Borg, Swedish tennis player; winner of eleven Grand Slam singles titles including five consecutive Wimbledons", "entities": [{"title": "Björn Borg", "href": "/wiki/Bj%C3%B6rn_Borg", "description": "Björn Rune Borg is a Swedish former world No. 1 tennis player. Between 1974 and 1981, he became the first man in the Open Era to win 11 Grand Slam singles titles, but he never won the US Open despite four finals appearances. He is the first male player to win five Wimbledon titles in the Open Era. He won four consecutive French Open titles (1978–81) and is 6–0 in French Open finals, the fourth-bes"}, {"title": "Grand Slam (tennis)", "href": "/wiki/Grand_Slam_(tennis)", "description": "The Grand Slam tournaments, also referred to as majors, are the world's four most important annual tennis events. The tournaments offer the most ranking points, prize money, public and media attention, the greatest strength and size of field, and greater number of \"best of\" sets for men, which is 5. The Grand Slam itinerary consists of the Australian Open in mid January, the French Open from late "}, {"title": "The Championships, Wimbledon", "href": "/wiki/The_Championships,_Wimbledon", "description": "The Championships, Wimbledon, commonly known simply as Wimbledon or The Championships, is the oldest tennis tournament in the world and is widely regarded as the most prestigious. It has been held at the All England Club in Wimbledon, London, since 1877 and is played on outdoor grass courts, and since 2009 with a retractable roof over Centre Court, and since 2019, over No. 1 Court."}]}, {"heading": "Births", "year": "1972", "date": "June 6", "txt": "Natalie Morales, American television journalist and NBC News anchor", "entities": [{"title": "Natalie Morales (journalist)", "href": "/wiki/Natalie_Morales_(journalist)", "description": "Natalie Morales-Rhodes is an American journalist working for NBC News. She is the Today Show West Coast anchor and appears on other programs including Dateline NBC and NBC Nightly News."}, {"title": "NBC News", "href": "/wiki/NBC_News", "description": "NBC News is the news division of the American broadcast television network NBC. The division operates under NBCUniversal Television and Streaming, a division of NBCUniversal, which is, in turn, a subsidiary of Comcast. The news division's various operations report to the president of NBC News, Noah Oppenheim. The NBCUniversal News Group also comprises MSNBC, the network's 24-hour general news chan"}]}, {"heading": "Births", "year": "1985", "date": "June 6", "txt": "Becky Sauerbrunn, American footballer; twice a winner of the FIFA Women's World Cup, also an Olympic gold medallist", "entities": [{"title": "Becky Sauerbrunn", "href": "/wiki/Becky_Sauerbrunn", "description": "Rebecca Elizabeth Sauerbrunn is an American soccer player for Portland Thorns FC of the National Women's Soccer League (NWSL), the highest division of women's professional soccer in the United States. Since 2021, Sauerbrunn is the captain of the United States women's national soccer team. She previously captained Utah Royals FC and—from 2016 to 2018—co-captained the national team with Carli Lloyd."}, {"title": "FIFA Women's World Cup", "href": "/wiki/FIFA_Women%27s_World_Cup", "description": "The FIFA Women's World Cup is an international soccer competition contested by the senior women's national teams of the members of Fédération Internationale de Football Association (FIFA), the sport's international governing body. The competition has been held every four years since 1991, when the inaugural tournament, then called the FIFA Women's World Championship, was held in China. Under the t"}, {"title": "Olympic Games", "href": "/wiki/Olympic_Games", "description": "The modern Olympic Games or Olympics are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating. The Olympic Games are normally held every four years, alternati"}]}, {"heading": "Deaths", "year": "0184", "date": "June 6", "txt": "Qiao Xuan, Chinese official (b. c. 110)", "entities": [{"title": "Qiao Xuan", "href": "/wiki/Qiao_Xuan", "description": "Qiao Xuan, courtesy name Gongzu, was an official who lived during the Eastern Han dynasty of China."}]}, {"heading": "Deaths", "year": "0863", "date": "June 6", "txt": "Abu Musa Utamish, vizier to the Abbasid Caliphate", "entities": [{"title": "Utamish", "href": "/wiki/Utamish", "description": "Abu Musa Utamish was a Turkic military officer of the Abbasid Caliphate. He played an important role in the first years of the period known as the Anarchy at Samarra, during which he rapidly became one of the most powerful officials in the government. He was appointed as vizier upon the caliph al-Musta'in's ascension in 862, but was assassinated after approximately a year in office."}, {"title": "Vizier", "href": "/wiki/Vizier", "description": "A vizier is a high-ranking political advisor or minister in the Muslim world. The Abbasid caliphs gave the title wazir to a minister formerly called katib (secretary), who was at first merely a helper but afterwards became the representative and successor of the dapir of the Sassanian kings."}, {"title": "Abbasid Caliphate", "href": "/wiki/Abbasid_Caliphate", "description": "The Abbasid Caliphate was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib, from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH)"}]}, {"heading": "Deaths", "year": "0913", "date": "June 6", "txt": "Alexander III, Byzantine emperor (b. 870)", "entities": [{"title": "Alexander (Byzantine emperor)", "href": "/wiki/Alexander_(Byzantine_emperor)", "description": "Alexander, sometimes numbered Alexander II, or Alexander III ruled as Emperor of the Byzantine Empire in 912–913."}]}, {"heading": "Deaths", "year": "1097", "date": "June 6", "txt": "Agnes of Aquitaine, Queen of Aragon and Navarre", "entities": [{"title": "Agnes of Aquitaine, Queen of Aragon and Navarre", "href": "/wiki/Agnes_of_Aquitaine,_Queen_of_Aragon_and_Navarre", "description": "Agnes of Aquitaine was a daughter of William VIII, Duke of Aquitaine, and his third wife, Hildegarde of Burgundy, and thus half-sister of Agnes of Aquitaine, Queen of Castile, with whom she is sometimes confused."}]}, {"heading": "Deaths", "year": "1134", "date": "June 6", "txt": "Norbert of Xanten, German bishop and saint (b. 1060)", "entities": [{"title": "Norbert of Xanten", "href": "/wiki/Norbert_of_Xanten", "description": "Norbert of Xanten (Xanten-Magdeburg), also known as Norbert Gennep, was a bishop of the Catholic Church, founder of the Premonstratensian order of canons regular, and is venerated as a saint. Norbert was canonized by Pope Gregory XIII in the year 1582, and his statue appears above the Piazza colonnade of St. Peter's Square in Rome."}]}, {"heading": "Deaths", "year": "1217", "date": "June 6", "txt": "Henry I, King of Castile and Toledo (b. 1204)", "entities": [{"title": "Henry I of Castile", "href": "/wiki/Henry_I_of_Castile", "description": "Henry I of Castile was king of Castile. He was the son of Alfonso VIII of Castile and Eleanor of England, Queen of Castile. He was the brother of Berenguela and Mafalda of Castile."}, {"title": "Crown of Castile", "href": "/wiki/Crown_of_Castile", "description": "The Crown of Castile was a medieval polity in the Iberian Peninsula that formed in 1230 as a result of the third and definitive union of the crowns and, some decades later, the parliaments of the kingdoms of Castile and León upon the accession of the then Castilian king, Ferdinand III, to the vacant Leonese throne. It continued to exist as a separate entity after the personal union in 1469 of the "}]}, {"heading": "Deaths", "year": "1251", "date": "June 6", "txt": "William III of Dampierre, Count of Flanders", "entities": [{"title": "William II, Count of Flanders", "href": "/wiki/William_II,_Count_of_Flanders", "description": "William III was the lord of Dampierre from 1231 and count of Flanders from 1247 until his death. He was the son of William II of Dampierre and Margaret II of Flanders."}]}, {"heading": "Deaths", "year": "1252", "date": "June 6", "txt": "Robert Passelewe, Bishop of Chichester", "entities": [{"title": "Robert Passelewe", "href": "/wiki/Robert_Passelewe", "description": "Robert Passelewe was a medieval Bishop of Chichester elect as well as being a royal clerk and Archdeacon of Lewes."}]}, {"heading": "Deaths", "year": "1480", "date": "June 6", "txt": "Vecchietta, Italian painter, sculptor, and architect (b. 1412)", "entities": [{"title": "Vecchietta", "href": "/wiki/Vecchietta", "description": "Lorenzo di Pietro, known as Vecchietta, was an Italian Sienese School painter, sculptor, goldsmith and architect of the Renaissance. He is among the artists profiled in Vasari's Le Vite delle più eccellenti pittori, scultori, ed architettori."}]}, {"heading": "Deaths", "year": "1548", "date": "June 6", "txt": "João de Castro, Portuguese soldier and politician, Governor of Portuguese India (b. 1500)", "entities": [{"title": "João de Castro", "href": "/wiki/Jo%C3%A3o_de_Castro", "description": "Dom João de Castro was a Portuguese nobleman and the fourth viceroy of Portuguese India. He was called Castro Forte by the poet Luís de Camões. De Castro was the second son of Álvaro de Castro, the civil governor of Lisbon. His wife was Leonor de Coutinho."}, {"title": "List of governors of Portuguese India", "href": "/wiki/List_of_governors_of_Portuguese_India", "description": "The government of Portuguese India started on 12 September 1505, seven years after the Portuguese discovery of the sea route to India by Vasco da Gama, with the nomination of the first Viceroy Francisco de Almeida, then settled at Cochin (Kochi). Until 1752, the name \"India\" included all Portuguese possessions in the Indian Ocean, from Southern Africa to Southeast Asia, governed – either by a Vice"}]}, {"heading": "Deaths", "year": "1583", "date": "June 6", "txt": "Nakagawa Kiyohide, Japanese daimyo (b. 1556)", "entities": [{"title": "Nakagawa Kiyohide", "href": "/wiki/Nakagawa_Kiyohide", "description": "Nakagawa Kiyohide was a daimyō in Azuchi–Momoyama period. His childhood name was Nakagawa Toranosuke. His common name was Nakagawa Sebe."}]}, {"heading": "Deaths", "year": "1661", "date": "June 6", "txt": "Martino Martini, Italian Jesuit missionary (b. 1614)", "entities": [{"title": "Martino Martini", "href": "/wiki/Martino_Martini", "description": "Martino Martini, born and raised in Trento, was a Jesuit missionary. As cartographer and historian, he mainly worked on ancient Imperial China."}]}, {"heading": "Deaths", "year": "1799", "date": "June 6", "txt": "Patrick Henry, American lawyer and politician, 1st Governor of Virginia (b. 1736)", "entities": [{"title": "Patrick Henry", "href": "/wiki/Patrick_Henry", "description": "Patrick Henry was an American attorney, planter, politician, and orator best known for his declaration to the Second Virginia Convention (1775): \"Give me liberty, or give me death!\" A Founding Father, he served as the first and sixth post-colonial Governor of Virginia, from 1776 to 1779 and from 1784 to 1786."}, {"title": "Governor of Virginia", "href": "/wiki/Governor_of_Virginia", "description": "The governor of the Commonwealth of Virginia serves as the chief executive of the Commonwealth of Virginia for a four-year term. The incumbent, Ralph Northam, was sworn in January 13, 2018. The next gubernatorial election shall be held on November 2, 2021."}]}, {"heading": "Deaths", "year": "1813", "date": "June 6", "txt": "Antonio Cachia, Maltese architect, engineer and archaeologist (b. 1739)", "entities": [{"title": "Antonio Cachia", "href": "/wiki/Antonio_Cachia", "description": "Antonio Cachia (1739–1813) was a Maltese architect, civil and military engineer and archaeologist who was active in the late 18th and early 19th century."}]}, {"heading": "Deaths", "year": "1832", "date": "June 6", "txt": "Jeremy Bentham, English jurist and philosopher (b. 1748)", "entities": [{"title": "Jeremy Bentham", "href": "/wiki/Jeremy_Bentham", "description": "Jeremy Bentham was an English philosopher, jurist, and social reformer regarded as the founder of modern utilitarianism."}]}, {"heading": "Deaths", "year": "1861", "date": "June 6", "txt": "Camillo Benso, Count of Cavour, Italian politician, 1st Prime Minister of Italy (b. 1810)", "entities": [{"title": "Camillo Benso, Count of Cavour", "href": "/wiki/Camillo_Benso,_Count_of_Cavour", "description": "Camillo Paolo Filippo Giulio Benso, Count of Cavour, Isolabella and Leri, generally known as Cavour, was an Italian statesman and a leading figure in the movement towards Italian unification. He was one of the leaders of the Historical Right, and Prime Minister of the Kingdom of Piedmont–Sardinia, a position he maintained throughout the Second Italian War of Independence and Giuseppe Garibaldi's c"}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Deaths", "year": "1865", "date": "June 6", "txt": "William Quantrill, leader of a Confederate guerrilla band in the American Civil War (b. 1837)", "entities": [{"title": "William Quantrill", "href": "/wiki/William_Quantrill", "description": "William Clarke Quantrill was a Confederate guerrilla leader during the American Civil War."}]}, {"heading": "Deaths", "year": "1878", "date": "June 6", "txt": "Robert Stirling, Scottish minister and engineer, invented the stirling engine (b. 1790)", "entities": [{"title": "Robert Stirling", "href": "/wiki/Robert_Stirling", "description": "The Reverend Dr Robert Stirling was a Scottish clergyman and engineer. He invented the Stirling engine and was in 2014 inducted into the Scottish Engineering Hall of Fame."}, {"title": "Stirling engine", "href": "/wiki/Stirling_engine", "description": "A Stirling engine is a heat engine that is operated by the cyclic compression and expansion of air or other gas at different temperatures, resulting in a net conversion of heat energy to mechanical work. More specifically, the Stirling engine is a closed-cycle regenerative heat engine with a permanent gaseous working fluid. Closed-cycle, in this context, means a thermodynamic system in which the w"}]}, {"heading": "Deaths", "year": "1881", "date": "June 6", "txt": "Henri Vieuxtemps, Belgian violinist and composer (b. 1820)", "entities": [{"title": "Henri Vieuxtemps", "href": "/wiki/Henri_Vieuxtemps", "description": "Henri François Joseph Vieuxtemps was a Belgian composer and violinist. He occupies an important place in the history of the violin as a prominent exponent of the Franco-Belgian violin school during the mid-19th century. He is also known for playing what is now known as the Vieuxtemps Guarneri del Gesù, a violin of superior workmanship."}]}, {"heading": "Deaths", "year": "1891", "date": "June 6", "txt": "John A. Macdonald, Scottish-Canadian lawyer and politician, 1st Prime Minister of Canada (b. 1815)", "entities": [{"title": "John A. Macdonald", "href": "/wiki/John_A._Macdonald", "description": "Sir John Alexander Macdonald was the first prime minister of Canada. The dominant figure of Canadian Confederation, he had a political career that spanned almost half a century. Macdonald was born in Scotland; when he was a boy his family immigrated to Kingston in the Province of Upper Canada. As a lawyer, he was involved in several high-profile cases and quickly became prominent in Kingston, whic"}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Deaths", "year": "1916", "date": "June 6", "txt": "Yuan Shikai, Chinese general and politician, 2nd President of the Republic of China (b. 1859)", "entities": [{"title": "Yuan Shikai", "href": "/wiki/Yuan_Shikai", "description": "Yuan Shikai was a Chinese military and government official who rose to power during the late Qing dynasty, becoming the Emperor of the Empire of China (1915–1916). He tried to save the dynasty with a number of modernization projects including bureaucratic, fiscal, judicial, educational, and other reforms, despite playing a key part in the failure of the Hundred Days' Reform. He established the fir"}, {"title": "President of the Republic of China", "href": "/wiki/President_of_the_Republic_of_China", "description": "The president of the Republic of China, commonly known as the president of Taiwan is the head of state of the Republic of China (ROC) and the commander-in-chief of the Republic of China Armed Forces."}]}, {"heading": "Deaths", "year": "1922", "date": "June 6", "txt": "Lillian Russell, American actress and singer (b. 1860)", "entities": [{"title": "Lillian Russell", "href": "/wiki/Lillian_Russell", "description": "Lillian Russell, was an American actress and singer. She became one of the most famous actresses and singers of the late 19th and early 20th centuries, known for her beauty and style, as well as for her voice and stage presence."}]}, {"heading": "Deaths", "year": "1935", "date": "June 6", "txt": "Julian Byng, 1st Viscount Byng of Vimy, English field marshal and politician, 12th Governor-General of Canada (b. 1862)", "entities": [{"title": "Julian Byng, 1st Viscount Byng of Vimy", "href": "/wiki/Julian_Byng,_1st_Viscount_Byng_of_Vimy", "description": "Field Marshal Julian Hedworth George Byng, 1st Viscount Byng of Vimy, was a British Army officer who served as Governor General of Canada, the 12th since Canadian Confederation."}, {"title": "Governor-General of Canada", "href": "/wiki/Governor-General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Deaths", "year": "1941", "date": "June 6", "txt": "Louis Chevrolet, Swiss-American race car driver and businessman, founded Chevrolet and Frontenac Motor Corporation (b. 1878)", "entities": [{"title": "Louis Chevrolet", "href": "/wiki/Louis_Chevrolet", "description": "Louis-Joseph Chevrolet was a Swiss race car driver, co-founder of the Chevrolet Motor Car Company in 1911, and a founder in 1916 of the Frontenac Motor Corporation."}, {"title": "Chevrolet", "href": "/wiki/Chevrolet", "description": "Chevrolet, colloquially referred to as Chevy and formally the Chevrolet Division of General Motors Company, is an American automobile division of the American manufacturer General Motors (GM). Louis Chevrolet and ousted General Motors founder William C. Durant started the company on November 3, 1911 as the Chevrolet Motor Car Company. Durant used the Chevrolet Motor Car Company to acquire a contro"}, {"title": "Frontenac Motor Corporation", "href": "/wiki/Frontenac_Motor_Corporation", "description": "Frontenac Motor Corporation was a joint venture of automobile racing brothers Louis, Gaston, and Arthur Chevrolet. It was founded in 1914 in Indianapolis to build high-performance automobiles that would be used in the brothers' own pursuit of glory at the Indianapolis 500."}]}, {"heading": "Deaths", "year": "1946", "date": "June 6", "txt": "Gerhart Hauptmann, German novelist, poet, and playwright, Nobel Prize laureate (b. 1862)", "entities": [{"title": "Gerhart Hauptmann", "href": "/wiki/Gerhart_Hauptmann", "description": "Gerhart Johann Robert Hauptmann was a German dramatist and novelist. He is counted among the most important promoters of literary naturalism, though he integrated other styles into his work as well. He received the Nobel Prize in Literature in 1912."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1947", "date": "June 6", "txt": "James Agate, English author and critic (b. 1877)", "entities": [{"title": "James Agate", "href": "/wiki/James_Agate", "description": "\n\nJames Evershed Agate was an English diarist and theatre critic between the two world wars. He took up journalism in his late twenties and was on the staff of The Manchester Guardian in 1907–1914. He later became a drama critic for The Saturday Review (1921–1923), The Sunday Times (1923–1947) and the BBC (1925–1932). The nine volumes of Agate's diaries and letters cover the British theatre of his"}]}, {"heading": "Deaths", "year": "1948", "date": "June 6", "txt": "Louis Lumière, French film director, producer, and screenwriter (b. 1864)", "entities": [{"title": "Auguste and Louis Lumière", "href": "/wiki/Auguste_and_Louis_Lumi%C3%A8re", "description": "The Lumière brothers, Auguste Marie Louis Nicolas Lumière and Louis Jean Lumière, were manufacturers of photography equipment, best known for their Cinématographe motion picture system and the short films they produced between 1895 and 1905. Their screening of a single film on 22 March 1895 for around 200 members of the \"Society for the Development of the National Industry\" in Paris was probably t"}]}, {"heading": "Deaths", "year": "1955", "date": "June 6", "txt": "Max Meldrum, Scottish-Australian painter and educator (b. 1875)", "entities": [{"title": "Max Meldrum", "href": "/wiki/Max_Meldrum", "description": "Duncan Max Meldrum was a Scottish-born Australian artist and art teacher, best known as the founder of Australian tonalism, a representational painting style that became popular in Melbourne during the interwar period. He also won fame for his portrait work, winning the prestigious Archibald Prize for portraiture in 1939 and 1940."}]}, {"heading": "Deaths", "year": "1961", "date": "June 6", "txt": "Carl Gustav Jung, Swiss psychiatrist and psychotherapist (b. 1875)", "entities": [{"title": "Carl Gustav Jung", "href": "/wiki/Carl_Gustav_Jung", "description": "Carl Gustav Jung, was a Swiss psychiatrist and psychoanalyst who founded analytical psychology. Jung's work has been influential in the fields of psychiatry, anthropology, archaeology, literature, philosophy and religious studies. Jung worked as a research scientist at the famous Burghölzli hospital, under Eugen Bleuler. During this time, he came to the attention of Sigmund Freud, the founder of p"}]}, {"heading": "Deaths", "year": "1962", "date": "June 6", "txt": "Yves Klein, French painter (b. 1928)", "entities": [{"title": "Yves Klein", "href": "/wiki/Yves_Klein", "description": "Yves Klein was a French artist and an important figure in post-war European art. He was a leading member of the French artistic movement of Nouveau réalisme founded in 1960 by art critic Pierre Restany. Klein was a pioneer in the development of performance art, and is seen as an inspiration to and as a forerunner of minimal art, as well as pop art."}]}, {"heading": "Deaths", "year": "1962", "date": "June 6", "txt": "Tom Phillis, Australian motorcycle racer (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "June 6", "txt": "William Baziotes, American painter and academic (b. 1912)", "entities": [{"title": "William Baziotes", "href": "/wiki/William_Baziotes", "description": "William Baziotes was an American painter influenced by Surrealism and was a contributor to Abstract Expressionism."}]}, {"heading": "Deaths", "year": "1968", "date": "June 6", "txt": "Robert F. Kennedy, American soldier, lawyer, and politician, 64th United States Attorney General (b. 1925)", "entities": [{"title": "Robert F. Kennedy", "href": "/wiki/Robert_F._Kennedy", "description": "Robert Francis Kennedy, also referred to by his initials RFK or by the nickname Bobby, was an American politician and lawyer who served as the 64th United States Attorney General from January 1961 to September 1964, and as a U.S. Senator from New York from January 1965 until his assassination in June 1968. He was, like his brothers John and Edward, a prominent member of the Democratic Party and ha"}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Deaths", "year": "1976", "date": "June 6", "txt": "J. Paul Getty, American businessman, founded the Getty Oil Company (b. 1892)", "entities": [{"title": "J. Paul Getty", "href": "/wiki/J._Paul_Getty", "description": "Jean Paul Getty, known widely as J. Paul Getty, was an American-born British petrol-industrialist, and the patriarch of the Getty family. He founded the Getty Oil Company, and in 1957, Fortune magazine named him the richest living American, while the 1966 Guinness Book of Records named him as the world's richest private citizen, worth an estimated $1.2 billion. At his death, he was worth more than"}, {"title": "Getty Oil", "href": "/wiki/Getty_Oil", "description": "Getty Oil was an American oil marketing company with its origins as part of the large integrated oil company founded by J. Paul Getty."}]}, {"heading": "Deaths", "year": "1979", "date": "June 6", "txt": "Jack Haley, American actor (b. 1897)", "entities": [{"title": "Jack Haley", "href": "/wiki/Jack_Haley", "description": "John Joseph \"Jack\" Haley Jr. was an American vaudevillian, actor, comedian, radio host, singer and dancer, best known for his portrayal of the Tin Man and his farmhand counterpart Hickory in the 1939 MGM film The Wizard of Oz."}]}, {"heading": "Deaths", "year": "1982", "date": "June 6", "txt": "Kenneth Rexroth, American poet and academic (b. 1905)", "entities": [{"title": "Kenneth Rexroth", "href": "/wiki/Kenneth_Rexroth", "description": "Kenneth Charles Marion Rexroth was an American poet, translator, and critical essayist. He is regarded as a central figure in the San Francisco Renaissance, and paved the groundwork for the movement. Although he did not consider himself to be a Beat poet, and disliked the association, he was dubbed the \"Father of the Beats\" by Time magazine. Largely self-educated, Rexroth learned several languages"}]}, {"heading": "Deaths", "year": "1983", "date": "June 6", "txt": "Hans Leip, German author, poet, and playwright who wrote the lyrics of Lili Marleen (b. 1893)", "entities": [{"title": "Hans Leip", "href": "/wiki/Hans_Leip", "description": "Hans Leip, was a German novelist, poet and playwright, best remembered as the lyricist of Lili Marleen."}]}, {"heading": "Deaths", "year": "1991", "date": "June 6", "txt": "Stan Getz, American saxophonist and jazz innovator (b. 1927)", "entities": [{"title": "Stan Getz", "href": "/wiki/Stan_Getz", "description": "Stanley Getz was an American jazz saxophonist, professionally known as Stan Getz. Playing primarily the tenor saxophone, Getz was known as \"The Sound\" because of his warm, lyrical tone, his prime influence being the wispy, mellow timbre of his idol, Lester Young. Coming to prominence in the late 1940s with Woody Herman's big band, Getz is described by critic Scott Yanow as \"one of the all-time gre"}]}, {"heading": "Deaths", "year": "1994", "date": "June 6", "txt": "Barry Sullivan, American film actor (b. 1912)", "entities": [{"title": "Barry Sullivan (actor)", "href": "/wiki/Barry_Sullivan_(actor)", "description": "Patrick Barry Sullivan was an American movie actor who appeared in over 100 movies from the 1930s to the 1980s, notably The Bad and the Beautiful opposite Kirk Douglas."}]}, {"heading": "Deaths", "year": "1996", "date": "June 6", "txt": "George Davis Snell, American geneticist and immunologist; awarded the Nobel Prize in Physiology or Medicine in 1980 for his studies of histocompatibility (b. 1903)", "entities": [{"title": "George Davis Snell", "href": "/wiki/George_Davis_Snell", "description": "George Davis Snell was an American mouse geneticist and basic transplant immunologist."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2005", "date": "June 6", "txt": "Anne Bancroft, American film actress; winner of the 1963 Academy Award for Best Actress for The Miracle Worker (b. 1931)", "entities": [{"title": "Anne Bancroft", "href": "/wiki/Anne_Bancroft", "description": "Anne Bancroft was an American actress, director, screenwriter and singer. Respected for her acting prowess and versatility, Bancroft received an Academy Award, three BAFTA Awards, two Golden Globe Awards, two Tony Awards, and two Primetime Emmy Awards. She is one of only 24 thespians to achieve the Triple Crown of Acting."}, {"title": "Academy Award for Best Actress", "href": "/wiki/Academy_Award_for_Best_Actress", "description": "The Academy Award for Best Actress is an award presented annually by the Academy of Motion Picture Arts and Sciences (AMPAS). It is given in honor of an actress who has delivered an outstanding performance in a leading role while working within the film industry. The award is traditionally presented by the previous year's Best Actor winner."}]}, {"heading": "Deaths", "year": "2006", "date": "June 6", "txt": "Billy Preston, American singer-songwriter, pianist, and actor (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "June 6", "txt": "Jean Dausset, French-Spanish immunologist and academic; awarded the 1980 Nobel Prize in Physiology or Medicine for his studies of the genetic basis of immunological reaction (b. 1916)", "entities": [{"title": "Jean Dausset", "href": "/wiki/Jean_Dausset", "description": "Jean-Baptiste-Gabriel-Joachim Dausset was a French immunologist born in Toulouse, France. Dausset received the Nobel Prize in Physiology or Medicine in 1980 along with Baruj Benacerraf and George Davis Snell for their discovery and characterisation of the genes making the major histocompatibility complex. Using the money from his Nobel Prize and a grant from the French Television, Dausset founded "}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2012", "date": "June 6", "txt": "Vladimir Krutov, Russian ice hockey player; together with Igor Larionov and Sergei Makarov, formed the famed KLM Line. (b. 1960)", "entities": [{"title": "Vladimir Krutov", "href": "/wiki/Vladimir_Krutov", "description": "Vladimir Yevgenyevich Krutov, nicknamed \"The Tank\", was a Soviet hockey forward. Together with Igor Larionov and Sergei Makarov, he was part of the famed KLM Line. He is considered one of the best hockey wingers of the 1980s."}, {"title": "Igor Larionov", "href": "/wiki/Igor_Larionov", "description": "Igor Nikolayevich Larionov is a Russian ice hockey coach, sports agent and former professional ice hockey player, known as The Professor. Along with Viacheslav Fetisov, he was instrumental in forcing the Soviet government to let Soviet players compete in the National Hockey League (NHL). He primarily played the centre position."}, {"title": "Sergei Makarov (ice hockey)", "href": "/wiki/Sergei_Makarov_(ice_hockey)", "description": "Sergei Mikhailovich Makarov is a Russian former ice hockey right wing and two-time Olympic gold medalist. He was voted one of six players to the International Ice Hockey Federation's (IIHF) Centennial All-Star Team in a poll conducted by a group of 56 experts from 16 countries."}]}, {"heading": "Deaths", "year": "2013", "date": "June 6", "txt": "Jerome Karle, American crystallographer and academic; awarded the 1985 Nobel Prize in Chemistry for research into the molecular structure of chemical compounds (b. 1918)", "entities": [{"title": "Jerome Karle", "href": "/wiki/Jerome_Karle", "description": "Jerome Karle was an American physical chemist. Jointly with Herbert A. Hauptman, he was awarded the Nobel Prize in Chemistry in 1985, for the direct analysis of crystal structures using X-ray scattering techniques."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2013", "date": "June 6", "txt": "Esther Williams, American swimmer and actress (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 6", "txt": "Lorna Wing, English psychiatrist and physician; pioneered studies of autism (b. 1928)", "entities": [{"title": "Lorna Wing", "href": "/wiki/Lorna_Wing", "description": "Lorna Gladys Wing, was an English psychiatrist. She was a pioneer in the field of childhood developmental disorders who advanced understanding of autism worldwide, introduced the term Asperger syndrome in 1976 and was involved in founding the National Autistic Society (NAS) in the UK."}, {"title": "Autism", "href": "/wiki/Autism", "description": "Autism is a developmental disorder characterized by difficulties with social interaction and communication, and by restricted and repetitive behavior. Parents often notice signs during the first three years of their child's life. These signs often develop gradually, though some autistic children experience regression in their communication and social skills after reaching developmental milestones "}]}, {"heading": "Deaths", "year": "2015", "date": "June 6", "txt": "Vincent Bugliosi, American lawyer and author; prosecuting attorney in the Tate–LaBianca murders case (b. 1934)", "entities": [{"title": "Vincent Bugliosi", "href": "/wiki/Vincent_Bugliosi", "description": "Vincent T. Bugliosi Jr. was an American attorney and New York Times bestselling author. During his eight years in the Los Angeles County District Attorney's Office, he successfully prosecuted 105 out of 106 felony jury trials, which included 21 murder convictions. He was best known for prosecuting Charles Manson and other defendants accused of the Tate–LaBianca murders of August 9–10, 1969."}, {"title": "Tate–LaBianca murders", "href": "/wiki/Tate%E2%80%93LaBianca_murders", "description": "The Tate–LaBianca murders in 1969 were perpetrated by members of the Manson Family in Los Angeles, California, under the direction of its leader Charles Manson. They murdered five people, including actress Sharon Tate and several of her guests, on August 9–10, 1969. Allegedly displeased with the subsequent panic around the murders, Manson ordered the murders of supermarket executive Leno LaBianca "}]}, {"heading": "Deaths", "year": "2015", "date": "June 6", "txt": "Ludvík Vaculík, Czech journalist and author; noted for The Two Thousand Words which inspired the Prague Spring (b. 1926)", "entities": [{"title": "Prague Spring", "href": "/wiki/Prague_Spring", "description": "The Prague Spring was a period of political liberalization and mass protest in \nthe Czechoslovak Socialist Republic. It began on 5 January 1968, when reformist Alexander Dubček was elected First Secretary of the Communist Party of Czechoslovakia (KSČ), and continued until 21 August 1968, when the Soviet Union and other Warsaw Pact members invaded the country to suppress the reforms."}]}, {"heading": "Deaths", "year": "2016", "date": "June 6", "txt": "Viktor Korchnoi, Russian chess grandmaster; arguably the best player never to become World Chess Champion (b. 1931)", "entities": [{"title": "Viktor Korchnoi", "href": "/wiki/Viktor_Korchnoi", "description": "Viktor Lvovich Korchnoi was a Soviet and Swiss chess grandmaster and writer. He is considered one of the strongest players never to have become World Chess Champion."}, {"title": "World Chess Champion", "href": "/wiki/World_Chess_Champion", "description": "The World Chess Championship is played to determine the world champion in chess. The current world champion is Magnus Carlsen of Norway."}]}, {"heading": "Deaths", "year": "2016", "date": "June 6", "txt": "Peter Shaffer, English playwright and screenwriter; works included Equus and Amadeus (b. 1926)", "entities": []}]