[{"heading": "Events", "year": "0218", "date": "June 8", "txt": "Battle of Antioch: With the support of the Syrian legions, Elagabalus defeats the forces of emperor Macrinus. He flees, but is captured near Chalcedon and later executed in Cappadocia.", "entities": [{"title": "Battle of Antioch (218)", "href": "/wiki/Battle_of_Antioch_(218)", "description": "The Battle of Antioch was fought between the Roman armies of the Emperor Macrinus and his rival Elagabalus, whose troops were commanded by General Gannys, probably a short distance from Antioch. Gannys' victory over Macrinus led to the downfall of the emperor and his replacement by Elagabalus."}, {"title": "Roman legion", "href": "/wiki/Roman_legion", "description": "The Roman legion was the largest military unit of the Roman army. A legion was roughly of brigade size, composed of 4,200 infantry and 300 cavalry in the republican period, expanded to 5,200 infantry and 120 auxilia in the imperial period."}, {"title": "Elagabalus", "href": "/wiki/Elagabalus", "description": "Elagabalus or Heliogabalus, officially known as Antoninus, was Roman emperor from 218 to 222, while he was still a teenager. His short reign was conspicuous for sex scandals and religious controversy. A close relative to the Severan dynasty, he came from a prominent Arab family in Emesa (Homs), Syria, where since his early youth he served as head priest of the sun god Elagabal. After the death of "}, {"title": "Macrinus", "href": "/wiki/Macrinus", "description": "Macrinus was Roman Emperor from April 217 to 8 June 218, reigning jointly with his young son Diadumenianus. As a member of the equestrian class, he became the first emperor who did not hail from the senatorial class and also the first emperor who never visited Rome during his reign. Before becoming emperor, Macrinus served under Emperor Caracalla as a praetorian prefect and dealt with Rome's civil"}, {"title": "Chalcedon", "href": "/wiki/Chalcedon", "description": "Chalcedon was an ancient maritime town of Bithynia, in Asia Minor. It was located almost directly opposite Byzantium, south of Scutari and it is now a district of the city of Istanbul named Kadıköy. The name Chalcedon is a variant of Calchedon, found on all the coins of the town as well as in manuscripts of Herodotus's Histories, Xenophon's Hellenica, Arrian's Anabasis, and other works. Except for"}, {"title": "Cappadocia", "href": "/wiki/Cappadocia", "description": "Cappadocia is a historical region in Central Anatolia, largely in the Nevşehir, Kayseri, Kırşehir, Aksaray, Malatya, Sivas and Niğde provinces in Turkey."}]}, {"heading": "Events", "year": "0793", "date": "June 8", "txt": "Vikings raid the abbey at Lindisfarne in Northumbria, commonly accepted as the beginning of Norse activity in the British Isles.", "entities": [{"title": "Lindisfarne", "href": "/wiki/Lindisfarne", "description": "The Holy Island of Lindisfarne, commonly known as either Holy Island or Lindisfarne, is a tidal island off the northeast coast of England, which constitutes the civil parish of Holy Island in Northumberland. Holy Island has a recorded history from the 6th century AD; it was an important centre of Celtic Christianity under Saints Aidan of Lindisfarne, Cuthbert, Eadfrith of Lindisfarne and Eadberht "}, {"title": "Norse activity in the British Isles", "href": "/wiki/Norse_activity_in_the_British_Isles", "description": "Viking activity in the British Isles occurred during the Early Middle Ages, the 8th to the 11th centuries, when Norsemen from Scandinavia travelled to Great Britain and Ireland to settle, trade or raid. Those who came to the British Isles have been generally referred to as Vikings, but some scholars debate whether the term Viking represented all Norse settlers or just those who raided."}]}, {"heading": "Events", "year": "1042", "date": "June 8", "txt": "Edward the Confessor becomes King of England - the country's penultimate Anglo-Saxon king.", "entities": [{"title": "Edward the Confessor", "href": "/wiki/Edward_the_Confessor", "description": "Edward the Confessor was one of the last Anglo-Saxon kings of England. Usually considered the last king of the House of Wessex, he ruled from 1042 to 1066."}]}, {"heading": "Events", "year": "1191", "date": "June 8", "txt": "Richard I arrives in Acre, beginning his crusade.", "entities": [{"title": "Richard I", "href": "/wiki/Richard_I", "description": "Richard I was King of England from 1189 until his death in 1199. He also ruled as Duke of Normandy, Aquitaine and Gascony, Lord of Cyprus, and Count of Poitiers, Anjou, Maine, and Nantes, and was overlord of Brittany at various times during the same period. He was the third of five sons of King Henry II of England and Eleanor of Aquitaine and seemed unlikely to become king, but all his brothers ex"}, {"title": "Acre, Israel", "href": "/wiki/Acre,_Israel", "description": "Acre, known locally as Akko or Akka, is a city in the coastal plain region of the Northern District of Israel."}]}, {"heading": "Events", "year": "1663", "date": "June 8", "txt": "Portuguese victory at the Battle of Ameixial ensures Portugal's independence from Spain.", "entities": [{"title": "Battle of Ameixial", "href": "/wiki/Battle_of_Ameixial", "description": "The Battle of Ameixial, was fought on 8 June 1663, near the village of Santa Vitória do Ameixial, some 10 kilometres (6.2 mi) north-west of Estremoz, between Spanish and Portuguese as part of the Portuguese Restoration War. In Spain, the battle is better known as the Battle of Estremoz."}]}, {"heading": "Events", "year": "1776", "date": "June 8", "txt": "American Revolutionary War: American attackers are driven back at the Battle of Trois-Rivières.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Battle of Trois-Rivières", "href": "/wiki/Battle_of_Trois-Rivi%C3%A8res", "description": "The Battle of Trois-Rivières was fought on June 8, 1776, during the American Revolutionary War. A British army under Quebec Governor Guy Carleton defeated an attempt by units from the Continental Army under the command of Brigadier General William Thompson to stop a British advance up the Saint Lawrence River valley. The battle occurred as a part of the American colonists' invasion of Quebec, whic"}]}, {"heading": "Events", "year": "1783", "date": "June 8", "txt": "Laki, a volcano in Iceland, begins an eight-month eruption which kills over 9,000 people and starts a seven-year famine.", "entities": [{"title": "Laki", "href": "/wiki/Laki", "description": "Laki or Lakagígar is a volcanic fissure in the western part of Vatnajökull National Park, Iceland, not far from the volcanic fissure of Eldgjá and the small village of Kirkjubæjarklaustur. The fissure is properly referred to as Lakagígar, while Laki is a mountain that the fissure bisects. Lakagígar is part of a volcanic system centered on the volcano Grímsvötn and including the volcano Thordarhyrn"}, {"title": "Volcano", "href": "/wiki/Volcano", "description": "A volcano is a rupture in the crust of a planetary-mass object, such as Earth, that allows hot lava, volcanic ash, and gases to escape from a magma chamber below the surface."}, {"title": "Iceland", "href": "/wiki/Iceland", "description": "Iceland is a Nordic island country in the North Atlantic Ocean, with a population of 356,991 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe. The capital and largest city is Reykjavík. Reykjavík and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. "}, {"title": "Famine", "href": "/wiki/Famine", "description": "A famine is a widespread scarcity of food, caused by several factors including war, inflation, crop failure, population imbalance, or government policies. This phenomenon is usually accompanied or followed by regional malnutrition, starvation, epidemic, and increased mortality. Every inhabited continent in the world has experienced a period of famine throughout history. In the 19th and 20th centur"}]}, {"heading": "Events", "year": "1789", "date": "June 8", "txt": "James Madison introduces twelve proposed amendments to the United States Constitution in Congress.", "entities": [{"title": "James Madison", "href": "/wiki/James_Madison", "description": "James Madison Jr. was an American statesman, diplomat, expansionist, philosopher, and Founding Father who served as the fourth president of the United States from 1809 to 1817. He is hailed as the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the United States Bill of Rights. He co-wrote The Federalist Papers, co-founded the D"}, {"title": "United States Bill of Rights", "href": "/wiki/United_States_Bill_of_Rights", "description": "The United States Bill of Rights comprises the first ten amendments to the United States Constitution. Proposed following the often bitter 1787–88 debate over the ratification of the Constitution, and written to address the objections raised by Anti-Federalists, the Bill of Rights amendments add to the Constitution specific guarantees of personal freedoms and rights, clear limitations on the gover"}]}, {"heading": "Events", "year": "1794", "date": "June 8", "txt": "Robespierre inaugurates the French Revolution's new state religion, the Cult of the Supreme Being, with large organized festivals all across France.", "entities": [{"title": "Maximilien Robespierre", "href": "/wiki/Maximilien_Robespierre", "description": "Maximilien François Marie Isidore de Robespierre was a French lawyer and statesman who was one of the best-known and most influential figures of the French Revolution. As a member of the Constituent Assembly and the Jacobin Club, he campaigned for universal manhood suffrage and the abolition both of celibacy for the clergy, and slavery. In 1791, Robespierre became an outspoken advocate for the cit"}, {"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "Cult of the Supreme Being", "href": "/wiki/Cult_of_the_Supreme_Being", "description": "The Cult of the Supreme Being was a form of deism established in France by Maximilien Robespierre during the French Revolution. It was intended to become the state religion of the new French Republic and a replacement for Roman Catholicism and its rival, the Cult of Reason. It went unsupported after the fall of Robespierre and was officially proscribed when Napoleon restored Catholicism in France."}]}, {"heading": "Events", "year": "1856", "date": "June 8", "txt": "A group of 194 Pitcairn Islanders, descendants of the mutineers of HMS Bounty, arrives at Norfolk Island, commencing the Third Settlement of the Island.", "entities": [{"title": "Pitcairn Islands", "href": "/wiki/Pitcairn_Islands", "description": "The Pitcairn Islands, officially the Pitcairn, Henderson, Ducie and Oeno Islands, is a group of four volcanic islands in the southern Pacific Ocean that form the sole British Overseas Territory in the Pacific Ocean. The four islands — Pitcairn proper, Henderson, Ducie, and Oeno — are scattered across several hundred kilometres of ocean and have a combined land area of about 18 square miles (47 km2"}, {"title": "HMS Bounty", "href": "/wiki/HMS_Bounty", "description": "HMS Bounty, also known as HM Armed Vessel Bounty, was a small merchant vessel that the Royal Navy purchased in 1787 for a botanical mission. The ship was sent to the South Pacific Ocean under the command of William Bligh to acquire breadfruit plants and transport them to the West Indies. That mission was never completed owing to a 1789 mutiny led by acting lieutenant Fletcher Christian, an inciden"}, {"title": "Norfolk Island", "href": "/wiki/Norfolk_Island", "description": "Norfolk Island is an external territory of Australia located in the Pacific Ocean between New Zealand and New Caledonia, 1,412 kilometres (877 mi) directly east of Australia's Evans Head and about 900 kilometres (560 mi) from Lord Howe Island. Together with the neighbouring Phillip Island and Nepean Island, the three islands collectively form the Territory of Norfolk Island. At the 2016 census, it"}]}, {"heading": "Events", "year": "1861", "date": "June 8", "txt": "American Civil War: Tennessee secedes from the Union.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Tennessee", "href": "/wiki/Tennessee", "description": "Tennessee, officially the State of Tennessee, is a state in the Southeastern region of the United States. Tennessee is the 36th largest by area and the 16th most populous of the 50 states. It is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northw"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}]}, {"heading": "Events", "year": "1862", "date": "June 8", "txt": "American Civil War: Battle of Cross Keys: Confederate forces under General Stonewall Jackson save the Army of Northern Virginia from a Union assault on the James Peninsula led by General George B. McClellan.", "entities": [{"title": "Battle of Cross Keys", "href": "/wiki/Battle_of_Cross_Keys", "description": "The Battle of Cross Keys was fought on June 8, 1862, in Rockingham County, Virginia, as part of Confederate Army Maj. Gen. Thomas J. \"Stonewall\" Jackson's campaign through the Shenandoah Valley during the American Civil War. Together, the battles of Cross Keys and Port Republic the following day were the decisive victories in Jackson's Valley Campaign, forcing the Union armies to retreat and leavi"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Stonewall Jackson", "href": "/wiki/Stonewall_Jackson", "description": "Thomas Jonathan \"Stonewall\" Jackson served as a Confederate general (1861–1863) during the American Civil War, and became one of the best-known Confederate commanders after General Robert E. Lee. Jackson played a prominent role in nearly all military engagements in the Eastern Theater of the war until his death, and had a key part in winning many significant battles."}, {"title": "Army of Northern Virginia", "href": "/wiki/Army_of_Northern_Virginia", "description": "The Army of Northern Virginia was the primary military force of the Confederate States of America in the Eastern Theater of the American Civil War. It was also the primary command structure of the Department of Northern Virginia. It was most often arrayed against the Union Army of the Potomac."}, {"title": "George B. McClellan", "href": "/wiki/George_B._McClellan", "description": "George Brinton McClellan was an American soldier, civil engineer, railroad executive, and politician who served as the 24th Governor of New Jersey. A graduate of West Point, McClellan served with distinction during the Mexican–American War (1846–1848), and later left the Army to work on railroads until the outbreak of the American Civil War (1861–1865). Early in the conflict, McClellan was appoint"}]}, {"heading": "Events", "year": "1867", "date": "June 8", "txt": "Coronation of Franz Joseph as King of Hungary following the Austro-Hungarian compromise (Ausgleich).", "entities": [{"title": "Franz Joseph I of Austria", "href": "/wiki/Franz_Joseph_I_of_Austria", "description": "Franz Joseph I or Francis Joseph I was Emperor of Austria, King of Hungary, Croatia, and Bohemia, and monarch of other states of the Austro-Hungarian Empire, from 2 December 1848 until his death. From 1 May 1850 to 24 August 1866 he was also President of the German Confederation. He was the longest-reigning ruler of Austria and Hungary, as well as the sixth-longest-reigning monarch of any country "}, {"title": "King of Hungary", "href": "/wiki/King_of_Hungary", "description": "The King of Hungary was the ruling head of state of the Kingdom of Hungary from 1000 to 1918. The style of title \"Apostolic King of Hungary\" was endorsed by Pope Clement XIII in 1758 and used afterwards by all Monarchs of Hungary."}]}, {"heading": "Events", "year": "1887", "date": "June 8", "txt": "Herman Hollerith applies for US patent #395,781 for the 'Art of Compiling Statistics', which was his punched card calculator.", "entities": [{"title": "Herman Hollerith", "href": "/wiki/Herman_Hollerith", "description": "Herman Hollerith was an American businessman, inventor, and statistician who developed an electromechanical tabulating machine for punched cards to assist in summarizing information and, later, in accounting. His invention of the punched card tabulating machine, patented in 1884, marks the beginning of the era of mechanized binary code and semiautomatic data processing systems, and his concept dom"}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Punched card", "href": "/wiki/Punched_card", "description": "A punched card is a piece of stiff paper that holds digital data represented by the presence or absence of holes in predefined positions. Punched cards were once common in data processing applications or to directly control automated machinery."}, {"title": "Calculator", "href": "/wiki/Calculator", "description": "An electronic calculator is typically a portable electronic device used to perform calculations, ranging from basic arithmetic to complex mathematics."}]}, {"heading": "Events", "year": "1906", "date": "June 8", "txt": "Theodore Roosevelt signs the Antiquities Act into law, authorizing the President to restrict the use of certain parcels of public land with historical or conservation value.", "entities": [{"title": "Theodore Roosevelt", "href": "/wiki/Theodore_Roosevelt", "description": "Theodore Roosevelt Jr., often referred to as Teddy or his initials T. R., was an American statesman, conservationist, naturalist, historian, and writer, who served as the 26th president of the United States from 1901 to 1909. He previously served as 33rd governor of New York from 1899 to 1900 and the 25th vice president of the United States from March to September 1901. Roosevelt emerged as a lead"}, {"title": "Antiquities Act", "href": "/wiki/Antiquities_Act", "description": "The Antiquities Act of 1906,, is an act that was passed by the United States Congress and signed into law by Theodore Roosevelt on June 8, 1906. This law gives the President of the United States the authority to, by presidential proclamation, create national monuments from federal lands to protect significant natural, cultural, or scientific features. The Act has been used more than a hundred time"}, {"title": "Public land", "href": "/wiki/Public_land", "description": "In all modern states, a portion of land is held by central or local governments. This is called public land, state land, or Crown land. The system of tenure of public land, and the terminology used, varies between countries. The following examples illustrate some of the range."}]}, {"heading": "Events", "year": "1912", "date": "June 8", "txt": "Carl Laemmle incorporates Universal Pictures.", "entities": [{"title": "Carl Laemmle", "href": "/wiki/Carl_Laemmle", "description": "Carl Laemmle was a German-born film producer and the founder and, until 1934, owner of Universal Pictures. He produced or worked on over 400 films."}, {"title": "Universal Studios", "href": "/wiki/Universal_Studios", "description": "Universal Pictures is an American film production and distribution company owned by Comcast through the NBCUniversal Film and Entertainment division of NBCUniversal."}]}, {"heading": "Events", "year": "1918", "date": "June 8", "txt": "A solar eclipse is observed at Baker City, Oregon by scientists and an artist hired by the United States Navy.", "entities": [{"title": "Solar eclipse of June 8, 1918", "href": "/wiki/Solar_eclipse_of_June_8,_1918", "description": "A total solar eclipse occurred on June 8, 1918. The eclipse was observed by a U.S. Naval Observatory team at Baker City in Oregon. The painting below shows totality when the Moon prevented the Sun's rays from hitting that part of Oregon. The track of the eclipse was a band across the entire contiguous United States, which would not happen again until 99 years later in 2017."}, {"title": "Baker City, Oregon", "href": "/wiki/Baker_City,_Oregon", "description": "Baker City is a city in and the county seat of Baker County, Oregon, United States. It was named after Edward D. Baker, the only U.S. Senator ever killed in military combat. The population was 9,828 at the 2010 census."}]}, {"heading": "Events", "year": "1928", "date": "June 8", "txt": "Second Northern Expedition: The National Revolutionary Army captures Peking, whose name is changed to Beijing (\"Northern Capital\").", "entities": [{"title": "Second Northern Expedition", "href": "/wiki/Second_Northern_Expedition", "description": "The Northern Expedition was a military campaign launched by the National Revolutionary Army (NRA) of the Kuomintang (KMT), also known as the \"Chinese Nationalist Party\", against the Beiyang government and other regional warlords in 1926. The purpose of the campaign was to reunify China, which had become fragmented in the aftermath of the Revolution of 1911. The expedition was led by Generalissimo "}, {"title": "National Revolutionary Army", "href": "/wiki/National_Revolutionary_Army", "description": "The National Revolutionary Army, sometimes shortened to Revolutionary Army (革命軍) before 1928, and as National Army (國軍) after 1928, was the military arm of the Kuomintang from 1925 until 1947 in the Republic of China. It also became the regular army of the ROC during the KMT's period of party rule beginning in 1928. It was renamed the Republic of China Armed Forces after the 1947 Constitution, whi"}, {"title": "Peking", "href": "/wiki/Peking", "description": "Beijing, alternatively romanized as Peking, is the capital of the People's Republic of China. It is the world's most populous national capital city, with over 21 million residents within an administrative area of 16,410.5 km2. It is located in Northern China, and is governed as a municipality under the direct administration of the State Council with 16 urban, suburban, and rural districts. Beijing"}]}, {"heading": "Events", "year": "1929", "date": "June 8", "txt": "Margaret Bondfield is appointed Minister of Labour. She is the first woman appointed to the Cabinet of the United Kingdom.", "entities": [{"title": "Margaret Bondfield", "href": "/wiki/Margaret_Bondfield", "description": "Margaret Grace Bondfield was a British Labour politician, trade unionist and women's rights activist. She became the first female cabinet minister, and the first woman to be a privy counsellor in the UK, when she was appointed Minister of Labour in the Labour government of 1929–31. She had earlier become the first woman to chair the General Council of the Trades Union Congress (TUC)."}, {"title": "Secretary of State for Employment", "href": "/wiki/Secretary_of_State_for_Employment", "description": "The Secretary of State for Employment was a position in the Cabinet of the United Kingdom. In 1995 it was merged with Secretary of State for Education to make the Secretary of State for Education and Employment. In 2001 the employment functions were hived off and transferred to the Secretary of State for Work and Pensions."}, {"title": "Cabinet of the United Kingdom", "href": "/wiki/Cabinet_of_the_United_Kingdom", "description": "The Cabinet of the United Kingdom is a group of the most senior ministers of the crown in the government of the United Kingdom. A committee of the Privy Council, it is chaired by the prime minister and its members include secretaries of state and other political leaders of government departments."}]}, {"heading": "Events", "year": "1940", "date": "June 8", "txt": "World War II: The completion of Operation Alphabet, the evacuation of Allied forces from Narvik at the end of the Norwegian Campaign.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Alphabet", "href": "/wiki/Operation_Alphabet", "description": "Operation Alphabet  was an evacuation, authorised on 24 May 1940, of Allied troops from the harbour of Narvik in northern Norway marking the success of Operation Weserübung the Nazi Germany invasion of 9 April and the end of the Allied campaign in Norway during World War II. The evacuation was completed by 8 June."}, {"title": "Narvik", "href": "/wiki/Narvik", "description": "Narvik (help·info) is the third-largest municipality in Nordland county, Norway, by population. The administrative centre of the municipality is the town of Narvik. Some of the notable villages in the municipality include Ankenesstranda, Ballangen, Beisfjord, Bjerkvik, Bjørnfjell, Elvegård, Kjøpsvik, Skjomen, Håkvik, Hergot, Straumsnes, and Vidrek. The Elvegårdsmoen army camp is located near Bjerk"}, {"title": "Norwegian Campaign", "href": "/wiki/Norwegian_Campaign", "description": "The Norwegian campaign describes the attempt of the Allies to defend northern Norway coupled with Norwegian forces' resistance to the country's invasion by Nazi Germany during 1940 in World War II."}]}, {"heading": "Events", "year": "1941", "date": "June 8", "txt": "World War II: The Allies commence the Syria–Lebanon Campaign against the possessions of Vichy France in the Levant.", "entities": [{"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Syria–Lebanon Campaign", "href": "/wiki/Syria%E2%80%93Lebanon_Campaign", "description": "The Syria–Lebanon campaign, also known as Operation Exporter, was the British invasion of Vichy French Syria and Lebanon from June–July 1941, during the Second World War. The French had ceded autonomy to Syria in September 1936, with the right to maintain armed forces and two airfields in the territory."}, {"title": "Vichy France", "href": "/wiki/Vichy_France", "description": "Vichy France is the common name of the French State headed by Marshal Philippe Pétain during World War II. It was an independent ally of Nazi Germany until late 1942 when Berlin took full control. Evacuated from Paris to the resort town of Vichy in the unoccupied \"Free Zone\" in the southern part of Metropolitan France, it remained responsible for the civil administration of France as well as its c"}, {"title": "Levant", "href": "/wiki/Levant", "description": "The Levant is an approximate historical geographical term referring to a large area in the Eastern Mediterranean region of Western Asia. In its narrowest sense, it is equivalent to the historical region of Syria, which included present-day Syria, Lebanon, Jordan, Israel, Palestine and most of Turkey south-east of the middle Euphrates. In its widest historical sense, the Levant included all of the "}]}, {"heading": "Events", "year": "1942", "date": "June 8", "txt": "World War II: The Japanese imperial submarines I-21 and I-24 shell the Australian cities of Sydney and Newcastle.", "entities": [{"title": "Japanese submarine I-21", "href": "/wiki/Japanese_submarine_I-21", "description": "I-21  was a Japanese Type B1 submarine which saw service during World War II in the Imperial Japanese Navy. She displaced 1,950 tons and had a speed of 24 knots (44 km/h). I-21 was the most successful Japanese submarine to operate in Australian waters, participating in the attack on Sydney Harbour in 1942 and sinking 44,000 tons of Allied shipping during her two deployments off the east coast of A"}, {"title": "Newcastle, New South Wales", "href": "/wiki/Newcastle,_New_South_Wales", "description": "The Newcastle metropolitan area is the second most populated area in the Australian state of New South Wales. It includes the Newcastle and Lake Macquarie local government areas. It is the hub of the Greater Newcastle area, which includes most parts of the local government areas of City of Newcastle, City of Lake Macquarie, City of Cessnock, City of Maitland and Port Stephens Council."}]}, {"heading": "Events", "year": "1949", "date": "June 8", "txt": "Helen Keller, Dorothy Parker, Danny Kaye, Fredric March, John Garfield, Paul Muni and Edward G. Robinson are named in an FBI report as Communist Party members.", "entities": [{"title": "Helen Keller", "href": "/wiki/Helen_Keller", "description": "Helen Adams Keller was an American author, disability rights advocate, political activist and lecturer. Born in West Tuscumbia, Alabama, she lost her sight and hearing after a bout of illness at the age of nineteen months. She then communicated primarily using home signs until the age of seven when she met her first teacher and life-long companion Anne Sullivan, who taught her language, including "}, {"title": "Dorothy Parker", "href": "/wiki/Dorothy_Parker", "description": "Dorothy Parker was an American poet, writer, critic, and satirist based in New York; she was best known for her wit, wisecracks, and eye for 20th-century urban foibles."}, {"title": "Danny Kaye", "href": "/wiki/Danny_Kaye", "description": "Danny Kaye was an American actor, singer, dancer, comedian, musician, and philanthropist. His performances featured physical comedy, idiosyncratic pantomimes, and rapid-fire novelty songs."}, {"title": "Fredric March", "href": "/wiki/Fredric_March", "description": "Fredric March was an American actor, regarded as \"one of Hollywood's most celebrated, versatile stars of the 1930s and 1940s\". He won the Academy Award for Best Actor for Dr. Jekyll and Mr. Hyde (1931) and The Best Years of Our Lives (1946), as well as the Tony Award for Best Actor in a Play for Years Ago (1947) and Long Day's Journey into Night (1956)."}, {"title": "John Garfield", "href": "/wiki/John_Garfield", "description": "John Garfield was an American actor who played brooding, rebellious, working-class characters. He grew up in poverty in New York City. In the early 1930s, he became a member of the Group Theater. In 1937, he moved to Hollywood, eventually becoming one of Warner Bros.' stars. He received Academy Award nominations for his performances in Four Daughters (1938) and Body and Soul (1947)."}, {"title": "Paul Muni", "href": "/wiki/Paul_Muni", "description": "Paul Muni was an Austro-Hungarian-born American stage and film actor who grew up in Chicago. Muni was a five-time Academy Award nominee, with one win. He started his acting career in the Yiddish theater. During the 1930s, he was considered one of the most prestigious actors at the Warner Bros. studio, and was given the rare privilege of choosing which parts he wanted."}, {"title": "Edward G. Robinson", "href": "/wiki/Edward_G._Robinson", "description": "Edward G. Robinson was a Romanian American actor of stage and screen during Hollywood's Golden Age. He appeared in 30 Broadway plays and more than 100 films during a 50-year career and is best remembered for his tough-guy roles as gangsters in such films as Little Caesar and Key Largo."}, {"title": "Federal Bureau of Investigation", "href": "/wiki/Federal_Bureau_of_Investigation", "description": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. c"}, {"title": "Communist Party USA", "href": "/wiki/Communist_Party_USA", "description": "The Communist Party USA, officially the Communist Party of the United States of America (CPUSA), is a far-left communist party in the United States established in 1919 after a split in the Socialist Party of America following the Russian Revolution."}]}, {"heading": "Events", "year": "1949", "date": "June 8", "txt": "George Orwell's Nineteen Eighty-Four is published.", "entities": []}, {"heading": "Events", "year": "1953", "date": "June 8", "txt": "An F5 tornado hits Beecher, Michigan, killing 116, injuring 844, and destroying 340 homes.", "entities": [{"title": "1953 Flint–Beecher tornado", "href": "/wiki/1953_Flint%E2%80%93Beecher_tornado", "description": "On Monday, June 8, 1953 an exceptionally violent tornado struck the north side of Flint, Michigan and the northern suburb of Beecher, causing catastrophic damage and hundreds of casualties. Rated as an F5 on the Fujita Scale, the tornado touched down in Genesee County, Michigan, at 8:30 p.m. and continued on a 18.6-mile-path (29.9 km), causing 116 fatalities, 844 injuries and an estimated $19 mill"}, {"title": "Beecher, Michigan", "href": "/wiki/Beecher,_Michigan", "description": "Beecher is an unincorporated community in Genesee County in the U.S. state of Michigan. It is a census-designated place (CDP) for statistical purposes and has no legal status as a municipality. The population was 10,232 as of the 2010 census, down from 12,793 at the 2000 census."}]}, {"heading": "Events", "year": "1953", "date": "June 8", "txt": "The United States Supreme Court rules in District of Columbia v. John R. Thompson Co. that restaurants in Washington, D.C., cannot refuse to serve black patrons.", "entities": []}, {"heading": "Events", "year": "1959", "date": "June 8", "txt": "USS Barbero and the United States Postal Service attempt the delivery of mail via Missile Mail.", "entities": [{"title": "USS Barbero (SS-317)", "href": "/wiki/USS_Barbero_(SS-317)", "description": "USS Barbero (SS/SSA/SSG-317) was a Balao-class submarine of the United States Navy, named for a family of fishes commonly called surgeon fish."}, {"title": "United States Postal Service", "href": "/wiki/United_States_Postal_Service", "description": "The United States Postal Service is an independent agency of the executive branch of the United States federal government responsible for providing postal service in the United States, including its insular areas and associated states. It is one of the few government agencies explicitly authorized by the United States Constitution."}, {"title": "Missile Mail", "href": "/wiki/Missile_Mail", "description": "Rocket mail is the delivery of mail by rocket or missile. The rocket lands by deploying an internal parachute upon arrival. It has been attempted by various organizations in many different countries, with varying levels of success. It has never become widely seen as being a viable option for delivering mail, due to the cost of the schemes and numerous failures."}]}, {"heading": "Events", "year": "1966", "date": "June 8", "txt": "An F-104 Starfighter collides with XB-70 Valkyrie prototype no. 2, destroying both aircraft during a photo shoot near Edwards Air Force Base. Joseph A. Walker, a NASA test pilot, and Carl Cross, a United States Air Force test pilot, are both killed.", "entities": [{"title": "F-104 Starfighter", "href": "/wiki/F-104_Starfighter", "description": "The Lockheed F-104 Starfighter is a single-engine, supersonic interceptor aircraft which was extensively deployed as a fighter-bomber during the Cold War. Created as a day fighter by Lockheed as one of the Century Series of fighter aircraft for the United States Air Force (USAF), it was developed into an all-weather multirole aircraft in the early 1960s and produced by several other nations, seein"}, {"title": "XB-70 Valkyrie", "href": "/wiki/XB-70_Valkyrie", "description": "The North American Aviation XB-70 Valkyrie was the prototype version of the planned B-70 nuclear-armed, deep-penetration strategic bomber for the United States Air Force Strategic Air Command. Designed in the late 1950s by North American Aviation (NAA), the six-engined Valkyrie was capable of cruising for thousands of miles at Mach 3+ while flying at 70,000 feet (21,000 m)."}, {"title": "Edwards Air Force Base", "href": "/wiki/Edwards_Air_Force_Base", "description": "Edwards Air Force Base (AFB) is a United States Air Force installation located in Kern County in Edwards, California, about 22 miles (35 km) northeast of Lancaster, 15 miles (24 km) east of Rosamond and 5.5 miles (8.9 km) south of California City."}, {"title": "Joseph A. Walker", "href": "/wiki/Joseph_A._Walker", "description": "Joseph Albert Walker was an American World War II pilot, experimental physicist, NASA test pilot, and astronaut. He was one of twelve pilots who flew the North American X-15, an experimental spaceplane jointly operated by the Air Force and NASA."}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "United States Air Force", "href": "/wiki/United_States_Air_Force", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}]}, {"heading": "Events", "year": "1966", "date": "June 8", "txt": "Topeka, Kansas, is devastated by a tornado that registers as an \"F5\" on the Fujita scale: The first to exceed US$100 million in damages. Sixteen people are killed, hundreds more injured, and thousands of homes damaged or destroyed.", "entities": [{"title": "Fujita scale", "href": "/wiki/Fujita_scale", "description": "The Fujita scale, or Fujita–Pearson scale, is a scale for rating tornado intensity, based primarily on the damage tornadoes inflict on human-built structures and vegetation. The official Fujita scale category is determined by meteorologists and engineers after a ground or aerial damage survey, or both; and depending on the circumstances, ground-swirl patterns, weather radar data, witness testimoni"}]}, {"heading": "Events", "year": "1966", "date": "June 8", "txt": "The National Football League and American Football League announced a merger effective in 1970.", "entities": [{"title": "American Football League", "href": "/wiki/American_Football_League", "description": "The American Football League (AFL) was a major professional American football league that operated for ten seasons from 1960 until 1970, when it merged with the older National Football League (NFL), and became the American Football Conference. The upstart AFL operated in direct competition with the more established NFL throughout its existence. It was more successful than earlier rivals to the NFL"}, {"title": "AFL–NFL merger", "href": "/wiki/AFL%E2%80%93NFL_merger", "description": "The AFL–NFL merger was the merger of the two major professional American football leagues in the United States at the time: the National Football League (NFL) and the American Football League (AFL). It paved the way for the combined league, which retained the \"National Football League\" name and logo, to become the most popular sports league in the United States. The merger was announced on the eve"}, {"title": "1970 NFL season", "href": "/wiki/1970_NFL_season", "description": "The 1970 NFL season was the 51st regular season of the National Football League, and the first one after the AFL–NFL merger. The season concluded with Super Bowl V when the Baltimore Colts beat the Dallas Cowboys 16–13 at the Orange Bowl in Miami, Florida. The Pro Bowl took place on January 24, 1971, where the NFC beat the AFC 27–6 at the Los Angeles Memorial Coliseum."}]}, {"heading": "Events", "year": "1967", "date": "June 8", "txt": "Six-Day War: The USS Liberty incident occurs, killing 34 and wounding 171.", "entities": [{"title": "Six-Day War", "href": "/wiki/Six-Day_War", "description": "The Six-Day War, also known as the June War, 1967 Arab–Israeli War, or Third Arab–Israeli War, was fought between 5 and 10 June 1967 between Israel and Jordan, Syria, and Egypt."}, {"title": "USS Liberty incident", "href": "/wiki/USS_Liberty_incident", "description": "The USS Liberty incident was an attack on a United States Navy technical research ship, USS Liberty, by Israeli Air Force jet fighter aircraft and Israeli Navy motor torpedo boats, on 8 June 1967, during the Six-Day War. The combined air and sea attack killed 34 crew members, wounded 171 crew members, and severely damaged the ship. At the time, the ship was in international waters north of the Sin"}]}, {"heading": "Events", "year": "1972", "date": "June 8", "txt": "Vietnam War: Nine-year-old Phan Thị Kim Phúc is burned by napalm, an event captured by Associated Press photographer Nick Ut moments later while the young girl is seen running down a road, in what would become an iconic, Pulitzer Prize-winning photo.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Phan Thị Kim Phúc", "href": "/wiki/Phan_Th%E1%BB%8B_Kim_Ph%C3%BAc", "description": "Phan Thị Kim Phúc, referred to informally as the  Napalm girl, is a South Vietnamese-born Canadian woman best known as the nine-year-old child depicted in the Pulitzer Prize-winning photograph taken at Trảng Bàng during the Vietnam War on June 8, 1972. The well-known photo, by AP photographer Nick Ut, shows her at nine years of age running naked on a road after being severely burned on her back by"}, {"title": "Napalm", "href": "/wiki/Napalm", "description": "Napalm is an incendiary mixture of a gelling agent and a volatile petrochemical. The name is a portmanteau of two of the constituents of the original thickening and gelling agents: co-precipitated aluminium salts of naphthenic acid and palmitic acid. Napalm B is the more modern version of napalm and, although distinctly different in its chemical composition, is often referred to simply as \"napalm\""}, {"title": "Associated Press", "href": "/wiki/Associated_Press", "description": "The Associated Press (AP) is an American non-profit news agency headquartered in New York City. Founded in 1846, it operates as a cooperative, unincorporated association. Its members are U.S. newspapers and broadcasters. AP news reports that it distributes to its members and customers are produced in English, Spanish, and Arabic. The AP has earned 54 Pulitzer Prizes, including 32 for photography, "}, {"title": "Nick Ut", "href": "/wiki/Nick_Ut", "description": "Huỳnh Công Út, known professionally as Nick Ut, is a Vietnamese-American photographer for the Associated Press (AP) who works out of Los Angeles. He won both the 1973 Pulitzer Prize for Spot News Photography and the 1973 World Press Photo of the Year for \"The Terror of War\", depicting children in flight from a napalm bombing during the Vietnam War. His best-known photo features a naked 9-year-old "}, {"title": "Pulitzer Prize", "href": "/wiki/Pulitzer_Prize", "description": "The Pulitzer Prize is an award for achievements in newspaper, magazine and online journalism, literature and musical composition within the United States. It was established in 1917 by provisions in the will of Joseph Pulitzer, who had made his fortune as a newspaper publisher and is administered by Columbia University. Prizes are awarded yearly in twenty-one categories. In twenty of the categorie"}]}, {"heading": "Events", "year": "1982", "date": "June 8", "txt": "Bluff Cove Air Attacks during the Falklands War:  Fifty-six British servicemen are killed by an Argentine air attack on two landing ships, RFA Sir Galahad and RFA Sir Tristram.", "entities": [{"title": "Bluff Cove Air Attacks", "href": "/wiki/Bluff_Cove_Air_Attacks", "description": "The Bluff Cove air attacks occurred 8 June 1982, during the Falklands War. British troop transport ships were bombed by the Argentine Air Force (FAA) whilst unloading, with significant damage and casualties."}, {"title": "Falklands War", "href": "/wiki/Falklands_War", "description": "The Falklands War was a 10-week undeclared war between Argentina and the United Kingdom in 1982 over two British dependent territories in the South Atlantic: the Falkland Islands and its territorial dependency, South Georgia and the South Sandwich Islands."}, {"title": "Argentine", "href": "/wiki/Argentine", "description": "Argentines are people identified with the country of Argentina. This connection may be residential, legal, historical or cultural. For most Argentines, several of these connections exist and are collectively the source of their being Argentine."}, {"title": "RFA Sir Galahad (1966)", "href": "/wiki/RFA_Sir_Galahad_(1966)", "description": "RFA Sir Galahad (L3005) was a Round Table class landing ship logistics (LSL) vessel belonging to the Royal Fleet Auxiliary of the United Kingdom."}, {"title": "RFA Sir Tristram (L3505)", "href": "/wiki/RFA_Sir_Tristram_(L3505)", "description": "RFA Sir Tristram (L3505) is a Landing Ship Logistics of the Round Table class. She was launched in 1966, and accepted into British Army service in 1967. As with others of her class, she was transferred to the Royal Fleet Auxiliary in 1970, and was crewed by British Officers and Hong Kong Chinese sailors. The ship saw service in the Falklands War of 1982, and was badly damaged at Fitzroy on 8 June."}]}, {"heading": "Events", "year": "1984", "date": "June 8", "txt": "Homosexuality is declared legal in the Australian state of New South Wales.", "entities": [{"title": "Homosexuality", "href": "/wiki/Homosexuality", "description": "Homosexuality is romantic attraction, sexual attraction, or sexual behavior between members of the same sex or gender. As a sexual orientation, homosexuality is \"an enduring pattern of emotional, romantic, and/or sexual attractions\" to people of the same sex. It \"also refers to a person's sense of identity based on those attractions, related behaviors, and membership in a community of others who s"}, {"title": "States and territories of Australia", "href": "/wiki/States_and_territories_of_Australia", "description": "The States and Territories of Australia are the regional governments in Australia, distinct from the federal government and local governments. States are self-administered regions with their own constitutions, legislature, police force, departments, and certain civil authorities, that administer and deliver most public policies and programs. Territories administer local policies and programs much "}, {"title": "New South Wales", "href": "/wiki/New_South_Wales", "description": "New South Wales is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, and South Australia to the west. Its coast borders the Coral and Tasman Seas to the east. The Australian Capital Territory is an enclave within the state. New South Wales' state capital is Sydney, which is also Australia's most populous city. In June 2020, the population of New Sou"}]}, {"heading": "Events", "year": "1987", "date": "June 8", "txt": "New Zealand's Labour government establishes a national nuclear-free zone under the New Zealand Nuclear Free Zone, Disarmament, and Arms Control Act 1987.", "entities": [{"title": "New Zealand Labour Party", "href": "/wiki/New_Zealand_Labour_Party", "description": "The New Zealand Labour Party, or simply Labour, is a centre-left political party in New Zealand. The party's platform programme describes its founding principle as democratic socialism, while observers describe Labour as social-democratic and pragmatic in practice. The party participates in the international Progressive Alliance."}, {"title": "New Zealand nuclear-free zone", "href": "/wiki/New_Zealand_nuclear-free_zone", "description": "In 1984, Prime Minister David Lange banned nuclear-powered or nuclear-armed ships from using New Zealand ports or entering New Zealand waters. Under the New Zealand Nuclear Free Zone, Disarmament, and Arms Control Act 1987, territorial sea, land and airspace of New Zealand became nuclear-free zones. This has since remained a part of New Zealand's foreign policy."}, {"title": "New Zealand Nuclear Free Zone, Disarmament, and Arms Control Act 1987", "href": "/wiki/New_Zealand_Nuclear_Free_Zone,_Disarmament,_and_Arms_Control_Act_1987", "description": "In 1987, the Fourth Labour Government passed the New Zealand Nuclear Free Zone, Disarmament and Arms Control Act. The Act essentially declared New Zealand as a nuclear free zone. The purpose of the Act was ambitious and wide-ranging: “to establish in New Zealand a Nuclear Free Zone, to promote and encourage an active and effective contribution by New Zealand to the essential process of disarmament"}]}, {"heading": "Events", "year": "1992", "date": "June 8", "txt": "The first World Oceans Day is celebrated, coinciding with the Earth Summit held in Rio de Janeiro, Brazil.", "entities": [{"title": "World Oceans Day", "href": "/wiki/World_Oceans_Day", "description": "World Ocean Day is an international day that takes place annually on 8 June. The concept was originally proposed in 1992 by Canada's International Centre for Ocean Development (ICOD) and the Ocean Institute of Canada (OIC) at the Earth Summit – UN Conference on Environment and Development (UNCED) in Rio de Janeiro, Brazil. \"World Oceans Day\" was officially recognised by the United Nations in 2008."}, {"title": "Earth Summit", "href": "/wiki/Earth_Summit", "description": "The United Nations Conference on Environment and Development (UNCED), also known as the Rio de Janeiro Earth Summit, the Rio Summit, the Rio Conference, and the Earth Summit, was a major United Nations conference held in Rio de Janeiro from June 3rd to June 14th in 1992."}, {"title": "Rio de Janeiro", "href": "/wiki/Rio_de_Janeiro", "description": "Rio de Janeiro, or simply Rio, is the second-most populous city in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state, after São Paulo and Minas Gerais. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO"}]}, {"heading": "Events", "year": "1995", "date": "June 8", "txt": "Downed U.S. Air Force pilot Captain Scott O'Grady is rescued by U.S. Marines in Bosnia.", "entities": [{"title": "Captain (United States O-3)", "href": "/wiki/Captain_(United_States_O-3)", "description": "In the United States Army (USA), U.S. Marine Corps (USMC), U.S. Air Force (USAF), and U.S. Space Force (USSF), captain is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differen"}, {"title": "Scott O'Grady", "href": "/wiki/Scott_O%27Grady", "description": "Scott Francis O'Grady is a former United States Air Force fighter pilot. On June 2, 1995, he was shot down over Bosnia and Herzegovina by an 2K12 Kub mobile SAM launcher and forced to eject from his F-16C into hostile territory. Marines from the U.S. eventually rescued O'Grady after nearly a week of him evading the Bosnian Serbs. He was previously involved in the Banja Luka incident where he fired"}, {"title": "U.S. Marines", "href": "/wiki/U.S._Marines", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Bosnia and Herzegovina", "href": "/wiki/Bosnia_and_Herzegovina", "description": "Bosnia and Herzegovina, abbreviated BiH or B&H, sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country in South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city."}]}, {"heading": "Events", "year": "2001", "date": "June 8", "txt": "Mamoru Takuma kills eight and injures 15 in a mass stabbing at an elementary school in the Osaka Prefecture of Japan.", "entities": [{"title": "Mamoru Takuma", "href": "/wiki/Mamoru_Takuma", "description": "Mamoru Takuma  was a Japanese mass murderer who killed eight people in the Osaka school massacre in Ikeda, Osaka Prefecture on 8 June 2001."}, {"title": "Osaka school massacre", "href": "/wiki/Osaka_school_massacre", "description": "The Osaka school massacre was a mass murder that occurred at Ikeda Elementary School in Ikeda, Osaka Prefecture, Japan on 8 June 2001, in which Mamoru Takuma, a 37-year-old ex-convict with a history of mentally disturbed and anti-social behavior, stabbed eight students to death and seriously wounded fifteen others in a knife attack that lasted several minutes. Takuma was sentenced to death in Augu"}, {"title": "Osaka Prefecture", "href": "/wiki/Osaka_Prefecture", "description": "Osaka Prefecture  is a prefecture of Japan located in the Kansai region of Honshu. Osaka Prefecture has a population of 8,823,358 and has a geographic area of 1,905 square kilometres (736 sq mi). Osaka Prefecture borders Hyōgo Prefecture to the northwest, Kyoto Prefecture to the north, Nara Prefecture to the southeast, and Wakayama Prefecture to the south."}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}]}, {"heading": "Events", "year": "2004", "date": "June 8", "txt": "The first Venus Transit in well over a century takes place, the previous one being in 1882.", "entities": [{"title": "Transit of Venus, 2004", "href": "/wiki/Transit_of_Venus,_2004", "description": "The second most recent transit of Venus observed from Earth took place on June 8, 2004. The event received significant attention, since it was the first Venus transit after the invention of broadcast media. No human alive at the time had witnessed a previous Venus transit since that transit occurred on December 6, 1882 in the 19th century."}, {"title": "1882 transit of Venus", "href": "/wiki/1882_transit_of_Venus", "description": "The 1882 transit of Venus, which took place on 6 December 1882, was the second and last transit of Venus of the 19th century, the first having taken place eight years earlier in 1874. Many an expedition was sent by European powers to describe both episodes, eight of them alone were approved and financed in 1882 by the United States Congress."}]}, {"heading": "Events", "year": "2007", "date": "June 8", "txt": "Newcastle, New South Wales, Australia, is hit by the State's worst storms and flooding in 30 years resulting in the death of nine people and the grounding of a trade ship, the MV Pasha Bulker.", "entities": [{"title": "Newcastle, New South Wales", "href": "/wiki/Newcastle,_New_South_Wales", "description": "The Newcastle metropolitan area is the second most populated area in the Australian state of New South Wales. It includes the Newcastle and Lake Macquarie local government areas. It is the hub of the Greater Newcastle area, which includes most parts of the local government areas of City of Newcastle, City of Lake Macquarie, City of Cessnock, City of Maitland and Port Stephens Council."}, {"title": "MV Pasha Bulker", "href": "/wiki/MV_Pasha_Bulker", "description": "MV Drake, previously known as Pasha Bulker, is a Panamax bulk carrier of 76,741 tonnes deadweight (DWT) operated by the Lauritzen Bulkers shipping company and owned by Japanese Disponent Owners. While waiting in the open ocean outside the harbour to load coal, Pasha Bulker ran aground during a major storm on 8 June 2007 on Nobbys Beach in Newcastle, New South Wales, Australia. It was refloated and"}]}, {"heading": "Events", "year": "2008", "date": "June 8", "txt": "At least 37 miners go missing after an explosion in a Ukrainian coal mine causes it to collapse.", "entities": [{"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "2008 Ukraine coal mine collapse", "href": "/wiki/2008_Ukraine_coal_mine_collapse", "description": "The 2008 Ukrainian coal mine collapse occurred at the Karl Marx Coal Mine in the city of Yenakiieve, Donetsk Oblast (province) of eastern Ukraine on June 8, 2008. The mine collapse was said to have been caused by a gas pipe explosion. The explosion occurred at a depth of about 1,750 feet (533 m). 37 miners were trapped underground at the time of the collapse, located 3,301 feet (1,006 m) below the"}]}, {"heading": "Events", "year": "2008", "date": "June 8", "txt": "At least seven people are killed and ten injured in a stabbing spree in Tokyo, Japan.", "entities": [{"title": "Tokyo", "href": "/wiki/Tokyo", "description": "Tokyo, officially the Tokyo Metropolis, is the de facto capital and most populous prefecture of Japan. Located at the head of Tokyo Bay, the prefecture forms part of the Kantō region on the central Pacific coast of Japan's main island of Honshu. Tokyo is the political and economic center of the country, as well as the seat of the Emperor of Japan and the national government. As of 2021, the prefec"}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}]}, {"heading": "Events", "year": "2009", "date": "June 8", "txt": "Two American journalists are found guilty of illegally entering North Korea and sentenced to 12 years of penal labour.", "entities": [{"title": "Journalist", "href": "/wiki/Journalist", "description": "A journalist is an individual trained to collect/gather information in form of text, audio or pictures, processes them to a news-worth form and disseminates it to the public. The act or process mainly done by the journalist is called journalism."}, {"title": "2009 imprisonment of American journalists by North Korea", "href": "/wiki/2009_imprisonment_of_American_journalists_by_North_Korea", "description": "On March 17, 2009, North Korean soldiers detained two American journalists, Euna Lee and Laura Ling, who were working for the U.S. independent cable television network Current TV, after they crossed into North Korea from China without a visa. They were found guilty of illegal entry and sentenced to twelve years' hard labor in June 2009. North Korean leader Kim Jong-il pardoned the two on August 5,"}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "Penal labour", "href": "/wiki/Penal_labour", "description": "Penal labour is a generic term for various kinds of unfree labour which prisoners are required to perform, typically manual labour. The work may be light or hard, depending on the context. Forms of sentence involving penal labour have included involuntary servitude, penal servitude, and imprisonment with hard labour. The term may refer to several related scenarios: labour as a form of punishment, "}]}, {"heading": "Events", "year": "2014", "date": "June 8", "txt": "At least 28 people are killed in an attack at Jinnah International Airport, Karachi, Pakistan.", "entities": [{"title": "2014 Jinnah International Airport attack", "href": "/wiki/2014_Jinnah_International_Airport_attack", "description": "On 8 June 2014, 10 militants armed with automatic weapons, a rocket launcher, suicide vests, and grenades attacked Jinnah International Airport in Karachi, Pakistan. 36 people were killed, including all 10 attackers, and 18 others were wounded. The militant organisation Tehrik-i-Taliban Pakistan (TTP) initially claimed responsibility for the attack. According to state media, the attackers were for"}]}, {"heading": "Births", "year": "0862", "date": "June 8", "txt": "Emperor Xizong of Tang (d. 888)", "entities": [{"title": "Emperor Xizong of Tang", "href": "/wiki/Emperor_Xizong_of_Tang", "description": "Emperor Xizong of Tang, né Li Yan, later name changed to Li Xuan, was an emperor of the Tang dynasty of China. He reigned from 873 to 888. He was the fifth son of his predecessor Emperor Yizong and was the elder brother of his successor Emperor Zhaozong. His reign saw his realm overrun by the great agrarian rebellions led by Wang Xianzhi and Huang Chao, and while both were eventually defeated, by "}]}, {"heading": "Births", "year": "1508", "date": "June 8", "txt": "Primož Trubar, Slovenian Protestant reformer (d. 1586)", "entities": [{"title": "Primož Trubar", "href": "/wiki/Primo%C5%BE_Trubar", "description": "Primož Trubar or Primus Truber was a Slovene Protestant Reformer of the Lutheran tradition, mostly known as the author of the first Slovene language printed book, the founder and the first superintendent of the Protestant Church of the Duchy of Carniola, and for consolidating the Slovenian language. Trubar introduced The Reformation in Slovenia, leading the Austrian Habsburgs to wage the Counter-R"}]}, {"heading": "Births", "year": "1552", "date": "June 8", "txt": "Gabriello Chiabrera, Italian poet and author (d. 1638)", "entities": [{"title": "Gabriello Chiabrera", "href": "/wiki/Gabriello_Chiabrera", "description": "Gabriello Chiabrera was an Italian poet, sometimes called the Italian Pindar."}]}, {"heading": "Births", "year": "1593", "date": "June 8", "txt": "George I Rákóczi, prince of Transylvania (d. 1648)", "entities": [{"title": "George I Rákóczi", "href": "/wiki/George_I_R%C3%A1k%C3%B3czi", "description": "George I Rákóczi was Prince of Transylvania from 1630 until his death in 1648. Prior to that, he was a leader of the Protestant faction in Hungary and a faithful supporter of Gabriel Bethlen, his predecessor as Prince. When Bohemian nobles requested military support in their struggles against the Habsburg Monarchy, Rákóczi persuaded Bethlen to help and commanded Transylvanian forces in several bat"}]}, {"heading": "Births", "year": "1625", "date": "June 8", "txt": "Giovanni Domenico Cassini, Italian-French mathematician and astronomer (d. 1712)", "entities": [{"title": "Giovanni Domenico Cassini", "href": "/wiki/Giovanni_Domenico_Cassini", "description": "Giovanni Domenico Cassini, also known as Jean-Dominique Cassini was an Italian mathematician, astronomer and engineer. Cassini was born in Perinaldo, near Imperia, at that time in the County of Nice, part of the Savoyard state. Cassini is known for his work in the fields of astronomy and engineering. Cassini discovered four satellites of the planet Saturn and noted the division of the rings of Sat"}]}, {"heading": "Births", "year": "1671", "date": "June 8", "txt": "Tomaso Albinoni, Italian violinist and composer (d. 1751)", "entities": [{"title": "Tomaso Albinoni", "href": "/wiki/Tomaso_Albinoni", "description": "Tomaso Giovanni Albinoni was an Italian Baroque composer. His output includes operas, concertos, sonatas for one to six instruments, sinfonias, and solo cantatas. While famous in his day as an opera composer, he is known today for his instrumental music, especially his concertos. He is also remembered today for a work called \"Adagio in G minor\", attributed to him but said to be written by Remo Gia"}]}, {"heading": "Births", "year": "1717", "date": "June 8", "txt": "John Collins, American lawyer and politician, 3rd Governor of Rhode Island (d. 1795)", "entities": [{"title": "John Collins (Continental Congress)", "href": "/wiki/John_Collins_(Continental_Congress)", "description": "John Collins, was the third Governor of the U.S. state of Rhode Island from 1786 to 1790. He was the last Independent to serve as Governor of Rhode Island until Lincoln Chafee (2011–2015)."}, {"title": "Governor of Rhode Island", "href": "/wiki/Governor_of_Rhode_Island", "description": "The Governor of the State of Rhode Island is the head of the executive branch of the Government of Rhode Island and serves as commander-in-chief of the State's Army National Guard and Air National Guard. The current governor is Democrat Daniel McKee."}]}, {"heading": "Births", "year": "1724", "date": "June 8", "txt": "John Smeaton, English engineer, designed the Coldstream Bridge and Perth Bridge (d. 1794)", "entities": [{"title": "John Smeaton", "href": "/wiki/John_Smeaton", "description": "John Smeaton was a British civil engineer responsible for the design of bridges, canals, harbours and lighthouses. He was also a capable mechanical engineer and an eminent physicist. Smeaton was the first self-proclaimed \"civil engineer\", and is often regarded as the \"father of civil engineering\". He pioneered the use of hydraulic lime in concrete, using pebbles and powdered brick as aggregate. Sm"}, {"title": "Coldstream Bridge", "href": "/wiki/Coldstream_Bridge", "description": "Coldstream Bridge, linking Coldstream, Scottish Borders with Cornhill-on-Tweed, Northumberland, is an 18th-century Category A/Grade II* listed bridge between England and Scotland, across the River Tweed. The bridge carries the A697 road across the Tweed."}, {"title": "Perth Bridge", "href": "/wiki/Perth_Bridge", "description": "Perth Bridge is a toll-free bridge in the city of Perth, Scotland. A Category A listed structure, it spans the River Tay, connecting Perth, on the western side of the river, to Bridgend, on its eastern side, carrying both automotive and pedestrian traffic of West Bridge Street. It is a Category A listed structure."}]}, {"heading": "Births", "year": "1745", "date": "June 8", "txt": "Caspar Wessel, Norwegian-Danish mathematician and cartographer (d. 1818)", "entities": [{"title": "Caspar Wessel", "href": "/wiki/Caspar_Wessel", "description": "Caspar Wessel was a Danish–Norwegian mathematician and cartographer. In 1799, Wessel was the first person to describe the geometrical interpretation of complex numbers as points in the complex plane."}]}, {"heading": "Births", "year": "1757", "date": "June 8", "txt": "Ercole Consalvi, Italian cardinal (d. 1824)", "entities": [{"title": "Ercole Consalvi", "href": "/wiki/Ercole_Consalvi", "description": "Ercole Consalvi was a deacon and cardinal of the Catholic Church, who served twice as Cardinal Secretary of State for the Papal States and who played a crucial role in the post-Napoleonic reassertion of the legitimist principle of the divine right of kings, of which he was a constant supporter."}]}, {"heading": "Births", "year": "1788", "date": "June 8", "txt": "Charles A. Wickliffe, American politician, 14th Governor of Kentucky (d. 1869)", "entities": [{"title": "Charles A. Wickliffe", "href": "/wiki/Charles_A._Wickliffe", "description": "Charles Anderson Wickliffe was a U.S. Representative from Kentucky. He also served as Speaker of the Kentucky House of Representatives, the 14th Governor of Kentucky, and was appointed Postmaster General by President John Tyler. Though he consistently identified with the Whig Party, he was politically independent, and often had differences of opinion with Whig founder and fellow Kentuckian Henry C"}, {"title": "Governor of Kentucky", "href": "/wiki/Governor_of_Kentucky", "description": "The Governor of the Commonwealth of Kentucky is the head of Kentucky's executive branch of government. 62 men and one woman have served as Governor of Kentucky. The governor's term is four years in length; since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Throughout the state's history, four men have served two non-consecutive terms as govern"}]}, {"heading": "Births", "year": "1810", "date": "June 8", "txt": "Robert Schumann, German composer and critic (d. 1856)", "entities": [{"title": "Robert Schumann", "href": "/wiki/Robert_Schumann", "description": "Robert Schumann was a German composer, pianist, and influential music critic. He is widely regarded as one of the greatest composers of the Romantic era. Schumann left the study of law, intending to pursue a career as a virtuoso pianist. His teacher, Friedrich Wieck, a German pianist, had assured him that he could become the finest pianist in Europe, but a hand injury ended this dream. Schumann th"}]}, {"heading": "Births", "year": "1829", "date": "June 8", "txt": "John Everett Millais, English painter and illustrator (d. 1896)", "entities": [{"title": "John Everett Millais", "href": "/wiki/John_Everett_Millais", "description": "Sir John Everett Millais, 1st Baronet, was an English painter and illustrator who was one of the founders of the Pre-Raphaelite Brotherhood. He was a child prodigy who, aged eleven, became the youngest student to enter the Royal Academy Schools. The Pre-Raphaelite Brotherhood was founded at his family home in London, at 83 Gower Street. Millais became the most famous exponent of the style, his pai"}]}, {"heading": "Births", "year": "1831", "date": "June 8", "txt": "Thomas J. Higgins, Canadian-American sergeant, Medal of Honor recipient (d. 1917)", "entities": [{"title": "Thomas J. Higgins", "href": "/wiki/Thomas_J._Higgins", "description": "Thomas J. Higgins was a Union Army soldier during the American Civil War who was a recipient of America's highest military decoration, the Medal of Honor, for his actions at the Battle of Vicksburg."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1842", "date": "June 8", "txt": "John Q. A. Brackett, American lawyer and politician, 36th Governor of Massachusetts (d. 1918)", "entities": [{"title": "John Q. A. Brackett", "href": "/wiki/John_Q._A._Brackett", "description": "John Quincy Adams Brackett was an American lawyer and politician from Massachusetts. A Republican and temperance advocate, he served one term as the 36th Governor of Massachusetts, from 1890 to 1891. Born in New Hampshire and educated at Harvard, he practiced law in Boston before entering politics."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1851", "date": "June 8", "txt": "Jacques-Arsène d'Arsonval, French physician and physicist (d. 1940)", "entities": [{"title": "Jacques-Arsène d'Arsonval", "href": "/wiki/Jacques-Ars%C3%A8ne_d%27Arsonval", "description": "Jacques-Arsène d'Arsonval was a French physician, physicist, and inventor of the moving-coil D'Arsonval galvanometer and the thermocouple ammeter. D'Arsonval was an important contributor to the emerging field of electrophysiology, the study of the effects of electricity on biological organisms, in the nineteenth century."}]}, {"heading": "Births", "year": "1852", "date": "June 8", "txt": "Guido Banti, Italian physician and pathologist (d. 1925)", "entities": [{"title": "Guido Banti", "href": "/wiki/Guido_Banti", "description": "Guido Banti was an Italian physician and pathologist. He also performed innovative studies on the heart, infectious diseases and bacteriology, splenomegaly, nephrology, lung disease, leukaemia and motor aphasia. He gave his name to Banti’s disease."}]}, {"heading": "Births", "year": "1854", "date": "June 8", "txt": "Douglas Cameron, Canadian politician, 8th Lieutenant Governor of Manitoba (d. 1921)", "entities": [{"title": "Douglas Cameron (politician)", "href": "/wiki/Douglas_Cameron_(politician)", "description": "Sir Douglas Colin Cameron was a Canadian politician. He served in the Ontario Legislature from 1902 to 1905, and was the eighth Lieutenant Governor of Manitoba from 1911 to 1916."}, {"title": "Lieutenant Governor of Manitoba", "href": "/wiki/Lieutenant_Governor_of_Manitoba", "description": "The lieutenant governor of Manitoba is the viceregal representative in Manitoba of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The lieutenant governo"}]}, {"heading": "Births", "year": "1855", "date": "June 8", "txt": "George Charles Haité, English painter and illustrator (d. 1924)", "entities": [{"title": "George Charles Haité", "href": "/wiki/George_Charles_Hait%C3%A9", "description": "George Charles Haité was an English designer, painter, illustrator and writer. His most famous work is the iconic cover design of the Strand Magazine, launched in 1891, which helped popularise the Sherlock Holmes stories of Arthur Conan Doyle. Haité was also a founder member and the first president of the London Sketch Club."}]}, {"heading": "Births", "year": "1858", "date": "June 8", "txt": "Charlotte Scott, English mathematician (d. 1931)", "entities": [{"title": "Charlotte Scott", "href": "/wiki/Charlotte_Scott", "description": "Charlotte Angas Scott was a British mathematician who made her career in the United States and was influential in the development of American mathematics, including the mathematical education of women. Scott played an important role in Cambridge changing the rules for its famous Mathematical Tripos exam."}]}, {"heading": "Births", "year": "1859", "date": "June 8", "txt": "Smith Wigglesworth, English evangelist (d. 1947)", "entities": [{"title": "Smith Wigglesworth", "href": "/wiki/Smith_Wigglesworth", "description": "Smith Wigglesworth, was a British evangelist who was influential in the early history of Pentecostalism."}]}, {"heading": "Births", "year": "1860", "date": "June 8", "txt": "Alicia Boole Stott, Irish-English mathematician and theorist (d. 1940)", "entities": [{"title": "Alicia Boole Stott", "href": "/wiki/Alicia_Boole_Stott", "description": "Alicia Boole Stott was an Irish-born English mathematician. Despite never holding an academic position, she made a number of valuable contributions to the field, receiving an honorary doctorate from the University of Groningen. She is best known for coining the term \"polytope\" for a convex solid in four dimensions, and having an impressive grasp of four-dimensional geometry from a very early age."}]}, {"heading": "Births", "year": "1867", "date": "June 8", "txt": "Frank Lloyd Wright, American architect, designed the Price Tower and Fallingwater (d. 1959)", "entities": [{"title": "Frank Lloyd Wright", "href": "/wiki/Frank_Lloyd_Wright", "description": "Frank Lloyd Wright was an American architect, designer, writer, and educator.\nHe designed more than 1,000 structures over a creative period of 70 years. Wright believed in designing in harmony with humanity and the environment, a philosophy he called organic architecture. This philosophy was exemplified in Fallingwater (1935), which has been called \"the best all-time work of American architecture."}, {"title": "Price Tower", "href": "/wiki/Price_Tower", "description": "The Price Tower is a nineteen-story, 221-foot-high tower at 510 South Dewey Avenue in Bartlesville, Oklahoma. It was built in 1956 to a design by Frank Lloyd Wright. It is the only realized skyscraper by Wright, and is one of only two vertically oriented Wright structures extant."}, {"title": "Fallingwater", "href": "/wiki/Fallingwater", "description": "Fallingwater is a house designed by the architect Frank Lloyd Wright in 1935 in southwest Pennsylvania's Laurel Highlands, about 90 minutes from downtown Pittsburgh. The house was built partly over a waterfall on Bear Run in the Mill Run section of Stewart Township, Fayette County, Pennsylvania, located in the Laurel Highlands of the Allegheny Mountains. The house was designed as a weekend home fo"}]}, {"heading": "Births", "year": "1868", "date": "June 8", "txt": "Robert Robinson Taylor, American architect (d. 1942)", "entities": [{"title": "Robert Robinson Taylor", "href": "/wiki/Robert_Robinson_Taylor", "description": "Robert Robinson Taylor was an American architect and educator. Taylor was the first African-American student enrolled at the Massachusetts Institute of Technology, and the first accredited African-American architect when he graduated in 1892. He was an early and influential member of the Tuskegee Institute faculty."}]}, {"heading": "Births", "year": "1872", "date": "June 8", "txt": "Jan Frans De Boever, Belgian painter and illustrator (d. 1949)", "entities": [{"title": "Jan Frans De Boever", "href": "/wiki/Jan_Frans_De_Boever", "description": "Jan Frans De Boever was a Belgian Symbolist painter. While considered a successful artist during most of his lifetime, his megalomaniac character made him a solitary and isolated individual."}]}, {"heading": "Births", "year": "1875", "date": "June 8", "txt": "Ernst Enno, Estonian poet and author (d. 1934)", "entities": [{"title": "Ernst Enno", "href": "/wiki/Ernst_Enno", "description": "Ernst Enno was an Estonian poet and writer."}]}, {"heading": "Births", "year": "1876", "date": "June 8", "txt": "Alexandre Tuffère, Greek-French triple jumper (d. 1958)", "entities": [{"title": "Alexandre Tuffère", "href": "/wiki/Alexandre_Tuff%C3%A8re", "description": "Alexandre Tuffère or Tuffèri was a French–Greek athlete, although he was born and lived in Athens, his father was French. He competed at the 1896 Summer Olympics and the 1900 Summer Olympics for France, and the 1906 Intercalated Games for Greece."}]}, {"heading": "Births", "year": "1885", "date": "June 8", "txt": "Karl Genzken, German physician (d. 1957)", "entities": [{"title": "Karl Genzken", "href": "/wiki/Karl_Genzken", "description": "Karl August Genzken was a Nazi physician who conducted human experiments on prisoners of several concentration camps. He was a Gruppenführer of the Waffen-SS and the Chief of the Medical Office of the Waffen-SS. Genzken was tried as a war criminal in the Doctors' Trial at Nuremberg."}]}, {"heading": "Births", "year": "1891", "date": "June 8", "txt": "William Funnell, Australian public servant (d. 1962)", "entities": [{"title": "William Funnell (public servant)", "href": "/wiki/William_Funnell_(public_servant)", "description": "William Funnell ISO was a senior Australian public servant, best known for his time as head of the Department of Labour and National Service between 1946 and 1952."}]}, {"heading": "Births", "year": "1893", "date": "June 8", "txt": "Ernst Marcus, German zoologist (d. 1968)", "entities": [{"title": "Ernst Marcus (zoologist)", "href": "/wiki/Ernst_Marcus_(zoologist)", "description": "Ernst Gustav Gotthelf Marcus was a German zoologist, former occupant of the chair of zoology at the University of São Paulo from 1936 to 1963, and co-founder of the Oceanographic Institute of the University of São Paulo."}]}, {"heading": "Births", "year": "1893", "date": "June 8", "txt": "Gaby Morlay, French actress (d. 1964)", "entities": []}, {"heading": "Births", "year": "1894", "date": "June 8", "txt": "Erwin Schulhoff, Czech composer and pianist (d. 1942)", "entities": [{"title": "Erwin Schulhoff", "href": "/wiki/Erwin_Schulhoff", "description": "Erwin Schulhoff was a Czech composer and pianist. He was one of the figures in the generation of European musicians whose successful careers were prematurely terminated by the rise of the Nazi regime in Germany and whose works have been rarely noted or performed."}]}, {"heading": "Births", "year": "1895", "date": "June 8", "txt": "Santiago Bernabéu Yeste, Spanish footballer and manager (d. 1978)", "entities": [{"title": "Santiago Bernabéu Yeste", "href": "/wiki/Santiago_Bernab%C3%A9u_Yeste", "description": "Santiago Bernabéu de Yeste was a Spanish footballer who played for Real Madrid as a forward, and is one of the most important men in Real Madrid's history."}]}, {"heading": "Births", "year": "1897", "date": "June 8", "txt": "John G. Bennett, English mathematician and technologist (d. 1974)", "entities": [{"title": "John G. Bennett", "href": "/wiki/John_G._Bennett", "description": "John Godolphin Bennett was a British scientist, technologist, industrial research director, and author. He is best known for his books on psychology and spirituality, particularly on the teachings of G. I. Gurdjieff. Bennett met Gurdjieff in Istanbul in October 1920 and later helped to co-ordinate the work of Gurdjieff in England after the guru had moved to Paris. He also was active in starting th"}]}, {"heading": "Births", "year": "1899", "date": "June 8", "txt": "Eugène Lapierre, Canadian organist, composer and arts administrator (d. 1970)", "entities": [{"title": "Eugène Lapierre", "href": "/wiki/Eug%C3%A8ne_Lapierre", "description": "\n\nEugène Lapierre was a Canadian organist, composer, journalist, writer on music, arts administrator, and music educator. He was awarded the King George V Silver Jubilee Medal in 1935 and the King George VI Coronation Medal in 1937. In 1963 he was named Chevalier of the Order of Malta and in 1966 he received the Bene merenti de patria from the Saint-Jean-Baptiste Society. He is the great uncle of "}]}, {"heading": "Births", "year": "1899", "date": "June 8", "txt": "Ernst-Robert Grawitz, German physician (d. 1945)", "entities": []}, {"heading": "Births", "year": "1900", "date": "June 8", "txt": "Lena Baker, African-American maid executed for capital murder, later pardoned posthumously (d. 1945) ", "entities": [{"title": "Lena Baker", "href": "/wiki/Lena_Baker", "description": "Lena Baker was an African American maid in Cuthbert, Georgia, United States, who was convicted of capital murder of a white man, Ernest Knight. She was executed by the state of Georgia in 1945. Baker was the only woman in Georgia to be executed by electrocution."}]}, {"heading": "Births", "year": "1903", "date": "June 8", "txt": "Ralph Yarborough, American colonel and politician (d. 1996)", "entities": [{"title": "Ralph Yarborough", "href": "/wiki/Ralph_Yarborough", "description": "Ralph Webster Yarborough was an American politician and lawyer. He was a Texas Democratic politician who served in the United States Senate from 1957 to 1971 and was a leader of the progressive wing of his party. Along with Senate Majority Leader Lyndon B. Johnson and Speaker of the House Sam Rayburn, but unlike most Southern congressmen, Yarborough refused to support the 1956 Southern Manifesto, "}]}, {"heading": "Births", "year": "1903", "date": "June 8", "txt": "Marguerite Yourcenar, Belgian-French author and poet (d. 1987)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 8", "txt": "C. C. Beck, American illustrator (d. 1989)", "entities": [{"title": "C. C. Beck", "href": "/wiki/C._C._Beck", "description": "Charles Clarence Beck was an American cartoonist and comic book artist, best known for his work on Captain Marvel at Fawcett Comics and DC Comics."}]}, {"heading": "Births", "year": "1910", "date": "June 8", "txt": "John W. Campbell, American journalist and author (d. 1971)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 8", "txt": "Fernand Fonssagrives, French-American photographer, sculptor, and painter (d. 2003)", "entities": []}, {"heading": "Births", "year": "1911", "date": "June 8", "txt": "Edmundo Rivero, Argentinian singer-songwriter (d. 1986)", "entities": [{"title": "Edmundo Rivero", "href": "/wiki/Edmundo_Rivero", "description": "Leonel Edmundo Rivero was an Argentine tango singer, composer, and impresario."}]}, {"heading": "Births", "year": "1912", "date": "June 8", "txt": "Wilhelmina Barns-Graham, British abstract painter (d. 2004)", "entities": [{"title": "Wilhelmina Barns-Graham", "href": "/wiki/Wilhelmina_Barns-Graham", "description": "Wilhelmina Barns-Graham CBE was one of the foremost British abstract artists, a member of the influential Penwith Society of Arts."}]}, {"heading": "Births", "year": "1912", "date": "June 8", "txt": "Maurice Bellemare, Canadian lawyer and politician (d. 1989)", "entities": []}, {"heading": "Births", "year": "1912", "date": "June 8", "txt": "Harry Holtzman, American painter (d. 1987)", "entities": []}, {"heading": "Births", "year": "1915", "date": "June 8", "txt": "Kayyar Kinhanna Rai, Indian journalist, author, and poet (d. 2015)", "entities": [{"title": "Kayyar Kinhanna Rai", "href": "/wiki/Kayyar_Kinhanna_Rai", "description": "Kayyara Kinhanna Rai was an Indian independence activist, author, poet, journalist, teacher and farmer."}]}, {"heading": "Births", "year": "1916", "date": "June 8", "txt": "Francis Crick, English biologist, biophysicist, and neuroscientist, Nobel Prize laureate (d. 2004)", "entities": [{"title": "Francis Crick", "href": "/wiki/Francis_Crick", "description": "Francis Harry Compton Crick was a British molecular biologist, biophysicist, and neuroscientist. He, James Watson, and Rosalind Franklin played a crucial role in deciphering the helical structure of the DNA molecule. Crick and Watson's paper in Nature in 1953 laid the groundwork for understanding DNA structure and functions. Together with Maurice Wilkins, they were jointly awarded the 1962 Nobel P"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1916", "date": "June 8", "txt": "Luigi Comencini, Italian director and screenwriter (d. 2007)", "entities": []}, {"heading": "Births", "year": "1916", "date": "June 8", "txt": "Richard Pousette-Dart, American painter and educator (d. 1992)", "entities": []}, {"heading": "Births", "year": "1917", "date": "June 8", "txt": "Byron White, American football player and judge (d. 2002)", "entities": [{"title": "Byron White", "href": "/wiki/Byron_White", "description": "Byron Raymond \"Whizzer\" White was an American lawyer and professional football player who served as an Associate Justice of the Supreme Court of the United States from 1962 to 1993. Born and raised in Colorado, he played college football, basketball, and baseball for the University of Colorado, finishing as the runner up for the Heisman Trophy in 1937. He was selected in the first round of the 193"}]}, {"heading": "Births", "year": "1918", "date": "June 8", "txt": "George Edward Hughes, Irish-New Zealand philosopher and logician (d. 1994)", "entities": [{"title": "George Edward Hughes", "href": "/wiki/George_Edward_Hughes", "description": "George Edward Hughes, usually cited as G. E. Hughes, was an Irish-born New Zealand philosopher and logician whose principal scholarly works were concerned with modal logic and medieval philosophy."}]}, {"heading": "Births", "year": "1918", "date": "June 8", "txt": "Robert Preston, American captain, actor, and singer (d. 1987)", "entities": []}, {"heading": "Births", "year": "1918", "date": "June 8", "txt": "John D. Roberts, American chemist and academic (d. 2016)", "entities": []}, {"heading": "Births", "year": "1918", "date": "June 8", "txt": "John H. Ross, American captain and pilot (d. 2013)", "entities": []}, {"heading": "Births", "year": "1919", "date": "June 8", "txt": "John R. Deane, Jr., American general (d. 2013)", "entities": [{"title": "John R. Deane, Jr.", "href": "/wiki/John_R._Deane,_Jr.", "description": "John Russell Deane Jr. was a highly decorated United States Army officer who rose to the rank of general and served as commander of the United States Army Materiel Command."}]}, {"heading": "Births", "year": "1920", "date": "June 8", "txt": "Gwen Harwood, Australian poet and playwright (d. 1995)", "entities": [{"title": "Gwen Harwood", "href": "/wiki/Gwen_Harwood", "description": "Gwen Harwood AO, née Gwendoline Nessie Foster, was an Australian poet and librettist. Gwen Harwood is regarded as one of Australia's finest poets, publishing over 420 works, including 386 poems and 13 librettos. She won numerous poetry awards and prizes, and one of Australia's most significant poetry prizes, the Gwen Harwood Poetry Prize is named for her. Her work is commonly studied in schools an"}]}, {"heading": "Births", "year": "1921", "date": "June 8", "txt": "Gordon McLendon, American broadcaster and businessman (d. 1986)", "entities": [{"title": "Gordon McLendon", "href": "/wiki/Gordon_McLendon", "description": "Gordon Barton McLendon was a radio broadcaster. He was nicknamed \"the Maverick of Radio.\" McLendon is widely credited for perfecting, during the 1950s and 1960s, the commercially successful Top 40 radio format created by Todd Storz. He also developed offshore pirate radio broadcasting to both Scandinavia and the British Isles. In addition, he was active in circles of conservative business-politica"}]}, {"heading": "Births", "year": "1921", "date": "June 8", "txt": "Olga Nardone, American actress (d. 2010)", "entities": []}, {"heading": "Births", "year": "1921", "date": "June 8", "txt": "LeRoy Neiman, American soldier and painter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1921", "date": "June 8", "txt": "Alexis Smith, Canadian-born American actress and singer (d. 1993)", "entities": []}, {"heading": "Births", "year": "1921", "date": "June 8", "txt": "Suharto, Indonesian soldier and politician, 2nd President of Indonesia (d. 2008)", "entities": [{"title": "President of Indonesia", "href": "/wiki/President_of_Indonesia", "description": "The president of the Republic of Indonesia is the head of state and also head of government of the Republic of Indonesia. The president leads the executive branch of the Indonesian government and is the commander-in-chief of the Indonesian National Armed Forces. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Births", "year": "1924", "date": "June 8", "txt": "Billie Dawe, Canadian ice hockey player and manager (d. 2013)", "entities": [{"title": "Billie Dawe", "href": "/wiki/Billie_Dawe", "description": "Billie Dawe was a Canadian amateur ice hockey player. He was a member of the 1950 World Champion team, the Edmonton Mercurys, and led that team to a gold medal at the 1952 Olympics."}]}, {"heading": "Births", "year": "1924", "date": "June 8", "txt": "Kenneth Waltz, American political scientist and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 8", "txt": "Barbara Bush, American wife of George H. W. Bush, 41st First Lady of the United States (d. 2018)", "entities": [{"title": "Barbara Bush", "href": "/wiki/Barbara_Bush", "description": "Barbara Bush was the first lady of the United States from 1989 to 1993 as the wife of George H. W. Bush, who served as the 41st president of the United States, and the founder of the Barbara Bush Foundation for Family Literacy. She previously was the second lady of the United States from 1981 to 1989. Among her six children are George W. Bush, the 43rd president of the United States, and Jeb Bush,"}, {"title": "George H. W. Bush", "href": "/wiki/George_H._W._Bush", "description": "George Herbert Walker Bush was an American politician, diplomat and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, Bush also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence."}, {"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}, {"title": "2018", "href": "/wiki/2018", "description": "2018 (MMXVIII) was a common year starting on Monday of the Gregorian calendar, the 2018th year of the Common Era (CE) and Anno Domini (AD) designations, the 18th year of the 3rd millennium, the 18th year of the 21st century, and the 9th year of the 2010s decade. "}]}, {"heading": "Births", "year": "1927", "date": "June 8", "txt": "Jerry Stiller, American actor, comedian and producer (d. 2020)", "entities": [{"title": "Jerry Stiller", "href": "/wiki/Jerry_Stiller", "description": "Gerald Isaac Stiller was an American actor, comedian and author. He spent many years as part of the comedy duo Stiller and Meara with his wife, Anne Meara, to whom he was married for over 60 years until her death in 2015. Stiller saw a late-career resurgence starting in 1993, playing George Costanza's father Frank on the sitcom Seinfeld, a part which earned him an Emmy nomination. The year Seinfel"}]}, {"heading": "Births", "year": "1929", "date": "June 8", "txt": "Nada Inada, Japanese psychiatrist and author (d. 2013)", "entities": [{"title": "Nada Inada", "href": "/wiki/Nada_Inada", "description": "\nNada Inada  was the pen-name of a Japanese psychiatrist, writer and literary critic active in late Shōwa period and early Heisei period Japan. His pen name is from the Spanish language phrase \"nada y nada\"."}]}, {"heading": "Births", "year": "1930", "date": "June 8", "txt": "Robert Aumann, German-American mathematician and economist, Nobel Prize laureate", "entities": [{"title": "Robert Aumann", "href": "/wiki/Robert_Aumann", "description": "Robert John Aumann is an Israeli-American mathematician, and a member of the United States National Academy of Sciences. He is a professor at the Center for the Study of Rationality in the Hebrew University of Jerusalem in Israel. He also holds a visiting position at Stony Brook University, and is one of the founding members of the Stony Brook Center for Game Theory."}, {"title": "Nobel Prize in Economics", "href": "/wiki/Nobel_Prize_in_Economics", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1930", "date": "June 8", "txt": "Marcel Léger, Canadian lawyer and politician (d. 1993)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 8", "txt": "James Goldstone, American director and screenwriter (d. 1999)", "entities": [{"title": "James Goldstone", "href": "/wiki/James_Goldstone", "description": "James Goldstone was an American film and television director whose career spanned over thirty years."}]}, {"heading": "Births", "year": "1931", "date": "June 8", "txt": "Dana Wynter, British actress (d. 2011)", "entities": []}, {"heading": "Births", "year": "1932", "date": "June 8", "txt": "Ray Illingworth, English cricketer and sportscaster", "entities": [{"title": "Ray Illingworth", "href": "/wiki/Ray_Illingworth", "description": "Raymond Illingworth CBE is a former English cricketer, cricket commentator and cricket administrator. As of 2015, he is one of only nine players to have taken 2,000 wickets and made 20,000 runs in first-class cricket. He played for Yorkshire, Leicestershire (1969–78) and England (1958–73) and was a Wisden Cricketer of the Year in 1960. He is currently the oldest living cricketer who had played at "}]}, {"heading": "Births", "year": "1932", "date": "June 8", "txt": "Ian Kirkwood, Lord Kirkwood, Scottish lawyer and judge (d. 2017)", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 8", "txt": "Rommie Loudd, American football player and coach (d. 1998)", "entities": [{"title": "Rommie Loudd", "href": "/wiki/Rommie_Loudd", "description": "Rommie Lee Loudd was an American former collegiate and professional American football player, coach, and executive. He was the first black assistant coach in the American Football League and the first black majority owner of a major league sports team."}]}, {"heading": "Births", "year": "1933", "date": "June 8", "txt": "Joan Rivers, American comedian, actress, and television host (d. 2014)", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 8", "txt": "Robert Stevens, English lawyer and academic", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 8", "txt": "Millicent Martin, English actress and singer", "entities": [{"title": "Millicent Martin", "href": "/wiki/Millicent_Martin", "description": "Millicent Mary Lillian Martin is a BAFTA award-winning English actress, singer, and comedian, who was the lone female singer of topical songs on the weekly BBC Television satire show That Was The Week That Was known as TW3 (1962–1963). For her work on Broadway, she received Tony Award nominations for Side by Side by Sondheim (1977) and King of Hearts (1978), both for Best Featured Actress in a Mus"}]}, {"heading": "Births", "year": "1935", "date": "June 8", "txt": "Molade Okoya-Thomas, Nigerian businessman and philanthropist (d. 2015)", "entities": [{"title": "Molade Okoya-Thomas", "href": "/wiki/Molade_Okoya-Thomas", "description": "Molade Alexander Okoya-Thomas FCNA, MFR, OFR, KSS was born in Lagos. He obtained his formal education at Princess School Lagos, Baptist Academy, Lagos, Balham & Tooting College of Commerce London and Columbia University in New York City. He was given the chieftaincy titles of the Asoju Oba of Lagos, Babasuwa of Ijebu-Remo and Odofin of Ife. He was also the Chancellor of Lagos State University and "}]}, {"heading": "Births", "year": "1936", "date": "June 8", "txt": "James Darren, American actor", "entities": [{"title": "James Darren", "href": "/wiki/James_Darren", "description": "James William Ercolani, known by his stage name James Darren, is an American television and film actor, television director, and singer."}]}, {"heading": "Births", "year": "1936", "date": "June 8", "txt": "Kenneth G. Wilson, American physicist and academic, Nobel Prize laureate (d. 2013)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1937", "date": "June 8", "txt": "Gillian Clarke, Welsh poet and playwright", "entities": [{"title": "Gillian Clarke", "href": "/wiki/Gillian_Clarke", "description": "Gillian Clarke is a Welsh poet and playwright, who also edits, broadcasts, lectures and translates from Welsh into English. She co-founded Tŷ Newydd, a writers' centre in North Wales."}]}, {"heading": "Births", "year": "1938", "date": "June 8", "txt": "Angelo Amato, Italian cardinal", "entities": [{"title": "Angelo Amato", "href": "/wiki/Angelo_Amato", "description": "Angelo Amato, S.D.B. is an Italian cardinal of the Catholic Church who served as the Prefect of the Congregation for the Causes of Saints between 2008 and 2018. He served as Secretary of the Congregation for the Doctrine of the Faith from 2002 to 2008 and became a cardinal in 2010."}]}, {"heading": "Births", "year": "1939", "date": "June 8", "txt": "Herb Adderley, American football player", "entities": [{"title": "Herb Adderley", "href": "/wiki/Herb_Adderley", "description": "Herbert Anthony Adderley was an American professional football player who was a cornerback for the Green Bay Packers and the Dallas Cowboys of the National Football League (NFL). In 1980, he was enshrined in the Pro Football Hall of Fame."}]}, {"heading": "Births", "year": "1940", "date": "June 8", "txt": "Nancy Sinatra, American singer and actress", "entities": [{"title": "Nancy Sinatra", "href": "/wiki/Nancy_Sinatra", "description": "Nancy Sandra Sinatra is an American singer and actress. She is the elder daughter of Frank Sinatra and Nancy Sinatra, and is widely known for her 1965 signature hit \"These Boots Are Made for Walkin'\"."}]}, {"heading": "Births", "year": "1941", "date": "June 8", "txt": "Robert Bradford, Northern Irish politician and activist (d. 1981)", "entities": [{"title": "Robert Bradford (Northern Irish politician)", "href": "/wiki/Robert_Bradford_(Northern_Irish_politician)", "description": "Reverend Robert Jonathan Bradford was a Methodist Minister and a Vanguard Unionist and Ulster Unionist Member of Parliament for the Belfast South constituency in Northern Ireland until his assassination by the Provisional Irish Republican Army (IRA) on 14 November 1981."}]}, {"heading": "Births", "year": "1941", "date": "June 8", "txt": "George Pell, Australian cardinal", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 8", "txt": "Nikos Konstantopoulos, Greek politician, Greek Minister of the Interior", "entities": [{"title": "Nikos Konstantopoulos", "href": "/wiki/Nikos_Konstantopoulos", "description": "Nikos Konstantopoulos is a Greek politician, member of the Hellenic Parliament and former president of the left-wing Synaspismos. His daughter, Zoi, was until September 2015 the Speaker of the Hellenic Parliament."}, {"title": "Ministry of the Interior and Administrative Reconstruction", "href": "/wiki/Ministry_of_the_Interior_and_Administrative_Reconstruction", "description": "The Ministry of the Interior is a government department of Greece. On 15 September 1995, it was merged with the Ministry of the Prime Minister's Office to form the Ministry of the Interior, Public Administration and Decentralization. On 19 September 2007, it was merged with the Ministry of Public Order and reverted to its original name. The merger was reversed on 7 October 2009, when the Ministry "}]}, {"heading": "Births", "year": "1942", "date": "June 8", "txt": "Doug Mountjoy, Welsh snooker player (d. 2021)", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 8", "txt": "Colin Baker, English actor", "entities": [{"title": "Colin Baker", "href": "/wiki/Colin_Baker", "description": "Colin Baker is an English actor who played Paul Merroney in the BBC drama series The Brothers from 1974 to 1976 and the sixth incarnation of the Doctor in the long-running science fiction television series Doctor Who from 1984 to 1986. Baker's tenure as the Doctor proved to be a controversial era for the series, which included a hiatus in production and his subsequent replacement on the orders of "}]}, {"heading": "Births", "year": "1943", "date": "June 8", "txt": "William Calley, American military officer", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 8", "txt": "Willie Davenport, American hurdler (d. 2002)", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 8", "txt": "Peter Eggert, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 8", "txt": "Pierre-André Fournier, Roman Catholic archbishop (d. 2015)", "entities": []}, {"heading": "Births", "year": "1944", "date": "June 8", "txt": "Boz Scaggs, American singer-songwriter and guitarist", "entities": [{"title": "Boz Scaggs", "href": "/wiki/Boz_Scaggs", "description": "William Royce \"Boz\" Scaggs is an American singer, songwriter, and guitarist. He became prominent for his series of albums in the late 1970s, and songs \"Lido Shuffle\" and \"Lowdown\" from Silk Degrees (1976), which peaked at No. 2 on the Billboard 200. Scaggs continues to write, record music, and tour."}]}, {"heading": "Births", "year": "1945", "date": "June 8", "txt": "Steven Fromholz, American singer-songwriter, producer, and poet (d. 2014)", "entities": [{"title": "Steven Fromholz", "href": "/wiki/Steven_Fromholz", "description": "Steven John Fromholz was an American entertainer, singer-songwriter who was selected as the Poet Laureate of Texas for 2007."}]}, {"heading": "Births", "year": "1945", "date": "June 8", "txt": "Derek Underwood, English cricketer", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 8", "txt": "Graham Henry, New Zealand rugby player and coach", "entities": [{"title": "Graham Henry", "href": "/wiki/Graham_Henry", "description": "Sir Graham William Henry is a New Zealand rugby union coach, and former head coach of the country's national team, the All Blacks."}]}, {"heading": "Births", "year": "1947", "date": "June 8", "txt": "Annie Haslam, English singer-songwriter and painter", "entities": [{"title": "Annie Haslam", "href": "/wiki/Annie_Haslam", "description": "Annie Haslam is an English vocalist, songwriter, and painter. She is best known as the lead singer of progressive rock band Renaissance since 1971, and for her long and diverse solo singing career. She has a five-octave vocal range. From 2002, Haslam has developed a parallel career as a visual artist, producing paintings on canvas, painted musical instruments, and giclées."}]}, {"heading": "Births", "year": "1947", "date": "June 8", "txt": "Sara Paretsky, American author", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 8", "txt": "Eric F. Wieschaus, American biologist, geneticist, and academic Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1949", "date": "June 8", "txt": "Emanuel Ax, Polish-American pianist and educator", "entities": [{"title": "Emanuel Ax", "href": "/wiki/Emanuel_Ax", "description": "Emanuel \"Manny\" Ax is a Grammy-winning American classical pianist. He is a teacher on the faculty of the Juilliard School."}]}, {"heading": "Births", "year": "1949", "date": "June 8", "txt": "Hildegard Falck, German runner", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 8", "txt": "Kathy Baker, American actress", "entities": [{"title": "Kathy Baker", "href": "/wiki/Kathy_Baker", "description": "Katherine Whitton Baker is an American actress. Baker began her career in theatre and made her screen debut in the 1983 drama film, The Right Stuff. She received the National Society of Film Critics Award for Best Supporting Actress and an Independent Spirit Award nomination for her performance in Street Smart (1987). Baker also has appeared in over 50 films, including  Jacknife (1989), Edward Sci"}]}, {"heading": "Births", "year": "1950", "date": "June 8", "txt": "Sônia Braga, Brazilian actress and producer", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 8", "txt": "Bonnie Tyler, Welsh singer-songwriter", "entities": [{"title": "Bonnie Tyler", "href": "/wiki/Bonnie_Tyler", "description": "Bonnie Tyler is a Welsh singer, known for her distinctive husky voice. Tyler came to prominence with the release of her 1977 album The World Starts Tonight and its singles \"Lost in France\" and \"More Than a Lover\". Her 1978 single \"It's a Heartache\" reached number four on the UK Singles Chart, and number three on the US Billboard Hot 100."}]}, {"heading": "Births", "year": "1953", "date": "June 8", "txt": "Sandy Nairne, English historian and curator", "entities": [{"title": "Sandy Nairne", "href": "/wiki/Sandy_Nairne", "description": "\n\nAlexander Robert \"Sandy\" Nairne is an English historian and curator. From 2002 until February 2015 he was the director of the National Portrait Gallery, London."}]}, {"heading": "Births", "year": "1953", "date": "June 8", "txt": "Ivo Sanader, Croatian historian and politician, 8th Prime Minister of Croatia", "entities": [{"title": "Prime Minister of Croatia", "href": "/wiki/Prime_Minister_of_Croatia", "description": "The prime minister of Croatia, officially the President of the Government of the Republic of Croatia, is Croatia's head of government, and is de facto the most powerful and influential state officeholder in the Croatian system of government. Following the first-time establishment of the office in 1945, the 1990–2000 semi-presidential period is the only exception where the president of Croatia held"}]}, {"heading": "Births", "year": "1953", "date": "June 8", "txt": "Olav Stedje, Norwegian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 8", "txt": "Greg Ginn, American punk rock guitarist, singer, and songwriter (Black Flag)", "entities": [{"title": "Greg Ginn", "href": "/wiki/Greg_Ginn", "description": "Gregory Regis Ginn is an American guitarist, songwriter, and singer, best known for being the leader of and primary songwriter for the hardcore punk band Black Flag, which he founded and led from 1976 to 1986, and again in 2003. The band announced another reunion on January 25, 2013. Since the breakup of Black Flag, Ginn has recorded solo albums, and performed with such bands as October Faction, G"}, {"title": "Black Flag (band)", "href": "/wiki/Black_Flag_(band)", "description": "Black Flag is an American punk rock band formed in 1976 in Hermosa Beach, California. Initially called Panic, the band was established by Greg Ginn, the guitarist, primary songwriter, and sole continuous member through multiple personnel changes in the band. They are widely considered to be one of the first hardcore punk bands, as well as one of the pioneers of post-hardcore. After breaking up in "}]}, {"heading": "Births", "year": "1954", "date": "June 8", "txt": "Kiril of Varna, Bulgarian metropolitan (d. 2013)", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 8", "txt": "Sergei Storchak, Ukrainian-Russian politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 8", "txt": "Tim Berners-Lee, English computer scientist, best known as the inventor of the World Wide Web", "entities": [{"title": "Tim Berners-Lee", "href": "/wiki/Tim_Berners-Lee", "description": "Sir Timothy John Berners-Lee, also known as TimBL, is an English computer scientist best known as the inventor of the World Wide Web. He is a Professorial Fellow of Computer Science at the University of Oxford and a professor at the Massachusetts Institute of Technology (MIT). Berners-Lee proposed an information management system on 12 March 1989, then implemented the first successful communicatio"}, {"title": "World Wide Web", "href": "/wiki/World_Wide_Web", "description": "The World Wide Web (WWW), commonly known as the Web, is an information system where documents and other web resources are identified by Uniform Resource Locators, which may be interlinked by hyperlinks, and are accessible over the Internet. The resources of the Web are transferred via the Hypertext Transfer Protocol (HTTP), may be accessed by users by a software application called a web browser, a"}]}, {"heading": "Births", "year": "1955", "date": "June 8", "txt": "José Antonio Camacho, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 8", "txt": "Griffin Dunne, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 8", "txt": "Jonathan Potter, English psychologist, sociolinguist, and academic", "entities": [{"title": "Jonathan Potter", "href": "/wiki/Jonathan_Potter", "description": "Jonathan Potter is Dean of the School of Communication and Information at Rutgers University and one of the originators of discursive psychology."}]}, {"heading": "Births", "year": "1957", "date": "June 8", "txt": "Scott Adams, American author and illustrator", "entities": [{"title": "Scott Adams", "href": "/wiki/Scott_Adams", "description": "Scott Raymond Adams is an American artist and creator of the Dilbert comic strip and the author of several nonfiction works of satire, commentary, and business.\nHis Dilbert series came to national prominence through the downsizing period in 1990s America and was then distributed worldwide. Adams worked in various roles at big businesses before he became a full-time cartoonist in 1995. He writes in"}]}, {"heading": "Births", "year": "1957", "date": "June 8", "txt": "Don Robinson, American baseball player and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 8", "txt": "Sonja Vectomov, Czech/Finnish sculptor", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 8", "txt": "Louise Richardson, Irish political scientist and academic", "entities": [{"title": "Louise Richardson", "href": "/wiki/Louise_Richardson", "description": "Louise Mary Richardson FRSE is an Irish political scientist whose specialist field is the study of terrorism. In January 2016 she became the Vice-Chancellor of the University of Oxford, having formerly served as the Principal and Vice-Chancellor of the University of St Andrews, and as the executive dean of the Radcliffe Institute for Advanced Study at Harvard University."}]}, {"heading": "Births", "year": "1958", "date": "June 8", "txt": "Keenen Ivory Wayans, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 8", "txt": "Mohsen Kadivar, Iranian philosopher", "entities": [{"title": "Mohsen Kadivar", "href": "/wiki/Mohsen_Kadivar", "description": "Mohsen Kadivar is a philosopher, leading intellectual reformist, and professor of Islamic Studies. A political Iranian dissident, Kadivar has been a vocal critic of the doctrine of clerical rule, also known as Velayat-e Faqih, and a strong advocate of democratic and liberal reforms in Iran as well as constructional reform in shari'a and Shi'a theology. Kadivar has served time in prison in Iran for"}]}, {"heading": "Births", "year": "1960", "date": "June 8", "txt": "Mick Hucknall, English singer-songwriter", "entities": [{"title": "Mick Hucknall", "href": "/wiki/Mick_Hucknall", "description": "Michael James Hucknall is an English singer and songwriter. Hucknall achieved international fame in the 1980s as the lead singer and songwriter of the soul-influenced pop band Simply Red, with whom he enjoyed a 25-year career and sold over 50 million albums. Hucknall was described by Australian music magazine Rhythms as \"one of the truly great blue-eyed soul singers\", while Q credited him with \"th"}]}, {"heading": "Births", "year": "1960", "date": "June 8", "txt": "Thomas Steen, Swedish ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 8", "txt": "Mary Bonauto, American lawyer and gay rights activist", "entities": [{"title": "Mary Bonauto", "href": "/wiki/Mary_Bonauto", "description": "Mary L. Bonauto is an American lawyer and civil rights advocate who has worked to eradicate discrimination based on sexual orientation and gender identity, and has been referred to by US Representative Barney Frank as \"our Thurgood Marshall.\"\nShe began working with the Massachusetts-based Gay & Lesbian Advocates & Defenders, now named GLBTQ Legal Advocates & Defenders (GLAD) organization in 1990. "}]}, {"heading": "Births", "year": "1963", "date": "June 8", "txt": "Karen Kingsbury, American journalist and author", "entities": [{"title": "Karen Kingsbury", "href": "/wiki/Karen_Kingsbury", "description": "Karen Kingsbury is an American Christian novelist born in Fairfax, Virginia."}]}, {"heading": "Births", "year": "1964", "date": "June 8", "txt": "Butch Reynolds, American runner and coach", "entities": [{"title": "Butch Reynolds", "href": "/wiki/Butch_Reynolds", "description": "Harry Lee Reynolds Jr., commonly known as Butch Reynolds, is an American former track and field athlete who competed in the 400 meter dash. He held the world record for the event for 11 years with his personal best time of 43.29 seconds set in 1988. That year, he was the silver medalist at the 1988 Seoul Olympics and a relay gold medalist. He was falsely accused and banned for drug use for two yea"}]}, {"heading": "Births", "year": "1965", "date": "June 8", "txt": "Kevin Farley, American screenwriter", "entities": [{"title": "Kevin Farley", "href": "/wiki/Kevin_Farley", "description": "Kevin Peter Farley is an American actor, comedian, writer, producer and director."}]}, {"heading": "Births", "year": "1967", "date": "June 8", "txt": "Russell E. Morris, Welsh chemist and academic", "entities": [{"title": "Russell E. Morris", "href": "/wiki/Russell_E._Morris", "description": "Russell Edward Morris is Bishop Wardlaw Professor of Chemistry at the University of St Andrews. He played first-class cricket while he was a student at the University of Oxford. He also represented the University of Oxford at Association Football (soccer) playing in Varsity matches at various venues, including Wembley Stadium and Highbury, the home of Arsenal Football Club."}]}, {"heading": "Births", "year": "1971", "date": "June 8", "txt": "Mark Feuerstein, American actor, director, and producer", "entities": [{"title": "Mark Feuerstein", "href": "/wiki/Mark_Feuerstein", "description": "Mark Feuerstein is an American actor, writer, producer and director. He first came to public notice in a guest appearance in an episode of Season 2 of Sex and the City and went on to appear in TV series The West Wing (2001–2005), Royal Pains (2009–2016) and Prison Break (2017). He co-wrote, co-produced as well as starred in the short-lived CBS sitcom 9JKL."}]}, {"heading": "Births", "year": "1977", "date": "June 8", "txt": "Kanye West, American rapper, producer, director, and fashion designer", "entities": [{"title": "Kanye West", "href": "/wiki/Kanye_West", "description": "Kanye Omari West is an American rapper, record producer, businessman, fashion designer, and politician. He has been influential in the 21st-century development of mainstream hip hop and popular music in general."}]}, {"heading": "Births", "year": "1981", "date": "June 8", "txt": "Rachel Held Evans, American Christian author (d. 2019)", "entities": [{"title": "Rachel Held Evans", "href": "/wiki/Rachel_Held_Evans", "description": "Rachel Held Evans was an American Christian columnist, blogger and author. Her book A Year of Biblical Womanhood was a New York Times bestseller in e-book non-fiction, and Searching for Sunday was a New York Times bestseller nonfiction paperback."}]}, {"heading": "Births", "year": "1982", "date": "June 8", "txt": "Nadia Petrova, Russian tennis player", "entities": [{"title": "Nadia Petrova", "href": "/wiki/Nadia_Petrova", "description": "Nadezhda Viktorovna \"Nadia\" Petrova is a Russian former professional tennis player. A former top 5 player in both singles and doubles, she reached a career-high ranking of No. 3 in the world in both disciplines. Petrova won a total of 37 titles on the WTA Tour in her career, 13 in singles and 24 in doubles, as well as over $12.4 million in prize money, making her one of the most successful Russian"}]}, {"heading": "Births", "year": "1983", "date": "June 8", "txt": "Kim Clijsters, Belgian tennis player; winner of six Grand Slam tournament titles.", "entities": [{"title": "Kim Clijsters", "href": "/wiki/Kim_Clijsters", "description": "Kim Antonie Lode Clijsters is a Belgian professional tennis player. Clijsters has been a world No. 1 in both singles and doubles, having held both rankings simultaneously in 2003. She has won a total of six Grand Slam tournament titles, four in singles and two in doubles."}, {"title": "Grand Slam (tennis)", "href": "/wiki/Grand_Slam_(tennis)", "description": "The Grand Slam tournaments, also referred to as majors, are the world's four most important annual tennis events. The tournaments offer the most ranking points, prize money, public and media attention, the greatest strength and size of field, and greater number of \"best of\" sets for men, which is 5. The Grand Slam itinerary consists of the Australian Open in mid January, the French Open from late "}]}, {"heading": "Births", "year": "1984", "date": "June 8", "txt": "Javier Mascherano, Argentinian footballer", "entities": [{"title": "Javier Mascherano", "href": "/wiki/Javier_Mascherano", "description": "Javier Alejandro Mascherano is an Argentine former professional footballer who played as a defensive midfielder or centre-back."}]}, {"heading": "Births", "year": "1989", "date": "June 8", "txt": "Timea Bacsinszky, Swiss tennis player", "entities": [{"title": "Timea Bacsinszky", "href": "/wiki/Timea_Bacsinszky", "description": "Timea Bacsinszky is a Swiss professional tennis player who has won four WTA singles and five doubles titles, as well as 13 ITF singles and 14 doubles titles. A former top ten singles player, Bacsinszky reached a career-high singles ranking of world No. 9 on 16 May 2016."}]}, {"heading": "Births", "year": "1997", "date": "June 8", "txt": "Jeļena Ostapenko, Latvian tennis player", "entities": [{"title": "Jeļena Ostapenko", "href": "/wiki/Je%C4%BCena_Ostapenko", "description": "Jeļena Ostapenko, also known as Aļona Ostapenko, is a professional tennis player from Latvia. She has career-high WTA rankings of No. 5 in singles, achieved on 19 March 2018, and No. 17 in doubles, reached on 2 March 2020."}]}, {"heading": "Deaths", "year": "0632", "date": "June 8", "txt": "Muhammad, the central figure of Islam, widely regarded as its founder (b. 570/571)", "entities": [{"title": "Muhammad", "href": "/wiki/Muhammad", "description": "Muhammad was an Arab religious, social, and political leader and the founder of the world religion of Islam. According to Islamic doctrine, he was a prophet, sent to preach and confirm the monotheistic teachings of Adam, Abraham, Moses, Jesus, and other prophets. He is believed to be the final prophet of God in all the main branches of Islam, though some modern denominations diverge from this beli"}]}, {"heading": "Deaths", "year": "0696", "date": "June 8", "txt": "Chlodulf, bishop of Metz (or 697)", "entities": [{"title": "Chlodulf of Metz", "href": "/wiki/Chlodulf_of_Metz", "description": "Saint Chlodulf was bishop of Metz approximately from 657 to 697."}, {"title": "Roman Catholic Diocese of Metz", "href": "/wiki/Roman_Catholic_Diocese_of_Metz", "description": "The Roman Catholic Diocese of Metz is a diocese of the Latin Rite of the Roman Catholic Church in France. In the Middle Ages it was a prince-bishopric of the Holy Roman Empire, a de facto independent state ruled by the prince-bishop who had the ex officio title of count. It was annexed to France by King Henry II in 1552; this was recognized by the Holy Roman Empire in the Peace of Westphalia of 16"}]}, {"heading": "Deaths", "year": "0951", "date": "June 8", "txt": "Zhao Ying, Chinese chancellor (b. 885)", "entities": [{"title": "Zhao Ying", "href": "/wiki/Zhao_Ying", "description": "Zhao Ying, courtesy name Yuanhui (元輝), was an official of the Chinese Five Dynasties and Ten Kingdoms Period states Later Tang and Later Jin, serving as a chancellor during Later Jin."}]}, {"heading": "Deaths", "year": "1042", "date": "June 8", "txt": "Harthacnut, English-Danish king (b. 1018)", "entities": [{"title": "Harthacnut", "href": "/wiki/Harthacnut", "description": "Harthacnut, sometimes referred to as Canute III, was King of Denmark from 1035 to 1042 and King of England from 1040 to 1042."}]}, {"heading": "Deaths", "year": "1154", "date": "June 8", "txt": "William of York, English archbishop and saint", "entities": [{"title": "William of York", "href": "/wiki/William_of_York", "description": "William of York was an English priest, and unusually twice Archbishop of York, before and after his rival Henry Murdac. He was thought to be related to King Stephen of England, who helped to secure his election to the province after several candidates had failed to gain papal confirmation. William faced opposition from the Cistercians, who after the election of the Cistercian Pope Eugene III, had "}]}, {"heading": "Deaths", "year": "1290", "date": "June 8", "txt": "Beatrice Portinari, object of Dante Alighieri's adoration (b. 1266)", "entities": [{"title": "Beatrice Portinari", "href": "/wiki/Beatrice_Portinari", "description": "Beatrice \"Bice\" di Folco Portinari was an Italian woman who has been commonly identified as the principal inspiration for Dante Alighieri's Vita Nuova, and is also commonly identified with the Beatrice who appears as one of his guides in the last book of the Divine Comedy, Paradiso, and in the last four canti of Purgatorio. There she takes over as guide from the Latin poet Virgil because, as a pag"}, {"title": "Dante Alighieri", "href": "/wiki/Dante_Alighieri", "description": "Dante Alighieri, probably baptized Durante di Alighiero degli Alighieri and often referred to simply as Dante, was an Italian poet, writer and philosopher. His Divine Comedy, originally called Comedìa and later christened Divina by Giovanni Boccaccio, is widely considered the most important poem of the Middle Ages and the greatest literary work in the Italian language."}]}, {"heading": "Deaths", "year": "1376", "date": "June 8", "txt": "Edward, the Black Prince, English son of Edward III of England (b. 1330)", "entities": [{"title": "Edward, the Black Prince", "href": "/wiki/Edward,_the_Black_Prince", "description": "Edward of Woodstock, known to history as the Black Prince, was the eldest son of King Edward III of England, and the heir to the English throne. He died before his father and so his son, Richard II, succeeded to the throne instead. Edward nevertheless earned distinction as one of the most successful English commanders during the Hundred Years' War, being regarded by his English contemporaries as a"}, {"title": "Edward III of England", "href": "/wiki/Edward_III_of_England", "description": "Edward III, also known as Edward of Windsor before his accession, was King of England and Lord of Ireland from January 1327 until his death in 1377. He is noted for his military success and for restoring royal authority after the disastrous and unorthodox reign of his father, Edward II. Edward III transformed the Kingdom of England into one of the most formidable military powers in Europe. His fif"}]}, {"heading": "Deaths", "year": "1383", "date": "June 8", "txt": "Thomas de Ros, 4th Baron de Ros, English politician (b. 1338)", "entities": [{"title": "Thomas de Ros, 4th Baron de Ros", "href": "/wiki/Thomas_de_Ros,_4th_Baron_de_Ros", "description": "Thomas Ros, 4th Baron Ros of Helmsley was the son of William Ros, 2nd Baron Ros and Margery de Badlesmere."}]}, {"heading": "Deaths", "year": "1384", "date": "June 8", "txt": "Kan'ami, Japanese actor and playwright (b. 1333)", "entities": [{"title": "Kan'ami", "href": "/wiki/Kan%27ami", "description": "Kan'ami Kiyotsugu  was a Japanese Noh actor, author, and musician during the Muromachi period. Born Yūzaki Kiyotsugu  in Iga Province, Kan'ami also went by Miyomaru (観世丸) and Kanze Kiyotsugu . He is the father of the well-known playwright Zeami Motokiyo ."}]}, {"heading": "Deaths", "year": "1405", "date": "June 8", "txt": "Richard le Scrope, Archbishop of York (b. c.1350)", "entities": [{"title": "Richard Scrope (bishop)", "href": "/wiki/Richard_Scrope_(bishop)", "description": "Richard le Scrope was an English cleric who served as Bishop of Lichfield and Archbishop of York and was executed in 1405 for his participation in the Northern Rising against King Henry IV."}]}, {"heading": "Deaths", "year": "1405", "date": "June 8", "txt": "Thomas de Mowbray, 4th Earl of Norfolk (b. 1385)", "entities": []}, {"heading": "Deaths", "year": "1476", "date": "June 8", "txt": "George Neville, English archbishop and academic (b. 1432)", "entities": [{"title": "George Neville (bishop)", "href": "/wiki/George_Neville_(bishop)", "description": "George Neville was Archbishop of York from 1465 until 1476 and Chancellor of England from 1460 until 1467 and again from 1470 until 1471."}]}, {"heading": "Deaths", "year": "1492", "date": "June 8", "txt": "Elizabeth Woodville, Queen consort of England (b. 1437)", "entities": [{"title": "Elizabeth Woodville", "href": "/wiki/Elizabeth_Woodville", "description": "Elizabeth Woodville was Queen of England as the spouse of King Edward IV from 1464 until his death in 1483."}]}, {"heading": "Deaths", "year": "1501", "date": "June 8", "txt": "George Gordon, 2nd Earl of Huntly, Earl of Huntly and Lord Chancellor of Scotland (b. 1440)", "entities": [{"title": "George Gordon, 2nd Earl of Huntly", "href": "/wiki/George_Gordon,_2nd_Earl_of_Huntly", "description": "George Gordon, 2nd Earl of Huntly was a Scottish nobleman and Chancellor of Scotland from 1498–1501."}]}, {"heading": "Deaths", "year": "1505", "date": "June 8", "txt": "Hongzhi Emperor of China (b. 1470)", "entities": [{"title": "Hongzhi Emperor", "href": "/wiki/Hongzhi_Emperor", "description": "The Hongzhi Emperor was the 10th Emperor of the Ming dynasty, reigned from 1487 to 1505. Born Zhu Youcheng, he was the eldest surviving son of the Chenghua Emperor and his reign as emperor of China is called the \"Hongzhi Silver Age\". His era name, \"Hongzhi\", means \"great government.\" A peace-loving emperor, the Hongzhi Emperor also had only one empress and no concubines, granting him the distincti"}]}, {"heading": "Deaths", "year": "1600", "date": "June 8", "txt": "Edward Fortunatus, German nobleman (b. 1565)", "entities": [{"title": "Edward Fortunatus", "href": "/wiki/Edward_Fortunatus", "description": "Edward Fortunatus of Baden was Margrave of Baden-Rodemachern and Baden-Baden."}]}, {"heading": "Deaths", "year": "1611", "date": "June 8", "txt": "Jean Bertaut, French bishop and poet (b. 1552)", "entities": [{"title": "Jean Bertaut", "href": "/wiki/Jean_Bertaut", "description": "Jean Bertaut, French poet, was born at Caen."}]}, {"heading": "Deaths", "year": "1612", "date": "June 8", "txt": "Hans Leo Hassler, German organist and composer (b. 1562)", "entities": [{"title": "Hans Leo Hassler", "href": "/wiki/Hans_Leo_Hassler", "description": "Hans Leo Hassler was a German composer and organist of the late Renaissance and early Baroque eras, elder brother of composer Jakob Hassler. He was born in Nuremberg and died in Frankfurt am Main."}]}, {"heading": "Deaths", "year": "1621", "date": "June 8", "txt": "Anne de Xainctonge, French saint, founded the Society of the Sisters of Saint Ursula of the Blessed Virgin (b. 1567)", "entities": [{"title": "Anne de Xainctonge", "href": "/wiki/Anne_de_Xainctonge", "description": "Anne de Xainctonge was a French religious sister who founded of the Society of the Sisters of Saint Ursula of the Blessed Virgin, the first non-cloistered women's religious community. She was declared Venerable by the Roman Catholic Church in 1991."}, {"title": "Society of the Sisters of Saint Ursula of the Blessed Virgin", "href": "/wiki/Society_of_the_Sisters_of_Saint_Ursula_of_the_Blessed_Virgin", "description": "The Society of the Sisters of Saint Ursula of the Blessed Virgin is a Roman Catholic religious congregation of women founded in 1606 at Döle, France, by the Venerable Anne de Xainctonge (1587-1612). Its members are especially involved in teaching."}]}, {"heading": "Deaths", "year": "1628", "date": "June 8", "txt": "Rudolph Goclenius, German lexicographer and philosopher (b. 1547)", "entities": [{"title": "Rudolph Goclenius", "href": "/wiki/Rudolph_Goclenius", "description": "Rudolph Goclenius the Elder was a German scholastic philosopher. Gockel is often credited with coining the term \"psychology\" in 1590, though the term had been used by Marko Marulić at least 66 years earlier. Gockel had extensive backing, and made significant contributions to the field of ontology. He extended the development of many ideas from Aristotle. Several of Gockel's ideas were published an"}]}, {"heading": "Deaths", "year": "1651", "date": "June 8", "txt": "Tokugawa Iemitsu, Japanese shōgun (b. 1604)", "entities": [{"title": "Tokugawa Iemitsu", "href": "/wiki/Tokugawa_Iemitsu", "description": "Tokugawa Iemitsu was the third shōgun of the Tokugawa dynasty. He was the eldest son of Tokugawa Hidetada with Oeyo, and the grandson of Tokugawa Ieyasu. Lady Kasuga was his wet nurse, who acted as his political adviser and was at the forefront of shogunate negotiations with the Imperial court. Iemitsu ruled from 1623 to 1651; during this period he crucified Christians, expelled all Europeans from"}]}, {"heading": "Deaths", "year": "1714", "date": "June 8", "txt": "Sophia of Hanover (b. 1630)", "entities": [{"title": "Sophia of Hanover", "href": "/wiki/Sophia_of_Hanover", "description": "Sophia of Hanover was the Electress of Hanover by marriage to Elector Ernest Augustus, and later the heiress presumptive to the thrones of England and Ireland under the Act of Settlement 1701. She died less than two months before she would have become queen. Consequently, it was her son George I who succeeded her first cousin once removed, Anne."}]}, {"heading": "Deaths", "year": "1716", "date": "June 8", "txt": "Johann Wilhelm, Elector Palatine, German son of Landgravine Elisabeth Amalie of Hesse-Darmstadt (b. 1658)", "entities": [{"title": "Johann Wilhelm, Elector Palatine", "href": "/wiki/Johann_Wilhelm,_Elector_Palatine", "description": "Johann Wilhelm II, Elector Palatine of the Wittelsbach dynasty was Elector Palatine (1690–1716), Duke of Neuburg (1690–1716), Duke of Jülich and Berg (1679–1716), and Duke of Upper Palatinate and Cham (1707–1714). From 1697 onwards Johann Wilhelm was also Count of Megen."}, {"title": "Landgravine Elisabeth Amalie of Hesse-Darmstadt", "href": "/wiki/Landgravine_Elisabeth_Amalie_of_Hesse-Darmstadt", "description": "Landgravine Elisabeth Amalie of Hesse-Darmstadt was a princess of Hesse-Darmstadt and wife of the Prince-elector of the Palatinate."}]}, {"heading": "Deaths", "year": "1727", "date": "June 8", "txt": "August Hermann Francke, German-Lutheran pietist, philanthropist, and scholar (b. 1663)", "entities": [{"title": "August Hermann Francke", "href": "/wiki/August_Hermann_Francke", "description": "August Hermann Francke was a German Lutheran clergyman, theologian, philanthropist, and Biblical scholar."}]}, {"heading": "Deaths", "year": "1768", "date": "June 8", "txt": "Johann Joachim Winckelmann, German archaeologist and scholar (b. 1717)", "entities": [{"title": "Johann Joachim Winckelmann", "href": "/wiki/Johann_Joachim_Winckelmann", "description": "Johann Joachim Winckelmann was a German art historian and archaeologist. He was a pioneering Hellenist who first articulated the difference between Greek, Greco-Roman and Roman art. \"The prophet and founding hero of modern archaeology\", Winckelmann was one of the founders of scientific archaeology and first applied the categories of style on a large, systematic basis to the history of art. Many co"}]}, {"heading": "Deaths", "year": "1771", "date": "June 8", "txt": "George Montagu-Dunk, 2nd Earl of Halifax, English politician, Lord Lieutenant of Ireland (b. 1716)", "entities": [{"title": "George Montagu-Dunk, 2nd Earl of Halifax", "href": "/wiki/George_Montagu-Dunk,_2nd_Earl_of_Halifax", "description": "George Montagu-Dunk, 2nd Earl of Halifax, was a British statesman of the Georgian era. Due to his success in extending American commerce he became known as \"father of the colonies\". President of the Board of Trade from 1748 to 1761, he aided the foundation of Nova Scotia, 1749, the capital Halifax being named after him."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1795", "date": "June 8", "txt": "Louis XVII of France (b. 1785)", "entities": [{"title": "Louis XVII of France", "href": "/wiki/Louis_XVII_of_France", "description": "Louis XVII was the younger son of King Louis XVI of France and Queen Marie Antoinette. His older brother, Louis Joseph, Dauphin of France, died in June 1789, a little over a month before the start of the French Revolution. At his brother's death he became the new Dauphin, a title he held until 1791, when the new constitution accorded the heir apparent the style of Prince Royal."}]}, {"heading": "Deaths", "year": "1809", "date": "June 8", "txt": "Thomas Paine, English-American theorist and author (b. 1737)", "entities": [{"title": "Thomas Paine", "href": "/wiki/Thomas_Paine", "description": "Thomas Paine was an English-born American political activist, philosopher, political theorist, and revolutionary. He authored Common Sense (1776) and The American Crisis (1776–1783), the two most influential pamphlets at the start of the American Revolution, and helped inspire the patriots in 1776 to declare independence from Great Britain. His ideas reflected Enlightenment-era ideals of transnati"}]}, {"heading": "Deaths", "year": "1831", "date": "June 8", "txt": "Sarah Siddons, Welsh actress (b. 1755)", "entities": [{"title": "Sarah Siddons", "href": "/wiki/Sarah_Siddons", "description": "Sarah Siddons was a Welsh-born English actress, the best-known tragedienne of the 18th century. Contemporaneous critic William Hazlitt dubbed Siddons as \"tragedy personified\"."}]}, {"heading": "Deaths", "year": "1835", "date": "June 8", "txt": "Gian Domenico Romagnosi, Italian economist and jurist (b. 1761)", "entities": [{"title": "Gian Domenico Romagnosi", "href": "/wiki/Gian_Domenico_Romagnosi", "description": "Gian Domenico Romagnosi was an Italian philosopher, economist and jurist."}]}, {"heading": "Deaths", "year": "1845", "date": "June 8", "txt": "Andrew Jackson, American general, judge, and politician, 7th President of the United States (b. 1767)", "entities": [{"title": "Andrew Jackson", "href": "/wiki/Andrew_Jackson", "description": "Andrew Jackson was an American lawyer, soldier, and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. An expansionist president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\""}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1846", "date": "June 8", "txt": "Rodolphe Töpffer, Swiss teacher, author, painter, cartoonist, and caricaturist (b. 1799)", "entities": [{"title": "Rodolphe Töpffer", "href": "/wiki/Rodolphe_T%C3%B6pffer", "description": "Rodolphe Töpffer was a Swiss teacher, author, painter, cartoonist, and caricaturist. He is best known for his illustrated books, which are possibly the earliest European comics. He is known as the father of comic strips and has been credited as the \"first comics artist in history.\""}]}, {"heading": "Deaths", "year": "1857", "date": "June 8", "txt": "Douglas William Jerrold, English journalist and playwright (b. 1803)", "entities": [{"title": "Douglas William Jerrold", "href": "/wiki/Douglas_William_Jerrold", "description": "Douglas William Jerrold was an English dramatist and writer."}]}, {"heading": "Deaths", "year": "1874", "date": "June 8", "txt": "Cochise, American tribal chief (b. 1805)", "entities": [{"title": "Cochise", "href": "/wiki/Cochise", "description": "Cochise was leader of the Chihuicahui local group of the Chokonen and principal chief of the Chokonen band of the Chiricahua Apache. A key war leader during the Apache Wars, he led an uprising which began in 1861 and persisted until a peace treaty was negotiated in 1872. Cochise County, Arizona, is named after him."}]}, {"heading": "Deaths", "year": "1876", "date": "June 8", "txt": "George Sand, French author and playwright (b. 1804)", "entities": [{"title": "George Sand", "href": "/wiki/George_Sand", "description": "Amantine Lucile Aurore Dupin, best known by her pen name George Sand, was a French novelist, memoirist, and journalist. One of the most popular writers in Europe in her lifetime, being more renowned than both Victor Hugo and Honoré de Balzac in England in the 1830s and 1840s, Sand is recognised as one of the most notable writers of the European Romantic era."}]}, {"heading": "Deaths", "year": "1885", "date": "June 8", "txt": "Ignace Bourget, Canadian bishop (b. 1799)", "entities": [{"title": "Ignace Bourget", "href": "/wiki/Ignace_Bourget", "description": "Ignace Bourget was a Canadian Roman Catholic priest who held the title of Bishop of Montreal from 1840 to 1876. Born in Lévis, Quebec in 1799, Bourget entered the clergy at an early age, undertook several courses of religious study, and in 1837 was named co-adjutor bishop of the newly created bishopric of Montreal. Following the death of Jean-Jacques Lartigue in 1840, Bourget became Bishop of Mont"}]}, {"heading": "Deaths", "year": "1889", "date": "June 8", "txt": "Gerard Manley Hopkins, English poet (b. 1844)", "entities": [{"title": "Gerard Manley Hopkins", "href": "/wiki/Gerard_Manley_Hopkins", "description": "Gerard Manley Hopkins was an English poet and Jesuit priest, whose posthumous fame established him among the leading Victorian poets. His manipulation of prosody – particularly his concept of sprung rhythm – established him as an innovative writer of verse, as did his technique of praising God through vivid use of imagery and nature. Only after his death did Robert Bridges begin to publish a few o"}]}, {"heading": "Deaths", "year": "1899", "date": "June 8", "txt": "Mary of the Divine Heart, German nun and saint (b. 1863)", "entities": [{"title": "Mary of the Divine Heart", "href": "/wiki/Mary_of_the_Divine_Heart", "description": "Mary of the Divine Heart, born Maria Droste zu Vischering, was a German noblewoman and Roman Catholic nun of the Congregation of Our Lady of Charity of the Good Shepherd, best known for having influenced Pope Leo XIII to make the consecration of the world to the Sacred Heart of Jesus. Pope Leo XIII himself called the solemn consecration \"the greatest act of my pontificate\"."}]}, {"heading": "Deaths", "year": "1924", "date": "June 8", "txt": "Andrew Irvine, English mountaineer and explorer (b. 1902)", "entities": [{"title": "Andrew Irvine (mountaineer)", "href": "/wiki/Andrew_Irvine_(mountaineer)", "description": "Andrew Comyn \"Sandy\" Irvine was an English mountaineer who took part in the 1924 British Everest Expedition, the third British expedition to the world's highest mountain, Mount Everest."}]}, {"heading": "Deaths", "year": "1924", "date": "June 8", "txt": "George Mallory, English lieutenant and mountaineer (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1929", "date": "June 8", "txt": "Bliss Carman, Canadian-American poet and playwright (b. 1861)", "entities": [{"title": "Bliss Carman", "href": "/wiki/Bliss_Carman", "description": "William Bliss Carman was a Canadian poet who lived most of his life in the United States, where he achieved international fame. He was acclaimed as Canada's poet laureate during his later years."}]}, {"heading": "Deaths", "year": "1945", "date": "June 8", "txt": "Karl Hanke, Polish-German soldier and politician (b. 1903)", "entities": [{"title": "Karl Hanke", "href": "/wiki/Karl_Hanke", "description": "Karl August Hanke was an official of the Nazi Party (NSDAP) during its rule over Germany and served as the fifth and last Reichsführer of the Schutzstaffel (SS). He also served as Gauleiter of Gau Lower Silesia from 1941 to 1945 and as Oberpräsident of the Prussian Province of Lower Silesia. Captured on 6 May 1945, he was shot and killed by Czech partisans on 8 June."}]}, {"heading": "Deaths", "year": "1951", "date": "June 8", "txt": "Eugène Fiset, Canadian physician, general, and politician, 18th Lieutenant Governor of Quebec (b. 1874)", "entities": [{"title": "Eugène Fiset", "href": "/wiki/Eug%C3%A8ne_Fiset", "description": "Major-General Sir Marie-Joseph-Eugène Fiset, was a Canadian physician, military officer, Deputy Minister of Militia and Defence, Member of Parliament, the 18th Lieutenant Governor of Quebec, and the 3rd Canadian Surgeon General."}, {"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Deaths", "year": "1951", "date": "June 8", "txt": "Oswald Pohl, German SS officer (b. 1892)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1956", "date": "June 8", "txt": "Marie Laurencin, French painter and sculptor (b. 1883)", "entities": [{"title": "Marie Laurencin", "href": "/wiki/Marie_Laurencin", "description": "Marie Laurencin was a French painter and printmaker. She became an important figure in the Parisian avant-garde as a member of the Cubists associated with the Section d'Or."}]}, {"heading": "Deaths", "year": "1959", "date": "June 8", "txt": "Leslie Johnson, English race car driver (b. 1912)", "entities": [{"title": "Leslie Johnson (racing driver)", "href": "/wiki/Leslie_Johnson_(racing_driver)", "description": "Leslie George Johnson was a British racing driver who competed in rallies, hill climbs, sports car races and Grand Prix races."}]}, {"heading": "Deaths", "year": "1965", "date": "June 8", "txt": "Edmondo Rossoni, Italian politician (b. 1884)", "entities": [{"title": "Edmondo Rossoni", "href": "/wiki/Edmondo_Rossoni", "description": "Edmondo Rossoni was a revolutionary syndicalist leader and an Italian fascist politician who became involved in the Fascist syndicate movement during Benito Mussolini's regime."}]}, {"heading": "Deaths", "year": "1966", "date": "June 8", "txt": "Anton Melik, Slovenian geographer and academic (b. 1890)", "entities": [{"title": "Anton Melik", "href": "/wiki/Anton_Melik", "description": "Anton Melik was a Slovene geographer."}]}, {"heading": "Deaths", "year": "1968", "date": "June 8", "txt": "Elizabeth Enright, American author and illustrator (b. 1909)", "entities": [{"title": "Elizabeth Enright", "href": "/wiki/Elizabeth_Enright", "description": "Elizabeth Wright Enright Gillham was an American writer of children's books, an illustrator, writer of short stories for adults, literary critic and teacher of creative writing. Perhaps best known as the Newbery Medal-winning author of Thimble Summer (1938) and the Newbery runner-up Gone-Away Lake (1957), she also wrote the popular Melendy quartet. A Newbery Medal laureate and a multiple winner of"}]}, {"heading": "Deaths", "year": "1968", "date": "June 8", "txt": "Ludovico Scarfiotti, Italian race car driver (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "June 8", "txt": "Arunachalam Mahadeva, Sri Lankan politician and diplomat (b. 1885)", "entities": [{"title": "Arunachalam Mahadeva", "href": "/wiki/Arunachalam_Mahadeva", "description": "Arunachalam Mahadeva, KCMG was a Ceylon Tamil lawyer, politician and diplomat. He served as Minister of Home Affairs (1942-1946) and High Commissioner to India (1948-1949)."}]}, {"heading": "Deaths", "year": "1969", "date": "June 8", "txt": "Robert Taylor, American actor and singer (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "June 8", "txt": "Abraham Maslow, American psychologist and academic (b. 1908)", "entities": [{"title": "Abraham Maslow", "href": "/wiki/Abraham_Maslow", "description": "Abraham Harold Maslow was an American psychologist who was best known for creating Maslow's hierarchy of needs, a theory of psychological health predicated on fulfilling innate human needs in priority, culminating in self-actualization. Maslow was a psychology professor at Brandeis University, Brooklyn College, New School for Social Research, and Columbia University. He stressed the importance of "}]}, {"heading": "Deaths", "year": "1971", "date": "June 8", "txt": "J.I. Rodale, American author and playwright (b. 1898)", "entities": [{"title": "J.I. Rodale", "href": "/wiki/J.I._Rodale", "description": "Jerome Irving Rodale was a publisher, editor, author, playwright, and founder of Rodale, Inc. He was an early advocate of sustainable agriculture and organic farming in the United States. As an author, his work included several magazines and books, including books featuring different authors, on the subject of health. He popularized the term \"organic\" as a term for growing food without pesticides."}]}, {"heading": "Deaths", "year": "1976", "date": "June 8", "txt": "Thorleif Schjelderup-Ebbe, Norwegian zoologist and psychologist (b. 1894)", "entities": [{"title": "Thorleif Schjelderup-Ebbe", "href": "/wiki/Thorleif_Schjelderup-Ebbe", "description": "Thorleif Schjelderup-Ebbe was a Norwegian zoologist and comparative psychologist."}]}, {"heading": "Deaths", "year": "1982", "date": "June 8", "txt": "Satchel Paige, American baseball player and coach (b. 1906)", "entities": [{"title": "Satchel Paige", "href": "/wiki/Satchel_Paige", "description": "Leroy Robert \"Satchel\" Paige was an American professional baseball pitcher who played in Negro league baseball and Major League Baseball (MLB). His career spanned five decades and culminated with his induction into the National Baseball Hall of Fame."}]}, {"heading": "Deaths", "year": "1984", "date": "June 8", "txt": "Gordon Jacob, English composer and academic (b. 1895)", "entities": [{"title": "Gordon Jacob", "href": "/wiki/Gordon_Jacob", "description": "Gordon Percival Septimus Jacob CBE was an English composer and teacher. He was a professor at the Royal College of Music in London from 1924 until his retirement in 1966, and published four books and many articles about music. As a composer he was prolific: the list of his works totals more than 700, mostly compositions of his own, but a substantial minority of orchestrations and arrangements of o"}]}, {"heading": "Deaths", "year": "1987", "date": "June 8", "txt": "Alexander Iolas, Egyptian-American art collector (b. 1907)", "entities": [{"title": "Alexander Iolas", "href": "/wiki/Alexander_Iolas", "description": "Alexander Iolas or Alexandre Iolas was a Greek gallerist and collector. He owned galleries in the United States and Europe and contributed in many private and public art collections."}]}, {"heading": "Deaths", "year": "1997", "date": "June 8", "txt": "George Turner, Australian author and critic (b. 1916)", "entities": [{"title": "George Turner (writer)", "href": "/wiki/George_Turner_(writer)", "description": "George Reginald Turner was an Australian writer and critic, best known for the science fiction novels written in the later part of his career. His first science fiction story and novel appeared in 1978, when he was in his early sixties. By this point, however, he had already achieved success as a mainstream novelist, including a Miles Franklin Award, and as a literary critic."}]}, {"heading": "Deaths", "year": "1997", "date": "June 8", "txt": "Karen Wetterhahn, American chemist and academic (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "June 8", "txt": "Sani Abacha, Nigerian general and politician, 10th President of Nigeria (b. 1943)", "entities": [{"title": "Sani Abacha", "href": "/wiki/Sani_Abacha", "description": "Sani Abacha GCFR was a Nigerian military general who served as the military head of state of Nigeria from 1993 until his death in 1998. He was also Chief of Army Staff between 1985 to 1990; Chief of Defence Staff between 1990 to 1993; and Minister of Defence. In 1993, Abacha became the first Nigerian Army officer to attain the rank of a full military general without skipping a single rank."}, {"title": "President of Nigeria", "href": "/wiki/President_of_Nigeria", "description": "The president of the Federal Republic of Nigeria is the head of state and head of government of the Federal Republic of Nigeria. The president of Nigeria is also the commander-in-chief of the Nigerian Armed Forces. The president is elected in national elections which take place every four years. The offices, powers, and titles of the head of state and the head of government were officially merged "}]}, {"heading": "Deaths", "year": "1998", "date": "June 8", "txt": "Maria Reiche, German mathematician and archaeologist (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "June 8", "txt": "Frédéric Dard, French author and screenwriter (b. 1921)", "entities": [{"title": "Frédéric Dard", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Dard", "description": "Frédéric Dard was a French crime writer. He wrote more than three hundred novels, plays and screenplays, under his own name and a variety of pseudonyms, including the San-Antonio book series."}]}, {"heading": "Deaths", "year": "2000", "date": "June 8", "txt": "Jeff MacNelly, American cartoonist (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "June 8", "txt": "Alex de Renzy, American director and producer (b. 1935)", "entities": [{"title": "Alex de Renzy", "href": "/wiki/Alex_de_Renzy", "description": "Alexander de Renzy was an American director and producer of pornographic movies."}]}, {"heading": "Deaths", "year": "2004", "date": "June 8", "txt": "Charles Hyder, American astrophysicist and academic (b. 1930)", "entities": [{"title": "Charles Hyder", "href": "/wiki/Charles_Hyder", "description": "Charles Latif Hyder was an American astrophysicist and dissident from Albuquerque, New Mexico, who campaigned against arms race, nuclear weapons and nuclear waste, and ran for the U.S. presidency. Media coverage of his hunger strike by the Communist press and television was seen as a Cold War retaliation to Andrei Sakharov, a Soviet scientist whose protest in turn was rallied by the Western media,"}]}, {"heading": "Deaths", "year": "2004", "date": "June 8", "txt": "Mack Jones, American baseball player (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "June 8", "txt": "Jaxon, American illustrator and publisher, co-founded Rip Off Press (b. 1941)", "entities": [{"title": "Jaxon", "href": "/wiki/Jaxon", "description": "Jack Edward Jackson, better known by his pen name Jaxon, was an American cartoonist, illustrator, historian, and writer. He co-founded Rip Off Press, and some consider him to be the first underground comix artist, due to his most well-known comic strip God Nose."}, {"title": "Rip Off Press", "href": "/wiki/Rip_Off_Press", "description": "Rip Off Press, Inc. is a mail order retailer and distributor, better known as the former publisher of \"adult-themed\" series like The Fabulous Furry Freak Brothers and Rip Off Comix, as well as many other seminal publications from the underground comix era. Founded in 1969 in San Francisco by four friends from Austin, Texas — cartoonists Gilbert Shelton and Jack Jackson, and Fred Todd and Dave Mori"}]}, {"heading": "Deaths", "year": "2006", "date": "June 8", "txt": "Matta El Meskeen, Egyptian monk, theologian, and author (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "June 8", "txt": "Šaban Bajramović, Serbian singer-songwriter (b. 1936)", "entities": [{"title": "Šaban Bajramović", "href": "/wiki/%C5%A0aban_Bajramovi%C4%87", "description": "Šaban Bajramović, nicknamed Šabi (Шаби), was a Serbian vocalist and recording artist of Romani ethnicity. He was one of the most internationally critically acclaimed Romani singer-songwriters. Due to his eminent impact on music in Eastern Europe, he was dubbed the \"King of Romani music\"."}]}, {"heading": "Deaths", "year": "2009", "date": "June 8", "txt": "Omar Bongo, Gabonese captain and politician, President of Gabon (b. 1935)", "entities": [{"title": "Omar Bongo", "href": "/wiki/Omar_Bongo", "description": "El Hadj Omar Bongo Ondimba was a Gabonese politician who was the second President of Gabon for 42 years, from 1967 until his death in 2009. Omar Bongo was promoted to key positions as a young official under Gabon's first President Léon M'ba in the 1960s, before being elected Vice-President in his own right in 1966. In 1967, he succeeded M'ba to become the second Gabon President, upon the latter's "}, {"title": "President of Gabon", "href": "/wiki/President_of_Gabon", "description": "This is a list of presidents of Gabon since the formation of the post of president in 1960, to the present day."}]}, {"heading": "Deaths", "year": "2010", "date": "June 8", "txt": "Crispian St. Peters, English singer-songwriter (b. 1939)", "entities": [{"title": "Crispian St. Peters", "href": "/wiki/Crispian_St._Peters", "description": "Crispian St. Peters was an English pop singer-songwriter, best known for his work in the 1960s, particularly hit songs written by duo The Changin' Times, including \"The Pied Piper\" and Ian & Sylvia's \"You Were on My Mind\"."}]}, {"heading": "Deaths", "year": "2012", "date": "June 8", "txt": "Pete Brennan, American basketball player (b. 1936)", "entities": [{"title": "Pete Brennan", "href": "/wiki/Pete_Brennan", "description": "Peter Joseph Brennan was an American basketball player."}]}, {"heading": "Deaths", "year": "2012", "date": "June 8", "txt": "Charles E. M. Pearce, New Zealand-Australian mathematician and academic (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 8", "txt": "Ghassan Tueni, Lebanese journalist, academic, and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 8", "txt": "Paul Cellucci, American soldier and politician, 69th Governor of Massachusetts (b. 1948)", "entities": [{"title": "Paul Cellucci", "href": "/wiki/Paul_Cellucci", "description": "Argeo Paul Cellucci was an American politician and diplomat from Massachusetts. A Republican, he served as the 69th governor of Massachusetts from 1999 to 2001, and as the United States Ambassador to Canada from 2001 to 2005. He also served as the state's 68th lieutenant governor from 1991 to 1999, as well as in the Massachusetts House of Representatives and Senate from 1977 to 1991."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Deaths", "year": "2013", "date": "June 8", "txt": "Yoram Kaniuk,  Israeli painter, journalist, and critic (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 8", "txt": "Taufiq Kiemas, Indonesian politician, 5th First Spouse of Indonesia (b. 1942)", "entities": [{"title": "First Spouse of Indonesia", "href": "/wiki/First_Spouse_of_Indonesia", "description": "Throughout Indonesian history, the title of First Lady or, in an instance, First Gentleman has been used to refer to the wife or husband of the president of Indonesia. While the Constitution of Indonesia does not mention anything about the spouses of the president, it continues to hold significant influence in the Indonesian society."}]}, {"heading": "Deaths", "year": "2014", "date": "June 8", "txt": "Alexander Imich, Polish-American chemist, parapsychologist, and academic (b. 1903)", "entities": [{"title": "Alexander Imich", "href": "/wiki/Alexander_Imich", "description": "Alexander Imich was a Polish-American chemist, parapsychologist, zoologist and writer who was the president of the Anomalous Phenomena Research Center in New York City. He was born in 1903 in Częstochowa, Poland to a Jewish family."}]}, {"heading": "Deaths", "year": "2014", "date": "June 8", "txt": "Yoshihito, Prince Katsura of Japan (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 8", "txt": "Chea Sim, Cambodian commander and politician (b. 1932)", "entities": [{"title": "Chea Sim", "href": "/wiki/Chea_Sim", "description": "Chea Sim was a Cambodian politician. He was President of the Cambodian People's Party from 1991 to 2015, President of the National Assembly of Cambodia from 1981 to 1998 and President of the Senate from 1999 to 2015. His official title was Samdach Akeak Moha Thomak Pothisal Chea Sim, Prathean Protsaphea ney Preah Reacheanachak Kampuchea."}]}, {"heading": "Deaths", "year": "2017", "date": "June 8", "txt": "Sam Panopoulos, Greek cook (b. 1934)", "entities": [{"title": "Sam Panopoulos", "href": "/wiki/Sam_Panopoulos", "description": "Sotirios \"Sam\" Panopoulos was a Greek-born Canadian cook and businessman, credited as the inventor of Hawaiian pizza."}]}, {"heading": "Deaths", "year": "2019", "date": "June 8", "txt": "Andre Matos, Brazilian heavy metal musician (b. 1971)", "entities": [{"title": "Andre Matos", "href": "/wiki/Andre_Matos", "description": "André Coelho Matos was a Brazilian singer, musician, producer, and composer. He was involved in the heavy metal bands Viper, Angra, Shaman and Symfonia and sold millions of copies worldwide. Since October 2006, Matos had been dedicating his time to his solo career. In 2012, he was ranked No. 77 at the list of 100 Greatest Voices of Brazilian Music by Rolling Stone Brasil."}]}]