[{"heading": "Events", "year": "1411", "date": "June 4", "txt": "King Charles VI granted a monopoly for the ripening of Roquefort cheese to the people of Roquefort-sur-Soulzon as they had been doing for centuries.", "entities": [{"title": "Charles VI of France", "href": "/wiki/Charles_VI_of_France", "description": "Charles VI, called the Beloved and later the Mad, was King of France from 1380 until his death in 1422. He is known for his mental illness and psychotic episodes which plagued him throughout his life. Charles's reign would see his army crushed at the Battle of Agincourt, leading to the signing of the Treaty of Troyes, which made his future son-in-law Henry V of England his regent and heir to the t"}, {"title": "Roquefort", "href": "/wiki/Roquefort", "description": "Roquefort is a sheep milk cheese from Southern France, and is one of the world's best known blue cheeses. Though similar cheeses are produced elsewhere, EU law dictates that only those cheeses aged in the natural Combalou caves of Roquefort-sur-Soulzon may bear the name Roquefort, as it is a recognised geographical indication, or has a protected designation of origin."}, {"title": "Roquefort-sur-Soulzon", "href": "/wiki/Roquefort-sur-Soulzon", "description": "Roquefort-sur-Soulzon is a commune in the Aveyron department in southern France."}]}, {"heading": "Events", "year": "1561", "date": "June 4", "txt": "The steeple of St Paul's, the medieval cathedral of London, is destroyed in a fire caused by lightning and is never rebuilt.", "entities": [{"title": "Steeple", "href": "/wiki/Steeple", "description": "In architecture, a steeple is a tall tower on a building, topped by a spire and often incorporating a belfry and other components. Steeples are very common on Christian churches and cathedrals and the use of the term generally connotes a religious structure. They may be stand-alone structures, or incorporated into the entrance or center of the building."}, {"title": "Old St Paul's Cathedral", "href": "/wiki/Old_St_Paul%27s_Cathedral", "description": "Old St Paul's Cathedral was the cathedral of the City of London that, until 1666, stood on the site of the present St Paul's Cathedral. Built from 1087 to 1314 and dedicated to Saint Paul, the cathedral was perhaps the fourth church at Ludgate Hill."}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "1615", "date": "June 4", "txt": "Siege of Osaka: Forces under Tokugawa Ieyasu take Osaka Castle in Japan.", "entities": [{"title": "Siege of Osaka", "href": "/wiki/Siege_of_Osaka", "description": "The siege of Osaka  was a series of battles undertaken by the Tokugawa shogunate against the Toyotomi clan, and ending in that clan's destruction. Divided into two stages, and lasting from 1614 to 1615, the siege put an end to the last major armed opposition to the shogunate's establishment. The end of the conflict is sometimes called the Genna Armistice , because the era name was changed from Kei"}, {"title": "Tokugawa Ieyasu", "href": "/wiki/Tokugawa_Ieyasu", "description": "Tokugawa Ieyasu  was the founder and first shōgun of the Tokugawa shogunate of Japan, which ruled Japan from 1603 until the Meiji Restoration in 1868. \nHe was one of the three \"Great Unifiers\" of Japan, along with his former lord Oda Nobunaga and Toyotomi Hideyoshi."}, {"title": "Osaka Castle", "href": "/wiki/Osaka_Castle", "description": "Osaka Castle  is a Japanese castle in Chūō-ku, Osaka, Japan. The castle is one of Japan's most famous landmarks and it played a major role in the unification of Japan during the sixteenth century of the Azuchi-Momoyama period."}]}, {"heading": "Events", "year": "1745", "date": "June 4", "txt": "Battle of Hohenfriedberg: Frederick the Great's Prussian army decisively defeated an Austrian army under Prince Charles Alexander of Lorraine during the War of the Austrian Succession.", "entities": [{"title": "Battle of Hohenfriedberg", "href": "/wiki/Battle_of_Hohenfriedberg", "description": "The Battle of Hohenfriedberg or Hohenfriedeberg, now Dobromierz, also known as the Battle of Striegau, now Strzegom, was one of Frederick the Great's most admired victories. Frederick's Prussian army decisively defeated an Austrian army under Prince Charles Alexander of Lorraine on 4 June 1745 during the Second Silesian War."}, {"title": "Frederick the Great", "href": "/wiki/Frederick_the_Great", "description": "Frederick II was a Prussian king and military leader who ruled the Kingdom of Prussia from 1740 until 1786, reigning longer than any other Hohenzollern king. His most significant accomplishments during his reign included his reorganization of Prussian armies, his military successes in the Silesian wars and the Partitions of Poland, and his patronage of the arts and the Enlightenment. Frederick was"}, {"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}, {"title": "Prince Charles Alexander of Lorraine", "href": "/wiki/Prince_Charles_Alexander_of_Lorraine", "description": "Prince Charles Alexander Emanuel of Lorraine was a Lorraine-born Austrian general and soldier, field marshal of the Imperial Army, and governor of the Austrian Netherlands."}, {"title": "War of the Austrian Succession", "href": "/wiki/War_of_the_Austrian_Succession", "description": "The War of the Austrian Succession was the last Great Power conflict with the Bourbon-Habsburg dynastic conflict at its heart. It occurred from 1740 to 1748 and marked the rise of Prussia as a major power. Related conflicts included King George's War, the War of Jenkins' Ear, the First Carnatic War and the First and the Second Silesian Wars."}]}, {"heading": "Events", "year": "1760", "date": "June 4", "txt": "Great Upheaval: New England planters arrive to claim land in Nova Scotia, Canada, taken from the Acadians.", "entities": [{"title": "Great Upheaval", "href": "/wiki/Great_Upheaval", "description": "The Expulsion of the Acadians, also known as the Great Upheaval, the Great Expulsion, the Great Deportation, and the Deportation of the Acadians, was the forced removal by the British of the Acadian people from the present-day Canadian Maritime provinces of Nova Scotia, New Brunswick, Prince Edward Island and northern Maine — parts of an area historically known as Acadia, causing the death of thou"}, {"title": "New England", "href": "/wiki/New_England", "description": "New England is a region comprising six states in the Northeastern United States: Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, and Vermont. It is bordered by the state of New York to the west and by the Canadian provinces of New Brunswick to the northeast and Quebec to the north. The Atlantic Ocean is to the east and southeast, and Long Island Sound is to the southwest. Boston is"}, {"title": "Nova Scotia", "href": "/wiki/Nova_Scotia", "description": "Nova Scotia is one of the thirteen provinces and territories of Canada. It is one of the three Maritime provinces and one of the four Atlantic provinces. Nova Scotia is Latin for \"New Scotland\". Most of the population are native English-speakers."}, {"title": "Acadians", "href": "/wiki/Acadians", "description": "The Acadians are the descendants of the French who settled in Acadia during the 17th and 18th centuries. Some are also descended from the Indigenous peoples of the region."}]}, {"heading": "Events", "year": "1783", "date": "June 4", "txt": "The Montgolfier brothers publicly demonstrate their montgolfière (hot air balloon).", "entities": [{"title": "Montgolfier brothers", "href": "/wiki/Montgolfier_brothers", "description": "The Montgolfier brothers, Joseph-Michel Montgolfier and Jacques-Étienne Montgolfier, were aviation pioneers, balloonists and paper manufacturers from the commune Annonay in Ardèche, France. They are best known historically as inventors of the Montgolfière-style hot air balloon, globe aérostatique, which launched the first confirmed piloted ascent by man in 1783, carrying Jacques-Étienne. Joseph-Mi"}, {"title": "Hot air balloon", "href": "/wiki/Hot_air_balloon", "description": "A hot-air balloon is a lighter-than-air aircraft consisting of a bag, called an envelope, which contains heated air. Suspended beneath is a gondola or wicker basket, which carries passengers and a source of heat, in most cases an open flame caused by burning liquid propane. The heated air inside the envelope makes it buoyant, since it has a lower density than the colder air outside the envelope. A"}]}, {"heading": "Events", "year": "1784", "date": "June 4", "txt": "Élisabeth Thible becomes the first woman to fly in an untethered hot air balloon. Her flight covers four kilometres in 45 minutes, and reached 1,500 metres altitude (estimated).", "entities": [{"title": "Élisabeth Thible", "href": "/wiki/%C3%89lisabeth_Thible", "description": "Élisabeth Thible, or Elizabeth Tible, born in Lyon was the first woman on record to fly in an untethered hot air balloon. On 4 June 1784, eight months after the first manned balloon flight, Thible flew with Mr. Fleurant on board a hot air balloon christened La Gustave in honour of King Gustav III of Sweden's visit to Lyon."}]}, {"heading": "Events", "year": "1792", "date": "June 4", "txt": "Captain George Vancouver claims Puget Sound for the Kingdom of Great Britain.", "entities": [{"title": "Captain (Royal Navy)", "href": "/wiki/Captain_(Royal_Navy)", "description": "Captain (Capt) is a senior officer rank of the Royal Navy. It ranks above commander and below commodore and has a NATO ranking code of OF-5. The rank is equivalent to a colonel in the British Army and Royal Marines, and to a group captain in the Royal Air Force. There are similarly named equivalent ranks in the navies of many other countries."}, {"title": "George Vancouver", "href": "/wiki/George_Vancouver", "description": "Captain George Vancouver was a British officer of the Royal Navy best known for his 1791–95 expedition, which explored and charted North America's northwestern Pacific Coast regions, including the coasts of what are now the American states of Alaska, Washington, and Oregon, as well as the Canadian province of British Columbia. He also explored the Hawaiian Islands and the southwest coast of Austra"}, {"title": "Puget Sound", "href": "/wiki/Puget_Sound", "description": "Puget Sound is a sound of the Pacific Northwest, an inlet of the Pacific Ocean, and part of the Salish Sea. It is located along the northwestern coast of the U.S. state of Washington. It is a complex estuarine system of interconnected marine waterways and basins, with one major and two minor connections to the open Pacific Ocean via the Strait of Juan de Fuca—Admiralty Inlet being the major connec"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}]}, {"heading": "Events", "year": "1802", "date": "June 4", "txt": "King Charles Emmanuel IV of Sardinia abdicates his throne in favor of his brother, Victor Emmanuel.", "entities": [{"title": "Charles Emmanuel IV of Sardinia", "href": "/wiki/Charles_Emmanuel_IV_of_Sardinia", "description": "Charles Emmanuel IV was King of Sardinia from 1796 to 1802. He abdicated in favour of his brother Victor Emmanuel I."}, {"title": "Victor Emmanuel I of Sardinia", "href": "/wiki/Victor_Emmanuel_I_of_Sardinia", "description": "Victor Emmanuel I was the Duke of Savoy and King of Sardinia (1802–1821)."}]}, {"heading": "Events", "year": "1812", "date": "June 4", "txt": "Following Louisiana's admittance as a U.S. state, the Louisiana Territory is renamed the Missouri Territory.", "entities": [{"title": "Louisiana", "href": "/wiki/Louisiana", "description": "Louisiana is a state in the Deep South and South Central regions of the United States. It is the 19th-smallest by area and the 25th most populous of the 50 U.S. states. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}, {"title": "Louisiana Territory", "href": "/wiki/Louisiana_Territory", "description": "The Territory of Louisiana or Louisiana Territory was an organized incorporated territory of the United States that existed from July 4, 1805, until June 4, 1812, when it was renamed the Missouri Territory. The territory was formed out of the District of Louisiana, which consisted of the portion of the Louisiana Purchase north of the 33rd parallel."}, {"title": "Missouri Territory", "href": "/wiki/Missouri_Territory", "description": "The Territory of Missouri was an organized incorporated territory of the United States that existed from June 4, 1812 until August 10, 1821. In 1819, the Territory of Arkansas was created from a portion of its southern area. In 1821, a southeastern portion of the territory was admitted to the Union as the State of Missouri, and the rest became unorganized territory for several years."}]}, {"heading": "Events", "year": "1825", "date": "June 4", "txt": "General Lafayette, a French officer in the American Revolutionary War, speaks at what would become Lafayette Square, Buffalo, during his visit to the United States.", "entities": [{"title": "Gilbert du Motier, Marquis de Lafayette", "href": "/wiki/Gilbert_du_Motier,_Marquis_de_Lafayette", "description": "Marie-Joseph Paul Yves Roch Gilbert du Motier, Marquis de La Fayette, known in the United States as Lafayette, was a French aristocrat and military officer who fought in the American Revolutionary War, commanding American troops in several battles, including the siege of Yorktown. After returning to France, he was a key figure in the French Revolution of 1789 and the July Revolution of 1830. He ha"}, {"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Lafayette Square, Buffalo", "href": "/wiki/Lafayette_Square,_Buffalo", "description": "Lafayette Square is a park in the center of downtown Buffalo, Erie County, New York, United States that hosts a Civil War monument. The block, which was once square, is lined by many of the city's tallest buildings. The square was named for General Lafayette, who visited Buffalo in 1825."}, {"title": "Visit of the Marquis de Lafayette to the United States", "href": "/wiki/Visit_of_the_Marquis_de_Lafayette_to_the_United_States", "description": "The Marquis de Lafayette was the last surviving French general of the American Revolutionary War in 1824, and he made a tour of the 24 states in the United States from July 1824 to September 1825. He was received by the populace with a hero's welcome at many stops, and many honors and monuments were presented to commemorate and memorialize the visit."}]}, {"heading": "Events", "year": "1855", "date": "June 4", "txt": "Major Henry C. Wayne departs New York aboard the USS Supply to procure camels to establish the U.S. Camel Corps.", "entities": [{"title": "Henry C. Wayne", "href": "/wiki/Henry_C._Wayne", "description": "Henry Constantine Wayne was a United States Army officer, and is known for his commanding the expedition to test the U.S. Camel Corps as part of Secretary of War Jefferson Davis's plan to use camels as a transport in the West. Wayne was also a Confederate adjutant and inspector-general for Georgia and a brigadier general during the American Civil War."}, {"title": "USS Supply (1846)", "href": "/wiki/USS_Supply_(1846)", "description": "The first USS Supply was a ship-rigged sailing vessel which served as a stores ship in the United States Navy. She saw service in the Mexican–American War and the American Civil War."}, {"title": "Camel", "href": "/wiki/Camel", "description": "A camel is an even-toed ungulate in the genus Camelus that bears distinctive fatty deposits known as \"humps\" on its back. Camels have long been domesticated and, as livestock, they provide food and textiles. Camels are working animals especially suited to their desert habitat and are a vital means of transport for passengers and cargo. There are three surviving species of camel. The one-humped dro"}, {"title": "U.S. Camel Corps", "href": "/wiki/U.S._Camel_Corps", "description": "The United States Camel Corps was a mid-19th-century experiment by the United States Army in using camels as pack animals in the Southwestern United States. While the camels proved to be hardy and well suited to travel through the region, the Army declined to adopt them for military use. The Civil War interfered with the experiment and it was eventually abandoned; the animals were sold at auction."}]}, {"heading": "Events", "year": "1859", "date": "June 4", "txt": "Italian Independence wars: In the Battle of Magenta, the French army, under Louis-Napoleon, defeat the Austrian army.", "entities": [{"title": "Second Italian War of Independence", "href": "/wiki/Second_Italian_War_of_Independence", "description": "The Second Italian War of Independence, also called the Franco-Austrian War, the Austro-Sardinian War or Italian War of 1859, was fought by the Second French Empire and the Savoyard Kingdom of Sardinia against the Austrian Empire in 1859 and played a crucial part in the process of Italian Unification."}, {"title": "Battle of Magenta", "href": "/wiki/Battle_of_Magenta", "description": "The Battle of Magenta was fought on 4 June 1859 during the Second Italian War of Independence, resulting in a French-Sardinian victory under Napoleon III against the Austrians under Marshal Ferencz Gyulai."}, {"title": "Louis-Napoleon", "href": "/wiki/Louis-Napoleon", "description": "Napoleon III was the first President of France from 1848 to 1852 and Emperor of the French from 1852 to 1870. A nephew of Napoleon I, he was the last monarch to reign over France. First elected to the presidency of the Second Republic in 1848, he seized power by force in 1851, when he could not constitutionally be reelected; he later proclaimed himself Emperor of the French. He founded the Second "}]}, {"heading": "Events", "year": "1862", "date": "June 4", "txt": "American Civil War: Confederate troops evacuate Fort Pillow on the Mississippi River, leaving the way clear for Union troops to take Memphis, Tennessee.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Fort Pillow, Tennessee", "href": "/wiki/Fort_Pillow,_Tennessee", "description": "Fort Pillow State Historic Park is a state park in western Tennessee that preserves the American Civil War site of the Battle of Fort Pillow. The 1,642 acre (6.6 km²) Fort Pillow, located in Lauderdale County on the Chickasaw Bluffs overlooking the Mississippi River, is rich in both historic and archaeological significance. In 1861, the Confederate army built extensive fortifications and named the"}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Memphis, Tennessee", "href": "/wiki/Memphis,_Tennessee", "description": "Memphis is a city along the Mississippi River in southwestern Shelby County, Tennessee, United States. Its 2019 estimated population was 651,073, making it Tennessee's second-most populous city behind Nashville, the nation's 28th-largest, and the largest city proper situated along the Mississippi River. Greater Memphis is the 42nd-largest metropolitan area in the United States, with a population o"}]}, {"heading": "Events", "year": "1876", "date": "June 4", "txt": "An express train called the Transcontinental Express arrives in San Francisco, via the First Transcontinental Railroad only 83 hours and 39 minutes after leaving New York City.", "entities": [{"title": "Train", "href": "/wiki/Train", "description": "A train is a form of rail transport consisting of a series of connected vehicles that generally run along a railroad track to transport passengers or cargo. The word \"train\" comes from the Old French trahiner, derived from the Latin trahere meaning \"to pull\" or \"to draw\"."}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}, {"title": "First Transcontinental Railroad", "href": "/wiki/First_Transcontinental_Railroad", "description": null}]}, {"heading": "Events", "year": "1878", "date": "June 4", "txt": "Cyprus Convention: The Ottoman Empire cedes Cyprus to the United Kingdom but retains nominal title.", "entities": [{"title": "Cyprus Convention", "href": "/wiki/Cyprus_Convention", "description": "The Cyprus Convention of 4 June 1878 was a secret agreement reached between Great Britain and the Ottoman Empire which granted administrative control of Cyprus to Britain, in exchange for its support of the Ottomans during the Congress of Berlin. Provisions in the Convention retained Ottoman rights over the territory of Cyprus."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Cyprus", "href": "/wiki/Cyprus", "description": "Cyprus, officially called the Republic of Cyprus, is an island nation in the eastern Mediterranean Sea. It is the third largest and third most populous island in the Mediterranean, and is located south of Turkey; west of Syria; northwest of Lebanon, Israel and Palestine; north of Egypt; and southeast of Greece. Nicosia is the country's capital and largest city."}]}, {"heading": "Events", "year": "1896", "date": "June 4", "txt": "Henry Ford completes the Ford Quadricycle, his first gasoline-powered automobile, and gives it a successful test run.", "entities": [{"title": "Henry Ford", "href": "/wiki/Henry_Ford", "description": "Henry Ford was an American industrialist, business magnate, and founder of the Ford Motor Company and chief developer of the assembly line technique of mass production. By creating the first automobile that middle-class Americans could afford, he converted the automobile from an expensive curiosity into an accessible conveyance that profoundly impacted the landscape of the 20th century."}, {"title": "Ford Quadricycle", "href": "/wiki/Ford_Quadricycle", "description": "The Ford Quadricycle was the first vehicle developed by Henry Ford. Ford's first car was a simple frame with a gas-powered engine and four bicycle wheels mounted on it."}]}, {"heading": "Events", "year": "1912", "date": "June 4", "txt": "Massachusetts becomes the first state of the United States to set a minimum wage.", "entities": [{"title": "Massachusetts", "href": "/wiki/Massachusetts", "description": "Massachusetts, officially the Commonwealth of Massachusetts, is the most populous state in the New England region of the United States. It borders on the Atlantic Ocean to the east, Connecticut to the southwest and Rhode Island to the southeast, New Hampshire to the northeast, Vermont to the northwest, and New York to the west. The capital of Massachusetts is Boston, which is also the most populou"}, {"title": "Minimum wage", "href": "/wiki/Minimum_wage", "description": "A minimum wage is the lowest remuneration that employers can legally pay their employees—the price floor below which employees may not sell their labor. Most countries had introduced minimum wage legislation by the end of the 20th century. Because minimum wages increase the cost of labor, many companies try to avoid minimum wage laws by using gig workers, moving labor to locations with lower or no"}]}, {"heading": "Events", "year": "1913", "date": "June 4", "txt": "Emily Davison, a suffragette, runs out in front of King George V's horse at The Derby. She is trampled, never regains consciousness, and dies four days later.", "entities": [{"title": "Emily Davison", "href": "/wiki/Emily_Davison", "description": "Emily Wilding Davison was an English suffragette who fought for votes for women in Britain in the early twentieth century. A member of the Women's Social and Political Union (WSPU) and a militant fighter for her cause, she was arrested on nine occasions, went on hunger strike seven times and was force fed on forty-nine occasions. She died after being hit by King George V's horse Anmer at the 1913 "}, {"title": "Suffragette", "href": "/wiki/Suffragette", "description": "A suffragette was a member of an activist women's organization in the early 20th century who, under the banner \"Votes for Women\", fought for the right to vote in public elections. The term refers in particular to members of the British Women's Social and Political Union (WSPU), a women-only movement founded in 1903 by Emmeline Pankhurst, which engaged in direct action and civil disobedience. In 19"}, {"title": "George V", "href": "/wiki/George_V", "description": "George V was King of the United Kingdom and the British Dominions, and Emperor of India, from 6 May 1910 until his death in 1936."}, {"title": "Epsom Derby", "href": "/wiki/Epsom_Derby", "description": "The Derby Stakes, also known as the Epsom Derby or the Derby, and as the Cazoo Derby for sponsorship reasons, is a Group 1 flat horse race in England open to three-year-old colts and fillies. It is run at Epsom Downs Racecourse in Surrey on the first Saturday of June each year, over a distance of one mile, four furlongs and 6 yards It was first run in 1780."}]}, {"heading": "Events", "year": "1916", "date": "June 4", "txt": "World War I: Russia opens the Brusilov Offensive with an artillery barrage of Austro-Hungarian lines in Galicia.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Brusilov Offensive", "href": "/wiki/Brusilov_Offensive", "description": "The Brusilov offensive, also known as the \"June Advance\", of June to September 1916 was the Russian Empire's greatest feat of arms during World War I, and among the most lethal offensives in world history. The historian Graydon Tunstall called the Brusilov offensive the worst crisis of World War I for Austria-Hungary and the Triple Entente's greatest victory, but it came at a tremendous loss of li"}, {"title": "Artillery", "href": "/wiki/Artillery", "description": "Artillery is a class of heavy military ranged weapons built to launch munitions far beyond the range and power of infantry firearms. Early artillery development focused on the ability to breach defensive walls and fortifications during sieges, and led to heavy, fairly immobile siege engines. As technology improved, lighter, more mobile field artillery cannons developed for battlefield use. This de"}, {"title": "Austria-Hungary", "href": "/wiki/Austria-Hungary", "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."}, {"title": "Galicia (Eastern Europe)", "href": "/wiki/Galicia_(Eastern_Europe)", "description": "Galicia was a historical and geographic region at the crossroad of Central and Eastern Europe. It was once the small Kingdom of Galicia–Volhynia and later a crown land of Austria-Hungary, the Kingdom of Galicia and Lodomeria, which straddled the modern-day border between Poland and Ukraine. The area, named after the medieval city of Halych, was first mentioned in Hungarian historical chronicles in"}]}, {"heading": "Events", "year": "1917", "date": "June 4", "txt": "The first Pulitzer Prizes are awarded: Laura E. Richards, Maude H. Elliott, and Florence Hall receive the first Pulitzer for biography (for Julia Ward Howe). Jean Jules Jusserand receives the first Pulitzer for history for his work With Americans of Past and Present Days. Herbert B. Swope receives the first Pulitzer for journalism for his work for the New York World.", "entities": [{"title": "Pulitzer Prize", "href": "/wiki/Pulitzer_Prize", "description": "The Pulitzer Prize is an award for achievements in newspaper, magazine and online journalism, literature and musical composition within the United States. It was established in 1917 by provisions in the will of Joseph Pulitzer, who had made his fortune as a newspaper publisher and is administered by Columbia University. Prizes are awarded yearly in twenty-one categories. In twenty of the categorie"}, {"title": "Laura E. Richards", "href": "/wiki/Laura_E._Richards", "description": "Laura Elizabeth Howe Richards was an American writer. She wrote more than 90 books including biographies, poetry, and several for children. One well-known children's poem is her literary nonsense verse \"Eletelephony\"."}, {"title": "Maude H. Elliott", "href": "/wiki/Maude_H._Elliott", "description": "Maud Howe Elliott was an American writer, most notable for her Pulitzer prize-winning collaboration with her sisters, Laura E. Richards and Florence Hall, on their mother's biography The Life of Julia Ward Howe (1916). Her other works included A Newport Aquarelle (1883); Phillida (1891); Mammon, later published as Honor: A Novel (1893); Roma Beata, Letters from the Eternal City (1903); The Elevent"}, {"title": "Jean Jules Jusserand", "href": "/wiki/Jean_Jules_Jusserand", "description": "Jean Adrien Antoine Jules Jusserand was a French author and diplomat. He was the French Ambassador to the United States during World War I."}, {"title": "Herbert B. Swope", "href": "/wiki/Herbert_B._Swope", "description": "Herbert Bayard Swope Sr. was an American editor, journalist and intimate of the Algonquin Round Table. Swope spent most of his career at the New York World. He was the first and three-time recipient of the Pulitzer Prize for Reporting. Swope was called the greatest reporter of his time by Lord Northcliffe of the London Daily Mail."}, {"title": "Journalism", "href": "/wiki/Journalism", "description": "Journalism is the production and distribution of reports on current events based on facts and supported with proof or evidence. The word journalism applies to the occupation, as well as citizen journalists who gather and publish information based on facts and supported with proof or evidence. Journalistic media include print, television, radio, Internet, and, in the past, newsreels."}]}, {"heading": "Events", "year": "1919", "date": "June 4", "txt": "Women's rights: The U.S. Congress approves the 19th Amendment to the United States Constitution, which guarantees suffrage to women, and sends it to the U.S. states for ratification.", "entities": [{"title": "Women's rights", "href": "/wiki/Women%27s_rights", "description": "Women's rights are the rights and entitlements claimed for women and girls worldwide. They formed the basis for the women's rights movement in the 19th century and the feminist movements during the 20th and 21st centuries. In some countries, these rights are institutionalized or supported by law, local custom, and behavior, whereas in others, they are ignored and suppressed. They differ from broad"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "19th Amendment to the United States Constitution", "href": "/wiki/19th_Amendment_to_the_United_States_Constitution", "description": "The Nineteenth Amendment to the United States Constitution prohibits the United States and the states from denying the right to vote to citizens of the United States on the basis of sex, in effect recognising the right of women to a vote. The amendment was the culmination of a decades-long movement for women's suffrage in the United States, at both the state and national levels, and was part of th"}, {"title": "Suffrage", "href": "/wiki/Suffrage", "description": "Suffrage, political franchise, or simply franchise is the right to vote in public, political elections. In some languages, and occasionally in English, the right to vote is called active suffrage, as distinct from passive suffrage, which is the right to stand for election. The combination of active and passive suffrage is sometimes called full suffrage."}]}, {"heading": "Events", "year": "1920", "date": "June 4", "txt": "Hungary loses 71% of its territory and 63% of its population when the Treaty of Trianon is signed in Paris.", "entities": [{"title": "Hungary", "href": "/wiki/Hungary", "description": "Hungary is a country in Central Europe. It borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. Hungary covers an area of 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, with a population of 10 million. Hungarian, the official language, is the world's most wi"}, {"title": "Treaty of Trianon", "href": "/wiki/Treaty_of_Trianon", "description": "The Treaty of Trianon was prepared at the Paris Peace Conference and was signed in the Grand Trianon Palace in Versailles on 4 June 1920. It formally ended World War I between most of the Allies of World War I and the Kingdom of Hungary. French diplomats played the major role in designing the treaty, with a mind to establishing French-led coalition of the newly formed nations. It regulated the sta"}]}, {"heading": "Events", "year": "1928", "date": "June 4", "txt": "The President of the Republic of China, Zhang Zuolin, is assassinated by Japanese agents.", "entities": [{"title": "President of the Republic of China", "href": "/wiki/President_of_the_Republic_of_China", "description": "The president of the Republic of China, commonly known as the president of Taiwan is the head of state of the Republic of China (ROC) and the commander-in-chief of the Republic of China Armed Forces."}, {"title": "Zhang Zuolin", "href": "/wiki/Zhang_Zuolin", "description": "Zhang Zuolin was an influential Chinese bandit, soldier, and warlord during the Warlord Era in China. The warlord of Manchuria from 1916 to 1928, and the military dictator of the Republic of China in 1927 and 1928, he rose from banditry to power and influence."}]}, {"heading": "Events", "year": "1932", "date": "June 4", "txt": "Marmaduke Grove and other Chilean military officers lead a coup d'état establishing the short-lived Socialist Republic of Chile.", "entities": [{"title": "Marmaduke Grove", "href": "/wiki/Marmaduke_Grove", "description": "Marmaduke Grove Vallejo, his name erroneously spelled Marmaduque Grobeh, was a Chilean Air Force officer, political figure and member of the Government Junta of the Socialist Republic of Chile in 1932."}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Socialist Republic of Chile", "href": "/wiki/Socialist_Republic_of_Chile", "description": "The Socialist Republic of Chile was a short-lived political entity in Chile, that was proclaimed by the Government Junta that took over that year."}]}, {"heading": "Events", "year": "1939", "date": "June 4", "txt": "The Holocaust: The MS St. Louis, a ship carrying 963 Jewish refugees, is denied permission to land in Florida, in the United States, after already being turned away from Cuba. Forced to return to Europe, more than 200 of its passengers later die in Nazi concentration camps.", "entities": [{"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}, {"title": "MS St. Louis", "href": "/wiki/MS_St._Louis", "description": "During the build-up to World War II, the Motorschiff St. Louis was a German ocean liner which carried more than 900 Jewish refugees from Nazi Germany in 1939 intending to escape anti-Semitic persecution. The refugees tried to disembark in Cuba but were denied permission to land. The captain, Gustav Schröder, went to the United States and Canada, trying to find a nation to take the Jews in, but bot"}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "Concentration camp", "href": "/wiki/Concentration_camp", "description": "Internment is the imprisonment of people, commonly in large groups, without charges or intent to file charges. The term is especially used for the confinement \"of enemy citizens in wartime or of terrorism suspects\". Thus, while it can simply mean imprisonment, it tends to refer to preventive confinement rather than confinement after having been convicted of some crime. Use of these terms is subjec"}]}, {"heading": "Events", "year": "1940", "date": "June 4", "txt": "World War II: The Dunkirk evacuation ends: British forces complete evacuation of 338,000 troops from Dunkirk in France. To rally the morale of the country, Winston Churchill delivers, only to the House of Commons, his famous \"We shall fight on the beaches\" speech.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Dunkirk evacuation", "href": "/wiki/Dunkirk_evacuation", "description": "The Dunkirk evacuation, codenamed Operation Dynamo and also known as the Miracle of Dunkirk, was the evacuation of Allied soldiers during World War II from the beaches and harbour of Dunkirk, in the north of France, between 26 May and 4 June 1940. The operation commenced after large numbers of Belgian, British, and French troops were cut off and surrounded by German troops during the six-week Batt"}, {"title": "Dunkirk", "href": "/wiki/Dunkirk", "description": "Dunkirk is a commune in Nord, a French department in northern France. It lies 10 kilometres (6.2 mi) from the Belgian border. It has the third-largest French harbour. The population of the commune at the 2016 census was 91,412."}, {"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Although best known for his wartime leadership as Prime Minister, Churchill was also a Sandhurst-educated career soldier, a Nobel-prized writer and historian, a prolific painter, and one of the longest-serving"}, {"title": "House of Commons of the United Kingdom", "href": "/wiki/House_of_Commons_of_the_United_Kingdom", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}, {"title": "We shall fight on the beaches", "href": "/wiki/We_shall_fight_on_the_beaches", "description": "\"We shall fight on the beaches\" is a common title given to a speech delivered by the British Prime Minister Winston Churchill to the House of Commons of the Parliament of the United Kingdom on 4 June 1940. This was the second of three major speeches given around the period of the Battle of France; the others are the \"Blood, toil, tears and sweat\" speech of 13 May and the \"This was their finest hou"}]}, {"heading": "Events", "year": "1942", "date": "June 4", "txt": "World War II: The Battle of Midway begins. The Japanese Admiral Chūichi Nagumo orders a strike on Midway Island by much of the Imperial Japanese Navy.", "entities": [{"title": "Battle of Midway", "href": "/wiki/Battle_of_Midway", "description": "The Battle of Midway was a major naval battle in the Pacific Theater of World War II that took place on 4–7 June 1942, six months after Japan's attack on Pearl Harbor and one month after the Battle of the Coral Sea. The U.S. Navy under Admirals Chester W. Nimitz, Frank J. Fletcher, and Raymond A. Spruance defeated an attacking fleet of the Imperial Japanese Navy under Admirals Isoroku Yamamoto, Ch"}, {"title": "Admiral", "href": "/wiki/Admiral", "description": "Admiral is one of the highest ranks in some navies, and in many navies is the highest rank. In the Commonwealth nations and the United States, a \"full\" admiral is equivalent to a \"full\" general in the army, and is above vice admiral and below admiral of the fleet, or fleet admiral. In NATO, admirals have a rank code of OF-9 as a four-star rank."}, {"title": "Chūichi Nagumo", "href": "/wiki/Ch%C5%ABichi_Nagumo", "description": "Chūichi Nagumo was a Japanese admiral in the Imperial Japanese Navy (IJN) during World War II. Nagumo led Japan's main carrier battle group, the Kido Butai, in the attack on Pearl Harbor, the Indian Ocean raid and the Battle of Midway. He committed suicide during the Battle of Saipan."}, {"title": "Midway Island", "href": "/wiki/Midway_Island", "description": "Midway Atoll is a 2.4-square-mile (6.2 km2) atoll in the North Pacific Ocean at 28°12′N 177°21′W. Midway is an insular area of the United States and is an unorganized and unincorporated territory. The largest island is Sand Island, which has housing and an airstrip. Immediately to the east of Sand Island across the narrow Brooks Channel is Eastern Island, which is uninhabited and has no facilities"}, {"title": "Imperial Japanese Navy", "href": "/wiki/Imperial_Japanese_Navy", "description": "The Imperial Japanese Navy was the navy of the Empire of Japan from 1868 until 1945, when it was dissolved following Japan's surrender in World War II. The Japan Maritime Self-Defense Force (JMSDF) was formed circa 1952-1954 after the dissolution of the IJN."}]}, {"heading": "Events", "year": "1943", "date": "June 4", "txt": "A military coup in Argentina ousts Ramón Castillo.", "entities": [{"title": "1943 Argentine coup d'état", "href": "/wiki/1943_Argentine_coup_d%27%C3%A9tat", "description": "The 1943 Argentine coup d'état, also known as the Revolution of '43, was a coup d'état on 4 June 1943 that ended the government of Ramón Castillo, who had been fraudulently elected to the office of vice-president before succeeding to the presidency in 1942 as part of the period known as the Infamous Decade. The military was opposed to Governor Robustiano Patrón Costas, Castillo's hand-picked succe"}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "Ramón Castillo", "href": "/wiki/Ram%C3%B3n_Castillo", "description": "Ramón Antonio Castillo Barrionuevo was a conservative Argentine politician who served as President of Argentina from June 27, 1942 to June 4, 1943. He was a leading figure in the period known as the Infamous Decade, characterised by electoral fraud, corruption, and rule by conservative landowners heading the alliance known as the Concordancia."}]}, {"heading": "Events", "year": "1944", "date": "June 4", "txt": "World War II: A hunter-killer group of the United States Navy captures the German submarine U-505: The first time a U.S. Navy vessel had captured an enemy vessel at sea since the 19th century.", "entities": [{"title": "German submarine U-505", "href": "/wiki/German_submarine_U-505", "description": "U-505 is a German Type IXC submarine built for Germany's Kriegsmarine during World War II. She was captured by the U.S. Navy on 4 June 1944."}]}, {"heading": "Events", "year": "1944", "date": "June 4", "txt": "World War II: The United States Fifth Army captures Rome, although much of the German Fourteenth Army is able to withdraw to the north.", "entities": []}, {"heading": "Events", "year": "1961", "date": "June 4", "txt": "Cold War: In the Vienna summit, the Soviet premier Nikita Khrushchev sparks the Berlin Crisis by threatening to sign a separate peace treaty with East Germany and ending American, British and French access to East Berlin.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Vienna summit", "href": "/wiki/Vienna_summit", "description": "The Vienna summit was a summit meeting held on June 4, 1961, in Vienna, Austria, between President John F. Kennedy of the United States and Premier Nikita Khrushchev of the Soviet Union. The leaders of the two superpowers of the Cold War era discussed numerous issues in the relationship between their countries."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Nikita Khrushchev", "href": "/wiki/Nikita_Khrushchev", "description": "Nikita Sergeyevich Khrushchev led the Soviet Union as the First Secretary of the Communist Party of the Soviet Union from 1953 to 1964 and as chairman of the country's Council of Ministers from 1958 to 1964. During his rule, Khrushchev stunned the communist world with his denunciation of Stalin's crimes and began De-Stalinization. He sponsored the early Soviet space program, and enactment of relat"}, {"title": "Berlin Crisis of 1961", "href": "/wiki/Berlin_Crisis_of_1961", "description": "The Berlin Crisis of 1961 occurred between 4 June – 9 November 1961, and was the last major politic-military European incident of the Cold War about the occupational status of the German capital city, Berlin, and of post–World War II Germany. The Berlin Crisis started when the USSR launched an ultimatum demanding the withdrawal of all armed forces from Berlin, including the Western armed forces in"}, {"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}, {"title": "East Berlin", "href": "/wiki/East_Berlin", "description": "East Berlin was the de facto capital city of the German Democratic Republic from 1949 to 1990. Formally, it was the Soviet sector of Berlin, established in 1945. The American, British, and French sectors were known as West Berlin. From 13 August 1961 until 9 November 1989, East Berlin was separated from West Berlin by the Berlin Wall. The Western Allied powers did not recognise East Berlin as the "}]}, {"heading": "Events", "year": "1967", "date": "June 4", "txt": "Seventy-two people are killed when a Canadair C-4 Argonaut crashes at Stockport in England.", "entities": [{"title": "Canadair C-4 Argonaut", "href": "/wiki/Canadair_C-4_Argonaut", "description": "The Canadair North Star is a 1940s Canadian development, for Trans-Canada Air Lines (TCA), of the Douglas DC-4. Instead of radial piston engines used by the Douglas design, Canadair used Rolls-Royce Merlin V12 engines to achieve a higher cruising speed of 325 mph (523 km/h) compared with the 227 mph (365 km/h) of the standard DC-4. Requested by TCA in 1944, the prototype flew on 15 July 1946. The "}, {"title": "Stockport air disaster", "href": "/wiki/Stockport_air_disaster", "description": "On 4 June 1967 a Canadair C-4 Argonaut passenger aircraft owned by British Midland Airways crashed near the centre of Stockport, Greater Manchester, England. Of the 84 people on board, 72 were killed. It is the fourth-worst accident in British aviation history."}]}, {"heading": "Events", "year": "1970", "date": "June 4", "txt": "Tonga gains independence from the United Kingdom.", "entities": [{"title": "Tonga", "href": "/wiki/Tonga", "description": "Tonga, officially named the Kingdom of Tonga, is a Polynesian country, and also an archipelago comprising 169 islands, of which 36 are inhabited. The archipelago's total surface area is about 750 square kilometres (290 sq mi) scattered over 700,000 square kilometres (270,000 sq mi) of the southern Pacific Ocean. As of 2016, Tonga had a population of 100,651, 70% of whom resided on the main island,"}]}, {"heading": "Events", "year": "1975", "date": "June 4", "txt": "The Governor of California Jerry Brown signs the California Agricultural Labor Relations Act into law, the first law in the U.S. giving farmworkers collective bargaining rights.", "entities": [{"title": "Governor of California", "href": "/wiki/Governor_of_California", "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."}, {"title": "Jerry Brown", "href": "/wiki/Jerry_Brown", "description": "Edmund Gerald Brown Jr. is an American lawyer and politician who served as the 34th and 39th governor of California from 1975 to 1983 and 2011 to 2019. A member of the Democratic Party, he was elected Secretary of State of California in the early 1970s; Brown later served as Mayor of Oakland from 1999 to 2007 and Attorney General of California from 2007 to 2011. He was both the oldest and sixth-yo"}, {"title": "California Agricultural Labor Relations Act", "href": "/wiki/California_Agricultural_Labor_Relations_Act", "description": "The California Agricultural Labor Relations Act (CALRA) is a landmark statute in United States labor law that was enacted by the state of California in 1975, establishing the right to collective bargaining for farmworkers in that state, a first in U.S. history."}, {"title": "Collective bargaining", "href": "/wiki/Collective_bargaining", "description": "Collective bargaining is a process of negotiation between employers and a group of employees aimed at agreements to regulate working salaries, working conditions, benefits, and other aspects of workers' compensation and rights for workers. The interests of the employees are commonly presented by representatives of a trade union to which the employees belong. The collective agreements reached by th"}]}, {"heading": "Events", "year": "1979", "date": "June 4", "txt": "Flight Lieutenant Jerry Rawlings takes power in Ghana after a military coup in which General Fred Akuffo is overthrown.", "entities": [{"title": "Flight Lieutenant", "href": "/wiki/Flight_Lieutenant", "description": null}, {"title": "Jerry Rawlings", "href": "/wiki/Jerry_Rawlings", "description": "Jerry John Rawlings was a Ghanaian military officer and politician who led the country from 1981 to 2001 and also for a brief period in 1979. He led a military junta until 1992, and then served two terms as the democratically elected President of Ghana."}, {"title": "Ghana", "href": "/wiki/Ghana", "description": "Ghana, officially the Republic of Ghana, is a country in West Africa. It spans along the Gulf of Guinea and the Atlantic Ocean, sharing borders with the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, the Gulf of Guinea and the Atlantic Ocean in the south. Ghana covers an area of 238,535 km2 (92,099 sq mi), with a population of 31 million. It is the second-most populous count"}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Fred Akuffo", "href": "/wiki/Fred_Akuffo", "description": "Lieutenant General Frederick William \"Fred\" Kwasi Akuffo was a soldier and politician. He was a Chief of Defence Staff of the Ghana Armed Forces and a Head of state and chairman of the ruling Supreme Military Council in Ghana from 1978 to 1979. He came to power in a military coup, was overthrown in another military coup and executed three weeks later, on 26 June 1979."}]}, {"heading": "Events", "year": "1983", "date": "June 4", "txt": "Gordon Kahl, who killed two US Marshals in Medina, North Dakota on February 13, is killed in a shootout in Smithville, Arkansas, along with a local sheriff, after a four-month manhunt.", "entities": [{"title": "Gordon Kahl", "href": "/wiki/Gordon_Kahl", "description": "Gordon Wendell Kahl was an American member of the far right Posse Comitatus movement who was involved in two fatal shootouts with law enforcement officers in the United States in 1983."}, {"title": "United States Marshals Service", "href": "/wiki/United_States_Marshals_Service", "description": "The United States Marshals Service (USMS) is a federal law enforcement agency in the United States. The USMS is a bureau within the U.S. Department of Justice, operating under the direction of the Attorney General, but serves as the enforcement arm of the United States federal courts to ensure the effective operation of the judiciary and integrity of the Constitution. It is the oldest U.S. federal"}, {"title": "Medina, North Dakota", "href": "/wiki/Medina,_North_Dakota", "description": "Medina is a city in Stutsman County, North Dakota, United States. The population was 308 at the 2010 census. Medina was founded in 1899."}, {"title": "Smithville, Arkansas", "href": "/wiki/Smithville,_Arkansas", "description": "Smithville is a town in Lawrence County, Arkansas, United States. The population was 78 at the 2010 census."}]}, {"heading": "Events", "year": "1986", "date": "June 4", "txt": "Jonathan Pollard pleads guilty to espionage for selling top secret United States military intelligence to Israel.", "entities": [{"title": "Jonathan Pollard", "href": "/wiki/Jonathan_Pollard", "description": "Jonathan Jay Pollard is a former intelligence analyst for the United States government. In 1987, as part of a plea agreement, Pollard pleaded guilty to spying for and providing top-secret classified information to Israel. He was sentenced to life in prison for violations of the Espionage Act, making him the only American to receive a life sentence for passing classified information to an ally of t"}, {"title": "Espionage", "href": "/wiki/Espionage", "description": "Espionage or spying is the act of obtaining secret or confidential information from non-disclosed sources or divulging of the same without the permission of the holder of the information. A person who commits espionage is called an espionage agent or spy. Any individual or spy ring, in the service of a government, company or independent operation, can commit espionage. The practice is clandestine,"}, {"title": "Military intelligence", "href": "/wiki/Military_intelligence", "description": "Military intelligence is a military discipline that uses information collection and analysis approaches to provide guidance and direction to assist commanders in their decisions. This aim is achieved by providing an assessment of data from a range of sources, directed towards the commanders' mission requirements or responding to questions as part of operational or campaign planning. To provide an "}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "1988", "date": "June 4", "txt": "Three cars on a train carrying hexogen to Kazakhstan explode in Arzamas, Gorky Oblast, USSR, killing 91 and injuring about 1,500.", "entities": [{"title": "Hexogen", "href": "/wiki/Hexogen", "description": "RDX is an organic compound with the formula (O2N2CH2)3. It is a white solid without smell or taste, widely used as an explosive. Chemically, it is classified as a nitramide alongside HMX, which is a more energetic explosive than TNT. It was used widely in World War II and remains common in military applications."}, {"title": "Kazakhstan", "href": "/wiki/Kazakhstan", "description": "Kazakhstan, officially the Republic of Kazakhstan, is a transcontinental country mainly located in Central Asia, but with a smaller portion west of the Ural River in Eastern Europe. It covers a land area of 2,724,900 square kilometres (1,052,100 sq mi), and shares land borders with Russia in the north, China in the east, and Kyrgyzstan, Uzbekistan, and Turkmenistan in the south while also adjoinin"}, {"title": "Arzamas train disaster", "href": "/wiki/Arzamas_train_disaster", "description": "The Arzamas explosion, also known as the Arzamas train disaster, was a railway accident that occurred on June 4, 1988 in Arzamas, Gorky Oblast, Soviet Union, when an explosion at a railway crossing killed 91 people and injured 1,500."}, {"title": "Arzamas", "href": "/wiki/Arzamas", "description": "Arzamas is a city in Nizhny Novgorod Oblast, Russia, located on the Tyosha River, 410 kilometers (250 mi) east of Moscow. Population: 106,362 (2010 Census); 109,432 (2002 Census); 108,951 (1989 Census)."}, {"title": "Gorky Oblast", "href": "/wiki/Gorky_Oblast", "description": "Nizhny Novgorod Oblast, is a federal subject of Russia. Its administrative center is the city of Nizhny Novgorod. It has a population of 3,310,597 as of the 2010 Census. From 1932 to 1990 it was known as Gorky Oblast."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1989", "date": "June 4", "txt": "Ali Khamenei is elected as the new Supreme Leader of the Islamic Republic of Iran by the Assembly of Experts after the death and funeral of Ayatollah Ruhollah Khomeini.", "entities": [{"title": "Ali Khamenei", "href": "/wiki/Ali_Khamenei", "description": "Sayyid Ali Hosseini Khamenei is a Twelver Shia Marja' and the second and current supreme leader of Iran, in office since 1989. He was previously President of Iran from 1981 to 1989. Khamenei is the longest serving head of state in the Middle East, as well as the second-longest serving Iranian leader of the last century, after Shah Mohammad Reza Pahlavi."}, {"title": "Supreme Leader of Iran", "href": "/wiki/Supreme_Leader_of_Iran", "description": "The Supreme Leader of Iran, also referred to as Supreme Leader of the Islamic Revolution, but officially called the Supreme Leadership Authority, is the head of state and the highest political and religious authority of the Islamic Republic of Iran. The armed forces, judiciary, state television, and other key government organizations such as Guardian Council and Expediency Discernment Council are "}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Assembly of Experts", "href": "/wiki/Assembly_of_Experts", "description": "The Assembly of Experts —also translated as the Assembly of Experts of the Leadership or as the Council of Experts— is the deliberative body empowered to appoint and dismiss the Supreme Leader of Iran. All directly elected members must first be vetted by the Guardian Council."}, {"title": "Ayatollah", "href": "/wiki/Ayatollah", "description": "Ayatollah is an honorific title for high-ranking Twelver Shia clergy in Iran and Iraq that came into widespread usage in the 20th century."}, {"title": "Ruhollah Khomeini", "href": "/wiki/Ruhollah_Khomeini", "description": "Sayyid Ruhollah Musavi Khomeini, also known in the Western world as Ayatollah Khomeini, was an Iranian political and religious leader. He was the founder of the Islamic Republic of Iran and the leader of the 1979 Iranian Revolution, which saw the overthrow of the last Shah of Iran, Mohammad Reza Pahlavi, and the end of the 2,500-year-old Persian monarchy. Following the revolution, Khomeini became "}]}, {"heading": "Events", "year": "1989", "date": "June 4", "txt": "The Tiananmen Square protests are suppressed in Beijing by the People's Liberation Army, with between 241 and 10,000 dead (an unofficial estimate).", "entities": [{"title": "People's Liberation Army", "href": "/wiki/People%27s_Liberation_Army", "description": "The People's Liberation Army (PLA) is the regular armed forces of the People's Republic of China (PRC) and the armed wing of the PRC's founding and ruling political party, the Chinese Communist Party (CCP). Besides the Central Military Commission (CMC) and several minor units directly under it, the PLA has five major service branches: the Ground Force, Navy, Air Force, Rocket Force, and the Strate"}]}, {"heading": "Events", "year": "1989", "date": "June 4", "txt": "Solidarity's victory in the first (somewhat) free parliamentary elections in post-war Poland sparks off a succession of peaceful anti-communist revolutions in Eastern Europe, leads to the creation of the so-called Contract Sejm and begins the Autumn of Nations.", "entities": [{"title": "Communism", "href": "/wiki/Communism", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}, {"title": "Eastern Europe", "href": "/wiki/Eastern_Europe", "description": "Eastern Europe is the region of the European continent between Western Europe and Asia. There is no consistent definition of the precise area it covers, partly because the term has a wide range of geopolitical, geographical, ethnic, cultural, and socioeconomic connotations. Russia, located in Eastern Europe, is both the largest and most populous country of Europe; spanning roughly 40% of the conti"}, {"title": "Contract Sejm", "href": "/wiki/Contract_Sejm", "description": "Contract Sejm is a term commonly applied to the \"Sejm\" (parliament) elected in the Polish parliamentary elections of 1989. The contract refers to an agreement reached by the Polish United Workers' Party and the Solidarity movement during the Polish Round Table Agreement. The final agreement was signed on April 5, 1989. As a result, real political power was vested in a newly created bicameral legis"}, {"title": "Autumn of Nations", "href": "/wiki/Autumn_of_Nations", "description": "The Revolutions of 1989 formed part of a revolutionary wave in the late 1980s and early 1990s that resulted in the end of communist rule in Central and Eastern Europe and beyond. The period is often also called the Fall of Communism and sometimes the Fall of Nations or the Autumn of Nations, a play on the term Spring of Nations that is sometimes used to describe the Revolutions of 1848."}]}, {"heading": "Events", "year": "1989", "date": "June 4", "txt": "Ufa train disaster: A natural gas explosion near Ufa, Russia, kills 575 as two trains passing each other throw sparks near a leaky pipeline.", "entities": [{"title": "Natural gas", "href": "/wiki/Natural_gas", "description": "Natural gas is a naturally occurring hydrocarbon gas mixture consisting primarily of methane, but commonly including varying amounts of other higher alkanes, and sometimes a small percentage of carbon dioxide, nitrogen, hydrogen sulfide, or helium. It is formed when layers of decomposing plant and animal matter are exposed to intense heat and pressure under the surface of the Earth over millions o"}, {"title": "Ufa", "href": "/wiki/Ufa", "description": "Ufa is the capital and largest city of the Republic of Bashkortostan in Russia. The city lies at the confluence of the Belaya and Ufa rivers, in the centre-north of Bashkortostan, on hills forming the Ufa Plateau to the west of the southern Ural Mountains, with a population of over 1 million residents, up to 1.4 million residents in the urban agglomeration. Ufa is the eleventh-most populous city i"}]}, {"heading": "Events", "year": "1996", "date": "June 4", "txt": "The first flight of Ariane 5 explodes after roughly 37 seconds. It was a Cluster mission.", "entities": [{"title": "Ariane 5", "href": "/wiki/Ariane_5", "description": "Ariane 5 is a European heavy-lift space launch vehicle developed and operated by Arianespace for the European Space Agency (ESA). It is launched from the Centre Spatial Guyanais in French Guiana. It has been used to deliver payloads into geostationary transfer orbit (GTO) or low Earth orbit (LEO).\nThe rocket had a streak of 85 consecutive successful launches between 9 April 2003 and 12 December 20"}, {"title": "Cluster mission", "href": "/wiki/Cluster_mission", "description": "Cluster II is a space mission of the European Space Agency, with NASA participation, to study the Earth's magnetosphere over the course of nearly two solar cycles. The mission is composed of four identical spacecraft flying in a tetrahedral formation. As a replacement for the original Cluster spacecraft which were lost in a launch failure in 1996, the four Cluster II spacecraft were successfully l"}]}, {"heading": "Events", "year": "1998", "date": "June 4", "txt": "Terry Nichols is sentenced to life in prison for his role in the Oklahoma City bombing.", "entities": [{"title": "Terry Nichols", "href": "/wiki/Terry_Nichols", "description": "Terry Lynn Nichols is an American domestic terrorist who was convicted of being an accomplice in the Oklahoma City bombing. Prior to his incarceration, he held a variety of short-term jobs, working as a farmer, grain elevator manager, real estate salesman and ranch hand. He met his future co-conspirator, Timothy McVeigh, during a brief stint in the U.S. Army, which ended in 1989 when he requested "}, {"title": "Oklahoma City bombing", "href": "/wiki/Oklahoma_City_bombing", "description": "The Oklahoma City bombing was a domestic terrorist truck bombing of the Alfred P. Murrah Federal Building in Oklahoma City, Oklahoma, United States, on Wednesday, April 19, 1995. Perpetrated by anti-government extremists Timothy McVeigh and Terry Nichols, the bombing happened at 9:02 am and killed at least 168 people, injured more than 680 others, and destroyed more than one-third of the building,"}]}, {"heading": "Events", "year": "2010", "date": "June 4", "txt": "Falcon 9 Flight 1 is the maiden flight of the SpaceX Falcon 9 rocket, which launches from Cape Canaveral Air Force Station Space Launch Complex 40.", "entities": [{"title": "Falcon 9 Flight 1", "href": "/wiki/Falcon_9_Flight_1", "description": "The Dragon Spacecraft Qualification Unit was a boilerplate version of the Dragon spacecraft manufactured by SpaceX. After using it for ground tests to rate Dragon's shape and mass in various tests, SpaceX launched it into low Earth orbit on the maiden flight of the Falcon 9 rocket, on June 4, 2010. SpaceX used the launch to evaluate the aerodynamic conditions on the spacecraft and performance of t"}, {"title": "Maiden flight", "href": "/wiki/Maiden_flight", "description": "The maiden flight, also known as first flight, of an aircraft is the first occasion on which an aircraft leaves the ground under its own power. The same term is also used for the first launch of rockets."}, {"title": "SpaceX", "href": "/wiki/SpaceX", "description": "Space Exploration Technologies Corp. (SpaceX) is an American aerospace manufacturer and space transportation services company headquartered in Hawthorne, California. SpaceX was founded in 2002 by Elon Musk with the goal of reducing space transportation costs to enable the colonization of Mars. SpaceX manufactures the Falcon 9 and Falcon Heavy launch vehicles, several rocket engines, Dragon cargo a"}, {"title": "Falcon 9", "href": "/wiki/Falcon_9", "description": "Falcon 9 is a partially reusable two-stage-to-orbit medium-lift launch vehicle designed and manufactured by SpaceX in the United States. Both the first and second stages are powered by SpaceX Merlin engines, using cryogenic liquid oxygen and rocket-grade kerosene (RP-1) as propellants. Its name is derived from the fictional Star Wars spacecraft, the Millennium Falcon, and the nine Merlin engines o"}, {"title": "Cape Canaveral Air Force Station Space Launch Complex 40", "href": "/wiki/Cape_Canaveral_Air_Force_Station_Space_Launch_Complex_40", "description": "Space Launch Complex 40 (SLC-40), previously Launch Complex 40 (LC-40) is a launch pad for rockets located at the north end of Cape Canaveral Space Force Station, Florida."}]}, {"heading": "Births", "year": "1394", "date": "June 4", "txt": "Philippa of England, Queen of Denmark, Norway and Sweden (d. 1430)", "entities": [{"title": "Philippa of England", "href": "/wiki/Philippa_of_England", "description": "Philippa of England, also known as Philippa of Lancaster, was Queen of Denmark, Norway and Sweden from 1406 to 1430 by marriage to King Eric of the Kalmar Union. She was the daughter of King Henry IV of England by his first spouse Mary de Bohun and the younger sister of King Henry V. Queen Philippa participated significantly in state affairs during the reign of her spouse, and served as regent of "}]}, {"heading": "Births", "year": "1489", "date": "June 4", "txt": "Antoine, Duke of Lorraine (d. 1544)", "entities": [{"title": "Antoine, Duke of Lorraine", "href": "/wiki/Antoine,_Duke_of_Lorraine", "description": "Antoine, known as the Good, was Duke of Lorraine from 1508 until his death in 1544. Raised at the French court, Antoine would campaign in Italy twice: once under Louis XII and the other with Francis I. During the German Peasants' War, he would defeat two armies while retaking Saverne and Sélestat. Antoine succeeded in freeing Lorraine from the Holy Roman Empire with the Treaty of Nuremberg of 1542"}]}, {"heading": "Births", "year": "1563", "date": "June 4", "txt": "George Heriot, Scottish goldsmith (d. 1624)", "entities": [{"title": "George Heriot", "href": "/wiki/George_Heriot", "description": "George Heriot was a Scottish goldsmith and philanthropist. He is chiefly remembered today as the founder of George Heriot's School, a large independent school in Edinburgh; his name has also been given to Heriot-Watt University, as well as several streets in the same city."}]}, {"heading": "Births", "year": "1604", "date": "June 4", "txt": "Claudia de' Medici, Italian daughter of Christina of Lorraine (d. 1648)", "entities": [{"title": "Claudia de' Medici", "href": "/wiki/Claudia_de%27_Medici", "description": "Claudia de' Medici was Regent of the Austrian County of Tyrol during the minority of her son from 1632 until 1646. \nShe was a daughter of Ferdinando I de' Medici, Grand Duke of Tuscany and Christina of Lorraine. She was born in Florence, and was named after her grandmother Claude of Valois, herself granddaughter of Claude, Duchess of Brittany, consort to King Francis I of France."}, {"title": "Christina of Lorraine", "href": "/wiki/Christina_of_Lorraine", "description": "Christina of Lorraine or Christine de Lorraine was a member of the House of Lorraine and was the Grand Duchess of Tuscany by marriage. She served as Regent of Tuscany jointly with her daughter-in-law during the minority of her grandson from 1621 to 1628."}]}, {"heading": "Births", "year": "1665", "date": "June 4", "txt": "Zacharie Robutel de La Noue, Canadian captain (d. 1733)", "entities": [{"title": "Zacharie Robutel de La Noue", "href": "/wiki/Zacharie_Robutel_de_La_Noue", "description": "Zacharie Robutel de La Noue was a French lieutenant and captain in the colonial regular troops, and seigneur of Châteauguay. Robutel de La Noue was a Canadian, born in Montreal, son of Claude Robutel de La Noue, seigneur of Île Saint-Paul, and Suzanne de Gabrielle. As a soldier he escorted various expeditions - to Hudson Bay in 1686 with Pierre de Troyes, Chevalier de Troyes and up the Ottawa Rive"}]}, {"heading": "Births", "year": "1694", "date": "June 4", "txt": "François Quesnay, French economist and physician (d. 1774)", "entities": [{"title": "François Quesnay", "href": "/wiki/Fran%C3%A7ois_Quesnay", "description": "François Quesnay was a French economist and physician of the Physiocratic school. He is known for publishing the \"Tableau économique\" in 1758, which provided the foundations of the ideas of the Physiocrats. This was perhaps the first work attempting to describe the workings of the economy in an analytical way, and as such can be viewed as one of the first important contributions to economic though"}]}, {"heading": "Births", "year": "1704", "date": "June 4", "txt": "Benjamin Huntsman, English inventor and businessman (d. 1776)", "entities": [{"title": "Benjamin Huntsman", "href": "/wiki/Benjamin_Huntsman", "description": "Benjamin Huntsman was an English inventor and manufacturer of cast or crucible steel."}]}, {"heading": "Births", "year": "1738", "date": "June 4", "txt": "George III of the United Kingdom (d. 1820)", "entities": [{"title": "George III of the United Kingdom", "href": "/wiki/George_III_of_the_United_Kingdom", "description": "George III was King of Great Britain and Ireland from 25 October 1760 until the union of the two kingdoms on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death in 1820. He was concurrently Duke and Prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire before becoming King of Hanover on 12 October 1814. He was a monarch of "}]}, {"heading": "Births", "year": "1744", "date": "June 4", "txt": "Patrick Ferguson, Scottish soldier, designed the Ferguson rifle (d. 1780)", "entities": [{"title": "Patrick Ferguson", "href": "/wiki/Patrick_Ferguson", "description": "Patrick Ferguson was a Scottish officer in the British Army, an early advocate of light infantry and the designer of the Ferguson rifle. He is best known for his service in the 1780 military campaign of Charles Cornwallis during the American Revolutionary War in the Carolinas, in which he played a great effort in recruiting American Loyalists to serve in his militia against the Patriots."}, {"title": "Ferguson rifle", "href": "/wiki/Ferguson_rifle", "description": "The Ferguson rifle was one of the first breech-loading rifles to be put into service by the British military. It fired a standard British carbine ball of .615\" calibre and was used by the British Army in the American Revolutionary War at the Battle of Brandywine in 1777, and possibly at the Siege of Charleston in 1780."}]}, {"heading": "Births", "year": "1754", "date": "June 4", "txt": "Miguel de Azcuénaga, Argentinian soldier (d. 1833)", "entities": [{"title": "Miguel de Azcuénaga", "href": "/wiki/Miguel_de_Azcu%C3%A9naga", "description": "Miguel de Azcuénaga was an Argentine brigadier. Educated in Spain, at the University of Seville, Azcuénaga began his military career in the Viceroyalty of the Río de la Plata and became a member of the Primera Junta, the first autonomous government of modern Argentina. He was shortly exiled because of his support to the minister Mariano Moreno, and returned to Buenos Aires when the First Triumvira"}]}, {"heading": "Births", "year": "1754", "date": "June 4", "txt": "Franz Xaver von Zach, Slovak astronomer and academic (d. 1832)", "entities": []}, {"heading": "Births", "year": "1787", "date": "June 4", "txt": "Constant Prévost, French geologist and academic (d. 1856)", "entities": [{"title": "Constant Prévost", "href": "/wiki/Constant_Pr%C3%A9vost", "description": "Louis-Constant Prévost was a French geologist."}]}, {"heading": "Births", "year": "1801", "date": "June 4", "txt": "James Pennethorne, English architect, designed Victoria Park (d. 1871)", "entities": [{"title": "James Pennethorne", "href": "/wiki/James_Pennethorne", "description": "\n\nSir James Pennethorne was a 19th-century English architect and planner, particularly associated with buildings and parks in central London."}, {"title": "Victoria Park, London", "href": "/wiki/Victoria_Park,_London", "description": "Victoria Park is a park in the London Borough of Tower Hamlets in East London, England. It is the largest park in Tower Hamlets and one of London's most visited green spaces with approximately 9 million visitors every year. The park spans 86.18 hectares of open space and opened to the public in 1845."}]}, {"heading": "Births", "year": "1821", "date": "June 4", "txt": "Apollon Maykov, Russian poet and playwright (d. 1897)", "entities": [{"title": "Apollon Maykov", "href": "/wiki/Apollon_Maykov", "description": "Apollon Nikolayevich Maykov was a Russian poet, best known for his lyric verse showcasing images of Russian villages, nature, and history. His love for ancient Greece and Rome, which he studied for much of his life, is also reflected in his works. Maykov spent four years translating the epic The Tale of Igor's Campaign (1870) into modern Russian. He translated the folklore of Belarus, Greece, Serb"}]}, {"heading": "Births", "year": "1829", "date": "June 4", "txt": "Jinmaku Kyūgorō, Japanese sumo wrestler, the 12th Yokozuna (d. 1903)", "entities": [{"title": "Jinmaku Kyūgorō", "href": "/wiki/Jinmaku_Ky%C5%ABgor%C5%8D", "description": "Jinmaku Kyūgorō  was a Japanese professional sumo wrestler from Itō, Izumo Province. He was the sport's 12th yokozuna."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1854", "date": "June 4", "txt": "Solko van den Bergh, Dutch target shooter (d. 1916)", "entities": [{"title": "Solko van den Bergh", "href": "/wiki/Solko_van_den_Bergh", "description": "Solko or Solke Johannes van den Bergh was a Dutch sports shooter."}]}, {"heading": "Births", "year": "1860", "date": "June 4", "txt": "Alexis Lapointe, Canadian runner (d. 1924)", "entities": [{"title": "Alexis Lapointe", "href": "/wiki/Alexis_Lapointe", "description": "Alexis Lapointe, known as Alexis le Trotteur was a Quebec athlete in the early 20th century who has become a legendary character of québécois folklore."}]}, {"heading": "Births", "year": "1861", "date": "June 4", "txt": "William Propsting, Australian politician, 20th Premier of Tasmania (d. 1937)", "entities": [{"title": "William Propsting", "href": "/wiki/William_Propsting", "description": "William Bispham Propsting, CMG was an Australian politician and member of the Tasmanian House of Assembly, who served as Premier of Tasmania from 9 April 1903 to 11 July 1904."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1866", "date": "June 4", "txt": "Miina Sillanpää, Finnish journalist and politician (d. 1952)", "entities": [{"title": "Miina Sillanpää", "href": "/wiki/Miina_Sillanp%C3%A4%C3%A4", "description": "Miina Sillanpää was Finland's first female minister and a key figure in the workers' movement. In 2016, the Finnish government made 1 October an official flag day in honour of Sillanpää. She was involved in the preparation of Finland's first Municipal Homemaking Act."}]}, {"heading": "Births", "year": "1867", "date": "June 4", "txt": "Carl Gustaf Emil Mannerheim, Finnish general and politician, 6th President of Finland (d. 1951)", "entities": [{"title": "Carl Gustaf Emil Mannerheim", "href": "/wiki/Carl_Gustaf_Emil_Mannerheim", "description": "Baron Carl Gustaf Emil Mannerheim was a Finnish military leader and statesman. He served as the military leader of the Whites in the Finnish Civil War of 1918, Regent of Finland (1918–1919), commander-in-chief of Finland's defence forces during World War II (1939–1945), Marshal of Finland, and the sixth president of Finland (1944–1946)."}, {"title": "President of Finland", "href": "/wiki/President_of_Finland", "description": "The president of the Republic of Finland is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the Finnish Government and the president, with the latter possessing only residual powers. The president is directly elected by universal suffrage for a term of six years. Since 1994, no president may be elected for more than two consecutive terms. The president"}]}, {"heading": "Births", "year": "1873", "date": "June 4", "txt": "Nictzin Dyalhis, American author (d.1942)", "entities": [{"title": "Nictzin Dyalhis", "href": "/wiki/Nictzin_Dyalhis", "description": "Nictzin Wilstone Dyalhis was an American chemist and short story writer who specialized in the genres of science fiction and fantasy. He wrote as Nictzin Dyalhis. During his lifetime he attained a measure of celebrity as a writer for the pulp fiction magazine Weird Tales."}]}, {"heading": "Births", "year": "1877", "date": "June 4", "txt": "Heinrich Otto Wieland, German chemist and academic, Nobel Prize laureate (d. 1957)", "entities": [{"title": "Heinrich Otto Wieland", "href": "/wiki/Heinrich_Otto_Wieland", "description": "Heinrich Otto Wieland was a German chemist. He won the 1927 Nobel Prize in Chemistry for his research into the bile acids."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1879", "date": "June 4", "txt": "Mabel Lucie Attwell, English author and illustrator (d. 1964)", "entities": [{"title": "Mabel Lucie Attwell", "href": "/wiki/Mabel_Lucie_Attwell", "description": "Mabel Lucie Attwell was a British illustrator and comics artist. She was known for her cute, nostalgic drawings of children, based on her daughter, Peggy. Her drawings are featured on many postcards, advertisements, posters, books and figurines."}]}, {"heading": "Births", "year": "1880", "date": "June 4", "txt": "Clara Blandick, American actress (d. 1962)", "entities": [{"title": "Clara Blandick", "href": "/wiki/Clara_Blandick", "description": "Clara Blandick was an American character, film, stage and theater actress. She played Aunt Em in Metro-Goldwyn-Mayer's The Wizard of Oz (1939).\nAs a character actress, she often played eccentric elderly matriarchs."}]}, {"heading": "Births", "year": "1885", "date": "June 4", "txt": "Arturo Rawson, Argentinian general and politician, 26th President of Argentina (d. 1952)", "entities": [{"title": "Arturo Rawson", "href": "/wiki/Arturo_Rawson", "description": "Arturo Rawson was an Argentine politician, military officer, and the provisional President of the Republic from June 4, 1943, to June 7, 1943."}, {"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Births", "year": "1887", "date": "June 4", "txt": "Tom Longboat, Canadian runner and soldier (d. 1949)", "entities": [{"title": "Tom Longboat", "href": "/wiki/Tom_Longboat", "description": "Thomas Charles Longboat was an Onondaga distance runner from the Six Nations Reserve near Brantford, Ontario and, for much of his career, the dominant long-distance runner. He was known as the \"bulldog of Britannia\" and was a soldier in the Canadian Expeditionary Force during the First World War."}]}, {"heading": "Births", "year": "1889", "date": "June 4", "txt": "Beno Gutenberg, German-American seismologist (d. 1960)", "entities": [{"title": "Beno Gutenberg", "href": "/wiki/Beno_Gutenberg", "description": "Beno Gutenberg was a German-American seismologist who made several important contributions to the science. He was a colleague and mentor of Charles Francis Richter at the California Institute of Technology and Richter's collaborator in developing the Richter magnitude scale for measuring an earthquake's magnitude."}]}, {"heading": "Births", "year": "1903", "date": "June 4", "txt": "Yevgeny Mravinsky, Russian conductor (d. 1988)", "entities": [{"title": "Yevgeny Mravinsky", "href": "/wiki/Yevgeny_Mravinsky", "description": "Yevgeny Aleksandrovich Mravinsky was a Russian conductor, pianist, and music pedagogue; he was a professor at Leningrad State Conservatory."}]}, {"heading": "Births", "year": "1904", "date": "June 4", "txt": "Bhagat Puran Singh, Indian publisher, environmentalist, and philanthropist (d. 1992)", "entities": [{"title": "Bhagat Puran Singh", "href": "/wiki/Bhagat_Puran_Singh", "description": "Bhagat Puran Singh was born in Rajewal (Rohno) Ludhiana district, Punjab. Born into a Hindu family, he was given the name Ramji Das as a child. Later, while still a child, he chose to become a Sikh. Though he never finished his basic schooling, he became a writer, a (self) publisher, an environmentalist, and a philanthropist. He is perhaps best remembered for the home he founded in Amritsar, India"}]}, {"heading": "Births", "year": "1907", "date": "June 4", "txt": "Jacques Roumain, Haitian journalist and politician (d. 1944)", "entities": [{"title": "Jacques Roumain", "href": "/wiki/Jacques_Roumain", "description": "Jacques Roumain was a Haitian writer, politician, and advocate of Marxism. He is considered one of the most prominent figures in Haitian literature. The African-American poet, Langston Hughes, translated some of Roumain's works, including Gouverneurs de la Rosée."}]}, {"heading": "Births", "year": "1907", "date": "June 4", "txt": "Rosalind Russell, American actress (d. 1976)", "entities": []}, {"heading": "Births", "year": "1907", "date": "June 4", "txt": "Patience Strong, English poet and journalist (d. 1990)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 4", "txt": "Christopher Cockerell, English engineer, invented the hovercraft (d. 1999)", "entities": [{"title": "Christopher Cockerell", "href": "/wiki/Christopher_Cockerell", "description": "Sir Christopher Sydney Cockerell CBE RDI FRS was an English engineer, best known as the inventor of the hovercraft."}, {"title": "Hovercraft", "href": "/wiki/Hovercraft", "description": "A hovercraft, also known as an air-cushion vehicle or ACV, is an amphibious craft capable of travelling over land, water, mud, ice, and other surfaces."}]}, {"heading": "Births", "year": "1912", "date": "June 4", "txt": "Robert Jacobsen, Danish sculptor and painter (d. 1993)", "entities": [{"title": "Robert Jacobsen", "href": "/wiki/Robert_Jacobsen", "description": "Robert Julius Tommy Jacobsen was a Danish sculptor and painter. The Danish Robert Award award is named in his honor."}]}, {"heading": "Births", "year": "1915", "date": "June 4", "txt": "Walter Hadlee, New Zealand cricketer (d. 2006)", "entities": [{"title": "Walter Hadlee", "href": "/wiki/Walter_Hadlee", "description": "Walter Arnold Hadlee was a New Zealand cricketer and Test match captain. He played domestic first-class cricket for Canterbury and Otago. Three of his five sons, Sir Richard, Dayle and Barry played cricket for New Zealand. The Chappell–Hadlee Trophy, which is competed for by Test teams from New Zealand and Australia is named in honour of the Hadlee family and the Australian Chappell family."}]}, {"heading": "Births", "year": "1915", "date": "June 4", "txt": "Modibo Keïta, Malian educator and politician, 1st President of Mali (d. 1977)", "entities": [{"title": "President of Mali", "href": "/wiki/President_of_Mali", "description": "This is a list of heads of state of Mali since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Births", "year": "1915", "date": "June 4", "txt": "Nils Kihlberg, Swedish actor, singer, and director (d. 1965)", "entities": []}, {"heading": "Births", "year": "1916", "date": "June 4", "txt": "Robert F. Furchgott, American biochemist and pharmacologist, Nobel Prize laureate (d. 2009)", "entities": [{"title": "Robert F. Furchgott", "href": "/wiki/Robert_F._Furchgott", "description": "Robert Francis Furchgott was a Nobel Prize-winning American biochemist who contributed to the discovery of nitric oxide as a transient cellular signal in mammalian systems."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1916", "date": "June 4", "txt": "Fernand Leduc, Canadian painter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1917", "date": "June 4", "txt": "Robert Merrill, American actor and singer (d. 2004)", "entities": [{"title": "Robert Merrill", "href": "/wiki/Robert_Merrill", "description": "Robert Merrill was an American operatic baritone and actor, who was also active in the musical theatre circuit. He received the National Medal of Arts in 1993."}]}, {"heading": "Births", "year": "1921", "date": "June 4", "txt": "Milan Komar, Slovenian-Argentinian philosopher and academic (d. 2006)", "entities": [{"title": "Milan Komar", "href": "/wiki/Milan_Komar", "description": "Milan Komar, also known as Emilio Komar was a Slovene Argentine Catholic philosopher and essayist."}]}, {"heading": "Births", "year": "1921", "date": "June 4", "txt": "Bobby Wanzer, American basketball player and coach (d. 2016)", "entities": []}, {"heading": "Births", "year": "1923", "date": "June 4", "txt": "Elizabeth Jolley, English-Australian author and academic (d. 2007)", "entities": [{"title": "Elizabeth Jolley", "href": "/wiki/Elizabeth_Jolley", "description": "Monica Elizabeth Jolley AO was an English-born Australian writer who settled in Western Australia in the late 1950s and forged an illustrious literary career there. She was 53 when her first book was published, and she went on to publish fifteen novels, four short story collections and three non-fiction books, publishing well into her 70s and achieving significant critical acclaim. She was also a "}]}, {"heading": "Births", "year": "1923", "date": "June 4", "txt": "Masutatsu Ōyama, Japanese karateka (d. 1994)", "entities": []}, {"heading": "Births", "year": "1924", "date": "June 4", "txt": "Tofilau Eti Alesana, Samoan politician, 5th Prime Minister of Samoa (d. 1999)", "entities": [{"title": "Tofilau Eti Alesana", "href": "/wiki/Tofilau_Eti_Alesana", "description": "Tofilau Eti Alesana, AC, born Aualamalefalelima Alesana was a Samoan politician who served as the 5th Prime Minister of Samoa from 1982 to 1985, and again from 1988 until his resignation in 1998. Alesana was born in Vaitogi, Tutuila, American Samoa to Samoan upper-class parents, Reverend James Alesana Fai'ivae and Vaoita Iosefa Mala'itai. At the age of 24, he became a clan chief."}, {"title": "Prime Minister of Samoa", "href": "/wiki/Prime_Minister_of_Samoa", "description": "The prime minister of the Independent State of Samoa is the head of government of Samoa. The prime minister is a member of the Samoan Legislative Assembly, and is appointed by the O le Ao o le Malo for a five year term. Since Independence in 1962, a total of six individuals have served as prime minister. The incumbent, Tuilaepa Aiono Sailele Malielegaoi of the Human Rights Protection Party, has he"}]}, {"heading": "Births", "year": "1924", "date": "June 4", "txt": "Dennis Weaver, American actor and director (d. 2006)", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 4", "txt": "Antonio Puchades, Spanish footballer (d. 2013)", "entities": [{"title": "Antonio Puchades", "href": "/wiki/Antonio_Puchades", "description": "Antonio Puchades Casanova was a Spanish footballer who played as a defensive midfielder."}]}, {"heading": "Births", "year": "1926", "date": "June 4", "txt": "Robert Earl Hughes, American who was the heaviest human being recorded in the history of the world during his lifetime (d. 1958)", "entities": [{"title": "Robert Earl Hughes", "href": "/wiki/Robert_Earl_Hughes", "description": "Robert Earl Hughes was an American man who was, during his lifetime, the heaviest human being recorded and remains the heaviest human in the world able to walk without the need of any assistance, weighing 472 kilograms (1,041 lb)."}, {"title": "List of the heaviest people", "href": "/wiki/List_of_the_heaviest_people", "description": "This is a list of the heaviest people who have been weighed and verified, living and dead. The list is organised by the peak weight reached by an individual and is limited to those who are over 440 kg."}]}, {"heading": "Births", "year": "1926", "date": "June 4", "txt": "Ain Kaalep, Estonian poet, playwright, and critic (d. 2020)", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 4", "txt": "Judith Malina, German-American actress and director, co-founded The Living Theatre (d. 2015)", "entities": [{"title": "The Living Theatre", "href": "/wiki/The_Living_Theatre", "description": "The Living Theatre is an American theatre company founded in 1947 and based in New York City. It is the oldest experimental theatre group in the United States. For most of its history it was led by its founders, actress Judith Malina and painter/poet Julian Beck; after Beck's death in 1985, company member Hanon Reznikov became co-director with Malina. After Malina's death in 2015, her responsibili"}]}, {"heading": "Births", "year": "1927", "date": "June 4", "txt": "Henning Carlsen, Danish director, producer, and screenwriter (d. 2014)", "entities": [{"title": "Henning Carlsen", "href": "/wiki/Henning_Carlsen", "description": "Henning Carlsen was a Danish film director, screenwriter, and producer most noted for his documentaries and his contributions to the style of cinéma vérité. Carlsen's 1966 social-realistic drama Hunger (Sult) was nominated for the Palme D'Or and won the Bodil Award for Best Danish Film. Carlsen also won the Bodil Award the following year for the comedy People Meet and Sweet Music Fills the Heart. "}]}, {"heading": "Births", "year": "1927", "date": "June 4", "txt": "Geoffrey Palmer, English actor (d. 2020)", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 4", "txt": "Ruth Westheimer, German-American therapist and author", "entities": [{"title": "Ruth Westheimer", "href": "/wiki/Ruth_Westheimer", "description": "Karola Ruth Westheimer, better known as Dr. Ruth, is a German-American sex therapist, media personality, author, radio, television talk show host, sniper, and Holocaust survivor. Her media career began in 1980 with the radio show Sexually Speaking, which continued until 1990. She has hosted several series on the Lifetime Channel and other cable television networks from 1984 to 1993 and is the auth"}]}, {"heading": "Births", "year": "1929", "date": "June 4", "txt": "Karolos Papoulias, Greek lawyer and politician, 5th President of Greece", "entities": [{"title": "Karolos Papoulias", "href": "/wiki/Karolos_Papoulias", "description": "Karolos Papoulias is a Greek politician who served as President of Greece from 2005 to 2015. A member of the Panhellenic Socialist Movement (PASOK), he previously was Minister of Foreign Affairs from 1985 to 1989 and again from 1993 until 1996."}, {"title": "President of Greece", "href": "/wiki/President_of_Greece", "description": "The president of the Hellenic Republic, colloquially referred to in English as the president of Greece, is the head of state of Greece. The president is elected by the Hellenic Parliament; the role has been mainly ceremonial since the 1986 constitutional reform. The office was formally established by the Constitution of Greece in 1975, but has antecedents in the Second Hellenic Republic of 1924–19"}]}, {"heading": "Births", "year": "1930", "date": "June 4", "txt": "George Chesworth, English air marshal and politician, Lord Lieutenant of Moray (d. 2017)", "entities": [{"title": "George Chesworth", "href": "/wiki/George_Chesworth", "description": "Air Vice Marshal George Arthur Chesworth was a senior Royal Air Force officer and Lord Lieutenant of Moray."}, {"title": "Lord Lieutenant of Moray", "href": "/wiki/Lord_Lieutenant_of_Moray", "description": "This is a list of people who have served as Lord Lieutenant of Moray, Scotland. Until 1928 the office was known as Lord Lieutenant of the County of Elgin."}]}, {"heading": "Births", "year": "1930", "date": "June 4", "txt": "Morgana King, American singer and actress (d. 2018)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 4", "txt": "Viktor Tikhonov, Russian ice hockey player and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 4", "txt": "Gustav Nossal, Austrian-Australian biologist and academic", "entities": [{"title": "Gustav Nossal", "href": "/wiki/Gustav_Nossal", "description": "Sir Gustav Victor Joseph Nossal is an Austrian-born Australian research biologist. He is famous for his contributions to the fields of antibody formation and immunological tolerance."}]}, {"heading": "Births", "year": "1932", "date": "June 4", "txt": "John Drew Barrymore, American actor (d. 2004)", "entities": [{"title": "John Drew Barrymore", "href": "/wiki/John_Drew_Barrymore", "description": "John Drew Barrymore was an American film actor and member of the Barrymore family of actors, which included his father, John Barrymore, and his father's siblings, Lionel and Ethel. He was the father of four children, including actor John Blyth Barrymore and actress Drew Barrymore. Diana Barrymore was his half-sister from his father's second marriage."}]}, {"heading": "Births", "year": "1932", "date": "June 4", "txt": "Oliver Nelson, American saxophonist and composer (d. 1975)", "entities": []}, {"heading": "Births", "year": "1932", "date": "June 4", "txt": "Maurice Shadbolt, New Zealand author and playwright (d. 2004)", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 4", "txt": "Monica Dacon, Vincentian educator and politician, 6th Governor-General of Saint Vincent and the Grenadines", "entities": [{"title": "Monica Dacon", "href": "/wiki/Monica_Dacon", "description": "Dame Monica Jessie Dacon, née Sheen is a former Saint Vincent and the Grenadines schoolteacher, educator and politician. She is the widow of parliamentarian St. Clair Dacon."}, {"title": "Governor-General of Saint Vincent and the Grenadines", "href": "/wiki/Governor-General_of_Saint_Vincent_and_the_Grenadines", "description": "The office of Governor-General of Saint Vincent and the Grenadines was created in 1979 when the islands gained independence as a Commonwealth realm. The Governor-General represents Queen Elizabeth II. Prior to independence, the islands were administered variously by lieutenant-governors, governors and administrators."}]}, {"heading": "Births", "year": "1934", "date": "June 4", "txt": "Daphne Sheldrick, Kenyan-British conservationist and author (d. 2018)", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 4", "txt": "Colette Boky, Canadian soprano and actress", "entities": [{"title": "Colette Boky", "href": "/wiki/Colette_Boky", "description": "Colette Boky ,\n is a French-Canadian operatic soprano, particularly associated with lyric roles in the French, Italian, and German repertories."}]}, {"heading": "Births", "year": "1935", "date": "June 4", "txt": "Berhanu Dinka, Ethiopian economist and diplomat (d. 2013)", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 4", "txt": "Vince Camuto, American fashion designer and businessman, co-founded Nine West (d. 2015)", "entities": [{"title": "Vince Camuto", "href": "/wiki/Vince_Camuto", "description": "John Vincent \"Vince\" Camuto was an American women's footwear designer and shoe industry executive, best known for co-founding the women's fashion brand Nine West. Following the 1999 sale of Nine West to Jones Apparel Group for $900 million, Camuto became CEO and Chief Creative Officer of a new fashion company, Camuto Group, maker of the Jessica Simpson brand. On October 10, 2018, Vince Camuto was "}, {"title": "Nine West", "href": "/wiki/Nine_West", "description": "Nine West, also known as 9 West, was an American online fashion retailer which is based in White Plains, New York. It was founded in 1983 and closed its brick and mortar stores business in 2018."}]}, {"heading": "Births", "year": "1936", "date": "June 4", "txt": "Bruce Dern, American actor", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 4", "txt": "Freddy Fender, American singer and guitarist (d. 2006)", "entities": [{"title": "Freddy Fender", "href": "/wiki/Freddy_Fender", "description": "Freddy Fender was an American Tejano, country and rock and roll musician, known for his work as a solo artist and in the groups Los Super Seven and the Texas Tornados. He is best known for his 1975 hits \"Before the Next Teardrop Falls\" and the subsequent remake of his own \"Wasted Days and Wasted Nights\"."}]}, {"heading": "Births", "year": "1937", "date": "June 4", "txt": "Mortimer Zuckerman, Canadian-American businessman and publisher, founded Boston Properties", "entities": [{"title": "Boston Properties", "href": "/wiki/Boston_Properties", "description": "Boston Properties, Inc. is a publicly traded real estate investment trust that invests in office buildings in Boston, Los Angeles, New York City, San Francisco, and Washington, D.C. As of December 31, 2019, the company owned or had interests in 196 commercial real estate properties, aggregating approximately 52.0 million net rentable square feet."}]}, {"heading": "Births", "year": "1938", "date": "June 4", "txt": "John Harvard, Canadian journalist and politician, 23rd Lieutenant Governor of Manitoba (d. 2016)", "entities": [{"title": "John Harvard (politician)", "href": "/wiki/John_Harvard_(politician)", "description": "John Harvard, was a Canadian journalist, politician and office holder in Manitoba. He served as a federal Member of Parliament from 1988 to 2004, and was appointed the 23rd Lieutenant Governor of Manitoba just before Canada's 2004 federal election."}, {"title": "Lieutenant Governor of Manitoba", "href": "/wiki/Lieutenant_Governor_of_Manitoba", "description": "The lieutenant governor of Manitoba is the viceregal representative in Manitoba of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The lieutenant governo"}]}, {"heading": "Births", "year": "1938", "date": "June 4", "txt": "Art Mahaffey, American baseball player", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 4", "txt": "Jeremy Browne, 11th Marquess of Sligo, Anglo-Irish peer (d. 2014)", "entities": [{"title": "Jeremy Browne, 11th Marquess of Sligo", "href": "/wiki/Jeremy_Browne,_11th_Marquess_of_Sligo", "description": "Jeremy Ulick Browne, 11th Marquess of Sligo, styled Earl of Altamont until 1991, was an Irish hereditary peer and businessman. On the death of his father he was entitled to sit in the House of Lords by virtue of the subsidiary title Baron Mounteagle, in the Peerage of the United Kingdom. However, he never took his seat and lost the right with the passage of the House of Lords Act 1999."}]}, {"heading": "Births", "year": "1939", "date": "June 4", "txt": "Denis de Belleval, Canadian civil servant and politician", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 4", "txt": "Henri Pachard, American director and producer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 4", "txt": "George Reid, Scottish journalist and politician, 2nd Presiding Officer of the Scottish Parliament", "entities": [{"title": "Presiding Officer of the Scottish Parliament", "href": "/wiki/Presiding_Officer_of_the_Scottish_Parliament", "description": "The presiding officer of the Scottish Parliament is the speaker of the Scottish Parliament. The presiding officer is a member of the Scottish Parliament elected by the Scottish Parliament by means of an exhaustive ballot, and is ex officio the head of the Scottish Parliamentary Corporate Body. The presiding officer is considered a figurehead of the Scottish Parliament and holds an office in Queens"}]}, {"heading": "Births", "year": "1940", "date": "June 4", "txt": "Ludwig Schwarz, Slovak-Austrian bishop", "entities": [{"title": "Ludwig Schwarz", "href": "/wiki/Ludwig_Schwarz", "description": "Ludwig Schwarz, S.D.B. is the Catholic bishop of the Diocese of Linz, Austria."}]}, {"heading": "Births", "year": "1941", "date": "June 4", "txt": "Kenneth G. Ross, Australian playwright and screenwriter", "entities": [{"title": "Kenneth G. Ross", "href": "/wiki/Kenneth_G._Ross", "description": "Kenneth Graham Ross is an Australian playwright, screenwriter, and lyricist best known for writing the 1978 stage play Breaker Morant, that was based on the life of Australian soldier Harry \"Breaker\" Morant."}]}, {"heading": "Births", "year": "1942", "date": "June 4", "txt": "Louis Reichardt, American mountaineer", "entities": [{"title": "Louis Reichardt", "href": "/wiki/Louis_Reichardt", "description": "Louis French Reichardt is a noted American mountaineer, the first American to summit both Everest and K2. He is also director of the Simons Foundation Autism Research Initiative, the largest non-federal supporter of scientific research into autism spectrum disorders and an emeritus professor of physiology and biochemistry/biophysics at UCSF, where he studies neuroscience. The character of Harold J"}]}, {"heading": "Births", "year": "1942", "date": "June 4", "txt": "Bill Rowe, Canadian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 4", "txt": "John Burgess, Australian radio and television host", "entities": [{"title": "John Burgess (host)", "href": "/wiki/John_Burgess_(host)", "description": "John Richard Burgess is an Australian television and radio personality and host, often referred to as \"Burgo\" and from his radio days \"Baby John Burgess\" or \"Baby John\", as the youngest presenter at the station. He is best known for his long tenure hosting duties on the Australian version of game show Wheel of Fortune."}]}, {"heading": "Births", "year": "1943", "date": "June 4", "txt": "Sandra Haynie, American golfer", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 4", "txt": "Tom Jaine, English author", "entities": []}, {"heading": "Births", "year": "1944", "date": "June 4", "txt": "Roger Ball, Scottish saxophonist and songwriter", "entities": [{"title": "Roger Ball (musician)", "href": "/wiki/Roger_Ball_(musician)", "description": "Roger Ball is a Scottish saxophonist, keyboardist, songwriter and arranger. He is a former original member of the Average White Band (AWB)."}]}, {"heading": "Births", "year": "1944", "date": "June 4", "txt": "Michelle Phillips, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 4", "txt": "Anthony Braxton, American saxophonist, clarinet player, and composer", "entities": [{"title": "Anthony Braxton", "href": "/wiki/Anthony_Braxton", "description": "Anthony Braxton is an African-American experimental composer, improviser, saxophonist, and multi-instrumentalist. Braxton grew up on Chicago’s South Side and was a key early member of the Association for the Advancement of Creative Musicians. He won acclaim for his 1969 recording For Alto, the first full-length album of solo saxophone music."}]}, {"heading": "Births", "year": "1945", "date": "June 4", "txt": "Daniel Topolski, English rower and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 4", "txt": "Gordon Waller, Scottish singer-songwriter and guitarist (d. 2009)", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 4", "txt": "Viktor Klima, Austrian businessman and politician, 25th Chancellor of Austria", "entities": [{"title": "Viktor Klima", "href": "/wiki/Viktor_Klima", "description": "Viktor Klima is an Austrian Social Democrat politician and businessman. He was chancellor of Austria from 1997 to 2000."}, {"title": "Chancellor of Austria", "href": "/wiki/Chancellor_of_Austria", "description": "The Federal Chancellor of Austria is the head of government of the Republic of Austria. The position corresponds to that of Prime Minister in several other parliamentary democracies. The term is gendered in the German language."}]}, {"heading": "Births", "year": "1948", "date": "June 4", "txt": "Bob Champion, English jockey", "entities": [{"title": "Bob Champion", "href": "/wiki/Bob_Champion", "description": "Robert Champion is an English former jump jockey, who won the 1981 Grand National on Aldaniti. His triumph, while recovering from cancer, was made into the film Champions, with John Hurt portraying Champion. The film is based on Champion's book Champion's Story, which he wrote with close friend, racing journalist and broadcaster Jonathan Powell."}]}, {"heading": "Births", "year": "1948", "date": "June 4", "txt": "Sandra Post, Canadian golfer and sportscaster", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 4", "txt": "Jürgen Sparwasser, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 4", "txt": "Gabriel Arcand, Canadian actor", "entities": [{"title": "Gabriel Arcand", "href": "/wiki/Gabriel_Arcand", "description": "Gabriel Arcand is a Canadian actor. He is the brother of film director Denys Arcand."}]}, {"heading": "Births", "year": "1949", "date": "June 4", "txt": "Mark B. Cohen, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 4", "txt": "Raymond Dumais, Canadian bishop (d. 2012)", "entities": [{"title": "Raymond Dumais", "href": "/wiki/Raymond_Dumais", "description": "Raymond Dumais was the Roman Catholic bishop of the Roman Catholic Diocese of Gaspé, Quebec, Canada."}]}, {"heading": "Births", "year": "1951", "date": "June 4", "txt": "Leigh Kennedy, American author", "entities": [{"title": "Leigh Kennedy", "href": "/wiki/Leigh_Kennedy", "description": "Leigh Kennedy is an American science fiction writer who has lived in the United Kingdom since 1985."}]}, {"heading": "Births", "year": "1951", "date": "June 4", "txt": "Bronisław Malinowski, Polish runner (d. 1981)", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 4", "txt": "Melanie Phillips, English journalist and author", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 4", "txt": "Wendy Pini, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 4", "txt": "David Yip, English actor and playwright", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 4", "txt": "Bronisław Komorowski, Polish historian and politician, 5th President of Poland", "entities": [{"title": "Bronisław Komorowski", "href": "/wiki/Bronis%C5%82aw_Komorowski", "description": "Bronisław Maria Komorowski is a Polish politician and historian who served as President of Poland from 2010 to 2015."}, {"title": "President of Poland", "href": "/wiki/President_of_Poland", "description": "The President of the Republic of Poland is the head of state of Poland. Their rights and obligations are determined in the Constitution of Poland. The president heads the executive branch. In addition the president has a right to dissolve parliament in certain cases, veto legislation and represents Poland in the international arena."}]}, {"heading": "Births", "year": "1952", "date": "June 4", "txt": "Dambudzo Marechera, Zimbabwean author and poet (d. 1987)", "entities": []}, {"heading": "Births", "year": "1953", "date": "June 4", "txt": "Linda Lingle, American journalist and politician, 6th Governor of Hawaii", "entities": [{"title": "Linda Lingle", "href": "/wiki/Linda_Lingle", "description": "Linda Lingle is an American politician, who was the sixth governor of Hawaii from 2002 until 2010. She was the first Republican governor of Hawaii since 1962. Lingle was also the state's first female and first Jewish governor. Prior to serving as governor, Lingle served as Maui County mayor, council member, and chair of the Hawaii Republican Party."}, {"title": "Governor of Hawaii", "href": "/wiki/Governor_of_Hawaii", "description": "The Governor of Hawaii is the chief executive of the U.S. state of Hawaii and its various agencies and departments, as provided in the Hawaii State Constitution Article V, Sections 1 through 6. It is a directly elected position, votes being cast by popular suffrage of residents of the state. The governor is responsible for enforcing laws passed by the Hawaii State Legislature and upholding rulings"}]}, {"heading": "Births", "year": "1953", "date": "June 4", "txt": "Jimmy McCulloch, Scottish musician and songwriter (d. 1979)", "entities": []}, {"heading": "Births", "year": "1953", "date": "June 4", "txt": "Susumu Ojima, Japanese businessman, founded Huser", "entities": [{"title": "Huser", "href": "/wiki/Huser", "description": "Huser was a Japanese real estate agency based in Ōta, Tokyo which developed and sold condominiums. Its founder and chairman was Susumu Ojima. Its capital was two hundred eight million yen (2005) and its sales were twelve billion four hundred million yen as of March 2004."}]}, {"heading": "Births", "year": "1953", "date": "June 4", "txt": "Paul Samson, English guitarist and producer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 4", "txt": "Raphael Ravenscroft, English saxophonist and composer (d. 2014)", "entities": [{"title": "Raphael Ravenscroft", "href": "/wiki/Raphael_Ravenscroft", "description": "Raphael 'Raf' Ravenscroft was a British musician, composer and author. He is best known for playing the saxophone on Gerry Rafferty's song \"Baker Street\"."}]}, {"heading": "Births", "year": "1954", "date": "June 4", "txt": "Kazuhiro Yamaji, Japanese actor and voice actor", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 4", "txt": "Val McDermid, Scottish author", "entities": [{"title": "Val McDermid", "href": "/wiki/Val_McDermid", "description": "Val McDermid, is a Scottish crime writer, best known for a series of novels featuring clinical psychologist Dr. Tony Hill in a grim sub-genre that McDermid and others have identified as Tartan Noir. At Raith Rovers football stadium, a stand has been named after McDermid."}]}, {"heading": "Births", "year": "1955", "date": "June 4", "txt": "Mary Testa, American singer and actress", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 4", "txt": "Keith David, American actor", "entities": [{"title": "Keith David", "href": "/wiki/Keith_David", "description": "Keith David Williams is an American actor and producer. He is known for his work as King in Platoon and Childs in The Thing. He has acted in mainstream films, such as Dead Presidents, Crash, There's Something About Mary, Barbershop, and Men at Work."}]}, {"heading": "Births", "year": "1956", "date": "June 4", "txt": "John Hockenberry, American journalist and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 4", "txt": "Terry Kennedy, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 4", "txt": "Joyce Sidman, American author and poet", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 4", "txt": "Neil McNab, Scottish footballer", "entities": [{"title": "Neil McNab", "href": "/wiki/Neil_McNab", "description": "Neil McNab is a Scottish former footballer who played in the midfield position."}]}, {"heading": "Births", "year": "1959", "date": "June 4", "txt": "Juan Camacho, Bolivian runner", "entities": [{"title": "Juan Camacho (Bolivian athlete)", "href": "/wiki/Juan_Camacho_(Bolivian_athlete)", "description": "Juan Rodrigo Camacho is a retired male long-distance runner from Bolivia, who represented his native country in three consecutive Summer Olympics, starting in 1984. He set his personal best (2:17.49) in the men's marathon on April 7, 1984 in Maassluis, Netherlands."}]}, {"heading": "Births", "year": "1959", "date": "June 4", "txt": "Georgios Voulgarakis, Greek politician, 21st Greek Minister for Culture", "entities": [{"title": "Minister for Culture (Greece)", "href": "/wiki/Minister_for_Culture_(Greece)", "description": "The Ministry of Culture and Sports is the government department of Greece entrusted with preserving the country's cultural heritage, promoting the arts, and overseeing sport through the subordinate General Secretariat for Sports. The incumbent minister is Lina Mendoni. The Deputy Minister for Modern Culture is Nikolas Giatromanolakis, and the Deputy Minister for Sports is Lefteris Avgenakis."}]}, {"heading": "Births", "year": "1959", "date": "June 4", "txt": "Anil Ambani, Indian businessman and Chairman of Reliance Infrastructure", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 4", "txt": "Miloš Đelmaš, Serbian footballer and manager", "entities": [{"title": "Miloš Đelmaš", "href": "/wiki/Milo%C5%A1_%C4%90elma%C5%A1", "description": "Miloš Đelmaš is a Serbian former professional footballer."}]}, {"heading": "Births", "year": "1960", "date": "June 4", "txt": "Kristine Kathryn Rusch, American author", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 4", "txt": "Paul Taylor, American guitarist and keyboard player", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 4", "txt": "Bradley Walsh, English television presenter, comedian, singer and former footballer", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 4", "txt": "El DeBarge, American singer-songwriter and producer", "entities": [{"title": "El DeBarge", "href": "/wiki/El_DeBarge", "description": "Eldra Patrick \"El\" DeBarge is an American singer-songwriter, musician and producer. He was the focal point and primary lead singer of the family group DeBarge. Popular songs led by El DeBarge include \"Time Will Reveal\", \"Stay with Me\", \"All This Love\", and \"Rhythm of the Night\". \nAs a solo artist, he is best known for his unique high tenor register, strong falsetto and hits like \"Who's Johnny\" and"}]}, {"heading": "Births", "year": "1961", "date": "June 4", "txt": "Ferenc Gyurcsány, Hungarian businessman and politician, 6th Prime Minister of Hungary", "entities": [{"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}]}, {"heading": "Births", "year": "1962", "date": "June 4", "txt": "Krzysztof Hołowczyc, Polish race car driver", "entities": [{"title": "Krzysztof Hołowczyc", "href": "/wiki/Krzysztof_Ho%C5%82owczyc", "description": "Krzysztof Wiesław Hołowczyc is a Polish rally driver. He won the Polish Rally Championship in 1995, 1996 and 1999 and the European Rally Championship in 1997. He was also member of European Parliament (2007–2009) from Civic Platform list."}]}, {"heading": "Births", "year": "1962", "date": "June 4", "txt": "Zenon Jaskuła, Polish cyclist", "entities": []}, {"heading": "Births", "year": "1962", "date": "June 4", "txt": "John P. Kee, American singer-songwriter and pastor", "entities": []}, {"heading": "Births", "year": "1962", "date": "June 4", "txt": "Junius Ho, Hong Kong solicitor and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 4", "txt": "Sean Fitzpatrick, New Zealand rugby union player", "entities": [{"title": "Sean Fitzpatrick", "href": "/wiki/Sean_Fitzpatrick", "description": "Sean Brian Thomas Fitzpatrick, is a former rugby union player who represented New Zealand, and is widely regarded as one of the finest players ever to come from that country. He is also the son of former player Brian Fitzpatrick."}]}, {"heading": "Births", "year": "1963", "date": "June 4", "txt": "Jim Lachey, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 4", "txt": "Xavier McDaniel, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 4", "txt": "Sean Pertwee, English actor", "entities": [{"title": "Sean Pertwee", "href": "/wiki/Sean_Pertwee", "description": "Sean Carl Roland Pertwee is an English actor, narrator and producer with an extensive career since the 1980s in television and cinema productions."}]}, {"heading": "Births", "year": "1964", "date": "June 4", "txt": "Kōji Yamamura, Japanese animator, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 4", "txt": "Mick Doohan, Australian motorcycle racer", "entities": [{"title": "Mick Doohan", "href": "/wiki/Mick_Doohan", "description": "Michael Sydney Doohan is an Australian former Grand Prix motorcycle road racing World Champion, who won five consecutive 500 cc World Championships. Only Giacomo Agostini with eight, Valentino Rossi with seven and Marc Márquez with six, have won more premier class titles."}]}, {"heading": "Births", "year": "1965", "date": "June 4", "txt": "Andrea Jaeger, American tennis player and preacher", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 4", "txt": "Cecilia Bartoli, Italian soprano and actress", "entities": [{"title": "Cecilia Bartoli", "href": "/wiki/Cecilia_Bartoli", "description": "Cecilia Bartoli, Cavaliere OMRI is an Italian coloratura mezzo-soprano opera singer and recitalist. She is best known for her interpretations of the music of Bellini, Handel, Mozart, Rossini and Vivaldi, as well as for her performances of lesser-known music from the Baroque and Classical period. She is known for having the versatility to sing both soprano and mezzo roles."}]}, {"heading": "Births", "year": "1966", "date": "June 4", "txt": "Vladimir Voevodsky, Russian mathematician and academic (d. 2017)", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 4", "txt": "Bill Wiggin, English politician, Shadow Secretary of State for Wales", "entities": [{"title": "Shadow Secretary of State for Wales", "href": "/wiki/Shadow_Secretary_of_State_for_Wales", "description": null}]}, {"heading": "Births", "year": "1967", "date": "June 4", "txt": "Robert S. Kimbrough, American colonel and astronaut", "entities": [{"title": "Robert S. Kimbrough", "href": "/wiki/Robert_S._Kimbrough", "description": "Robert Shane Kimbrough is a retired United States Army officer, and a NASA astronaut. He was part of the first group of candidates selected for NASA astronaut training following the Space Shuttle Columbia disaster. Kimbrough is a veteran of three spaceflights, the first being a Space Shuttle flight, and the second being a six-month mission to the ISS on board a Russian Soyuz craft. He was the comm"}]}, {"heading": "Births", "year": "1968", "date": "June 4", "txt": "Roger Lim, American actor, director, producer, and screenwriter", "entities": [{"title": "Roger Lim", "href": "/wiki/Roger_Lim", "description": "Roger Lim is an American actor, director, producer, and screenwriter."}]}, {"heading": "Births", "year": "1968", "date": "June 4", "txt": "Niurka Montalvo, Cuban-Spanish long jumper", "entities": []}, {"heading": "Births", "year": "1968", "date": "June 4", "txt": "Al B. Sure!, American R&B singer-songwriter, keyboard player, and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "June 4", "txt": "Scott Wolf, American actor", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 4", "txt": "Horatio Sanz, Chilean-American actor and comedian", "entities": [{"title": "Horatio Sanz", "href": "/wiki/Horatio_Sanz", "description": "Horacio Sanz, better known by his stage name Horatio Sanz, is a Chilean-born American actor and comedian. He was a cast member on Saturday Night Live from 1998 to 2006."}]}, {"heading": "Births", "year": "1970", "date": "June 4", "txt": "Deborah Compagnoni, Italian skier", "entities": [{"title": "Deborah Compagnoni", "href": "/wiki/Deborah_Compagnoni", "description": "Deborah Compagnoni is an Italian former Alpine skier who won three gold medals at the 1992, 1994, and 1998 Winter Olympics."}]}, {"heading": "Births", "year": "1970", "date": "June 4", "txt": "Richie Hawtin, English-Canadian DJ and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 4", "txt": "Dave Pybus, English bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 4", "txt": "Izabella Scorupco, Polish-Swedish actress and model", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 4", "txt": "Joseph Kabila, Congolese soldier and politician, President of the Democratic Republic of the Congo", "entities": [{"title": "Joseph Kabila", "href": "/wiki/Joseph_Kabila", "description": "Joseph Kabila Kabange is a Congolese politician who served as President of the Democratic Republic of the Congo between January 2001 and January 2019. He took office ten days after the assassination of his father, President Laurent-Désiré Kabila. He was elected as president in 2006 and re-elected in 2011 for a second term. Since stepping down after the 2018 election, Kabila, as a former president,"}, {"title": "President of the Democratic Republic of the Congo", "href": "/wiki/President_of_the_Democratic_Republic_of_the_Congo", "description": "The President of the Democratic Republic of the Congo, is the head of state of the Democratic Republic of the Congo and commander-in-chief of the armed forces."}]}, {"heading": "Births", "year": "1971", "date": "June 4", "txt": "Mike Lee, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 4", "txt": "Shoji Meguro, Japanese director and composer", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 4", "txt": "Karl Martin Sinijärv, Estonian journalist and poet", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 4", "txt": "Noah Wyle, American actor and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 4", "txt": "Derian Hatcher, American ice hockey defenseman", "entities": [{"title": "Derian Hatcher", "href": "/wiki/Derian_Hatcher", "description": "Derian John Hatcher is an American former professional ice hockey defenseman who played 16 seasons in the National Hockey League (NHL) with the Minnesota North Stars, Dallas Stars, Detroit Red Wings and Philadelphia Flyers. He currently serves as the head coach of the Sarnia Sting of the Ontario Hockey League (OHL)."}]}, {"heading": "Births", "year": "1972", "date": "June 4", "txt": "Rob Huebel, American comedian, actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 4", "txt": "Mikey Whipwreck, American wrestler and trainer", "entities": [{"title": "Mikey Whipwreck", "href": "/wiki/Mikey_Whipwreck", "description": "John Michael Watson, better known by his ring name Mikey Whipwreck, is an American semi-retired professional wrestler working for All Elite Wrestling (AEW) as a trainer, and global ambassador. He is best known for his career with Extreme Championship Wrestling (ECW), where he was an ECW Triple Crown Champion. Whipwreck is a former world champion, winning the ECW World Heavyweight Championship once"}]}, {"heading": "Births", "year": "1974", "date": "June 4", "txt": "Jacob Sahaya Kumar Aruni, Indian chef (d. 2012)", "entities": [{"title": "Jacob Sahaya Kumar Aruni", "href": "/wiki/Jacob_Sahaya_Kumar_Aruni", "description": "Jacob Sahaya Kumar Aruni, popularly known as \"Chef Jacob\", was an Indian celebrity chef born in Uthamapalayam, Tamil Nadu. He was known for his authentic South Indian cuisines. Jacob was a visiting chef at several leading hotels, and a consultant chef at some of the finest restaurants in India and abroad. He was also a dedicated food historian, spice collector and promoter of South Indian cooking."}]}, {"heading": "Births", "year": "1974", "date": "June 4", "txt": "Darin Erstad, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 4", "txt": "Andrew Gwynne, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 4", "txt": "Janette Husárová, Slovak tennis player", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 4", "txt": "Buddy Wakefield, American poet and author", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 4", "txt": "Russell Brand, English comedian and actor", "entities": [{"title": "Russell Brand", "href": "/wiki/Russell_Brand", "description": "Russell Edward Brand is an English comedian, actor, radio host, writer, and activist."}]}, {"heading": "Births", "year": "1975", "date": "June 4", "txt": "Henry Burris, American football player", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 4", "txt": "Angelina Jolie, American actress, filmmaker, humanitarian, and activist", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 4", "txt": "Dinanath Ramnarine, Trinidadian cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 4", "txt": "Alex Wharf, English cricketer", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 4", "txt": "Kasey Chambers, Australian singer-songwriter and guitarist", "entities": [{"title": "Kasey Chambers", "href": "/wiki/Kasey_Chambers", "description": "Kasey Chambers is an Australian country singer-songwriter and musician born in Mount Gambier. She is the daughter of fellow musicians, Diane and Bill Chambers, and the younger sister of musician and producer, Nash Chambers. All four were members of a family country music group, Dead Ringer Band, from 1992 to 1998, with Chambers starting her solo career thereafter. Five of her twelve studio albums "}]}, {"heading": "Births", "year": "1976", "date": "June 4", "txt": "Alexei Navalny, Russian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 4", "txt": "Nenad Zimonjić, Serbian tennis player", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 4", "txt": "Dionisis Chiotis, Greek footballer", "entities": [{"title": "Dionisis Chiotis", "href": "/wiki/Dionisis_Chiotis", "description": "Dionisis Chiotis is a Greek former professional footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1977", "date": "June 4", "txt": "Alex Manninger, Austrian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 4", "txt": "Roman Miroshnichenko, Ukrainian guitarist and composer", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 4", "txt": "Roland G. Fryer Jr., American economist and professor", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 4", "txt": "Robin Lord Taylor, American actor", "entities": [{"title": "Robin Lord Taylor", "href": "/wiki/Robin_Lord_Taylor", "description": "Robin Lord Taylor is an American film and television actor and director, known for his role as Penguin in the Fox TV series Gotham, as well as Accepted (2006), Another Earth (2011), Would You Rather (2012), John Wick: Chapter 3 – Parabellum (2019) and You (2019)."}]}, {"heading": "Births", "year": "1979", "date": "June 4", "txt": "Naohiro Takahara, Japanese footballer", "entities": [{"title": "Naohiro Takahara", "href": "/wiki/Naohiro_Takahara", "description": "Naohiro Takahara  is a Japanese football player and manager. He played for Japan national team. Currently, he is player for Okinawa SV."}]}, {"heading": "Births", "year": "1979", "date": "June 4", "txt": "Daniel Vickerman, South African-Australian rugby player (d. 2017)", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 4", "txt": "François Beauchemin, Canadian ice hockey player", "entities": [{"title": "François Beauchemin", "href": "/wiki/Fran%C3%A7ois_Beauchemin", "description": "Joseph Jean-François Vinet Beauchemin is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL). Although he spent tenures with the Montreal Canadiens, Columbus Blue Jackets, Toronto Maple Leafs and Colorado Avalanche, he spent the vast majority of his career playing for the Anaheim Ducks. Drafted in the third round, 75th overall, by Montreal in the 199"}]}, {"heading": "Births", "year": "1981", "date": "June 4", "txt": "Jennifer Carroll, Canadian swimmer", "entities": [{"title": "Jennifer Carroll (swimmer)", "href": "/wiki/Jennifer_Carroll_(swimmer)", "description": "Jennifer Carroll is a Canadian swimmer."}]}, {"heading": "Births", "year": "1981", "date": "June 4", "txt": "Giourkas Seitaridis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 4", "txt": "Natalia Vodopyanova, Russian basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 4", "txt": "Abel Kirui, Kenyan runner", "entities": [{"title": "Abel Kirui", "href": "/wiki/Abel_Kirui", "description": "Abel Kirui is a long-distance runner from Kenya who competes in marathons. He had back-to-back wins in the World Championships Marathon in 2009 and 2011. He won in 2009 with a time of 2:06:54, then defended his title with a winning margin of two minutes and 28 seconds – the largest ever margin at the World Championship event. He won a silver medal in the 2012 Olympic marathon."}]}, {"heading": "Births", "year": "1982", "date": "June 4", "txt": "Ronnie Prude, American-Canadian football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 4", "txt": "Romaric, Ivorian footballer", "entities": [{"title": "Romaric (footballer)", "href": "/wiki/Romaric_(footballer)", "description": "Koffi Christian Romaric N'Dri, commonly known as Romaric, is an Ivorian former professional footballer. A versatile midfielder, he could play as either a defensive or central midfielder."}]}, {"heading": "Births", "year": "1983", "date": "June 4", "txt": "Emmanuel Eboué, Ivorian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 4", "txt": "Olha Saladuha, Ukrainian triple jumper", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 4", "txt": "Enrico Rossi Chauvenet, Italian footballer", "entities": [{"title": "Enrico Rossi Chauvenet", "href": "/wiki/Enrico_Rossi_Chauvenet", "description": "Enrico Rossi Chauvenet is an Italian footballer who plays as a goalkeeper."}]}, {"heading": "Births", "year": "1984", "date": "June 4", "txt": "Rainie Yang, Taiwanese actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 4", "txt": "Ian White, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 4", "txt": "Leon Botha, South African painter and DJ (d. 2011)", "entities": [{"title": "Leon Botha", "href": "/wiki/Leon_Botha", "description": "Leon Botha was a South African painter and disk jockey. He was known for his close association with the hip hop group Die Antwoord, as well as for being one of the world's longest-lived persons with progeria."}]}, {"heading": "Births", "year": "1985", "date": "June 4", "txt": "Anna-Lena Grönefeld, German tennis player", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 4", "txt": "Evan Lysacek, American figure skater", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 4", "txt": "Lukas Podolski, German footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 4", "txt": "Oddvar Reiakvam, Norwegian politician", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 4", "txt": "Luisa Zissman, English businesswoman", "entities": [{"title": "Luisa Zissman", "href": "/wiki/Luisa_Zissman", "description": "Luisa Christina Zissman  is an English retail entrepreneur and reality television personality. She was the runner-up on the ninth series of The Apprentice and finished fourth on Celebrity Big Brother 13. She later became a presenter and regular panellist on Big Brother's Bit on the Side. Zissman is also one half of podcast LuAnna: The Podcast with Anna Williamson."}]}, {"heading": "Births", "year": "1987", "date": "June 4", "txt": "Mollie King, English singer-songwriter and model", "entities": []}, {"heading": "Births", "year": "1988", "date": "June 4", "txt": "Matt Bartkowski, American ice hockey defenseman", "entities": [{"title": "Matt Bartkowski", "href": "/wiki/Matt_Bartkowski", "description": "Matthew Richard Bartkowski is an American professional ice hockey defenseman currently playing for the Iowa Wild of the American Hockey League (AHL) while under contract to the Minnesota Wild of the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1988", "date": "June 4", "txt": "Kimberley Busteed, Australian model", "entities": []}, {"heading": "Births", "year": "1989", "date": "June 4", "txt": "Federico Erba, Italian footballer", "entities": [{"title": "Federico Erba", "href": "/wiki/Federico_Erba", "description": "Federico Maria Erba is an Italian footballer who plays for Roma."}]}, {"heading": "Births", "year": "1989", "date": "June 4", "txt": "Paweł Fajdek, Polish hammer thrower", "entities": []}, {"heading": "Births", "year": "1990", "date": "June 4", "txt": "Zac Farro, American singer and drummer", "entities": [{"title": "Zac Farro", "href": "/wiki/Zac_Farro", "description": "Zachary Wayne Farro is an American musician, singer, songwriter and multi-instrumentalist. He is the drummer for the rock band Paramore. He is also the younger brother of Josh Farro, who is Paramore's former lead guitarist and backing vocalist. After he and his brother exited Paramore in 2010, Josh formed a band named Novel American, which Farro was also a part of. Farro is currently the sole memb"}]}, {"heading": "Births", "year": "1990", "date": "June 4", "txt": "Evan Spiegel, American Internet entrepreneur", "entities": []}, {"heading": "Births", "year": "1991", "date": "June 4", "txt": "Lorenzo Insigne, Italian footballer", "entities": [{"title": "Lorenzo Insigne", "href": "/wiki/Lorenzo_Insigne", "description": "Lorenzo Insigne is an Italian professional footballer who plays as a forward for Serie A club Napoli, for which he is captain, and the Italy national team."}]}, {"heading": "Births", "year": "1991", "date": "June 4", "txt": "Matt McIlwrick, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "June 4", "txt": "Ben Stokes, New Zealand-English cricketer", "entities": []}, {"heading": "Births", "year": "1993", "date": "June 4", "txt": "Jonathan Huberdeau, Canadian ice hockey player", "entities": [{"title": "Jonathan Huberdeau", "href": "/wiki/Jonathan_Huberdeau", "description": "Jonathan Huberdeau is a Canadian professional ice hockey winger and alternate captain for the Florida Panthers of the National Hockey League (NHL). He was selected third overall by the Panthers in the 2011 NHL Entry Draft."}]}, {"heading": "Births", "year": "1995", "date": "June 4", "txt": "Shiori Tamai, Japanese singer", "entities": [{"title": "Shiori Tamai", "href": "/wiki/Shiori_Tamai", "description": "Shiori Tamai  is a Japanese idol, a member of the girl group Momoiro Clover Z. As of December 2012, she is currently voice acting in the Nippon Television series Akumu-chan as a personage from the dreams of Keiko Kitagawa's character."}]}, {"heading": "Births", "year": "1999", "date": "June 4", "txt": "Kim So-hyun, South Korean actress", "entities": [{"title": "Kim So-hyun", "href": "/wiki/Kim_So-hyun", "description": "Kim So-hyun is a South Korean actress who began her career as a child in 2006, initially gaining public attention for playing pivotal roles in Moon Embracing the Sun (2012) and Missing You (2013)."}]}, {"heading": "Births", "year": "1999", "date": "June 4", "txt": "Drew Pavlou, Australian activist", "entities": [{"title": "Drew Pavlou", "href": "/wiki/Drew_Pavlou", "description": "Drew Pavlou is an Australian human rights activist, and former university senator from the University of Queensland best known for his criticism of the Chinese government and Chinese Communist Party."}, {"title": "Australians", "href": "/wiki/Australians", "description": "Australians, colloquially referred to as \"Aussies\", are the citizens, nationals and individuals associated with the country of Australia. This connection may be residential, legal, historical or cultural. For most Australians, several of these connections exist and are collectively the source of their being Australian. Australia is a multicultural society that is home to people of many ethnic orig"}, {"title": "Activism", "href": "/wiki/Activism", "description": "Activism consists of efforts to promote, impede, direct, or intervene in social, political, economic, or environmental reform with the desire to make changes in society toward a perceived greater good. Forms of activism range from mandate building in the community, petitioning elected officials, running or contributing to a political campaign, preferential patronage of businesses, and demonstrativ"}]}, {"heading": "Births", "year": "2004", "date": "June 4", "txt": "Mackenzie Ziegler, American child actress, dancer, and recording artist", "entities": [{"title": "Mackenzie Ziegler", "href": "/wiki/Mackenzie_Ziegler", "description": "Mackenzie Frances Ziegler is an American singer, dancer, actress and model. She first gained notice as a child while appearing for six years on the Lifetime reality dance series Dance Moms together with her older sister, dancer and actress Maddie Ziegler."}, {"title": "Child actor", "href": "/wiki/Child_actor", "description": "The term child actor or child actress is generally applied to a child acting on stage or in motion pictures or television, but also to an adult who began their acting career as a child. To avoid confusion, the latter is also called a former child actor. Closely associated is teenage actor or teen actor, an actor who reached popularity as a teenager."}, {"title": "Dance", "href": "/wiki/Dance", "description": "Dance is a performing art form consisting of sequences of movement, either improvised or purposefully selected. This movement has aesthetic and often symbolic value. Dance can be categorized and described by its choreography, by its repertoire of movements, or by its historical period or place of origin."}, {"title": "Recording Artist", "href": "/wiki/Recording_Artist", "description": "A musician is a person who composes, conducts, or performs music. According to the United States Employment Service, \"musician\" is a general term used to designate one who follows music as a profession. Musicians include songwriters who compose music as well as write lyrics for songs, conductors who direct a musical performance, or performers who perform for an audience. A music performer is gener"}]}, {"heading": "Deaths", "year": "756", "date": "June 4", "txt": "Shōmu, Japanese emperor (b. 701)", "entities": [{"title": "Emperor Shōmu", "href": "/wiki/Emperor_Sh%C5%8Dmu", "description": "Emperor Shōmu  was the 45th emperor of Japan, according to the traditional order of succession. Shōmu's reign spanned the years 724 through 749."}]}, {"heading": "Deaths", "year": "863", "date": "June 4", "txt": "Charles, archbishop of Mainz", "entities": [{"title": "Charles (archbishop of Mainz)", "href": "/wiki/Charles_(archbishop_of_Mainz)", "description": "Charles was the second son of Pepin I of Aquitaine and Engelberga."}, {"title": "Electorate of Mainz", "href": "/wiki/Electorate_of_Mainz", "description": "The Electorate of Mainz, previously known in English as Mentz and by its French name Mayence, was one of the most prestigious and influential states of the Holy Roman Empire. In the Roman Catholic hierarchy, the Archbishop-Elector of Mainz was also the Primate of Germany, a purely honorary dignity that was unsuccessfully claimed from time to time by other archbishops. There were only two other ecc"}]}, {"heading": "Deaths", "year": "895", "date": "June 4", "txt": "Li Xi, chancellor of the Tang Dynasty", "entities": [{"title": "Li Xi (Tang dynasty)", "href": "/wiki/Li_Xi_(Tang_dynasty)", "description": "Li Xi or Li Qi, courtesy name Jingwang (景望), nicknamed Li Shulou (李書樓), was an official of the Chinese Tang Dynasty, serving briefly as a chancellor during the reign of Emperor Zhaozong. With imperial power dwindling, Li Xi's fellow chancellor Cui Zhaowei, who associated with the warlords Li Maozhen, Wang Xingyu, and Han Jian, encouraged Li Maozhen, Wang, and Han to march on the capital Chang'an. "}, {"title": "Chancellor of the Tang dynasty", "href": "/wiki/Chancellor_of_the_Tang_dynasty", "description": "The chancellor was a semi-formally designated office position for a number of high-level officials at one time during the Tang dynasty. This list includes chancellors of the reign of Wu Zetian, which she referred to as the \"Zhou dynasty\" (周), rather than \"Tang\" (唐)."}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Deaths", "year": "946", "date": "June 4", "txt": "Guaimar II (Gybbosus), Lombard prince", "entities": [{"title": "Guaimar II of Salerno", "href": "/wiki/Guaimar_II_of_Salerno", "description": "Guaimar II was the Lombard prince of Salerno from 901, when his father retired to a monastery, to his death. His father was Guaimar I and his mother was Itta. He was associated with his father in the principality from 893. He was responsible for the rise of the principality: he restored the princely palace, built the palace church of San Pietro a campanile, and restored gold coinage."}]}, {"heading": "Deaths", "year": "956", "date": "June 4", "txt": "Muhammad III of Shirvan, Muslim ruler", "entities": [{"title": "Muhammad III of Shirvan", "href": "/wiki/Muhammad_III_of_Shirvan", "description": "Muhammad III was the third Layzanshah and the seventh Shirvanshah. He was the son of Abu Tahir Yazid."}]}, {"heading": "Deaths", "year": "1039", "date": "June 4", "txt": "Conrad II, Holy Roman Emperor (b. 990)", "entities": [{"title": "Conrad II, Holy Roman Emperor", "href": "/wiki/Conrad_II,_Holy_Roman_Emperor", "description": "Conrad II, also known as Conrad the Elder and Conrad the Salic, was Emperor of the Holy Roman Empire from 1027 until his death in 1039. The first of a succession of four Salian emperors, who reigned for one century until 1125, Conrad also served as King of Germany from 1024, King of Italy from 1026, and King of Burgundy (Arelat) from 1033."}]}, {"heading": "Deaths", "year": "1102", "date": "June 4", "txt": "Władysław I Herman, Polish nobleman (b. c. 1044)", "entities": [{"title": "Władysław I Herman", "href": "/wiki/W%C5%82adys%C5%82aw_I_Herman", "description": "Władysław I Herman was the duke of Poland from 1079 until his death."}]}, {"heading": "Deaths", "year": "1134", "date": "June 4", "txt": "Magnus I of Sweden (b. 1106)", "entities": [{"title": "Magnus I of Sweden", "href": "/wiki/Magnus_I_of_Sweden", "description": "Magnus the Strong was a Danish duke who ruled Gothenland in southern Sweden from the 1120s to c. 1132. It is disputed whether he was elected king by the Swedes, but he is nevertheless sometimes found in the modern list of Swedish monarchs as Magnus I. Snorri Sturlason gives him the epithet Magnus the Strong."}]}, {"heading": "Deaths", "year": "1135", "date": "June 4", "txt": "Emperor Huizong of Song (b. 1082)", "entities": [{"title": "Emperor Huizong of Song", "href": "/wiki/Emperor_Huizong_of_Song", "description": "Emperor Huizong of Song, personal name Zhao Ji, was the eighth emperor of the Song dynasty in China. He was also a very well-known calligrapher. Born as the 11th son of Emperor Shenzong, he ascended the throne in 1100 upon the death of his elder brother and predecessor, Emperor Zhezong, because Emperor Zhezong's only son died prematurely. He lived in luxury, sophistication and art in the first hal"}]}, {"heading": "Deaths", "year": "1206", "date": "June 4", "txt": "Adela of Champagne (b. 1140)", "entities": [{"title": "Adela of Champagne", "href": "/wiki/Adela_of_Champagne", "description": "Adela of Champagne, also known as Adelaide, Alix and Adela of Blois, was Queen of France as the third wife of Louis VII. She was regent of France from 1190 to 1191 while her son Philip II participated in the Third Crusade."}]}, {"heading": "Deaths", "year": "1246", "date": "June 4", "txt": "Isabella of Angoulême (b. 1188)", "entities": [{"title": "Isabella of Angoulême", "href": "/wiki/Isabella_of_Angoul%C3%AAme", "description": "Isabella of Angoulême was Queen of England as the second wife of King John from 1200 until John's death in 1216. She was also suo jure Countess of Angoulême from 1202 until 1246."}]}, {"heading": "Deaths", "year": "1257", "date": "June 4", "txt": "Przemysł I of Greater Poland (b. 1221)", "entities": [{"title": "Przemysł I of Greater Poland", "href": "/wiki/Przemys%C5%82_I_of_Greater_Poland", "description": "Przemysł I, a member of the Piast dynasty, was Duke of Greater Poland from 1239 until his death, from 1241 with his brother Bolesław the Pious as co-ruler. He was able to re-acquire large parts of Greater Poland, ruling as Duke of Poznań and Gniezno from 1247 and, upon several inheritance conflicts with his brother, as Duke of Poznań and Kalisz from 1249, sole Duke of Greater Poland from 1250, and"}]}, {"heading": "Deaths", "year": "1394", "date": "June 4", "txt": "Mary de Bohun, wife of Henry IV of England (b.c. 1368)", "entities": [{"title": "Mary de Bohun", "href": "/wiki/Mary_de_Bohun", "description": "Mary de Bohun was the first wife of King Henry IV of England and the mother of King Henry V. Mary was never queen, as she died before her husband came to the throne."}, {"title": "Henry IV of England", "href": "/wiki/Henry_IV_of_England", "description": "Henry IV was King of England from 1399 to 1413. He asserted the claim of his grandfather King Edward III, a maternal grandson of Philip IV of France, to the Kingdom of France. Henry was the first English ruler since the Norman Conquest over three hundred years prior whose mother tongue was English rather than French. He was known as Henry Bolingbroke before ascending to the throne. His father was "}]}, {"heading": "Deaths", "year": "1453", "date": "June 4", "txt": "Andronikos Palaiologos Kantakouzenos, Byzantine commander", "entities": [{"title": "Andronikos Palaiologos Kantakouzenos", "href": "/wiki/Andronikos_Palaiologos_Kantakouzenos", "description": "Andronikos Palaiologos Kantakouzenos was the last Grand Domestic of the Byzantine Empire. Present in the city at the Fall of Constantinople in 1453, he was one of the group of high Imperial officials executed by Ottoman Sultan Mehmet II five days after the city was taken."}]}, {"heading": "Deaths", "year": "1463", "date": "June 4", "txt": "Flavio Biondo, Italian historian and author (b. 1392)", "entities": [{"title": "Flavio Biondo", "href": "/wiki/Flavio_Biondo", "description": "Flavio Biondo was an Italian Renaissance humanist historian. He was one of the first historians to use a three-period division of history and is known as one of the first archaeologists. \nBorn in the capital city of Forlì, in the Romagna region, Flavio was well schooled from an early age, studying under Ballistario of Cremona. During a brief stay in Milan, he discovered and transcribed the unique "}]}, {"heading": "Deaths", "year": "1472", "date": "June 4", "txt": "Nezahualcoyotl, Aztec poet (b. 1402)", "entities": [{"title": "Nezahualcoyotl (tlatoani)", "href": "/wiki/Nezahualcoyotl_(tlatoani)", "description": "Nezahualcoyotl was a scholar, warrior, architect, poet and ruler (tlatoani) of the city-state of Texcoco in pre-Columbian era Mexico. Unlike other high-profile Mexican figures from the century preceding Spanish conquest of the Aztec Empire, Nezahualcoyotl was not fully Mexica; his father's people were the Acolhua, another Nahuan people settled in the eastern part of the Valley of Mexico, on the co"}]}, {"heading": "Deaths", "year": "1585", "date": "June 4", "txt": "Muretus, French philosopher and author (b. 1526)", "entities": [{"title": "Muretus", "href": "/wiki/Muretus", "description": "Muretus is the Latinized name of Marc Antoine Muret, a French humanist who was among the revivers of a Ciceronian Latin style and is among the usual candidates for the best Latin prose stylist of the Renaissance."}]}, {"heading": "Deaths", "year": "1608", "date": "June 4", "txt": "Francis Caracciolo, Italian Catholic priest (b. 1563)", "entities": [{"title": "Francis Caracciolo", "href": "/wiki/Francis_Caracciolo", "description": "Francis Caracciolo, born Ascanio Pisquizio, was an Italian Catholic priest who co-founded the Congregation of the Clerics Regular Minor with John Augustine Adorno. He decided to adopt a religious life at the age of 22."}]}, {"heading": "Deaths", "year": "1622", "date": "June 4", "txt": "Péter Révay, Hungarian soldier and historian (b. 1568)", "entities": [{"title": "Péter Révay", "href": "/wiki/P%C3%A9ter_R%C3%A9vay", "description": "Baron Péter Révay de Szklabina et Blathnicza was a Hungarian nobleman, Royal Crown Guard for the Holy Crown of Hungary, poet, state official, soldier, and historian. \nHe was the grandson of Ferenc Révay."}]}, {"heading": "Deaths", "year": "1647", "date": "June 4", "txt": "Canonicus, Grand Chief Sachem of the Narragansett (b. 1565)", "entities": [{"title": "Canonicus", "href": "/wiki/Canonicus", "description": "Canonicus was a chief of the Narragansett Indian tribe. He was wary of the colonial settlers, but he ultimately proved to be a firm friend of Roger Williams and other settlers."}]}, {"heading": "Deaths", "year": "1663", "date": "June 4", "txt": "William Juxon, English archbishop and academic (b. 1582)", "entities": [{"title": "William Juxon", "href": "/wiki/William_Juxon", "description": "William Juxon was an English churchman, Bishop of London from 1633 to 1646 and Archbishop of Canterbury from 1660 until his death."}]}, {"heading": "Deaths", "year": "1798", "date": "June 4", "txt": "Giacomo Casanova, Italian adventurer and author (b. 1725)", "entities": [{"title": "Giacomo Casanova", "href": "/wiki/Giacomo_Casanova", "description": "Giacomo Girolamo Casanova was an Italian adventurer and author from the Republic of Venice. His autobiography, Histoire de ma vie, is regarded as one of the most authentic sources of the customs and norms of European social life during the 18th century."}]}, {"heading": "Deaths", "year": "1801", "date": "June 4", "txt": "Frederick Muhlenberg, American minister and politician, 1st Speaker of the United States House of Representatives (b. 1750)", "entities": [{"title": "Frederick Muhlenberg", "href": "/wiki/Frederick_Muhlenberg", "description": "Frederick Augustus Conrad Muhlenberg was an American minister and politician who was the first Speaker of the United States House of Representatives. A delegate to the Pennsylvania state constitutional convention and a member of the U.S. House of Representatives from Pennsylvania and a Lutheran pastor by profession, Muhlenberg was born in Trappe, Pennsylvania. His home, known as The Speaker's Hous"}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Deaths", "year": "1809", "date": "June 4", "txt": "Nicolai Abildgaard, Danish neoclassical and history painter, sculptor and architect (b. 1743)", "entities": [{"title": "Nicolai Abildgaard", "href": "/wiki/Nicolai_Abildgaard", "description": "Nicolai Abraham Abildgaard was a Danish neoclassical and royal history painter, sculptor, architect, and professor of painting, mythology, and anatomy at the New Royal Danish Academy of Art in Copenhagen, Denmark. Many of his works were in the royal Christiansborg Palace, Fredensborg Palace, and Levetzau Palace at Amalienborg."}]}, {"heading": "Deaths", "year": "1830", "date": "June 4", "txt": "Antonio José de Sucre, Venezuelan general and politician, 2nd President of Bolivia (b. 1795)", "entities": [{"title": "Antonio José de Sucre", "href": "/wiki/Antonio_Jos%C3%A9_de_Sucre", "description": "Antonio José de Sucre y Alcalá, known as \"Gran Mariscal de Ayacucho\", was a Venezuelan independence leader who served as the 4th President of Peru and as the 2nd President of Bolivia. Sucre was one of Simón Bolívar's closest friends, generals and statesmen."}, {"title": "President of Bolivia", "href": "/wiki/President_of_Bolivia", "description": "The President of Bolivia, officially known as the President of the Plurinational State of Bolivia, is head of state and head of government of Bolivia and the Captain General of the Armed Forces of Bolivia."}]}, {"heading": "Deaths", "year": "1872", "date": "June 4", "txt": "Johan Rudolph Thorbecke, Dutch historian, jurist, and politician, Prime Minister of the Netherlands (b. 1798)", "entities": [{"title": "Johan Rudolph Thorbecke", "href": "/wiki/Johan_Rudolph_Thorbecke", "description": "Johan Rudolph Thorbecke was a Dutch liberal statesman, one of the most important Dutch politicians of the 19th century. In 1848, he virtually single-handedly drafted the revision of the Constitution of the Netherlands, giving less power to the king and more to the States General, and guaranteeing more religious, personal and political freedom to the people."}, {"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Deaths", "year": "1875", "date": "June 4", "txt": "Eduard Mörike, German pastor and poet (b. 1804)", "entities": [{"title": "Eduard Mörike", "href": "/wiki/Eduard_M%C3%B6rike", "description": "Eduard Friedrich Mörike was a German Lutheran pastor who was also a Romantic poet and writer of novellas and novels. Many of his poems were set to music and became established folk songs, while others were used by composers Hugo Wolf and Ignaz Lachner in their symphonic works."}]}, {"heading": "Deaths", "year": "1876", "date": "June 4", "txt": "Abdülaziz of the Ottoman Empire, 32nd Sultan of the Ottoman Empire (b. 1830)", "entities": [{"title": "Abdülaziz of the Ottoman Empire", "href": "/wiki/Abd%C3%BClaziz_of_the_Ottoman_Empire", "description": "Abdulaziz was the 32nd Sultan of the Ottoman Empire and reigned between 25 June 1861 and 30 May 1876. He was the son of Sultan Mahmud II and succeeded his brother Abdulmejid I in 1861."}]}, {"heading": "Deaths", "year": "1922", "date": "June 4", "txt": "W. H. R. Rivers, English anthropologist, neurologist, ethnologist, and psychiatrist (b. 1864)", "entities": [{"title": "W. H. R. Rivers", "href": "/wiki/W._H._R._Rivers", "description": "William Halse Rivers Rivers was an English anthropologist, neurologist, ethnologist and psychiatrist, best known for his work treating First World War officers who were suffering from shell shock in order to return them to combat. Rivers' most famous patient was the poet Siegfried Sassoon, with whom he remained close friends until his own sudden death."}]}, {"heading": "Deaths", "year": "1925", "date": "June 4", "txt": "Margaret Murray Washington, American Academic (b. 1865)", "entities": [{"title": "Margaret Murray Washington", "href": "/wiki/Margaret_Murray_Washington", "description": "Margaret Murray Washington was an American educator who was the principal of Tuskegee Normal and Industrial Institute, which later became Tuskegee University. She was the third wife of Booker T. Washington. She was inducted into the Alabama Women's Hall of Fame in 1972."}]}, {"heading": "Deaths", "year": "1926", "date": "June 4", "txt": "Fred Spofforth, Australian-English cricketer and coach (b. 1853)", "entities": [{"title": "Fred Spofforth", "href": "/wiki/Fred_Spofforth", "description": "Frederick Robert Spofforth, also known as \"The Demon Bowler\", was arguably the Australian cricket team's finest pace bowler of the nineteenth century. He was the first bowler to take 50 Test wickets, and the first to take a Test hat-trick, in 1879. He played in Test matches for Australia between 1877 and 1887, and then settled in England where he played for Derbyshire. In 2011, he was inducted int"}]}, {"heading": "Deaths", "year": "1928", "date": "June 4", "txt": "Zhang Zuolin, Chinese warlord (b. 1873)", "entities": [{"title": "Zhang Zuolin", "href": "/wiki/Zhang_Zuolin", "description": "Zhang Zuolin was an influential Chinese bandit, soldier, and warlord during the Warlord Era in China. The warlord of Manchuria from 1916 to 1928, and the military dictator of the Republic of China in 1927 and 1928, he rose from banditry to power and influence."}]}, {"heading": "Deaths", "year": "1929", "date": "June 4", "txt": "Harry Frazee, American director, producer, and agent (b. 1881)", "entities": [{"title": "Harry Frazee", "href": "/wiki/Harry_Frazee", "description": "Harry Herbert Frazee was an American theatrical agent, producer and director, and owner of the Major League Baseball Boston Red Sox from 1916 to 1923. He is well known for selling Babe Ruth to the New York Yankees, which started the Curse of the Bambino."}]}, {"heading": "Deaths", "year": "1931", "date": "June 4", "txt": "Hussein bin Ali, Sharif of Mecca, Sharif and Emir of Mecca, King of the Hejaz (b. 1853/54)", "entities": [{"title": "Hussein bin Ali, Sharif of Mecca", "href": "/wiki/Hussein_bin_Ali,_Sharif_of_Mecca", "description": "Hussein bin Ali Al-Hashimi was an Arab leader from the Banu Hashim clan who was the Sharif and Emir of Mecca from 1908 and, after proclaiming the Great Arab Revolt against the Ottoman Empire, King of the Hejaz from 1916 to 1924. At the end of his reign he also briefly laid claim to the office of Caliph. He was a 37th-generation direct descendant of Muhammad, as he belongs to the Hashemite family."}]}, {"heading": "Deaths", "year": "1933", "date": "June 4", "txt": "Ahmet Haşim, Turkish poet and author (b. 1884)", "entities": [{"title": "Ahmet Haşim", "href": "/wiki/Ahmet_Ha%C5%9Fim", "description": "Ahmet Haşim was an influential Turkish poet of the early 20th century."}]}, {"heading": "Deaths", "year": "1936", "date": "June 4", "txt": "Mathilde Verne, English pianist and educator (b. 1869)", "entities": [{"title": "Mathilde Verne", "href": "/wiki/Mathilde_Verne", "description": "Mathilde Verne was an English pianist and teacher, of German descent. Along with most of her other sisters, Mathilde changed her surname to Verne in 1893 after the death of their father, John Wurm."}]}, {"heading": "Deaths", "year": "1939", "date": "June 4", "txt": "Tommy Ladnier, American trumpet player (b. 1900)", "entities": [{"title": "Tommy Ladnier", "href": "/wiki/Tommy_Ladnier", "description": "Thomas James Ladnier was an American jazz trumpeter. Hugues Panassié – an influential French critic, jazz historian, and renowned exponent of New Orleans jazz – rated Ladnier, sometime on or before 1956, second only to Louis Armstrong."}]}, {"heading": "Deaths", "year": "1941", "date": "June 4", "txt": "Wilhelm II, German Emperor (b. 1859)", "entities": [{"title": "Wilhelm II, German Emperor", "href": "/wiki/Wilhelm_II,_German_Emperor", "description": "Wilhelm II, anglicised as William II, was the last German Emperor (Kaiser) and King of Prussia, reigning from 15 June 1888 until his abdication on 9 November 1918. Despite strengthening Germany's position as a great power by building a blue-water navy and promoting scientific innovation, his tactless public statements greatly antagonized the international community and his foreign policy was seen "}]}, {"heading": "Deaths", "year": "1942", "date": "June 4", "txt": "Reinhard Heydrich, German SS officer and politician (b. 1904)", "entities": [{"title": "Reinhard Heydrich", "href": "/wiki/Reinhard_Heydrich", "description": "Reinhard Tristan Eugen Heydrich was a high-ranking German SS and police official during the Nazi era and a principal architect of the Holocaust. He was chief of the Reich Main Security Office. He was also Stellvertretender Reichsprotektor of Bohemia and Moravia. He served as president of the International Criminal Police Commission and chaired the January 1942 Wannsee Conference which formalised p"}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1951", "date": "June 4", "txt": "Serge Koussevitzky, Russian-American bassist, composer, and conductor (b. 1874)", "entities": [{"title": "Serge Koussevitzky", "href": "/wiki/Serge_Koussevitzky", "description": "Serge Alexandrovich Koussevitzky was a Russian-born conductor, composer and double-bassist, known for his long tenure as music director of the Boston Symphony Orchestra from 1924 to 1949."}]}, {"heading": "Deaths", "year": "1956", "date": "June 4", "txt": "Katherine MacDonald, American actress and producer (b. 1881)", "entities": [{"title": "Katherine MacDonald", "href": "/wiki/Katherine_MacDonald", "description": "Katherine Agnew MacDonald was an American stage and film actress, film producer, and model. She was born in Pittsburgh, Pennsylvania and was the older sister of actresses Miriam MacDonald and Mary MacLaren."}]}, {"heading": "Deaths", "year": "1962", "date": "June 4", "txt": "Clem McCarthy, American sportscaster (b. 1882)", "entities": [{"title": "Clem McCarthy", "href": "/wiki/Clem_McCarthy", "description": "Clem McCarthy was an American sportscaster and public address announcer. He also lent his voice to Pathe News's RKO newsreels. He was known for his gravelly voice and dramatic style, a \"whiskey tenor\" as sports announcer and executive David J. Halberstam has called it."}]}, {"heading": "Deaths", "year": "1967", "date": "June 4", "txt": "Linda Eenpalu, Estonian lawyer and politician (b. 1890)", "entities": [{"title": "Linda Eenpalu", "href": "/wiki/Linda_Eenpalu", "description": "Linda Marie Eenpalu was an Estonian politician. She was a member of the National Constituent Assembly (1937) and a Member of the Second Chamber of the National Council (1938) and the first of her gender in both of these positions. She was a well-known women's rights activist. She was married to politician Kaarel Eenpalu, who was prime minister in 1938–39."}]}, {"heading": "Deaths", "year": "1968", "date": "June 4", "txt": "Dorothy Gish, American actress (b. 1898)", "entities": [{"title": "Dorothy Gish", "href": "/wiki/Dorothy_Gish", "description": "Dorothy Elizabeth Gish was an American actress of the screen and stage, as well as a director and writer. Dorothy and her older sister Lillian Gish were major movie stars of the silent era. Dorothy also had great success on the stage, and was inducted into the American Theater Hall of Fame. Dorothy Gish was noted as a fine comedian, and many of her films were comedies."}]}, {"heading": "Deaths", "year": "1970", "date": "June 4", "txt": "Sonny Tufts, American actor (b. 1911)", "entities": [{"title": "Sonny Tufts", "href": "/wiki/Sonny_Tufts", "description": "Bowen Charlton \"Sonny\" Tufts III was an American stage, film, and television actor. He is best known for the films he made as a contract star at Paramount in the 1940s, including So Proudly We Hail!. He also starred in the cult classic Cat-Women of the Moon."}]}, {"heading": "Deaths", "year": "1971", "date": "June 4", "txt": "György Lukács, Hungarian historian and philosopher (b. 1885)", "entities": [{"title": "György Lukács", "href": "/wiki/Gy%C3%B6rgy_Luk%C3%A1cs", "description": "György Lukács was a Hungarian Marxist philosopher, literary historian, critic, and aesthetician of Jewish heritage. He was one of the founders of Western Marxism, an interpretive tradition that departed from the Marxist ideological orthodoxy of the Soviet Union. He developed the theory of reification, and contributed to Marxist theory with developments of Karl Marx's theory of class consciousness."}]}, {"heading": "Deaths", "year": "1973", "date": "June 4", "txt": "Maurice René Fréchet, French mathematician and academic (b. 1878)", "entities": [{"title": "Maurice René Fréchet", "href": "/wiki/Maurice_Ren%C3%A9_Fr%C3%A9chet", "description": "Maurice René Fréchet was a French mathematician. He made major contributions to the topology of point sets and introduced the entire concept of metric spaces. He also made several important contributions to the field of statistics and probability, as well as calculus. His dissertation opened the entire field of functionals on metric spaces and introduced the notion of compactness. Independently of"}]}, {"heading": "Deaths", "year": "1973", "date": "June 4", "txt": "Murry Wilson, American songwriter, producer, and manager (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "June 4", "txt": "Leslie Averill, New Zealand doctor and soldier (b. 1897)", "entities": [{"title": "Leslie Averill", "href": "/wiki/Leslie_Averill", "description": "Leslie Cecil Lloyd Averill was a New Zealand soldier who served during the First World War on the Western Front. After the war, he became a doctor and established a private practice in his hometown of Christchurch. He also served as a medical administrator and community leader."}]}, {"heading": "Deaths", "year": "1989", "date": "June 4", "txt": "Dik Browne, American cartoonist (b. 1917)", "entities": [{"title": "Dik Browne", "href": "/wiki/Dik_Browne", "description": "Dik Browne, born Richard Arthur Allan Browne in New York City, was an American cartoonist, best known for writing and drawing Hägar the Horrible and Hi and Lois."}]}, {"heading": "Deaths", "year": "1990", "date": "June 4", "txt": "Stiv Bators, American singer-songwriter and guitarist (b. 1949)", "entities": [{"title": "Stiv Bators", "href": "/wiki/Stiv_Bators", "description": "Steven John Bator, known professionally as Stiv Bators, was an American punk rock vocalist and guitarist from Girard, Ohio. He is best remembered for his bands Dead Boys and The Lords of the New Church."}]}, {"heading": "Deaths", "year": "1992", "date": "June 4", "txt": "Carl Stotz, American businessman, founded Little League Baseball (b. 1910)", "entities": [{"title": "Carl Stotz", "href": "/wiki/Carl_Stotz", "description": "Carl E. Stotz was the American founder of Little League Baseball. Stotz was born in Williamsport, Pennsylvania."}, {"title": "Little League Baseball", "href": "/wiki/Little_League_Baseball", "description": "Little League Baseball and Softball is a 501(c)(3) nonprofit organization based in South Williamsport, Pennsylvania, United States, that organizes local youth baseball and softball leagues throughout the United States and the rest of the world."}]}, {"heading": "Deaths", "year": "1993", "date": "June 4", "txt": "Bernard Evslin, American writer (b. 1922)", "entities": [{"title": "Bernard Evslin", "href": "/wiki/Bernard_Evslin", "description": "Bernard Evslin was an American author best known for his adaptations of Greek mythology."}]}, {"heading": "Deaths", "year": "1994", "date": "June 4", "txt": "Derek Leckenby, English musician (b. 1943) ", "entities": [{"title": "Derek Leckenby", "href": "/wiki/Derek_Leckenby", "description": "Derek \"Lek\" Leckenby was an English musician and lead guitarist, most famous for his work with English pop group Herman's Hermits."}]}, {"heading": "Deaths", "year": "1997", "date": "June 4", "txt": "Ronnie Lane, English singer-songwriter, guitarist, and producer (b. 1946) ", "entities": [{"title": "Ronnie Lane", "href": "/wiki/Ronnie_Lane", "description": "Ronald Frederick Lane was an English musician, songwriter, and producer who is best known as the bass guitarist and founding member of two prominent English rock and roll bands: Small Faces (1965–69) and subsequently Faces (1969–73). With Small Faces he was nicknamed \"Plonk\". After their breakup and re-formation as Faces, he acquired the nickname \"Three-Piece\"."}]}, {"heading": "Deaths", "year": "1998", "date": "June 4", "txt": "Josephine Hutchinson, American actress (b. 1903) ", "entities": [{"title": "Josephine Hutchinson", "href": "/wiki/Josephine_Hutchinson", "description": "Josephine Hutchinson was an American actress. She acted in several theater plays and films."}]}, {"heading": "Deaths", "year": "2002", "date": "June 4", "txt": "Fernando Belaúnde Terry, Peruvian architect and politician, 42nd President of Peru (b. 1912) ", "entities": [{"title": "Fernando Belaúnde Terry", "href": "/wiki/Fernando_Bela%C3%BAnde_Terry", "description": "Fernando Belaúnde Terry was a Peruvian politician who twice served as President of Peru. Deposed by a military coup in 1968, he was re-elected in 1980 after twelve years of military rule."}, {"title": "President of Peru", "href": "/wiki/President_of_Peru", "description": "The president of Peru, formally recognized as the President of the Republic of Peru, is the head of state and head of government of Peru. The president is the head of the executive branch and is the Supreme Head of the Armed Forces and Police of Peru. The office of president corresponds to the highest magistracy in the country, making the president the highest ranking public official in Peru."}]}, {"heading": "Deaths", "year": "2004", "date": "June 4", "txt": "Steve Lacy, American saxophonist and composer (b. 1934) ", "entities": [{"title": "Steve Lacy (saxophonist)", "href": "/wiki/Steve_Lacy_(saxophonist)", "description": "Steve Lacy, born Steven Norman Lackritz in New York City, was an American jazz saxophonist and composer recognized as one of the important players of soprano saxophone. Coming to prominence in the 1950s as a progressive dixieland musician, Lacy went on to a long and prolific career. He worked extensively in experimental jazz and to a lesser extent in free improvisation, but Lacy's music was typica"}]}, {"heading": "Deaths", "year": "2004", "date": "June 4", "txt": "Nino Manfredi, Italian actor (b. 1921) ", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "June 4", "txt": "Clete Boyer, American baseball player and manager (b. 1937) ", "entities": [{"title": "Clete Boyer", "href": "/wiki/Clete_Boyer", "description": "Cletis Leroy \"Clete\" Boyer was an American professional baseball third baseman — who occasionally played shortstop and second base — in Major League Baseball (MLB) for the Kansas City Athletics (1955–57), New York Yankees (1959–66), and Atlanta Braves (1967–71). Boyer also spent four seasons with the Taiyō Whales of Nippon Professional Baseball (NPB). In his 16-year big league career, Boyer hit 16"}]}, {"heading": "Deaths", "year": "2007", "date": "June 4", "txt": "Bill France, Jr., American businessman (b. 1933) ", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "June 4", "txt": "Craig L. Thomas, American captain and politician (b. 1933) ", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "June 4", "txt": "John Wooden, American basketball player and coach (b. 1910) ", "entities": [{"title": "John Wooden", "href": "/wiki/John_Wooden", "description": "John Robert Wooden was an American basketball player and coach. Nicknamed the \"Wizard of Westwood,\" he won ten National Collegiate Athletic Association (NCAA) national championships in a 12-year period as head coach for the UCLA Bruins, including a record seven in a row. No other team has won more than four in a row in Division I college men's or women's basketball. Within this period, his teams w"}]}, {"heading": "Deaths", "year": "2011", "date": "June 4", "txt": "Juan Francisco Luis, Virgin Islander sergeant and politician, 23rd Governor of the United States Virgin Islands (b. 1940) ", "entities": [{"title": "Juan Francisco Luis", "href": "/wiki/Juan_Francisco_Luis", "description": "Juan Francisco Luis was a Puerto Rican politician in the United States Virgin Islands who served as the third elected Governor of the U.S. Virgin Islands. He is the territory's 23rd governor overall. Luis assumed the governorship on January 2, 1978, succeeding Governor Cyril King, who died in office. He held the governor's office from 1978 until 1987, becoming the longest-serving governor in the h"}, {"title": "Governor of the United States Virgin Islands", "href": "/wiki/Governor_of_the_United_States_Virgin_Islands", "description": "The governor of the United States Virgin Islands is the chief executive of the Government of the Virgin Islands whose responsibilities also include making the annual State of the Territory addresses to the Virgin Islands Legislature, submitting the budget, and ensuring that territory public laws are enforced. The position was created through the passage of the Elective Governor Acts of 1968 which "}]}, {"heading": "Deaths", "year": "2011", "date": "June 4", "txt": "Andreas P. Nielsen, Danish author and composer (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 4", "txt": "Peter Beaven, New Zealand architect, designed the Lyttelton Road Tunnel Administration Building (b. 1925) ", "entities": [{"title": "Peter Beaven", "href": "/wiki/Peter_Beaven", "description": "Peter Jamieson Beaven was a New Zealand architect based in Christchurch, who lived for his last few months in Blenheim. He was a co-founder of New Zealand's first heritage lobby group, the Civic Trust."}, {"title": "Lyttelton Road Tunnel Administration Building", "href": "/wiki/Lyttelton_Road_Tunnel_Administration_Building", "description": "The Lyttelton Road Tunnel Administration Building was built in the mid-1960s as an operational building for the Lyttelton road tunnel in Christchurch, New Zealand. The building was designed by architect Peter Beaven and is seen as significant in the development of New Zealand architecture."}]}, {"heading": "Deaths", "year": "2012", "date": "June 4", "txt": "Pedro Borbón, Dominican-American baseball player (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 4", "txt": "Rodolfo Quezada Toruño, Guatemalan cardinal (b. 1932) ", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 4", "txt": "Herb Reed, American violinist (b. 1929) ", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 4", "txt": "Walt Arfons, American race car driver (b. 1916)", "entities": [{"title": "Walt Arfons", "href": "/wiki/Walt_Arfons", "description": "Walter Charles \"Walt\" (Poppy) Arfons was the half brother of Art Arfons, his former partner in drag racing, and his competitor in jet-powered land speed record racing. Along with Art, he was a pioneer in the use of aircraft jet engines for these types of competition."}]}, {"heading": "Deaths", "year": "2013", "date": "June 4", "txt": "Joey Covington, American drummer (b. 1945) ", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 4", "txt": "Hermann Gunnarsson, Icelandic footballer, handball player, and sportscaster (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 4", "txt": "Will Wynn, American football player (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 4", "txt": "George Ho, American-Hong Kong businessman (b. 1919) ", "entities": [{"title": "George Ho", "href": "/wiki/George_Ho", "description": "George Ho Cho-chi, GBS, OBE, JP was a Hong Kong media mogul. The fifth son of the influential businessman Robert Hotung, George Ho was the founder of the Commercial Radio Hong Kong and Commercial Television."}]}, {"heading": "Deaths", "year": "2014", "date": "June 4", "txt": "Nathan Shamuyarira, Zimbabwean journalist and politician, Zimbabwean Minister of Foreign Affairs (b. 1928)", "entities": [{"title": "Ministry of Foreign Affairs (Zimbabwe)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Zimbabwe)", "description": "The Ministry of Foreign Affairs of the Republic of Zimbabwe is a cabinet ministry of Zimbabwe, responsible for conducting foreign relations of the country."}]}, {"heading": "Deaths", "year": "2014", "date": "June 4", "txt": "Sydney Templeman, Baron Templeman, English lawyer and judge (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 4", "txt": "Don Zimmer, American baseball player, coach, and manager (b. 1931) ", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 4", "txt": "Marguerite Patten, English economist and author (b. 1915) ", "entities": [{"title": "Marguerite Patten", "href": "/wiki/Marguerite_Patten", "description": "Hilda Elsie Marguerite Patten,, was an English home economist, food writer and broadcaster. She was one of the earliest celebrity chefs who became known during World War II thanks to her programme on BBC Radio, where she shared recipes that could work within the limits imposed by war rationing. After the war, she was responsible for popularising the use of pressure cookers and her 170 published bo"}]}, {"heading": "Deaths", "year": "2015", "date": "June 4", "txt": "Leonid Plyushch, Ukrainian mathematician and academic (b. 1938) ", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 4", "txt": "Jabe Thomas, American race car driver (b. 1930) ", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 4", "txt": "Anne Warburton, British academic and diplomat, British Ambassador to Denmark (b. 1927) ", "entities": [{"title": "List of Ambassadors of the United Kingdom to Denmark", "href": "/wiki/List_of_Ambassadors_of_the_United_Kingdom_to_Denmark", "description": "The Ambassador of the United Kingdom to Denmark is the United Kingdom's foremost diplomatic representative in Denmark, and head of the UK's diplomatic mission in Denmark. The official title is Her Britannic Majesty's Ambassador to the Kingdom of Denmark."}]}, {"heading": "Deaths", "year": "2016", "date": "June 4", "txt": "Carmen Pereira, Bissau-Guinean politician (b. 1937)", "entities": [{"title": "Carmen Pereira", "href": "/wiki/Carmen_Pereira", "description": "Carmen Maria de Araújo Pereira was a Bissau-Guinean politician. She served three days as Acting President in 1984, becoming the first woman in this role in Africa and the only one in Guinea-Bissau's history. She had the shortest term as the Acting President, serving only three days in office. She died in Bissau on 4 June 2016."}]}, {"heading": "Deaths", "year": "2017", "date": "June 4", "txt": "Juan Goytisolo, Spanish essayist, poet and novelist (b. 1931) ", "entities": [{"title": "Juan Goytisolo", "href": "/wiki/Juan_Goytisolo", "description": "Juan Goytisolo Gay was a Spanish poet, essayist, and novelist. He lived in Marrakesh from 1997 until his death in 2017.\nHe was considered Spain's greatest living writer at the beginning of the 21st century, yet he had lived abroad since the 1950s.\nOn 24 November 2014 he was awarded the Cervantes Prize, the most prestigious literary award in the Spanish-speaking world."}]}]