[{"heading": "Events", "year": "1312 BC", "date": "June 24", "txt": "Mursili II launches a campaign against the Kingdom of Azzi-Hayasa.", "entities": [{"title": "Mursili II", "href": "/wiki/Mursili_II", "description": "Mursili II was a king of the Hittite Empire c. 1321–1295 BC."}, {"title": "Mursili's eclipse", "href": "/wiki/Mursili%27s_eclipse", "description": "The solar eclipse mentioned in a text dating to the reign of Mursili II could be of great importance for the absolute chronology of the Hittite Empire within the chronology of the Ancient Near East. The text records that in the tenth year of Mursili's reign, \"the Sun gave a sign\", just as the king was about to launch a campaign against the Kingdom of Azzi-Hayasa in north-eastern Anatolia."}, {"title": "Azzi-Hayasa", "href": "/wiki/Azzi-Hayasa", "description": "Hayasa-Azzi or Azzi-Hayasa was a Late Bronze Age confederation in the Armenian Highlands and/or Pontic region of Asia Minor. The Hayasa-Azzi confederation was in conflict with the Hittite Empire in the 14th century BCE, leading up to the collapse of Hatti around 1190 BCE. It has long been thought that Hayasa-Azzi may have played a significant role in the ethnogenesis of Armenians."}]}, {"heading": "Events", "year": "217 BC", "date": "June 24", "txt": "The Romans, led by Gaius Flaminius, are ambushed and defeated by Hannibal at the Battle of Lake Trasimene.", "entities": [{"title": "Gaius Flaminius", "href": "/wiki/Gaius_Flaminius", "description": "Gaius Flaminius C. f. L. n. was a leading Roman politician in the third century BC. Twice consul, in 223 and 217, Flaminius is notable for the Lex Flaminia, a land reform passed in 232, the construction of the Circus Flaminius in 221, and his death at the hands of Hannibal's army at the Battle of Lake Trasimene in 217, during the Second Punic War. Flaminius is celebrated by ancient sources as bein"}, {"title": "Hannibal", "href": "/wiki/Hannibal", "description": "Hannibal was a Carthaginian general and statesman who commanded Carthage's main forces against the Roman Republic during the Second Punic War. He is widely considered one of the greatest military commanders in human history. His father, Hamilcar Barca, was a leading Carthaginian commander during the First Punic War. His younger brothers were Mago and Hasdrubal, and he was brother-in-law to Hasdrub"}, {"title": "Battle of Lake Trasimene", "href": "/wiki/Battle_of_Lake_Trasimene", "description": "The Battle of Lake Trasimene was fought when a Carthaginian force under Hannibal ambushed a Roman army commanded by Gaius Flaminius on 21 June 217 BC, during the Second Punic War. It took place on the north shore of Lake Trasimene, to the east of Cortona, and resulted in a heavy defeat for the Romans. The First Punic War between Carthage and Rome ended in 241 BC after 23 years. In 219 BC the quasi"}]}, {"heading": "Events", "year": "109", "date": "June 24", "txt": "Roman emperor Trajan inaugurates the Aqua Traiana, an aqueduct that channels water from Lake Bracciano, 40 kilometres (25 miles) northwest of Rome.", "entities": [{"title": "Trajan", "href": "/wiki/Trajan", "description": "Trajan was Roman emperor from 98 to 117. Officially declared by the Senate optimus princeps, Trajan is remembered as a successful soldier-emperor who presided over the second-greatest military expansion in Roman history, after Augustus, leading the empire to attain its maximum territorial extent by the time of his death. He is also known for his philanthropic rule, overseeing extensive public buil"}, {"title": "Aqua Traiana", "href": "/wiki/Aqua_Traiana", "description": "The Aqua Traiana was a 1st-century Roman aqueduct built by Emperor Trajan and inaugurated on 24 June 109 AD. It channelled water from sources around Lake Bracciano, 40 kilometers (25 mi) north-west of Rome, to Rome in ancient Roman times but had fallen into disuse by the 17th century. It fed a number of water mills on the Janiculum, including a sophisticated mill complex revealed by excavations in"}, {"title": "Roman aqueduct", "href": "/wiki/Roman_aqueduct", "description": "The Romans constructed aqueducts throughout their Republic and later Empire, to bring water from outside sources into cities and towns. Aqueduct water supplied public baths, latrines, fountains, and private households; it also supported mining operations, milling, farms, and gardens."}, {"title": "Lake Bracciano", "href": "/wiki/Lake_Bracciano", "description": "Lake Bracciano is a lake of volcanic origin in the Italian region of Lazio, 32 km (20 mi) northwest of Rome. It is the second largest lake in the region and one of the major lakes of Italy. It has a circular perimeter of approximately 32 km (20 mi). Its inflow is from precipitation runoff and percolation, and from underground springs, and its outflow is the Arrone."}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}]}, {"heading": "Events", "year": "474", "date": "June 24", "txt": "Julius Nepos forces Roman usurper Glycerius to abdicate the throne and proclaims himself Emperor of the Western Roman Empire.", "entities": [{"title": "Julius Nepos", "href": "/wiki/Julius_Nepos", "description": "Julius Nepos was de jure and de facto Roman emperor of the West from 474 to 475 and then only de jure until his death in 480. Born to a distinguished family, he succeeded his uncle, Marcellinus, as military governor of the province of Dalmatia in 468. With support of the Eastern Empire, Nepos overthrew his predecessor Glycerius without a fight and proclaimed himself western emperor in June 474. Or"}, {"title": "Glycerius", "href": "/wiki/Glycerius", "description": "Glycerius was Roman emperor of the West from 473 to 474. He served as comes domesticorum during the reign of Olybrius, until Olybrius died in November 472. After a four-month interregnum, Glycerius was proclaimed Western Emperor in March 473 by the magister militum and power behind the throne Gundobad. Very few of the events of his reign are known other than that during his reign an attempted inva"}, {"title": "Western Roman Empire", "href": "/wiki/Western_Roman_Empire", "description": "The Western Roman Empire comprises the western provinces of the Roman Empire at any time during which they were administered by a separate independent Imperial court; in particular, this term is used in historiography to describe the period from 395 to 476, where there were separate coequal courts dividing the governance of the empire in the Western and the Eastern provinces, with a distinct imper"}]}, {"heading": "Events", "year": "637", "date": "June 24", "txt": "The Battle of Moira is fought between the High King of Ireland and the Kings of Ulster and Dál Riata. It is claimed to be the largest battle in the history of Ireland.", "entities": [{"title": "Battle of Moira", "href": "/wiki/Battle_of_Moira", "description": "The Battle of Moira, also known as the Battle of Magh Rath, was fought in the summer of 637 by the High King of Ireland, Domnall II, against his foster son Congal Cáech, King of Ulaid, supported by his ally Domnall Brecc, King of Dál Riata. The battle resulted in a decisive victory for the High King and his army, and Congal Cáech was killed in the fighting."}, {"title": "High King of Ireland", "href": "/wiki/High_King_of_Ireland", "description": "The High Kings of Ireland were sometimes historical and sometimes legendary figures who had, or who are claimed to have had, lordship over the whole of the island of Ireland."}, {"title": "Ulster", "href": "/wiki/Ulster", "description": "Ulster is one of the four traditional Irish provinces, in the north of Ireland. It is made up of nine counties: six of these constitute Northern Ireland ; the remaining three are in the Republic of Ireland."}, {"title": "Dál Riata", "href": "/wiki/D%C3%A1l_Riata", "description": "Dál Riata or Dál Riada was a Gaelic kingdom that encompassed the western seaboard of Scotland and the north-eastern corner of Ireland, on each side of the North Channel. At its height in the 6th and 7th centuries, it covered what is now Argyll in Scotland and part of County Antrim in Northern Ireland. After a period of expansion, Dál Riata eventually became associated with the Gaelic Kingdom of Al"}]}, {"heading": "Events", "year": "972", "date": "June 24", "txt": "Battle of Cedynia, the first documented victory of Polish forces, takes place.", "entities": [{"title": "Battle of Cedynia", "href": "/wiki/Battle_of_Cedynia", "description": "In the Battle of Cedynia or Zehden, an army of Mieszko I of Poland defeated forces of Hodo or Odo I of Lusatia on 24 June 972, near the Oder river. Whether or not the battle actually took place near the modern-day town of Cedynia is disputed in modern scholarship."}]}, {"heading": "Events", "year": "1128", "date": "June 24", "txt": "Battle of São Mamede, near Guimarães: Forces led by Afonso I defeat forces led by his mother Teresa of León and her lover Fernando Pérez de Traba.", "entities": [{"title": "Battle of São Mamede", "href": "/wiki/Battle_of_S%C3%A3o_Mamede", "description": "The Battle of São Mamede took place on 24 June 1128 near Guimarães and is considered the seminal event for the foundation of the Kingdom of Portugal and the battle that ensured Portugal's Independence. Portuguese forces led by Afonso Henriques defeated forces led by his mother Teresa of Portugal and her lover Fernão Peres de Trava. Following São Mamede, the future king styled himself \"Prince of Po"}, {"title": "Guimarães", "href": "/wiki/Guimar%C3%A3es", "description": "Guimarães is a city and municipality located in northern Portugal, in the district of Braga. \nIts historic town centre is listed as UNESCO World Heritage Site since 2001, in recognition for being an \"exceptionally well-preserved and authentic example of the evolution of a medieval settlement into a modern town\" in Europe."}, {"title": "Afonso I of Portugal", "href": "/wiki/Afonso_I_of_Portugal", "description": "Afonso I, also called Afonso Henriques, nicknamed the Conqueror, the Founder or the Great by the Portuguese, and El-Bortukali and Ibn-Arrink or Ibn Arrinq by the Moors whom he fought, was the first king of Portugal. He achieved the independence of the County of Portugal, establishing a new kingdom and doubling its area with the Reconquista, an objective that he pursued until his death."}, {"title": "Theresa, Countess of Portugal", "href": "/wiki/Theresa,_Countess_of_Portugal", "description": "Theresa was Countess of Portugal, and for a time claimant to be its independent Queen. She rebelled against vasalic ties with her half-sister Queen Urraca of León and Castile. She was recognised as Queen by Pope Paschal II in 1116, but was captured and forced to accept Portugal's vassalage to León in 1121, being allowed to keep her royal title. Her political alliance and amorous liaison with Galic"}, {"title": "Fernando Pérez de Traba", "href": "/wiki/Fernando_P%C3%A9rez_de_Traba", "description": "Fernando Pérez de Traba, also Fernão Peres de Trava in Portuguese, was a nobleman and count of the Kingdom of León who for a time held power over all Galicia. He became the lover of Countess Teresa of Portugal, through whom he attained great influence in that domain, and was the de facto ruler of the County of Portugal between 1121 and 1128. The Poema de Almería, a Latin poem celebrating one of Al"}]}, {"heading": "Events", "year": "1230", "date": "June 24", "txt": "The Siege of Jaén begins, in the context of the Spanish Reconquista.", "entities": [{"title": "Siege of Jaén (1230)", "href": "/wiki/Siege_of_Ja%C3%A9n_(1230)", "description": "The Siege of Jaén was one of many sieges on that city during the Spanish Reconquista. The siege was carried out from 24 June through September, 1230 by forces of the Kingdom of Castile commanded by Ferdinand III of Castile against the defending Taifa of Jayyān (جيان). The battle resulted in a Jayyānese victory after the Castilian withdrawal and abandonment of the siege immediately following the de"}]}, {"heading": "Events", "year": "1314", "date": "June 24", "txt": "First War of Scottish Independence: The Battle of Bannockburn concludes with a decisive victory by Scottish forces led by Robert the Bruce.", "entities": [{"title": "First War of Scottish Independence", "href": "/wiki/First_War_of_Scottish_Independence", "description": "The First War of Scottish Independence was the first of a series of wars between English and Scottish forces. It lasted from the English invasion of Scotland in 1296 until the de jure restoration of Scottish independence with the Treaty of Edinburgh–Northampton in 1328. De facto independence was established in 1314 at the Battle of Bannockburn. The wars were caused by English kings attempting to e"}, {"title": "Battle of Bannockburn", "href": "/wiki/Battle_of_Bannockburn", "description": "The Battle of Bannockburn on 23 and 24 June 1314 was a victory of the army of King of Scots Robert the Bruce over the army of King Edward II of England in the First War of Scottish Independence. Although it did not bring an end to the war, as victory would only be secured 14 years later, Bannockburn is still a major landmark in Scottish history."}, {"title": "Robert the Bruce", "href": "/wiki/Robert_the_Bruce", "description": "Robert I, popularly known as Robert the Bruce, was King of Scots from 1306 to his death in 1329. Robert was one of the most famous warriors of his generation and eventually led Scotland during the First War of Scottish Independence against England. He fought successfully during his reign to regain Scotland's place as an independent country and is now revered in Scotland as a national hero."}]}, {"heading": "Events", "year": "1340", "date": "June 24", "txt": "Hundred Years' War: Battle of Sluys: The French fleet is almost completely destroyed by the English fleet commanded in person by King Edward III.", "entities": [{"title": "Hundred Years' War", "href": "/wiki/Hundred_Years%27_War", "description": "The Hundred Years' War (1337–1453) was a series of conflicts in Western Europe waged between the House of Plantagenet and its cadet House of Lancaster, the rulers of the Kingdom of England, and the House of Valois over the right to rule the Kingdom of France. It was one of the most notable conflicts of the Middle Ages, in which five generations of kings from two rival dynasties fought for the thro"}, {"title": "Battle of Sluys", "href": "/wiki/Battle_of_Sluys", "description": "The Battle of Sluys, also called the Battle of l'Écluse, was a naval battle fought on 24 June 1340 between England and France. It took place in the roadstead of the port of Sluys, on a since silted-up inlet between Zeeland and West Flanders. The English fleet of 120–150 ships was led by Edward III of England and the 230-strong French fleet by the Breton knight Hugues Quiéret, Admiral of France, an"}, {"title": "Edward III of England", "href": "/wiki/Edward_III_of_England", "description": "Edward III, also known as Edward of Windsor before his accession, was King of England and Lord of Ireland from January 1327 until his death in 1377. He is noted for his military success and for restoring royal authority after the disastrous and unorthodox reign of his father, Edward II. Edward III transformed the Kingdom of England into one of the most formidable military powers in Europe. His fif"}]}, {"heading": "Events", "year": "1374", "date": "June 24", "txt": "A sudden outbreak of St. John's Dance causes people in the streets of Aachen, Germany, to experience hallucinations and begin to jump and twitch uncontrollably until they collapse from exhaustion.", "entities": [{"title": "Dancing mania", "href": "/wiki/Dancing_mania", "description": "Dancing mania was a social phenomenon that occurred primarily in mainland Europe between the 14th and 17th centuries. It involved groups of people dancing erratically, sometimes thousands at a time. The mania affected men, women, and children who danced until they collapsed from exhaustion. One of the first major outbreaks was in Aachen, in the Holy Roman Empire, in 1374, and it quickly spread thr"}, {"title": "Aachen", "href": "/wiki/Aachen", "description": "Aachen is, with around 249,000 inhabitants, the 13th-largest city of North Rhine-Westphalia, and the 28th-largest city of Germany."}, {"title": "Hallucination", "href": "/wiki/Hallucination", "description": "A hallucination is a perception in the absence of external stimulus that has qualities of real perceptions. Hallucinations are vivid, substantial, and are perceived to be located in external objective space. They are distinguishable from several related phenomena, such as dreaming, which does not involve wakefulness; pseudohallucination, which does not mimic real perception, and is accurately perc"}]}, {"heading": "Events", "year": "1497", "date": "June 24", "txt": "John Cabot lands in North America at Newfoundland leading the first European exploration of the region since the Vikings.", "entities": [{"title": "John Cabot", "href": "/wiki/John_Cabot", "description": "John Cabot was an Italian navigator and explorer. His 1497 voyage to the coast of North America under the commission of Henry VII of England is the earliest known European exploration of coastal North America since the Norse visits to Vinland in the eleventh century. \nTo mark the celebration of the 500th anniversary of Cabot's expedition, both the Canadian and British governments elected Cape Bona"}, {"title": "Newfoundland (island)", "href": "/wiki/Newfoundland_(island)", "description": "Newfoundland is a large island off the east coast of the North American mainland, and the most populous part of the Canadian province of Newfoundland and Labrador. It has 29 percent of the province's land area. The island is separated from the Labrador Peninsula by the Strait of Belle Isle and from Cape Breton Island by the Cabot Strait. It blocks the mouth of the Saint Lawrence River, creating th"}, {"title": "Vikings", "href": "/wiki/Vikings", "description": "Vikings were the seafaring Norse people from southern Scandinavia who from the late 8th to late 11th centuries raided, pirated, traded and settled throughout parts of Europe. They also voyaged as far as the Mediterranean, North Africa, the Middle East, and North America. In the countries they raided and settled, the period is known as the Viking Age, and the term 'Viking' also commonly includes th"}]}, {"heading": "Events", "year": "1509", "date": "June 24", "txt": "Henry VIII and Catherine of Aragon are crowned King and Queen of England.", "entities": [{"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Catherine of Aragon", "href": "/wiki/Catherine_of_Aragon", "description": "Catherine of Aragon was Queen of England from June 1509 until May 1533 as the first wife of King Henry VIII; she was previously Princess of Wales as the wife of Henry's elder brother, Arthur."}]}, {"heading": "Events", "year": "1535", "date": "June 24", "txt": "The Anabaptist state of Münster is conquered and disbanded.", "entities": [{"title": "Anabaptist", "href": "/wiki/Anabaptist", "description": "Anabaptism is a Christian movement which traces its origins to the Radical Reformation. The movement is seen by outsiders as another offshoot of Protestantism, although this view is not shared by Anabaptists, who view themselves as a separate branch of Christianity."}, {"title": "Münster Rebellion", "href": "/wiki/M%C3%BCnster_Rebellion", "description": "The Münster rebellion was an attempt by radical Anabaptists to establish a communal sectarian government in the German city of Münster – then under the large Prince-Bishopric of Münster in the Holy Roman Empire."}]}, {"heading": "Events", "year": "1571", "date": "June 24", "txt": "Miguel López de Legazpi founds Manila, the capital of the Philippines.", "entities": [{"title": "Miguel López de Legazpi", "href": "/wiki/Miguel_L%C3%B3pez_de_Legazpi", "description": "Miguel López de Legazpi, also known as El Adelantado and El Viejo, was a Spanish navigator and governor who established the first Spanish settlement in the East Indies when his expedition crossed the Pacific Ocean from the Viceroyalty of New Spain in modern-day Mexico, arriving in Cebu in the Philippine Islands in 1565. He was the first Governor-General of the Spanish East Indies, which was govern"}, {"title": "Manila", "href": "/wiki/Manila", "description": "Manila, officially the City of Manila, is the capital of the Philippines, and its second most populous city. It is highly urbanized and as of 2019 was the world's most densely populated city proper. It was the first chartered city in the country, designated as such by the Philippine Commission Act 183 of July 31, 1901. It became autonomous with the passage of Republic Act No. 409, \"The Revised Cha"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "1604", "date": "June 24", "txt": "Samuel de Champlain discovers the mouth of the Saint John River, site of Reversing Falls and the present-day city of Saint John, New Brunswick, Canada.", "entities": [{"title": "Samuel de Champlain", "href": "/wiki/Samuel_de_Champlain", "description": "Samuel de Champlain was a French colonist, navigator, cartographer, draftsman, soldier, explorer, geographer, ethnologist, diplomat, and chronicler. He made between 21 and 29 trips across the Atlantic Ocean, and founded Quebec, and New France, on 3 July 1608. An important figure in Canadian history, Champlain created the first accurate coastal map during his explorations, and founded various colon"}, {"title": "Saint John River (Bay of Fundy)", "href": "/wiki/Saint_John_River_(Bay_of_Fundy)", "description": "The Saint John River is a 673 kilometres (418 mi) long river that flows from Northern Maine into Canada, and runs south along the western side of New Brunswick, emptying into the Atlantic Ocean in the Bay of Fundy. Eastern Canada's longest river, its drainage basin is one of the largest on the east coast at about 55,000 square kilometres (21,000 sq mi)."}, {"title": "Reversing Falls", "href": "/wiki/Reversing_Falls", "description": "The Reversing Falls are a series of rapids on the Saint John River located in Saint John, New Brunswick, Canada, where the river runs through a narrow gorge before emptying into the Bay of Fundy."}, {"title": "Saint John, New Brunswick", "href": "/wiki/Saint_John,_New_Brunswick", "description": "Saint John is a seaport city of the Atlantic Ocean located on the Bay of Fundy in the province of New Brunswick, Canada. Saint John is the oldest incorporated city in Canada, established by royal charter on May 18, 1785, during the reign of King George III. The port is Canada's third largest port by tonnage with a cargo base that includes dry and liquid bulk, break bulk, containers, and cruise. Th"}]}, {"heading": "Events", "year": "1622", "date": "June 24", "txt": "Battle of Macau: The Dutch make a failed attempt to capture Macau.", "entities": [{"title": "Battle of Macau", "href": "/wiki/Battle_of_Macau", "description": "The Battle of Macau in 1622 was a conflict of the Dutch–Portuguese War fought in the Portuguese settlement of Macau, in southeastern China. The Portuguese, outnumbered and without adequate fortification, managed to repel the Dutch in a much-celebrated victory on 24 June after a three-day battle. The battle is the only major engagement that was fought between two European powers on the Chinese main"}, {"title": "Macau", "href": "/wiki/Macau", "description": "Macau, also spelled Macao and officially the Macao Special Administrative Region of the People's Republic of China, is a city and special administrative region of the People's Republic of China in the western Pearl River Delta by the South China Sea. With a population of about 680,000 and an area of 32.9 km2 (12.7 sq mi), it is the most densely populated region in the world."}]}, {"heading": "Events", "year": "1663", "date": "June 24", "txt": "The Spanish garrison of Évora capitulates, following the Portuguese victory at the Battle of Ameixial.", "entities": [{"title": "Évora", "href": "/wiki/%C3%89vora", "description": "Évora is a city and a municipality in Portugal. The population in 2011 was 56,596, in an area of 1307.08 km2. It is the historic capital of the Alentejo and serves as the seat of the Évora District. The present Mayor is Carlos Pinto de Sá of the CDU coalition. The municipal holiday is 29 June."}, {"title": "Battle of Ameixial", "href": "/wiki/Battle_of_Ameixial", "description": "The Battle of Ameixial, was fought on 8 June 1663, near the village of Santa Vitória do Ameixial, some 10 kilometres (6.2 mi) north-west of Estremoz, between Spanish and Portuguese as part of the Portuguese Restoration War. In Spain, the battle is better known as the Battle of Estremoz."}]}, {"heading": "Events", "year": "1717", "date": "June 24", "txt": "The Premier Grand Lodge of England is founded in London, the first Masonic Grand Lodge in the world (now the United Grand Lodge of England).", "entities": [{"title": "Premier Grand Lodge of England", "href": "/wiki/Premier_Grand_Lodge_of_England", "description": "The organisation known as the Premier Grand Lodge of England was founded on 24 June 1717 as the 'Grand Lodge of London and Westminster'. Originally concerned with the practice of Freemasonry in London and Westminster, it soon became known as the Grand Lodge of England. Because it was the first Masonic Grand Lodge to be created, convention calls it the Premier Grand Lodge of England in order to dis"}, {"title": "Freemasonry", "href": "/wiki/Freemasonry", "description": "Freemasonry or Masonry consists of fraternal organisations that trace their origins to the local guilds of stonemasons that from the end of the 14th century regulated the qualifications of stonemasons and their interaction with authorities and clients. Freemasonry has been the subject of numerous conspiracy theories throughout the years. Modern Freemasonry broadly consists of two main recognition "}, {"title": "Grand Lodge", "href": "/wiki/Grand_Lodge", "description": "A Grand Lodge is the overarching governing body of a fraternal or other similarly organized group in a given area, usually a city, state, or country."}, {"title": "United Grand Lodge of England", "href": "/wiki/United_Grand_Lodge_of_England", "description": "The United Grand Lodge of England (UGLE) is the governing Masonic lodge for the majority of freemasons in England, Wales and the Commonwealth of Nations. Claiming descent from the Masonic grand lodge formed 24 June 1717 at the Goose & Gridiron Tavern in London, it is considered to be the oldest Masonic Grand Lodge in the world. Together with the Grand Lodge of Scotland, and the Grand Lodge of Irel"}]}, {"heading": "Events", "year": "1762", "date": "June 24", "txt": "Battle of Wilhelmsthal: The British-Hanoverian army of Ferdinand of Brunswick defeats French forces in Westphalia.", "entities": [{"title": "Battle of Wilhelmsthal", "href": "/wiki/Battle_of_Wilhelmsthal", "description": "The Battle of Wilhelmsthal was fought on 24 June 1762 during the Seven Years' War between on one side the allied forces of British, Prussian, Hanover, Brunswick and Hessian troops under the command of the Duke of Brunswick against the French. Once again, the French threatened Hanover, so the Allies manoeuvered around the French, surrounded the invasion force, and forced them to retreat. It was the"}]}, {"heading": "Events", "year": "1779", "date": "June 24", "txt": "American Revolutionary War: The Great Siege of Gibraltar begins.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Great Siege of Gibraltar", "href": "/wiki/Great_Siege_of_Gibraltar", "description": "The Great Siege of Gibraltar was an unsuccessful attempt by Spain and France to capture Gibraltar from the British during the War of the American Revolution. The American war had ended with the British defeat at Yorktown in October 1781, but the Bourbon defeat in their great final assault on Gibraltar would not come until September 1782. The siege was suspended in February 1783 at the beginning of"}]}, {"heading": "Events", "year": "1793", "date": "June 24", "txt": "The first Republican constitution in France is adopted.", "entities": [{"title": "French Constitution of 1793", "href": "/wiki/French_Constitution_of_1793", "description": "The Constitution of 1793, also known as the Constitution of the Year I or the Montagnard Constitution, was the second constitution ratified for use during the French Revolution under the First Republic. Designed by the Montagnards, principally Maximilien Robespierre and Louis Saint-Just, it was intended to replace the constitutional monarchy of 1791 and the Girondin constitutional project. With sw"}]}, {"heading": "Events", "year": "1812", "date": "June 24", "txt": "Napoleonic Wars: Napoleon's Grande Armée crosses the Neman river beginning the invasion of Russia.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Grande Armée", "href": "/wiki/Grande_Arm%C3%A9e", "description": "La Grande Armée was the French Imperial Army commanded by Napoleon Bonaparte during the Napoleonic Wars. From 1804 to 1809, it won a series of military victories that allowed the French Empire to exercise unprecedented control over most of Europe. Widely acknowledged to be one of the greatest fighting forces ever assembled, it suffered terrible losses during the disastrous French invasion of Russi"}, {"title": "Neman (river)", "href": "/wiki/Neman_(river)", "description": "The Nemunas, Nioman, Neman or Memel is a river in Europe that rises in central Belarus and flows through Lithuania then along the northern border of Kaliningrad Oblast, Russia's western exclave which specifically then takes its southern mouth. It drains into its Curonian Lagoon, narrowly connected to the Baltic Sea. It flows about 900 km (560 mi), so it is considered a major Eastern European river"}, {"title": "French invasion of Russia", "href": "/wiki/French_invasion_of_Russia", "description": "The French invasion of Russia, known in Russia as the Patriotic War of 1812 and in France as the Russian campaign, was begun by Napoleon to force Russia back into the Continental blockade of the United Kingdom."}]}, {"heading": "Events", "year": "1813", "date": "June 24", "txt": "Battle of Beaver Dams: A British and Indian combined force defeats the United States Army.", "entities": [{"title": "Battle of Beaver Dams", "href": "/wiki/Battle_of_Beaver_Dams", "description": "The Battle of Beaver Dams took place on 24 June, 1813, during the War of 1812. A United States column marched from Fort George and attempted to surprise a British outpost at Beaver Dams, billeting themselves overnight in the village of Queenston, Ontario. Laura Secord, a resident of Queenston, had earlier learned of the U.S. plans, and had struck out on a long and difficult trek to warn the Britis"}]}, {"heading": "Events", "year": "1821", "date": "June 24", "txt": "The Battle of Carabobo takes place. It is the decisive battle in the war of independence of Venezuela from Spain.", "entities": [{"title": "Battle of Carabobo", "href": "/wiki/Battle_of_Carabobo", "description": "The Battle of Carabobo, on 24 June 1821, was fought between independence fighters, led by Venezuelan General Simón Bolívar, and the Royalist forces, led by Spanish Field Marshal Miguel de la Torre. Bolívar's decisive victory at Carabobo led to the independence of Venezuela and establishment of the Republic of Gran Colombia."}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}]}, {"heading": "Events", "year": "1859", "date": "June 24", "txt": "Battle of Solferino (Battle of the Three Sovereigns): Sardinia and France defeat Austria in Solferino, northern Italy.", "entities": [{"title": "Battle of Solferino", "href": "/wiki/Battle_of_Solferino", "description": "The Battle of Solferino on 24 June 1859 resulted in the victory of the allied French Army under Napoleon III and Piemont-Sardinian Army under Victor Emmanuel II against the Austrian Army under Emperor Franz Joseph I. It was the last major battle in world history where all the armies were under the personal command of their monarchs. Perhaps 300,000 soldiers fought in the important battle, the larg"}, {"title": "Sardinia", "href": "/wiki/Sardinia", "description": "Sardinia is the second-largest island in the Mediterranean Sea, after Sicily, and one of the 20 regions of Italy. It is located west of the Italian Peninsula, north of Tunisia and immediately south of the French island of Corsica."}, {"title": "Solferino", "href": "/wiki/Solferino", "description": "Solferino is a small town and municipality in the province of Mantua, Lombardy, northern Italy, approximately 10 kilometres (6.2 mi) south of Lake Garda."}]}, {"heading": "Events", "year": "1866", "date": "June 24", "txt": "Battle of Custoza: An Austrian army defeats the Italian army during the Austro-Prussian War.", "entities": [{"title": "Battle of Custoza (1866)", "href": "/wiki/Battle_of_Custoza_(1866)", "description": "The Battle of Custoza took place on the 24 June 1866 during the Third Italian War of Independence in the Italian unification process."}, {"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}, {"title": "Austro-Prussian War", "href": "/wiki/Austro-Prussian_War", "description": "The Austro-Prussian War or Seven Weeks' War, known in Germany as Deutscher Krieg and by a variety of other names, was fought in 1866 between the Austrian Empire and the Kingdom of Prussia, with each also being aided by various allies within the German Confederation. Prussia had also allied with the Kingdom of Italy, linking this conflict to the Third Independence War of Italian unification. The Au"}]}, {"heading": "Events", "year": "1880", "date": "June 24", "txt": "First performance of O Canada at the Congrès national des Canadiens-Français. The song would later become the national anthem of Canada.", "entities": [{"title": "National anthem", "href": "/wiki/National_anthem", "description": "A national anthem is a song that officially symbolizes a country or nation. The majority of national anthems are marches or hymns in style. Latin American, Central Asian, and European nations tend towards more ornate and operatic pieces, while those in the Middle East, Oceania, Africa, and the Caribbean use a more simplistic fanfare. Some countries that are devolved into multiple constituent state"}]}, {"heading": "Events", "year": "1894", "date": "June 24", "txt": "Marie François Sadi Carnot is assassinated by Sante Geronimo Caserio.", "entities": [{"title": "Marie François Sadi Carnot", "href": "/wiki/Marie_Fran%C3%A7ois_Sadi_Carnot", "description": "Marie François Sadi Carnot was a French statesman, who served as the President of France from 1887 until his assassination in 1894."}, {"title": "Sante Geronimo Caserio", "href": "/wiki/Sante_Geronimo_Caserio", "description": "Sante Geronimo Caserio was an Italian anarchist and the assassin of Marie François Sadi Carnot, President of the French Third Republic. Caserio was born in Motta Visconti, Lombardy. On 24 June 1894, he fatally stabbed President Carnot after a banquet, to avenge the executions of anarchist bombers Auguste Vaillant and Émile Henry."}]}, {"heading": "Events", "year": "1902", "date": "June 24", "txt": "King Edward VII of the United Kingdom develops appendicitis, delaying his coronation.", "entities": [{"title": "Edward VII", "href": "/wiki/Edward_VII", "description": "Edward VII was King of the United Kingdom of Great Britain and Ireland and the British Dominions, and Emperor of India from 22 January 1901 until his death in 1910."}, {"title": "Appendicitis", "href": "/wiki/Appendicitis", "description": "Appendicitis is inflammation of the appendix. Symptoms commonly include right lower abdominal pain, nausea, vomiting, and decreased appetite. However, approximately 40% of people do not have these typical symptoms. Severe complications of a ruptured appendix include widespread, painful inflammation of the inner lining of the abdominal wall and sepsis."}]}, {"heading": "Events", "year": "1913", "date": "June 24", "txt": "Greece and Serbia annul their alliance with Bulgaria.", "entities": [{"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}]}, {"heading": "Events", "year": "1916", "date": "June 24", "txt": "Mary Pickford becomes the first female film star to sign a million-dollar contract.", "entities": [{"title": "Mary Pickford", "href": "/wiki/Mary_Pickford", "description": "Gladys Marie Smith, known professionally as Mary Pickford, was a Canadian-American film actress and producer with a career that spanned five decades. A pioneer in the American film industry, she co-founded Pickford–Fairbanks Studios and United Artists, and was one of the 36 founders of the Academy of Motion Picture Arts and Sciences."}]}, {"heading": "Events", "year": "1918", "date": "June 24", "txt": "First airmail service in Canada from Montreal to Toronto.", "entities": [{"title": "Airmail", "href": "/wiki/Airmail", "description": "Airmail is a mail transport service branded and sold on the basis of at least one leg of its journey being by air. Airmail items typically arrive more quickly than surface mail, and usually cost more to send. Airmail may be the only option for sending mail to some destinations, such as overseas, if the mail cannot wait the time it would take to arrive by ship, sometimes weeks. The Universal Postal"}, {"title": "Montreal", "href": "/wiki/Montreal", "description": "Montreal is the second-most populous city in Canada and most populous city in the Canadian province of Quebec. Founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of "}, {"title": "Toronto", "href": "/wiki/Toronto", "description": "Toronto is the capital city of the Canadian province of Ontario. With a recorded population of 2,731,571 in 2016, it is the most populous city in Canada and the fourth most populous city in North America. The city is the anchor of the Golden Horseshoe, an urban agglomeration of 9,245,438 people surrounding the western end of Lake Ontario, while the Greater Toronto Area (GTA) proper had a 2016 popu"}]}, {"heading": "Events", "year": "1922", "date": "June 24", "txt": "The American Professional Football Association is renamed the National Football League.", "entities": [{"title": "National Football League", "href": "/wiki/National_Football_League", "description": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major North American professional sports leagues, the highest professional level of American football in the world. The NFL's 18-week regular season runs from early"}]}, {"heading": "Events", "year": "1932", "date": "June 24", "txt": "A bloodless revolution instigated by the People's Party ends the absolute power of King Prajadhipok of Siam (now Thailand).", "entities": [{"title": "Siamese revolution of 1932", "href": "/wiki/Siamese_revolution_of_1932", "description": "The Siamese revolution of 1932 or Siamese coup d'état of 1932 was a coup d'état that occurred in Thailand (Siam) on 24 June 1932."}, {"title": "Khana Ratsadon", "href": "/wiki/Khana_Ratsadon", "description": "The People's Party, known in Thai as Khana Ratsadon, was a Siamese group of military and civil officers, and later a political party, which staged a bloodless revolution against King Prajadhipok's government and transformed the country's absolute monarchy to constitutional monarchy on 24 June 1932."}, {"title": "Prajadhipok", "href": "/wiki/Prajadhipok", "description": "Prajadhipok, reigning title Phra Pok Klao Chao Yu Hua, also Rama VII, was the seventh monarch of Siam of the Chakri dynasty. His reign was a turbulent time for Siam due to political and social changes during the Revolution of 1932. He is to date the only Siamese monarch of the Chakri Dynasty to abdicate."}, {"title": "Rattanakosin Kingdom", "href": "/wiki/Rattanakosin_Kingdom", "description": "The Rattanakosin Kingdom is the fourth and present kingdom in the history of Thailand. It was founded in 1782 with the establishment of Rattanakosin as the capital city. This article covers the period until the Siamese revolution of 1932."}, {"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}]}, {"heading": "Events", "year": "1938", "date": "June 24", "txt": "Pieces of a meteorite land near Chicora, Pennsylvania. The meteorite is estimated to have weighed 450 metric tons when it hit the Earth's atmosphere and exploded.", "entities": [{"title": "Meteorite", "href": "/wiki/Meteorite", "description": "A meteorite is a solid piece of debris from an object, such as a comet, asteroid, or meteoroid, that originates in outer space and survives its passage through the atmosphere to reach the surface of a planet or moon. When the original object enters the atmosphere, various factors such as friction, pressure, and chemical interactions with the atmospheric gases cause it to heat up and radiate energy"}, {"title": "Chicora, Pennsylvania", "href": "/wiki/Chicora,_Pennsylvania", "description": "Chicora is a borough in Butler County, Pennsylvania, United States. The population was 1,043 at the 2010 census."}, {"title": "Metric ton", "href": "/wiki/Metric_ton", "description": "The tonne is a metric unit of mass equal to 1,000 kilograms. It is commonly referred to as a metric ton in the United States. It is equivalent to approximately 2,204.6 pounds, 1.102 short tons (US) or approximately 0.984 long tons (UK). The official SI unit is the megagram, a less common way to express the same mass."}]}, {"heading": "Events", "year": "1939", "date": "June 24", "txt": "Siam is renamed Thailand by Plaek Phibunsongkhram, the country's third prime minister.", "entities": [{"title": "Plaek Phibunsongkhram", "href": "/wiki/Plaek_Phibunsongkhram", "description": "Field Marshal Plaek Phibunsongkhram, locally known as Marshal P., contemporarily known as Phibun (Pibul) in the West, was a Thai military officer and politician who served as the Prime Minister of Thailand and dictator from 1938 to 1944 and 1948 to 1957."}, {"title": "Prime Minister of Thailand", "href": "/wiki/Prime_Minister_of_Thailand", "description": "The prime minister of Thailand is the head of government of Thailand. The prime minister is also the chair of the Cabinet of Thailand. The post has existed since the Revolution of 1932, when the country became a constitutional monarchy."}]}, {"heading": "Events", "year": "1940", "date": "June 24", "txt": "World War II: Operation Collar, the first British Commando raid on occupied France, by No 11 Independent Company.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Collar (commando raid)", "href": "/wiki/Operation_Collar_(commando_raid)", "description": "Operation Collar was the codeword for the first commando raid, conducted by the British forces, during the Second World War. The location selected for the raid was the Pas-de-Calais department on the French coast. The British Commandos had not long been formed and were not yet trained, so the operation was given to No. 11 Independent Company under the command of Major Ronnie Tod."}, {"title": "British Commandos", "href": "/wiki/British_Commandos", "description": "The Commandos, also known as the British Commandos, were formed during the Second World War in June 1940, following a request from the Prime Minister of the United Kingdom, Winston Churchill, for a force that could carry out raids against German-occupied Europe. Initially drawn from within the British Army from soldiers who volunteered for the Special Service Brigade, the Commandos' ranks would ev"}, {"title": "Independent Company", "href": "/wiki/Independent_Company", "description": "An Independent Company was originally a unit raised by the English Army, subsequently the British Army, during the 17th and 18th Centuries for garrison duties in Britain and the overseas colonies. These units were not part of larger battalions or regiments, and would remain permanently assigned to the garrison. In the Twentieth Century the designation was used for a temporary expeditionary formati"}]}, {"heading": "Events", "year": "1943", "date": "June 24", "txt": "US military police attempt to arrest a black soldier in Bamber Bridge, England, sparking the Battle of Bamber Bridge mutiny that leaves one dead and seven wounded.", "entities": [{"title": "Bamber Bridge", "href": "/wiki/Bamber_Bridge", "description": "Bamber Bridge is an urban village in Lancashire, England, 3 miles (5 km) south-east of Preston, in the borough of South Ribble. The name derives from the Old English \"bēam\" and \"brycg\", which probably means \"tree-trunk bridge\". The population was 13,945 at the 2011 Census."}, {"title": "Battle of Bamber Bridge", "href": "/wiki/Battle_of_Bamber_Bridge", "description": "The Battle of Bamber Bridge was an outbreak of racial violence between black and white American servicemen stationed in the British village of Bamber Bridge, Lancashire, in June 1943. The incident, which occurred a few days after the 1943 Detroit race riot, began when white Military Police (MPs) attempted to arrest several African American soldiers from a restaurant, Ye Old Hob Inn public house, t"}]}, {"heading": "Events", "year": "1947", "date": "June 24", "txt": "Kenneth Arnold makes the first widely reported UFO sighting near Mount Rainier, Washington.", "entities": [{"title": "Kenneth Arnold", "href": "/wiki/Kenneth_Arnold", "description": "Kenneth Albert Arnold was an American aviator and businessman. He is best known for making what is generally considered the first widely reported modern unidentified flying object sighting in the United States, after claiming to have seen nine unusual objects flying in tandem near Mount Rainier, Washington on June 24, 1947."}, {"title": "Kenneth Arnold UFO sighting", "href": "/wiki/Kenneth_Arnold_UFO_sighting", "description": "The Kenneth Arnold UFO sighting occurred on June 24, 1947, when private pilot Kenneth Arnold claimed that he saw a string of nine, shiny unidentified flying objects flying past Mount Rainier at speeds that Arnold estimated at a minimum of 1,200 miles an hour (1,932 km/hr). This was the first post-War sighting in the United States that garnered nationwide news coverage and is credited with being th"}, {"title": "Mount Rainier", "href": "/wiki/Mount_Rainier", "description": "Mount Rainier, also known as Tahoma or Tacoma, is a large active stratovolcano in the Cascade Range of the Pacific Northwest, located in Mount Rainier National Park about 59 miles (95 km) south-southeast of Seattle. With a summit elevation of 14,411 ft (4,392 m), it is the highest mountain in the U.S. state of Washington and the Cascade Range, the most topographically prominent mountain in the con"}, {"title": "Washington (state)", "href": "/wiki/Washington_(state)", "description": "Washington, officially the State of Washington, is a state in the Pacific Northwest region of the Western United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which i"}]}, {"heading": "Events", "year": "1948", "date": "June 24", "txt": "Cold War: Start of the Berlin Blockade: The Soviet Union makes overland travel between West Germany and West Berlin impossible.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Berlin Blockade", "href": "/wiki/Berlin_Blockade", "description": "The Berlin Blockade was one of the first major international crises of the Cold War. During the multinational occupation of post–World War II Germany, the Soviet Union blocked the Western Allies' railway, road, and canal access to the sectors of Berlin under Western control. The Soviets offered to drop the blockade if the Western Allies withdrew the newly introduced Deutsche Mark from West Berlin."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "West Berlin", "href": "/wiki/West_Berlin", "description": "West Berlin was a political enclave which comprised the western part of Berlin during the years of the Cold War. Although no specific date on which the sectors of Berlin occupied by the Western Allies became \"West Berlin\", 1949 is widely accepted as when the name was adopted. Although not a part of the Federal Republic of Germany, West Berlin aligned itself politically with that state and was dire"}]}, {"heading": "Events", "year": "1949", "date": "June 24", "txt": "The first television western, Hopalong Cassidy, starring William Boyd, is aired on NBC.", "entities": [{"title": "Westerns on television", "href": "/wiki/Westerns_on_television", "description": "Television westerns are a subgenre of the Western, a genre of film, fiction, drama, television programming, etc., in which stories are set primarily in the later half of the 19th century in the American Old West, Western Canada and Mexico during the period from about 1860 to the end of the so-called \"Indian Wars\". More recent entries in the Western genre have placed events in the modern day but st"}, {"title": "William Boyd (actor)", "href": "/wiki/William_Boyd_(actor)", "description": "William Lawrence Boyd was an American film actor who is known for portraying the cowboy hero Hopalong Cassidy."}, {"title": "NBC", "href": "/wiki/NBC", "description": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network owned by NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles, and Chicago. NBC is one of the Big Three television networks, and is sometimes referred to as the \"Peacock Ne"}]}, {"heading": "Events", "year": "1950", "date": "June 24", "txt": "Apartheid: In South Africa, the Group Areas Act is passed, formally segregating races.", "entities": [{"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}, {"title": "Group Areas Act", "href": "/wiki/Group_Areas_Act", "description": "Group Areas Act was the title of three acts of the Parliament of South Africa enacted under the apartheid government of South Africa. The acts assigned racial groups to different residential and business sections in urban areas in a system of urban apartheid. An effect of the law was to exclude non-whites from living in the most developed areas, which were restricted to Whites. It required many no"}]}, {"heading": "Events", "year": "1954", "date": "June 24", "txt": "First Indochina War: Battle of Mang Yang Pass: Viet Minh troops belonging to the 803rd Regiment ambush G.M. 100 of France in An Khê.", "entities": [{"title": "First Indochina War", "href": "/wiki/First_Indochina_War", "description": "The First Indochina War began in French Indochina on December 19, 1946, and lasted until July 20, 1954. Fighting between French forces and their Việt Minh opponents in the south dated from September 1945. The conflict pitted a range of forces, including the French Union's French Far East Expeditionary Corps, led by the government of France and supported by the former emperor Bảo Đại's Vietnamese N"}, {"title": "Battle of Mang Yang Pass", "href": "/wiki/Battle_of_Mang_Yang_Pass", "description": "The Battle of Mang Yang Pass was the last official battle of the First Indochina War. It was one of the bloodiest defeats of the French Union together with the Battle of Dien Bien Phu in 1954 and the Battle of Cao Bằng in 1950."}, {"title": "Viet Minh", "href": "/wiki/Viet_Minh", "description": "Việt Minh was a national independence coalition formed at Pác Bó by Hồ Chí Minh on May 19, 1941. The Việt Nam Độc Lập Đồng Minh Hội had previously formed in Nanjing, China, at some point between August 1935 and early 1936 when Vietnamese nationalist parties formed an anti-imperialist united front. This organization soon lapsed into inactivity, only to be revived by the Indochinese Communist Party "}, {"title": "An Khê", "href": "/wiki/An_Kh%C3%AA", "description": "An Khê is a town  of Gia Lai Province in the Central Highlands region of Vietnam."}]}, {"heading": "Events", "year": "1957", "date": "June 24", "txt": "In Roth v. United States, the U.S. Supreme Court rules that obscenity is not protected by the First Amendment.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "First Amendment to the United States Constitution", "href": "/wiki/First_Amendment_to_the_United_States_Constitution", "description": "The First Amendment to the United States Constitution prevents the government from making laws which regulate an establishment of religion, or that would prohibit the free exercise of religion, or abridge the freedom of speech, the freedom of the press, the freedom of assembly, or the right to petition the government for redress of grievances. It was adopted on December 15, 1791, as one of the ten"}]}, {"heading": "Events", "year": "1963", "date": "June 24", "txt": "The United Kingdom grants Zanzibar internal self-government.", "entities": [{"title": "Zanzibar", "href": "/wiki/Zanzibar", "description": "Zanzibar is an insular autonomous region of Tanzania. It is composed of the Zanzibar Archipelago in the Indian Ocean, 25–50 kilometres (16–31 mi) off the coast of the mainland, and consists of many small islands and two large ones: Unguja and Pemba Island. The capital is Zanzibar City, located on the island of Unguja. Its historic centre is Stone Town, a World Heritage Site."}]}, {"heading": "Events", "year": "1973", "date": "June 24", "txt": "The UpStairs Lounge arson attack takes place at a gay bar located on the second floor of the three-story building at 141 Chartres Street in the French Quarter of New Orleans, Louisiana, USA. Thirty-two people die as a result of fire or smoke inhalation.", "entities": [{"title": "UpStairs Lounge arson attack", "href": "/wiki/UpStairs_Lounge_arson_attack", "description": "The UpStairs Lounge arson attack occurred on June 24, 1973 at a gay bar called the UpStairs Lounge located on the second floor of the three-story building at 604 Iberville Street in New Orleans, Louisiana, in the United States. Thirty-two people died and at least 15 were injured as a result of fire or smoke inhalation. The official cause is still listed as \"undetermined origin\". The primary suspec"}]}, {"heading": "Events", "year": "1975", "date": "June 24", "txt": "Eastern Air Lines Flight 66 encounters severe wind shear and crashes on final approach to New York's JFK Airport killing 113 of the 124 passengers on board, making it the deadliest U.S. plane crash at the time. This accident led to decades of research into downburst and microburst phenomena and their effects on aircraft.", "entities": [{"title": "Eastern Air Lines Flight 66", "href": "/wiki/Eastern_Air_Lines_Flight_66", "description": "Eastern Air Lines Flight 66 was a regularly scheduled flight from New Orleans to New York City that crashed on June 24, 1975 while on approach to New York's John F. Kennedy International Airport, killing 113 of the 124 people on board. The crash was determined to be caused by wind shear caused by a microburst, but the failure of the airport and the flight crew to recognize the severe weather hazar"}, {"title": "John F. Kennedy International Airport", "href": "/wiki/John_F._Kennedy_International_Airport", "description": "John F. Kennedy International Airport is an international airport in Queens, New York City, and one of the primary airports serving New York City. The airport is the busiest international air passenger gateway into North America, the 20th-busiest airport in the world, the sixth-busiest airport in the United States, and the busiest airport in the New York airport system, having handled over 62.5 mi"}]}, {"heading": "Events", "year": "1981", "date": "June 24", "txt": "The Humber Bridge opens to traffic, connecting Yorkshire and Lincolnshire. It remained the world's longest bridge span for 17 years.", "entities": [{"title": "Humber Bridge", "href": "/wiki/Humber_Bridge", "description": "The Humber Bridge, near Kingston upon Hull, East Riding of Yorkshire, England, is a 2.22 km single-span road suspension bridge, which opened to traffic on 24 June 1981. When it opened, the bridge was the longest of its type in the world; it was not surpassed until 1998, with the completion of the Akashi Kaikyō Bridge, and is now the eleventh-longest."}, {"title": "Yorkshire", "href": "/wiki/Yorkshire", "description": "Yorkshire, formally known as the County of York, is a historic county of Northern England and the largest in the United Kingdom. Because of its great size in comparison with other English counties, functions have been undertaken over time by its subdivisions, which have also been subject to periodic reform. Throughout these changes, Yorkshire has continued to be recognised as a geographic territor"}, {"title": "Lincolnshire", "href": "/wiki/Lincolnshire", "description": "Lincolnshire is a county in the East Midlands of England, with a long coastline on the North Sea to the east. It borders Norfolk to the south-east, Cambridgeshire to the south, Rutland to the south-west, Leicestershire and Nottinghamshire to the west, South Yorkshire to the north-west, and the East Riding of Yorkshire to the north. It also borders Northamptonshire in the south for just 20 yards (1"}]}, {"heading": "Events", "year": "1982", "date": "June 24", "txt": "\"The Jakarta Incident\": British Airways Flight 9 flies into a cloud of volcanic ash thrown up by the eruption of Mount Galunggung, resulting in the failure of all four engines.", "entities": [{"title": "British Airways Flight 9", "href": "/wiki/British_Airways_Flight_9", "description": "British Airways Flight 9, sometimes referred to by its callsign Speedbird 9 or as the Jakarta incident, was a scheduled British Airways flight from London Heathrow to Auckland, with stops in Bombay, Kuala Lumpur, Perth, and Melbourne."}, {"title": "Mount Galunggung", "href": "/wiki/Mount_Galunggung", "description": "Mount Galunggung is an active stratovolcano in West Java, Indonesia, around 80 km (50 mi) southeast of the West Java provincial capital, Bandung. Mount Galunggung is part of the Sunda Arc extending through Sumatra, Java and the Lesser Sunda Islands, which has resulted from the subduction of the Australian plate beneath the Eurasian plate."}]}, {"heading": "Events", "year": "1989", "date": "June 24", "txt": "Jiang Zemin succeeds Zhao Ziyang to become the General Secretary of the Communist Party of China after the Tiananmen Square protests of 1989.", "entities": [{"title": "Jiang Zemin", "href": "/wiki/Jiang_Zemin", "description": "Jiang Zemin is a Chinese politician who served as General Secretary of the Communist Party from 1989 to 2002, as Chairman of the Central Military Commission of the Communist Party of China from 1989 to 2004, and as President of the People's Republic of China from 1993 to 2003. Jiang has been described as the \"core of the third generation\" of Communist Party of China (CPC) leaders since 1989."}, {"title": "Zhao Ziyang", "href": "/wiki/Zhao_Ziyang", "description": "Zhao Ziyang was a high-ranking politician in the People's Republic of China (PRC). He was the third premier of the People's Republic of China from 1980 to 1987, vice chairman of the Communist Party of China from 1981 to 1982, and general secretary of the Communist Party of China from 1987 to 1989. He was in charge of the political reforms in China from 1986, but lost power in connection with the r"}, {"title": "General Secretary of the Communist Party of China", "href": "/wiki/General_Secretary_of_the_Communist_Party_of_China", "description": "The General Secretary of the Central Committee of the Communist Party of China is typically the paramount leader of China. The general secretary is the head of the Communist Party of China and the highest-ranking official within the People's Republic of China (PRC). The general secretary is a standing member of the Politburo and head of the Secretariat."}, {"title": "Tiananmen Square protests of 1989", "href": "/wiki/Tiananmen_Square_protests_of_1989", "description": "The Tiananmen Square protests, known in China as the June Fourth Incident, were student-led demonstrations held in Tiananmen Square, Beijing during 1989. In what is known as the Tiananmen Square Massacre, troops armed with assault rifles and accompanied by tanks fired at the demonstrators and those trying to block the military's advance into Tiananmen Square. The protests started on April 15 and w"}]}, {"heading": "Events", "year": "1995", "date": "June 24", "txt": "Rugby World Cup: South Africa defeats New Zealand and Nelson Mandela presents Francois Pienaar with the Webb Ellis Cup in an iconic post-apartheid moment.", "entities": [{"title": "1995 Rugby World Cup", "href": "/wiki/1995_Rugby_World_Cup", "description": "The 1995 Rugby World Cup was the third Rugby World Cup. It was hosted and won by South Africa, and was the first Rugby World Cup in which every match was held in one country."}, {"title": "South Africa national rugby union team", "href": "/wiki/South_Africa_national_rugby_union_team", "description": "The South Africa national rugby union team, commonly known as the Springboks, is the country's national team governed by the South African Rugby Union. The Springboks play in green and gold jerseys with white shorts, and their emblem is the native antelope springbok. The team has been representing South Africa in international rugby union since 30 July 1891, when they played their first test match"}, {"title": "New Zealand national rugby union team", "href": "/wiki/New_Zealand_national_rugby_union_team", "description": "The New Zealand men's national rugby union team, commonly known as the All Blacks, represents New Zealand in men's international rugby union, which is considered the country's national sport. The team won the Rugby World Cup in 1987, 2011 and 2015."}, {"title": "Nelson Mandela", "href": "/wiki/Nelson_Mandela", "description": "Nelson Rolihlahla Mandela was a South African anti-apartheid revolutionary, political leader and philanthropist who served as President of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by tackling institutionalised racism and fostering "}, {"title": "Francois Pienaar", "href": "/wiki/Francois_Pienaar", "description": "Jacobus Francois Pienaar is a retired South African rugby union player. He played flanker for South Africa from 1993 until 1996, winning 29 international caps, all of them as captain. He is best known for leading South Africa to victory in the 1995 Rugby World Cup. After being dropped from the Springbok team in 1996, Pienaar went on to a career with English club Saracens."}, {"title": "Webb Ellis Cup", "href": "/wiki/Webb_Ellis_Cup", "description": "The Webb Ellis Cup is the trophy awarded to the winner of the men's Rugby World Cup, the premier competition in men's international rugby union. The Cup is named after William Webb Ellis, who is often credited as being the inventor of rugby football. The trophy is silver gilt and has been presented to the winner of the Rugby World Cup since the first competition in 1987. It has been won three time"}, {"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}]}, {"heading": "Events", "year": "2002", "date": "June 24", "txt": "The Igandu train disaster in Tanzania kills 281, the worst train accident in African history.", "entities": [{"title": "Igandu train disaster", "href": "/wiki/Igandu_train_disaster", "description": "The Igandu train disaster was an accident which occurred during the early morning of June 24, 2002, in Tanzania. In one of the worst rail accidents in African history. A large passenger train with over 1,200 people on board rolled backwards down a hill into a slow moving goods train, killing 281 people."}, {"title": "Tanzania", "href": "/wiki/Tanzania", "description": "Tanzania, officially the United Republic of Tanzania, is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mo"}, {"title": "Africa", "href": "/wiki/Africa", "description": "Africa is the world's second-largest and second-most populous continent, after Asia in both cases. At about 30.3 million km2 including adjacent islands, it covers 6% of Earth's total surface area and 20% of its land area. With 1.3 billion people as of 2018, it accounts for about 16% of the world's human population. Africa's population is the youngest amongst all the continents; the median age in 2"}]}, {"heading": "Events", "year": "2004", "date": "June 24", "txt": "In New York, capital punishment is declared unconstitutional.", "entities": [{"title": "Capital punishment", "href": "/wiki/Capital_punishment", "description": "Capital punishment, also known as the death penalty, is the state-sanctioned killing of a person as punishment for a crime. The sentence ordering that someone is punished with the death penalty is called a death sentence, and the act of carrying out such a sentence is known as an execution. A prisoner awaiting their execution is condemned and is \"on death row\". Crimes that are punishable by death "}]}, {"heading": "Events", "year": "2010", "date": "June 24", "txt": "At Wimbledon, John Isner of the United States defeats Nicolas Mahut of France, in the longest match in professional tennis history.", "entities": [{"title": "The Championships, Wimbledon", "href": "/wiki/The_Championships,_Wimbledon", "description": "The Championships, Wimbledon, commonly known simply as Wimbledon or The Championships, is the oldest tennis tournament in the world and is widely regarded as the most prestigious. It has been held at the All England Club in Wimbledon, London, since 1877 and is played on outdoor grass courts, and since 2009 with a retractable roof over Centre Court, and since 2019, over No. 1 Court."}, {"title": "John Isner", "href": "/wiki/John_Isner", "description": "John Robert Isner is an American professional tennis player. He has been ranked as high as No. 8 in men's singles by the Association of Tennis Professionals (ATP)."}, {"title": "Nicolas Mahut", "href": "/wiki/Nicolas_Mahut", "description": "Nicolas Pierre Armand Mahut is a French professional tennis player. In singles, he reached a career-high Association of Tennis Professionals (ATP) ranking of world No. 37 on 5 May 2014. In doubles, he reached a career-high ATP ranking of world No. 1 on 6 June 2016. Mahut is well known for being skilled on grass, on which he has won the fourth-most titles amongst active players in singles behind Ro"}, {"title": "Isner–Mahut match at the 2010 Wimbledon Championships", "href": "/wiki/Isner%E2%80%93Mahut_match_at_the_2010_Wimbledon_Championships", "description": "The Isner–Mahut match at the 2010 Wimbledon Championships is the longest tennis match in history. It was a first-round Men's Singles match, in which the American 23rd seed John Isner played French qualifier Nicolas Mahut. The match began at 6:13 pm on Tuesday, 22 June 2010, on Court 18 at Wimbledon. At 9:07 pm, due to fading light, play was suspended before the start of the fifth set. After resumi"}]}, {"heading": "Events", "year": "2010", "date": "June 24", "txt": "Julia Gillard assumes office as the first female Prime Minister of Australia.", "entities": [{"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Events", "year": "2012", "date": "June 24", "txt": "Death of Lonesome George, the last known individual of Chelonoidis nigra abingdonii, a subspecies of the Galápagos tortoise.", "entities": [{"title": "Lonesome George", "href": "/wiki/Lonesome_George", "description": "Lonesome George was a male Pinta Island tortoise and the last known individual of the species. In his last years, he was known as the rarest creature in the world. George serves as an important symbol for conservation efforts in the Galápagos Islands and throughout the world."}, {"title": "Chelonoidis nigra abingdonii", "href": "/wiki/Chelonoidis_nigra_abingdonii", "description": "The Pinta Island tortoise, also known as the Pinta giant tortoise, Abingdon Island tortoise, or Abingdon Island giant tortoise, is a species of Galápagos tortoise native to Ecuador's Pinta Island that is most likely extinct."}, {"title": "Galápagos tortoise", "href": "/wiki/Gal%C3%A1pagos_tortoise", "description": "The Galápagos tortoise complex or Galápagos giant tortoise complex is a species complex of 15 very large tortoise species in the genus Chelonoidis. They are the largest living species of tortoise, with some modern Galápagos tortoises weighing up to 417 kg (919 lb). With lifespans in the wild of over 100 years, they are one of the longest-lived vertebrates. A captive individual, Harriet, lived for "}]}, {"heading": "Events", "year": "2013", "date": "June 24", "txt": "Former Italian Prime Minister Silvio Berlusconi is found guilty of abusing his power and engaging in sex with an underage prostitute, and is sentenced to seven years in prison.", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}, {"title": "Silvio Berlusconi", "href": "/wiki/Silvio_Berlusconi", "description": "Silvio Berlusconi is an Italian media tycoon and politician who served as Prime Minister of Italy in four governments from 1994 to 1995, 2001 to 2006 and 2008 to 2011. He was a member of the Chamber of Deputies from 1994 to 2013 and has served as a Member of the European Parliament (MEP) since 2019, and previously from 1999 to 2001."}, {"title": "Silvio Berlusconi prostitute trial", "href": "/wiki/Silvio_Berlusconi_prostitute_trial", "description": "Silvio Berlusconi, a former Prime Minister of Italy, was accused and formerly convicted of paying 17-year-old Moroccan prostitute Karima El Mahroug, also known by the stage name Ruby Rubacuori, for sexual services between February and May 2010 when she was under the age of 18; he was found not guilty on appeal. He was found not guilty on appeal also, formerly convicted of malfeasance in office by "}]}, {"heading": "Births", "year": "1210", "date": "June 24", "txt": "Count Floris IV of Holland (d. 1234)", "entities": [{"title": "Floris IV, Count of Holland", "href": "/wiki/Floris_IV,_Count_of_Holland", "description": "Floris IV was the count of Holland from 1222 to 1234. He was born in The Hague, a son of William I of Holland and his first wife, Adelaide of Guelders."}]}, {"heading": "Births", "year": "1244", "date": "June 24", "txt": "Henry I, Landgrave of Hesse (d. 1308)", "entities": [{"title": "Henry I, Landgrave of Hesse", "href": "/wiki/Henry_I,_Landgrave_of_Hesse", "description": "Henry I of Hesse \"the Child\" was the first Landgrave of Hesse. He was the son of Henry II, Duke of Brabant and Sophie of Thuringia."}]}, {"heading": "Births", "year": "1254", "date": "June 24", "txt": "Floris V, Count of Holland (d. 1296)", "entities": [{"title": "Floris V, Count of Holland", "href": "/wiki/Floris_V,_Count_of_Holland", "description": "Floris V reigned as Count of Holland and Zeeland from 1256 until 1296. His life was documented in detail in the Rijmkroniek by Melis Stoke, his chronicler. He is credited with a mostly peaceful reign, modernizing administration, policies beneficial to trade, generally acting in the interests of his peasants at the expense of nobility, and reclaiming land from the sea. His dramatic murder, engineer"}]}, {"heading": "Births", "year": "1257", "date": "June 24", "txt": "Robert de Vere, 6th Earl of Oxford, English nobleman (probable; d. 1331)", "entities": [{"title": "Robert de Vere, 6th Earl of Oxford", "href": "/wiki/Robert_de_Vere,_6th_Earl_of_Oxford", "description": "Robert de Vere, 6th Earl of Oxford was the son and heir of Robert de Vere, 5th Earl of Oxford, by his wife Alice de Sanford."}]}, {"heading": "Births", "year": "1314", "date": "June 24", "txt": "Philippa of Hainault Queen of England (d. 1369)", "entities": [{"title": "Philippa of Hainault", "href": "/wiki/Philippa_of_Hainault", "description": "Philippa of Hainault was Queen of England as the wife and political adviser of King Edward III. She acted as regent in 1346, when her husband was away for the Hundred Years' War."}]}, {"heading": "Births", "year": "1322", "date": "June 24", "txt": "Joanna, Duchess of Brabant (d. 1406)", "entities": [{"title": "Joanna, Duchess of Brabant", "href": "/wiki/Joanna,_Duchess_of_Brabant", "description": "Joanna, Duchess of Brabant, also known as Jeanne, was a ruling Duchess of Brabant from 1355 until her death. She was the heiress of Duke John III, and Marie d'Évreux."}]}, {"heading": "Births", "year": "1343", "date": "June 24", "txt": "Joan of Valois, Queen of Navarre (d. 1373)", "entities": [{"title": "Joan of Valois, Queen of Navarre", "href": "/wiki/Joan_of_Valois,_Queen_of_Navarre", "description": "Joan of France, also known as Joan or Joanna of Valois, was the daughter of John II of France, and his first wife, Bonne of Luxembourg. She married Charles II of Navarre, and became Queen-consort of Navarre."}]}, {"heading": "Births", "year": "1360", "date": "June 24", "txt": "Nuno Álvares Pereira, Portuguese general", "entities": [{"title": "Nuno Álvares Pereira", "href": "/wiki/Nuno_%C3%81lvares_Pereira", "description": "D. Nuno Álvares Pereira, O. Carm. was a Portuguese general of great success who had a decisive role in the 1383-1385 Crisis that assured Portugal's independence from Castile. He later became a mystic and was beatified by Pope Benedict XV, in 1918, and canonised by Pope Benedict XVI in 2009."}]}, {"heading": "Births", "year": "1386", "date": "June 24", "txt": "John of Capistrano, Italian priest and saint (d. 1456)", "entities": [{"title": "John of Capistrano", "href": "/wiki/John_of_Capistrano", "description": "John of Capistrano was a Franciscan friar and Catholic priest from the Italian town of Capestrano, Abruzzo. Famous as a preacher, theologian, and inquisitor, he earned himself the nickname 'the Soldier Saint' when in 1456 at age 70 he led a crusade against the invading Ottoman Empire at the siege of Belgrade with the Hungarian military commander John Hunyadi."}]}, {"heading": "Births", "year": "1465", "date": "June 24", "txt": "Isabella del Balzo, Queen Consort of Naples (d. 1533)", "entities": [{"title": "Isabella del Balzo", "href": "/wiki/Isabella_del_Balzo", "description": "Isabella of Balzo was a Queen consort of Naples. She was the second consort and only Queen consort of Frederick IV of Naples. Isabella was also suo jure Duchess of Andria and Venosa and Princess of Altamura."}]}, {"heading": "Births", "year": "1485", "date": "June 24", "txt": "Johannes Bugenhagen, Polish-German priest and reformer (d. 1558)", "entities": [{"title": "Johannes Bugenhagen", "href": "/wiki/Johannes_Bugenhagen", "description": "Johannes Bugenhagen, also called Doctor Pomeranus by Martin Luther, introduced the Protestant Reformation in the Duchy of Pomerania and Denmark in the 16th century. Among his major accomplishments was organization of Lutheran churches in Northern Germany and Scandinavia. He has also been called the second Apostle of the North."}]}, {"heading": "Births", "year": "1485", "date": "June 24", "txt": "Elizabeth of Denmark, Electress of Brandenburg (d. 1555)", "entities": []}, {"heading": "Births", "year": "1499", "date": "June 24", "txt": "Johannes Brenz, German theologian and the Protestant Reformer (d. 1570)", "entities": [{"title": "Johannes Brenz", "href": "/wiki/Johannes_Brenz", "description": "Johann (Johannes) Brenz was a German theologian and the Protestant Reformer of the Duchy of Württemberg."}]}, {"heading": "Births", "year": "1519", "date": "June 24", "txt": "Theodore Beza, French theologian and scholar (d. 1605)", "entities": [{"title": "Theodore Beza", "href": "/wiki/Theodore_Beza", "description": "Theodore Beza was a French Reformed Protestant theologian, reformer and scholar who played an important role in the Reformation. He was a disciple of John Calvin and lived most of his life in Geneva. Beza succeeded Calvin as a spiritual leader of the Republic of Geneva, which was originally founded by John Calvin himself."}]}, {"heading": "Births", "year": "1532", "date": "June 24", "txt": "Robert Dudley, 1st Earl of Leicester, English politician (d. 1588)", "entities": [{"title": "Robert Dudley, 1st Earl of Leicester", "href": "/wiki/Robert_Dudley,_1st_Earl_of_Leicester", "description": "Robert Dudley, 1st Earl of Leicester, was an English statesman and the favourite of Elizabeth I from her accession until his death. He was a suitor for the Queen's hand for many years."}]}, {"heading": "Births", "year": "1532", "date": "June 24", "txt": "William IV, Landgrave of Hesse-Kassel (d. 1573)", "entities": []}, {"heading": "Births", "year": "1535", "date": "June 24", "txt": "Joanna of Austria, Princess of Portugal (d. 1573)", "entities": [{"title": "Joanna of Austria, Princess of Portugal", "href": "/wiki/Joanna_of_Austria,_Princess_of_Portugal", "description": "Joanna of Austria was Princess of Portugal by marriage to John Manuel, Prince of Portugal. She served as regent of Spain to her brother Philip II of Spain during his trip to England to marry Mary I in 1554-1556, and from 1556 to 1559. She was the mother of King Sebastian of Portugal."}]}, {"heading": "Births", "year": "1546", "date": "June 24", "txt": "Robert Persons, English Jesuit priest, insurrectionist, and author (d. 1610)", "entities": [{"title": "Robert Persons", "href": "/wiki/Robert_Persons", "description": "Robert Persons, later known as Robert Parsons, was an English Jesuit priest. He was a major figure in establishing the 16th-century \"English Mission\" of the Society of Jesus."}]}, {"heading": "Births", "year": "1587", "date": "June 24", "txt": "William Arnold, English-American settler (d. 1675)", "entities": [{"title": "William Arnold (settler)", "href": "/wiki/William_Arnold_(settler)", "description": "William Arnold was one of the founding settlers of the Colony of Rhode Island and Providence Plantations, and he and his sons were among the wealthiest people in the colony. He was raised and educated in England where he was the warden of St. Mary's, the parish church of Ilchester in southeastern Somerset. He immigrated to New England with family and associates in 1635. He initially settled in Hin"}]}, {"heading": "Births", "year": "1591", "date": "June 24", "txt": "Mustafa I, Ottoman sultan (d. 1639)", "entities": [{"title": "Mustafa I", "href": "/wiki/Mustafa_I", "description": "Mustafa I, called Mustafa the Saint during his second reign and often called Mustafa the Mad by modern historians, was the son of Mehmed III and was the Sultan of the Ottoman Empire from 1617 to 1618 and from 1622 to 1623."}]}, {"heading": "Births", "year": "1614", "date": "June 24", "txt": "John Belasyse, 1st Baron Belasyse", "entities": [{"title": "John Belasyse, 1st Baron Belasyse", "href": "/wiki/John_Belasyse,_1st_Baron_Belasyse", "description": "John Belasyse, 1st Baron Belasyse was an English nobleman, Royalist officer and Member of Parliament, notable for his role during and after the Civil War. He suffered a long spell of imprisonment during the Popish Plot, although he was never brought to trial. From 1671 until his death he lived in Whitton, near Twickenham in Middlesex. Samuel Pepys was impressed by his collection of paintings, whic"}]}, {"heading": "Births", "year": "1616", "date": "June 24", "txt": "Ferdinand Bol, Dutch painter, etcher and draftsman, student of Rembrandt (d. 1680)", "entities": [{"title": "Ferdinand Bol", "href": "/wiki/Ferdinand_Bol", "description": "Ferdinand Bol was a Dutch painter, etcher and draftsman. Although his surviving work is rare, it displays Rembrandt's influence; like his master, Bol favored historical subjects, portraits, numerous self-portraits, and single figures in exotic finery."}]}, {"heading": "Births", "year": "1661", "date": "June 24", "txt": "Hachisuka Tsunanori, Japanese daimyō (d. 1730)", "entities": [{"title": "Hachisuka Tsunanori", "href": "/wiki/Hachisuka_Tsunanori", "description": "Hachisuka Tsunanori  was a Japanese daimyō of the Edo period, who ruled the Tokushima Domain. His court title was Awa no kami."}]}, {"heading": "Births", "year": "1663", "date": "June 24", "txt": "Jean Baptiste Massillon, French bishop (d. 1742)", "entities": [{"title": "Jean Baptiste Massillon", "href": "/wiki/Jean_Baptiste_Massillon", "description": "Jean-Baptiste Massillon, Cong. Orat., was a French Catholic bishop and famous preacher, who served as Bishop of Clermont from 1717 until his death."}]}, {"heading": "Births", "year": "1687", "date": "June 24", "txt": "Johann Albrecht Bengel, German-Lutheran clergyman and scholar (d. 1757)", "entities": [{"title": "Johann Albrecht Bengel", "href": "/wiki/Johann_Albrecht_Bengel", "description": "Johann Albrecht Bengel, also known as Bengelius, was a Lutheran pietist clergyman and Greek-language scholar known for his edition of the Greek New Testament and his commentaries on it."}]}, {"heading": "Births", "year": "1694", "date": "June 24", "txt": "Jean-Jacques Burlamaqui, Swiss author and theorist (d. 1748)", "entities": [{"title": "Jean-Jacques Burlamaqui", "href": "/wiki/Jean-Jacques_Burlamaqui", "description": "Jean-Jacques Burlamaqui was a Genevan legal and political theorist who popularised a number of ideas propounded by other thinkers."}]}, {"heading": "Births", "year": "1704", "date": "June 24", "txt": "Jean-Baptiste de Boyer, Marquis d'Argens, French philosopher and author (d. 1771)", "entities": [{"title": "Jean-Baptiste de Boyer, Marquis d'Argens", "href": "/wiki/Jean-Baptiste_de_Boyer,_Marquis_d%27Argens", "description": "Jean-Baptiste de Boyer, Marquis d'Argens (1704–1771) was a French rationalist, author and critic of the Catholic church, who was a close friend of Voltaire and spent much of his life in exile at the court of Frederick the Great."}]}, {"heading": "Births", "year": "1753", "date": "June 24", "txt": "William Hull, American general and politician, 1st Governor of Michigan Territory (d. 1825)", "entities": [{"title": "William Hull", "href": "/wiki/William_Hull", "description": "William Hull was an American soldier and politician. He fought in the American Revolutionary War and was appointed as Governor of Michigan Territory (1805–13), gaining large land cessions from several American Indian tribes under the Treaty of Detroit (1807). He is most widely remembered, however, as the general in the War of 1812 who surrendered Fort Detroit to the British on August 16, 1812 foll"}, {"title": "Governor of Michigan Territory", "href": "/wiki/Governor_of_Michigan_Territory", "description": "The Governor of Michigan is the head of the executive branch of Michigan's state government and serves as the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws; the power to either approve or veto appropriation bills passed by the Michigan Legislature; the power to convene the legislature; and the power to grant pardons, except in cases of impeachment"}]}, {"heading": "Births", "year": "1755", "date": "June 24", "txt": "Anacharsis Cloots, Prussian-French activist (d. 1794)", "entities": [{"title": "Anacharsis Cloots", "href": "/wiki/Anacharsis_Cloots", "description": "Jean-Baptiste du Val-de-Grâce, baron de Cloots, better known as Anacharsis Cloots, was a Prussian nobleman who was a significant figure in the French Revolution. Perhaps the first to advocate a world parliament, long before Albert Camus and Albert Einstein, he was a world federalist and an internationalist anarchist. He was nicknamed \"orator of mankind\", \"citoyen de l'humanité\" and \"a personal ene"}]}, {"heading": "Births", "year": "1767", "date": "June 24", "txt": "Jean-Baptiste Benoît Eyriès, French geographer and author (d. 1846)", "entities": [{"title": "Jean-Baptiste Benoît Eyriès", "href": "/wiki/Jean-Baptiste_Beno%C3%AEt_Eyri%C3%A8s", "description": "Jean-Baptiste Benoît Eyriès was a French geographer, author and translator, best remembered in the English speaking world for his translation of German ghost stories Fantasmagoriana, published anonymously in 1812, which inspired Mary Shelley and John William Polidori to write Frankenstein and The Vampyre respectively. He was one of the founding members of the Société de Géographie, a member of the"}]}, {"heading": "Births", "year": "1771", "date": "June 24", "txt": "Éleuthère Irénée du Pont, French chemist and businessman, founded DuPont (d. 1834)", "entities": [{"title": "Éleuthère Irénée du Pont", "href": "/wiki/%C3%89leuth%C3%A8re_Ir%C3%A9n%C3%A9e_du_Pont", "description": "Éleuthère Irénée du Pont de Nemours was a French-American chemist and industrialist who founded the gunpowder manufacturer E. I. du Pont de Nemours and Company. His descendants, the du Pont family, have been one of America's richest and most prominent families since the 19th century, with generations of influential businessmen, politicians and philanthropists. In 1807, du Pont was elected a member"}, {"title": "DuPont", "href": "/wiki/DuPont", "description": "DuPont de Nemours, Inc., commonly known as DuPont, is an American company formed by the merger of Dow Chemical and E. I. du Pont de Nemours and Company on August 31, 2017, and the subsequent spinoffs of Dow Inc. and Corteva. Prior to the spinoffs it was the world's largest chemical company in terms of sales. The merger has been reported to be worth an estimated $130 billion. With 2018 total revenu"}]}, {"heading": "Births", "year": "1774", "date": "June 24", "txt": "Antonio González de Balcarce, Argentinian commander and politician, 5th Supreme Director of the United Provinces of the Río de la Plata (d. 1819)", "entities": [{"title": "Antonio González de Balcarce", "href": "/wiki/Antonio_Gonz%C3%A1lez_de_Balcarce", "description": "Antonio González de Balcarce was an Argentine military commander in the early 19th century."}, {"title": "Supreme Director of the United Provinces of the Río de la Plata", "href": "/wiki/Supreme_Director_of_the_United_Provinces_of_the_R%C3%ADo_de_la_Plata", "description": "The Supreme Director of the United Provinces of the Río de la Plata was a title given to the executive officers of the United Provinces of the Río de la Plata according to the form of government established in 1814 by the Asamblea del Año XIII. The supreme director was to wield power for a term of two years."}]}, {"heading": "Births", "year": "1774", "date": "June 24", "txt": "François-Nicolas-Benoît Haxo, French general and engineer (d. 1838)", "entities": []}, {"heading": "Births", "year": "1777", "date": "June 24", "txt": "John Ross, Scottish commander and explorer (d. 1856)", "entities": [{"title": "John Ross (Arctic explorer)", "href": "/wiki/John_Ross_(Arctic_explorer)", "description": "Sir John Ross was a Scottish Royal Navy officer and polar explorer. He was the uncle of Sir James Clark Ross, who explored the Arctic with him, and later led expeditions to Antarctica."}]}, {"heading": "Births", "year": "1782", "date": "June 24", "txt": "Juan Larrea, Argentinian captain and politician (d. 1847)", "entities": [{"title": "Juan Larrea (politician)", "href": "/wiki/Juan_Larrea_(politician)", "description": "Juan Larrea was a Spanish businessman and politician in Buenos Aires during the early nineteenth century. He headed a military unit during the second British invasion of the Río de la Plata, and worked at the Buenos Aires Cabildo. He took part in the ill-fated Mutiny of Álzaga. Larrea and Domingo Matheu were the only two Spanish-born members of the Primera Junta, the first national government of A"}]}, {"heading": "Births", "year": "1783", "date": "June 24", "txt": "Johann Heinrich von Thünen, German economist and geographer (d. 1850)", "entities": [{"title": "Johann Heinrich von Thünen", "href": "/wiki/Johann_Heinrich_von_Th%C3%BCnen", "description": "Johann Heinrich von Thünen, sometimes spelled Thuenen, was a prominent nineteenth century economist and a native of Mecklenburg-Strelitz, now in northern Germany."}]}, {"heading": "Births", "year": "1784", "date": "June 24", "txt": "Juan Antonio Lavalleja, Uruguayan general and politician, President of Uruguay (d. 1853)", "entities": [{"title": "Juan Antonio Lavalleja", "href": "/wiki/Juan_Antonio_Lavalleja", "description": "Juan Antonio Lavalleja was a Uruguayan revolutionary and political figure. He was born in Minas, nowadays being located in the Lavalleja Department, which was named after him."}, {"title": "List of Presidents of Uruguay", "href": "/wiki/List_of_Presidents_of_Uruguay", "description": "Uruguay is a presidential republic in which the President is both the head of state and head of government. The following is a list of all the people who have held the office of President of Uruguay since 6 November 1830, with the exception of those who held the office of \"President\" under the National Council of Government, which served as the country's executive directory from 1955 to 1967. The "}]}, {"heading": "Births", "year": "1788", "date": "June 24", "txt": "Thomas Blanchard, American inventor (d. 1864)", "entities": [{"title": "Thomas Blanchard (inventor)", "href": "/wiki/Thomas_Blanchard_(inventor)", "description": "Thomas Blanchard was an American inventor who lived much of his life in Springfield, Massachusetts, where in 1819, he pioneered the assembly line style of mass production in America, and also invented the first machining lathe for interchangeable parts. Blanchard worked, for much of his career, with the Springfield Armory. In 1825, Blanchard also invented America's first car, which he called a \"ho"}]}, {"heading": "Births", "year": "1795", "date": "June 24", "txt": "Ernst Heinrich Weber, German physician and psychologist (d. 1878)", "entities": [{"title": "Ernst Heinrich Weber", "href": "/wiki/Ernst_Heinrich_Weber", "description": "Ernst Heinrich Weber was a German physician who is considered one of the founders of experimental psychology. He was an influential and important figure in the areas of physiology and psychology during his lifetime and beyond. His studies on sensation and touch, along with his emphasis on good experimental techniques led to new directions and areas of study for future psychologists, physiologists,"}]}, {"heading": "Births", "year": "1797", "date": "June 24", "txt": "John Hughes, Irish-American archbishop (d. 1864)", "entities": [{"title": "John Hughes (archbishop of New York)", "href": "/wiki/John_Hughes_(archbishop_of_New_York)", "description": "John Joseph Hughes was an Irish-born prelate of the Roman Catholic Church in the United States. He was the fourth Bishop and first Archbishop of the Archdiocese of New York, serving between 1842 and his death in 1864. In 1841, he founded St. John's College, which would later become Fordham University."}]}, {"heading": "Births", "year": "1797", "date": "June 24", "txt": "Paweł Edmund Strzelecki, Polish geologist and explorer (d. 1873)", "entities": []}, {"heading": "Births", "year": "1804", "date": "June 24", "txt": "Stephan Endlicher,  Austrian botanist, numismatist, and sinologist (d. 1849)", "entities": [{"title": "Stephan Endlicher", "href": "/wiki/Stephan_Endlicher", "description": "Stephan Ladislaus Endlicher also known as Endlicher István László was an Austrian botanist, numismatist and Sinologist. He was a director of the Botanical Garden of Vienna."}]}, {"heading": "Births", "year": "1804", "date": "June 24", "txt": "Willard Richards, American religious leader (d. 1854)", "entities": []}, {"heading": "Births", "year": "1811", "date": "June 24", "txt": "John Archibald Campbell, American lawyer and jurist (d. 1889)", "entities": [{"title": "John Archibald Campbell", "href": "/wiki/John_Archibald_Campbell", "description": "John Archibald Campbell was an American jurist. He was a successful lawyer in Georgia and Alabama, where he served in the state legislatures. Appointed by Franklin Pierce to the United States Supreme Court in 1853, he served until the outbreak of the American Civil War, when he became an official of the Confederate States of America. After serving six months in a military prison, he resumed a succ"}]}, {"heading": "Births", "year": "1813", "date": "June 24", "txt": "Henry Ward Beecher, American minister and reformer (d. 1887)", "entities": [{"title": "Henry Ward Beecher", "href": "/wiki/Henry_Ward_Beecher", "description": "Henry Ward Beecher was an American Congregationalist clergyman, social reformer, and speaker, known for his support of the abolition of slavery, his emphasis on God's love, and his 1875 adultery trial. His rhetorical focus on Christ's love has influenced mainstream Christianity to this day."}]}, {"heading": "Births", "year": "1813", "date": "June 24", "txt": "Francis Boott, American composer (d. 1904)", "entities": []}, {"heading": "Births", "year": "1821", "date": "June 24", "txt": "Guillermo Rawson, Argentinian physician and politician (d. 1890)", "entities": [{"title": "Guillermo Rawson", "href": "/wiki/Guillermo_Rawson", "description": "Dr. Guillermo Rawson was a medical doctor and politician in nineteenth-century Argentina. In 1862, when he was the Interior Minister of Argentina, he met Captain Love Jones-Parry and Lewis Jones, who were on their way to Patagonia to investigate whether it was suitable for the creation of a Welsh settlement there. Rawson came to an agreement with them, and this resulted in the creation of a colony"}]}, {"heading": "Births", "year": "1826", "date": "June 24", "txt": "George Goyder, English-Australian surveyor (d. 1898)", "entities": [{"title": "George Goyder", "href": "/wiki/George_Goyder", "description": "George Woodroffe Goyder was a surveyor in the Colony of South Australia during the latter half of the nineteenth century."}]}, {"heading": "Births", "year": "1835", "date": "June 24", "txt": "Johannes Wislicenus, German chemist and academic (d. 1902)", "entities": [{"title": "Johannes Wislicenus", "href": "/wiki/Johannes_Wislicenus", "description": "Johannes Wislicenus was a German chemist, most famous for his work in early stereochemistry."}]}, {"heading": "Births", "year": "1838", "date": "June 24", "txt": "Jan Matejko, Polish painter (d. 1893)", "entities": [{"title": "Jan Matejko", "href": "/wiki/Jan_Matejko", "description": "Jan Alojzy Matejko was a Polish painter known for depicting historical Polish political and military events. His works include large oil on canvas paintings such as Rejtan (1866), Union of Lublin (1869) or Battle of Grunwald (1878), numerous portraits, a gallery of Polish kings, and murals in St. Mary's Basilica, Kraków. He is referred to as the most famous Polish painter or even the \"national pai"}]}, {"heading": "Births", "year": "1839", "date": "June 24", "txt": "Gustavus Franklin Swift, American businessman (d. 1903)", "entities": [{"title": "Gustavus Franklin Swift", "href": "/wiki/Gustavus_Franklin_Swift", "description": "Gustavus Franklin Swift, Sr. was an American business executive. He founded a meat-packing empire in the Midwest during the late 19th century, over which he presided until his death. He is credited with the development of the first practical ice-cooled railroad car, which allowed his company to ship dressed meats to all parts of the country and abroad, ushering in the \"era of cheap beef.\" Swift pi"}]}, {"heading": "Births", "year": "1842", "date": "June 24", "txt": "Ambrose Bierce, American short story writer, essayist, and journalist (d. 1914)", "entities": [{"title": "Ambrose Bierce", "href": "/wiki/Ambrose_Bierce", "description": "Ambrose Gwinnett Bierce was an American short story writer, journalist, poet, and Civil War veteran. His book The Devil's Dictionary was named as one of \"The 100 Greatest Masterpieces of American Literature\" by the American Revolution Bicentennial Administration. His story \"An Occurrence at Owl Creek Bridge\" has been described as \"one of the most famous and frequently anthologized stories in Ameri"}]}, {"heading": "Births", "year": "1846", "date": "June 24", "txt": "Samuel Johnson, Nigerian priest and historian (d. 1901)", "entities": [{"title": "Samuel Johnson (Nigerian historian)", "href": "/wiki/Samuel_Johnson_(Nigerian_historian)", "description": "The Rev. Samuel Johnson was an Anglican priest and historian of the Yoruba."}]}, {"heading": "Births", "year": "1850", "date": "June 24", "txt": "Herbert Kitchener, 1st Earl Kitchener, Irish field marshal and politician, Governor-General of Sudan (d. 1916)", "entities": [{"title": "Herbert Kitchener, 1st Earl Kitchener", "href": "/wiki/Herbert_Kitchener,_1st_Earl_Kitchener", "description": "Horatio Herbert Kitchener, 1st Earl Kitchener was an Irish-born senior British Army officer and colonial administrator. Kitchener won notoriety for his imperial campaigns, especially his scorched earth policy against the Boers, his expansion of Lord Roberts' internment camps during the Second Boer War and his central role in the early part of the First World War."}, {"title": "List of governors of pre-independence Sudan", "href": "/wiki/List_of_governors_of_pre-independence_Sudan", "description": "This is a list of Egyptian and European colonial administrators responsible for the territory of the Turkish Sudan and the Anglo-Egyptian Sudan, an area equivalent to modern-day Sudan and South Sudan."}]}, {"heading": "Births", "year": "1852", "date": "June 24", "txt": "Friedrich Loeffler, German bacteriologist and academic (d. 1915)", "entities": [{"title": "Friedrich Loeffler", "href": "/wiki/Friedrich_Loeffler", "description": "Friedrich August Johannes Loeffler was a German bacteriologist at the University of Greifswald."}]}, {"heading": "Births", "year": "1854", "date": "June 24", "txt": "Eleanor Norcross, American painter (d. 1923)", "entities": [{"title": "Eleanor Norcross", "href": "/wiki/Eleanor_Norcross", "description": "Ella Augusta \"Eleanor\" Norcross was an American painter who studied under William Merritt Chase and Alfred Stevens. She lived the majority of her adult life in Paris, France as an artist and collector and spent the summers in her hometown of Fitchburg, Massachusetts. Norcross painted Impressionist portraits and still lifes, and is better known for her paintings of genteel interiors."}]}, {"heading": "Births", "year": "1856", "date": "June 24", "txt": "Henry Chapman Mercer, American archaeologist and author (d. 1930)", "entities": [{"title": "Henry Chapman Mercer", "href": "/wiki/Henry_Chapman_Mercer", "description": "Henry Chapman Mercer was an American archeologist, artifact collector, tile-maker, and designer of three distinctive poured concrete structures: Fonthill, his home, the Moravian Pottery and Tile Works, and the Mercer Museum."}]}, {"heading": "Births", "year": "1858", "date": "June 24", "txt": "Hastings Rashdall, English historian, philosopher, and theologian (d. 1924)", "entities": [{"title": "Hastings Rashdall", "href": "/wiki/Hastings_Rashdall", "description": "Hastings Rashdall was an English philosopher, theologian, historian, and Anglican priest. He expounded a theory known as ideal utilitarianism, and he was a major historian of the universities of the Middle Ages."}]}, {"heading": "Births", "year": "1865", "date": "June 24", "txt": "Robert Henri, American painter and educator (d. 1929)", "entities": [{"title": "Robert Henri", "href": "/wiki/Robert_Henri", "description": "Robert Henri was an American painter and teacher."}]}, {"heading": "Births", "year": "1867", "date": "June 24", "txt": "Ruth Randall Edström, American educator and activist (d. 1944)", "entities": [{"title": "Ruth Randall Edström", "href": "/wiki/Ruth_Randall_Edstr%C3%B6m", "description": "Ruth Miriam Edström was an American peace activist and fighter for women's rights. She worked with the pre-work for the third peace conference in The Hague. She participated in the international women's congress in 1915. Ruth was the wife of the head of Asea, J. Sigfrid Edström."}]}, {"heading": "Births", "year": "1869", "date": "June 24", "txt": "Prince George of Greece and Denmark (d. 1957)", "entities": [{"title": "Prince George of Greece and Denmark", "href": "/wiki/Prince_George_of_Greece_and_Denmark", "description": "Prince George of Greece and Denmark was the second son and child of George I of Greece and Olga Konstantinovna of Russia, and is remembered chiefly for having once saved the life of his cousin the future Emperor of Russia, Nicholas II in 1891 during their visit to Japan together. He served as high commissioner of the Cretan State during its transition towards independence from Ottoman rule and uni"}]}, {"heading": "Births", "year": "1872", "date": "June 24", "txt": "Frank Crowninshield, American journalist and art and theatre critic (d. 1947)", "entities": [{"title": "Frank Crowninshield", "href": "/wiki/Frank_Crowninshield", "description": "Francis Welch Crowninshield, better known as Frank or Crownie (informal), was an American journalist and art and theatre critic best known for developing and editing the magazine Vanity Fair for 21 years, making it a pre-eminent literary journal."}]}, {"heading": "Births", "year": "1875", "date": "June 24", "txt": "Forrest Reid, Irish novelist, literary critic and translator (d. 1947)", "entities": [{"title": "Forrest Reid", "href": "/wiki/Forrest_Reid", "description": "\n\nForrest Reid was an Northern Irish novelist, literary critic and translator. He was, along with Hugh Walpole and J. M. Barrie, a leading pre-war novelist of boyhood. He is still acclaimed as the greatest of Ulster novelists and was recognised with the award of the 1944 James Tait Black Memorial Prize for his novel Young Tom."}]}, {"heading": "Births", "year": "1880", "date": "June 24", "txt": "Oswald Veblen, American mathematician and academic (g. 1960)", "entities": [{"title": "Oswald Veblen", "href": "/wiki/Oswald_Veblen", "description": "Oswald Veblen was an American mathematician, geometer and topologist, whose work found application in atomic physics and the theory of relativity. He proved the Jordan curve theorem in 1905; while this was long considered the first rigorous proof of the theorem, many now also consider Camille Jordan's original proof rigorous."}]}, {"heading": "Births", "year": "1880", "date": "June 24", "txt": "João Cândido Felisberto, Brazilian revolutionary and sailor (d. 1969)", "entities": []}, {"heading": "Births", "year": "1881", "date": "June 24", "txt": "George Shiels, Irish-Canadian author, poet, and playwright (d. 1949)", "entities": [{"title": "George Shiels", "href": "/wiki/George_Shiels", "description": "George Shiels was an Irish dramatist whose plays were a success both in his native Ulster and at the Abbey Theatre in Dublin. His most famous plays are The Rugged Path, The Passing Day, and The New Gossoon."}]}, {"heading": "Births", "year": "1882", "date": "June 24", "txt": "Athanase David, Canadian lawyer and politician (d. 1953)", "entities": [{"title": "Athanase David", "href": "/wiki/Athanase_David", "description": "Louis-Athanase David was a Canadian lawyer, politician, and businessman. He was a cabinet minister in the Provincial Parliament of Quebec, representing the riding of Terrebonne and serving as Provincial Secretary. He was later a member of the Canadian Senate."}]}, {"heading": "Births", "year": "1882", "date": "June 24", "txt": "Carl Diem, German businessman (d. 1962)", "entities": []}, {"heading": "Births", "year": "1883", "date": "June 24", "txt": "Victor Francis Hess, Austrian-American physicist and academic, Nobel Prize laureate (d. 1964)", "entities": [{"title": "Victor Francis Hess", "href": "/wiki/Victor_Francis_Hess", "description": "Victor Franz Hess was an Austrian-American physicist, and Nobel laureate in physics, who discovered cosmic rays."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1883", "date": "June 24", "txt": "Fritz Löhner-Beda, Jewish Austrian librettist, lyricist and writer (d.1942)", "entities": []}, {"heading": "Births", "year": "1883", "date": "June 24", "txt": "Jean Metzinger, French artist (d. 1956)", "entities": []}, {"heading": "Births", "year": "1883", "date": "June 24", "txt": "Arthur L. Newton, American runner (d. 1956)", "entities": []}, {"heading": "Births", "year": "1883", "date": "June 24", "txt": "Frank Verner, American runner (d. 1966)", "entities": []}, {"heading": "Births", "year": "1884", "date": "June 24", "txt": "Frank Waller, American runner (d. 1941)", "entities": [{"title": "Frank Waller", "href": "/wiki/Frank_Waller", "description": "Frank Laird Waller was an American athlete who specialized in the 400 metres. He later became a vocal coach."}]}, {"heading": "Births", "year": "1885", "date": "June 24", "txt": "Olaf Holtedahl, Norwegian geologist (d. 1975)", "entities": [{"title": "Olaf Holtedahl", "href": "/wiki/Olaf_Holtedahl", "description": "Prof Olaf Holtedahl ForMemRS FRSE was a Norwegian geologist. He became a senior lecturer at the University of Oslo in 1914, and was Professor of Geology there from 1920 to 1956."}]}, {"heading": "Births", "year": "1888", "date": "June 24", "txt": "Gerrit Rietveld, Dutch architect, designed the Rietveld Schröder House (d. 1964)", "entities": [{"title": "Gerrit Rietveld", "href": "/wiki/Gerrit_Rietveld", "description": "Gerrit Thomas Rietveld was a Dutch furniture designer and architect. One of the principal members of the Dutch artistic movement called De Stijl, Rietveld is famous for his Red and Blue Chair and for the Rietveld Schröder House, which is a UNESCO World Heritage Site."}, {"title": "Rietveld Schröder House", "href": "/wiki/Rietveld_Schr%C3%B6der_House", "description": "The Rietveld Schröder House in Utrecht was built in 1924 by Dutch architect Gerrit Rietveld for Mrs. Truus Schröder-Schräder and her three children."}]}, {"heading": "Births", "year": "1893", "date": "June 24", "txt": "Roy O. Disney, American businessman, co-founded The Walt Disney Company (d. 1971)", "entities": [{"title": "Roy O. Disney", "href": "/wiki/Roy_O._Disney", "description": "Roy Oliver Disney was an American businessman and co-founder of The Walt Disney Company. He was the older brother of Walt Disney and the father of Roy E. Disney."}, {"title": "The Walt Disney Company", "href": "/wiki/The_Walt_Disney_Company", "description": "The Walt Disney Company, commonly known as Disney, is an American diversified multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California."}]}, {"heading": "Births", "year": "1895", "date": "June 24", "txt": "Jack Dempsey, American boxer and soldier (d. 1983)", "entities": [{"title": "Jack Dempsey", "href": "/wiki/Jack_Dempsey", "description": "William Harrison \"Jack\" Dempsey, nicknamed Kid Blackie, and The Manassa Mauler, was an American professional boxer who competed from 1914 to 1927, and reigned as the world heavyweight champion from 1919 to 1926. A cultural icon of the 1920s, Dempsey's aggressive fighting style and exceptional punching power made him one of the most popular boxers in history. Many of his fights set financial and at"}]}, {"heading": "Births", "year": "1898", "date": "June 24", "txt": "Armin Öpik, Estonian-Australian paleontologist and geologist (d. 1983)", "entities": [{"title": "Armin Öpik", "href": "/wiki/Armin_%C3%96pik", "description": "Armin Aleksander Öpik was an Estonian paleontologist who spent the second half of his career at the Bureau of Mineral Resources in Australia."}]}, {"heading": "Births", "year": "1898", "date": "June 24", "txt": "Karl Selter, Estonian politician, 14th Minister of Foreign Affairs of Estonia (d. 1958)", "entities": [{"title": "Minister of Foreign Affairs of Estonia", "href": "/wiki/Minister_of_Foreign_Affairs_of_Estonia", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Births", "year": "1900", "date": "June 24", "txt": "Wilhelm Cauer, German mathematician and engineer (d. 1945)", "entities": [{"title": "Wilhelm Cauer", "href": "/wiki/Wilhelm_Cauer", "description": "Wilhelm Cauer was a German mathematician and scientist. He is most noted for his work on the analysis and synthesis of electrical filters and his work marked the beginning of the field of network synthesis. Prior to his work, electronic filter design used techniques which accurately predicted filter behaviour only under unrealistic conditions. This required a certain amount of experience on the pa"}]}, {"heading": "Births", "year": "1901", "date": "June 24", "txt": "Marcel Mule, French saxophonist (d. 2001)", "entities": [{"title": "Marcel Mule", "href": "/wiki/Marcel_Mule", "description": "Marcel Mule was a French classical saxophonist. He was known worldwide as one of the great classical saxophonists, and many pieces were written for him, premiered by him, and arranged by him. Many of these pieces have become staples in the classical saxophone repertoire. He is considered to be the founder of the French Saxophone School and the most representative saxophone soloist of his time, bei"}]}, {"heading": "Births", "year": "1901", "date": "June 24", "txt": "Harry Partch, American composer and theorist (d. 1974)", "entities": []}, {"heading": "Births", "year": "1901", "date": "June 24", "txt": "Chuck Taylor, American basketball player and salesman (d. 1969)", "entities": []}, {"heading": "Births", "year": "1904", "date": "June 24", "txt": "Phil Harris, American singer-songwriter and actor (d. 1995)", "entities": [{"title": "Phil Harris", "href": "/wiki/Phil_Harris", "description": "Wonga Philip Harris was an American musician, actor and comedian. He was an orchestra leader and a pioneer in radio situation comedy, first with The Jack Benny Program, then in The Phil Harris-Alice Faye Show in which he co-starred with his wife, singer-actress Alice Faye, for eight years. Harris is also noted for his voice acting in animated films. As a voice actor, he played Baloo in The Jungle "}]}, {"heading": "Births", "year": "1905", "date": "June 24", "txt": "Fred Alderman, American sprinter (d. 1998)", "entities": [{"title": "Fred Alderman", "href": "/wiki/Fred_Alderman", "description": "Frederick Pitt \"Fred\" Alderman was an American sprint runner who won a gold medal in 4 × 400 m relay at the 1928 Summer Olympics. He also won the NCAA Championships in 100 yd (91 m) and 220 yd (200 m) and IC4A Championships in 440 yd (400 m) in 1927."}]}, {"heading": "Births", "year": "1906", "date": "June 24", "txt": "Pierre Fournier, French cellist and educator (d. 1986)", "entities": [{"title": "Pierre Fournier", "href": "/wiki/Pierre_Fournier", "description": "Pierre Léon Marie Fournier was a French cellist who was called the \"aristocrat of cellists,\" on account of his elegant musicianship and majestic sound."}]}, {"heading": "Births", "year": "1906", "date": "June 24", "txt": "Willard Maas, American poet and educator (d. 1971)", "entities": []}, {"heading": "Births", "year": "1907", "date": "June 24", "txt": "Arseny Tarkovsky, Russian poet and translator (d. 1989)", "entities": [{"title": "Arseny Tarkovsky", "href": "/wiki/Arseny_Tarkovsky", "description": "Arseny Aleksandrovich Tarkovsky was a Soviet Russian poet and translator, considered one of the great twentieth century Russian poets. He was predeceased by his son, film director Andrei Tarkovsky."}]}, {"heading": "Births", "year": "1908", "date": "June 24", "txt": "Hugo Distler, German organist, composer, and conductor (d. 1942)", "entities": [{"title": "Hugo Distler", "href": "/wiki/Hugo_Distler", "description": "Hugo Distler was a German organist, choral conductor, teacher and composer."}]}, {"heading": "Births", "year": "1908", "date": "June 24", "txt": "Alfons Rebane, Estonian colonel (d. 1976)", "entities": []}, {"heading": "Births", "year": "1909", "date": "June 24", "txt": "Jean Deslauriers, Canadian violinist, composer, and conductor (d. 1978)", "entities": [{"title": "Jean Deslauriers", "href": "/wiki/Jean_Deslauriers", "description": "Jean Deslauriers was a Canadian conductor, violinist, and composer. As a conductor he had a long and fruitful partnership with the Canadian Broadcasting Corporation; conducting orchestras for feature films and television and radio programs for more than 40 years. He also worked as a guest conductor with orchestras and opera companies throughout Canada and served on the conducting staff of the Opér"}]}, {"heading": "Births", "year": "1909", "date": "June 24", "txt": "William Penney, Baron Penney, English mathematician and physicist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1909", "date": "June 24", "txt": "Betty Cavanna, American author (d. 2001)", "entities": []}, {"heading": "Births", "year": "1911", "date": "June 24", "txt": "Juan Manuel Fangio, Argentinian race car driver (d. 1995)", "entities": [{"title": "Juan Manuel Fangio", "href": "/wiki/Juan_Manuel_Fangio", "description": "Juan Manuel Fangio, nicknamed El Chueco or El Maestro, was an Argentine racing car driver. He dominated the first decade of Formula One racing, winning the World Drivers' Championship five times."}]}, {"heading": "Births", "year": "1911", "date": "June 24", "txt": "Ernesto Sabato, Argentinian physicist and academic (d. 2011)", "entities": []}, {"heading": "Births", "year": "1911", "date": "June 24", "txt": "Portia White, Canadian opera singer (d. 1968)", "entities": []}, {"heading": "Births", "year": "1912", "date": "June 24", "txt": "Brian Johnston, English sportscaster and author (d. 1994)", "entities": [{"title": "Brian Johnston", "href": "/wiki/Brian_Johnston", "description": "Brian Alexander Johnston, nicknamed Johnners, was a British cricket commentator, author, and television presenter. He was most prominently associated with the BBC during a career which lasted from 1946 until his death in January 1994."}]}, {"heading": "Births", "year": "1912", "date": "June 24", "txt": "Mary Wesley, English author (d. 2002)", "entities": []}, {"heading": "Births", "year": "1913", "date": "June 24", "txt": "Gustaaf Deloor, Belgian cyclist and soldier (d. 2002)", "entities": [{"title": "Gustaaf Deloor", "href": "/wiki/Gustaaf_Deloor", "description": "Gustaaf Deloor was a Belgian road racing cyclist and the winner of the first two editions of the Vuelta a España in 1935 and 1936. The 1936 edition remains the longest winning finish time of the Vuelta in 150:07:54, the race consisted of 22 stages with a total length of 4,407 km. Gustaaf finished first and his older brother Alfons finished second overall."}]}, {"heading": "Births", "year": "1914", "date": "June 24", "txt": "Jan Karski, Polish-American activist and academic (d. 2000)", "entities": [{"title": "Jan Karski", "href": "/wiki/Jan_Karski", "description": "Jan Karski was a Polish soldier, resistance-fighter, and diplomat during World War II. He is known for having acted as a courier in 1940–43 to the Polish Government-in-Exile and to Poland's Western Allies about the situation in German-occupied Poland. He was reporting about the state of Poland, in which there were many competing factions in the resistance, and also about Germany's destruction of t"}]}, {"heading": "Births", "year": "1914", "date": "June 24", "txt": "Pearl Witherington, French secret agent (d. 2008)", "entities": []}, {"heading": "Births", "year": "1915", "date": "June 24", "txt": "Fred Hoyle, English astronomer and author (d. 2001)", "entities": [{"title": "Fred Hoyle", "href": "/wiki/Fred_Hoyle", "description": "Sir Fred Hoyle FRS (24 June 1915 – 20 August 2001) was an English astronomer who formulated the theory of stellar nucleosynthesis. He also held controversial stances on other scientific matters—in particular his rejection of the \"Big Bang\" theory, a term coined by him on BBC radio, and his promotion of panspermia as the origin of life on Earth. He also wrote science fiction novels, short stories a"}]}, {"heading": "Births", "year": "1916", "date": "June 24", "txt": "William B. Saxbe, American soldier, lawyer, and politician, 70th United States Attorney General (d. 2010)", "entities": [{"title": "William B. Saxbe", "href": "/wiki/William_B._Saxbe", "description": "William Bart \"Bill\" Saxbe was an American politician affiliated with the Republican Party, who served as a U.S. Senator for Ohio, and was the Attorney General for Presidents Richard M. Nixon and Gerald R. Ford, and as the U.S. Ambassador to India."}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1916", "date": "June 24", "txt": "Saloua Raouda Choucair, Lebanese painter and sculptor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1917", "date": "June 24", "txt": "David Easton, Canadian-American political scientist and academic (d. 2014)", "entities": [{"title": "David Easton", "href": "/wiki/David_Easton", "description": "David Easton was a Canadian-born American political scientist. Easton, who was born in Toronto, Ontario, came to the United States in 1943. From 1947 to 1997, he served as a professor of political science at the University of Chicago."}]}, {"heading": "Births", "year": "1917", "date": "June 24", "txt": "Lucy Jarvis, American television producer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1917", "date": "June 24", "txt": "Ramblin' Tommy Scott, American singer and guitarist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1917", "date": "June 24", "txt": "Joan Clarke, English cryptanalyst and numismatist (d. 1996)", "entities": []}, {"heading": "Births", "year": "1918", "date": "June 24", "txt": "Mildred Ladner Thompson, American journalist and author (d. 2013)", "entities": [{"title": "Mildred Ladner Thompson", "href": "/wiki/Mildred_Ladner_Thompson", "description": "\nMildred \"Millie\" Ladner Thompson was an American journalist, writer and columnist. Her career included tenures at The Wall Street Journal, where she became one of its first female reporters, as well as the Associated Press and Tulsa World."}]}, {"heading": "Births", "year": "1918", "date": "June 24", "txt": "Yong Nyuk Lin, Singaporean businessman and politician, Singaporean Minister for Education (d. 2012)", "entities": [{"title": "Minister for Education (Singapore)", "href": "/wiki/Minister_for_Education_(Singapore)", "description": "The Ministry of Education is a ministry of the Government of Singapore that directs the formulation and implementation of policies related to Education in Singapore. It is currently headed by Minister Lawrence Wong who oversees education from Primary 1 to tertiary institutions."}]}, {"heading": "Births", "year": "1919", "date": "June 24", "txt": "Al Molinaro, American actor (d. 2015)", "entities": [{"title": "Al Molinaro", "href": "/wiki/Al_Molinaro", "description": "Albert Francis Molinaro was an American actor. He played Al Delvecchio on Happy Days and Officer Murray Greshler on The Odd Couple. He also appeared in many television commercials, including On-Cor frozen dinners."}]}, {"heading": "Births", "year": "1921", "date": "June 24", "txt": "Gerhard Sommer, German soldier", "entities": [{"title": "Gerhard Sommer", "href": "/wiki/Gerhard_Sommer", "description": "Gerhard Sommer is a former SS-Untersturmführer in the 16th SS Panzergrenadier Division Reichsführer-SS who was involved in the massacre of 560 civilians on 12 August 1944 in the Italian village of Sant'Anna di Stazzema. He is on the Simon Wiesenthal Center's list of most wanted Nazi war criminals."}]}, {"heading": "Births", "year": "1922", "date": "June 24", "txt": "Jack Carter, American actor and comedian (d. 2015)", "entities": [{"title": "Jack Carter (comedian)", "href": "/wiki/Jack_Carter_(comedian)", "description": "Jack Chakrin, known by his stage name Jack Carter, was an American comedian, actor and television presenter. Brooklyn-born Carter had a long-running comedy act similar to fellow rapid-paced contemporaries Milton Berle and Morey Amsterdam."}]}, {"heading": "Births", "year": "1922", "date": "June 24", "txt": "John Postgate, English microbiologist, author, and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1922", "date": "June 24", "txt": "Richard Timberlake, American economist", "entities": []}, {"heading": "Births", "year": "1923", "date": "June 24", "txt": "Margaret Olley, Australian painter and philanthropist (d. 2011)", "entities": [{"title": "Margaret Olley", "href": "/wiki/Margaret_Olley", "description": "Margaret Hannah Olley was an Australian painter. She was the subject of more than ninety solo exhibitions."}]}, {"heading": "Births", "year": "1924", "date": "June 24", "txt": "Kurt Furgler, Swiss politician, 70th President of the Swiss Confederation (d. 2008)", "entities": [{"title": "Kurt Furgler", "href": "/wiki/Kurt_Furgler", "description": "Kurt Furgler was a Swiss politician and member of the Swiss Federal Council (1972–1986)."}, {"title": "List of Presidents of the Swiss Confederation", "href": "/wiki/List_of_Presidents_of_the_Swiss_Confederation", "description": "Below is a list of presidents of the Swiss Confederation (1848–present). It presents the presiding member of the Federal Council, Switzerland's seven-member executive."}]}, {"heading": "Births", "year": "1924", "date": "June 24", "txt": "Archie Roy, Scottish astronomer and academic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1924", "date": "June 24", "txt": "Yoshito Takamine, American politician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 24", "txt": "Ogden Reid, American politician (d. 2019)", "entities": [{"title": "Ogden Reid", "href": "/wiki/Ogden_Reid", "description": "Ogden Rogers Reid was an American politician and diplomat. He was the U.S. Ambassador to Israel and a six-term United States Representative from Westchester County, New York."}]}, {"heading": "Births", "year": "1927", "date": "June 24", "txt": "Fernand Dumont, Canadian sociologist, philosopher, and poet (d. 1997)", "entities": [{"title": "Fernand Dumont", "href": "/wiki/Fernand_Dumont", "description": "Fernand Dumont was a Canadian sociologist, philosopher, theologian, and poet from Quebec. A longtime professor at Université Laval, he won the Governor General's Award for French-language non-fiction at the 1968 Governor General's Awards for Le lieu de l'homme."}]}, {"heading": "Births", "year": "1927", "date": "June 24", "txt": "James B. Edwards, American dentist, soldier, and politician, 3rd United States Secretary of Energy (d. 2014)", "entities": [{"title": "United States Secretary of Energy", "href": "/wiki/United_States_Secretary_of_Energy", "description": "The United States secretary of energy is the head of the United States Department of Energy, a member of the Cabinet of the United States, and fifteenth in the presidential line of succession. The position was formed on October 1, 1977 with the creation of the Department of Energy when President Jimmy Carter signed the Department of Energy Organization Act. Originally the post focused on energy pr"}]}, {"heading": "Births", "year": "1927", "date": "June 24", "txt": "Martin Lewis Perl, American physicist and engineer, Nobel Prize laureate (d. 2014)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1929", "date": "June 24", "txt": "Carolyn S. Shoemaker, American astronomer", "entities": [{"title": "Carolyn S. Shoemaker", "href": "/wiki/Carolyn_S._Shoemaker", "description": "Carolyn Jean Spellmann Shoemaker is an American astronomer and is a co-discoverer of Comet Shoemaker–Levy 9. She once held the record for most comets discovered by an individual."}]}, {"heading": "Births", "year": "1930", "date": "June 24", "txt": "Claude Chabrol, French actor, director, producer, and screenwriter (d. 2010)", "entities": [{"title": "Claude Chabrol", "href": "/wiki/Claude_Chabrol", "description": "Claude Henri Jean Chabrol was a French film director and a member of the French New Wave group of filmmakers who first came to prominence at the end of the 1950s. Like his colleagues and contemporaries Jean-Luc Godard, François Truffaut, Éric Rohmer and Jacques Rivette, Chabrol was a critic for the influential film magazine Cahiers du cinéma before beginning his career as a film maker."}]}, {"heading": "Births", "year": "1930", "date": "June 24", "txt": "Donald Gordon, South African businessman and philanthropist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 24", "txt": "William Bernard Ziff, Jr., American publisher (d. 2006)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 24", "txt": "Billy Casper, American golfer and architect (d. 2015)", "entities": [{"title": "Billy Casper", "href": "/wiki/Billy_Casper", "description": "William Earl Casper Jr. was an American professional golfer. He was one of the most prolific tournament winners on the PGA Tour from the mid-1950s to the mid-1970s."}]}, {"heading": "Births", "year": "1932", "date": "June 24", "txt": "David McTaggart, Canadian-Italian environmentalist (d. 2001)", "entities": [{"title": "David McTaggart", "href": "/wiki/David_McTaggart", "description": "David Fraser McTaggart was a Canadian-born environmentalist who played a central part in the foundation of Greenpeace International."}]}, {"heading": "Births", "year": "1933", "date": "June 24", "txt": "Sam Jones, American basketball player and coach", "entities": [{"title": "Sam Jones (basketball, born 1933)", "href": "/wiki/Sam_Jones_(basketball,_born_1933)", "description": "Samuel Jones is an American former professional basketball player and shooting guard. During his playing career, he was known for his quickness and game-winning shots, especially during the NBA playoffs. He has the second most NBA championships of any player (10), behind his teammate Bill Russell (11). He was also one of only three Boston Celtics to be part of the Celtics' eight consecutive champi"}]}, {"heading": "Births", "year": "1933", "date": "June 24", "txt": "Ngina Kenyatta, 1st First Lady of Kenya", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 24", "txt": "Ferdinand Biwersi, German footballer and referee (d. 2013)", "entities": [{"title": "Ferdinand Biwersi", "href": "/wiki/Ferdinand_Biwersi", "description": "Ferdinand Biwersi was a German football referee."}]}, {"heading": "Births", "year": "1934", "date": "June 24", "txt": "Jean-Pierre Ferland, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 24", "txt": "Gloria Christian, Italian singer", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 24", "txt": "Terry Riley, American composer and educator", "entities": [{"title": "Terry Riley", "href": "/wiki/Terry_Riley", "description": "Terrence Mitchell Riley is an American composer and performing musician best known as a pioneer of the minimalist school of composition. Influenced by jazz and Indian classical music, his music became notable for its innovative use of repetition, tape music techniques, and delay systems. He produced his best known works in the 1960s: the 1964 composition In C and the 1969 LP A Rainbow in Curved Ai"}]}, {"heading": "Births", "year": "1935", "date": "June 24", "txt": "Jean Milesi, French racing cyclist", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 24", "txt": "Charlie Dees, American baseball player", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 24", "txt": "Anita Desai, Indian-American author and academic", "entities": [{"title": "Anita Desai", "href": "/wiki/Anita_Desai", "description": "Anita Desai, born Anita Mazumdar is an Indian novelist and the Emerita John E. Burchard Professor of Humanities at the Massachusetts Institute of Technology. As a writer she has been shortlisted for the Booker Prize three times. She received a Sahitya Akademi Award in 1978 for her novel Fire on the Mountain, from the Sahitya Akademi, India's National Academy of Letters. She won the British Guardia"}]}, {"heading": "Births", "year": "1938", "date": "June 24", "txt": "Lawrence Block, American author", "entities": [{"title": "Lawrence Block", "href": "/wiki/Lawrence_Block", "description": "Lawrence Block is an American crime writer best known for two long-running New York-set series about the recovering alcoholic P.I. Matthew Scudder and the gentleman burglar Bernie Rhodenbarr. Block was named a Grand Master by the Mystery Writers of America in 1994."}]}, {"heading": "Births", "year": "1938", "date": "June 24", "txt": "Abulfaz Elchibey, 1st democratically elected Azerbaijani president (d. 2000)", "entities": []}, {"heading": "Births", "year": "1938", "date": "June 24", "txt": "Ken Gray, New Zealand rugby player (d. 1992)", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 24", "txt": "Brigitte Fontaine, French singer", "entities": [{"title": "Brigitte Fontaine", "href": "/wiki/Brigitte_Fontaine", "description": "Brigitte Fontaine, is a singer of avant-garde music. She has employed numerous unusual musical styles, melding rock and roll, folk, jazz, electronica, spoken word poetry, and world. She has collaborated with Stereolab, Michel Colombier, Jean-Claude Vannier, Areski Belkacem, Gotan Project, Sonic Youth, Antoine Duhamel, Grace Jones, Noir Désir, Archie Shepp, Arno, and The Art Ensemble of Chicago.\nSh"}]}, {"heading": "Births", "year": "1940", "date": "June 24", "txt": "Ian Ross, Australian newsreader (d. 2014)", "entities": [{"title": "Ian Ross (newsreader)", "href": "/wiki/Ian_Ross_(newsreader)", "description": "Ian Charles \"Roscoe\" Ross was an Australian television news presenter for Seven News in Sydney and for Nine News."}]}, {"heading": "Births", "year": "1940", "date": "June 24", "txt": "Vittorio Storaro, Italian cinematographer", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 24", "txt": "Erkin Koray, Turkish singer-songwriter and guitarist", "entities": [{"title": "Erkin Koray", "href": "/wiki/Erkin_Koray", "description": "Erkin Koray is a Turkish singer-songwriter, guitarist and one of the pioneers of Anatolian rock."}]}, {"heading": "Births", "year": "1941", "date": "June 24", "txt": "Julia Kristeva, Bulgarian-French psychoanalyst and author", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 24", "txt": "Graham McKenzie, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 24", "txt": "Arthur Brown, English rock singer-songwriter", "entities": [{"title": "Arthur Brown (musician)", "href": "/wiki/Arthur_Brown_(musician)", "description": "Arthur Wilton Brown is an English singer-songwriter best known for his flamboyant and theatrical performances, eclectic work and his powerful, wide-ranging operatic voice, in particular his high pitched banshee screams. He was also notable for his unique stage persona such as extreme facepaint and burning helmet."}]}, {"heading": "Births", "year": "1942", "date": "June 24", "txt": "Mick Fleetwood, English-American drummer", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 24", "txt": "Michele Lee, American actress and singer", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 24", "txt": "Eduardo Frei Ruiz-Tagle, Chilean engineer and politician, 32nd President of Chile", "entities": [{"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Births", "year": "1942", "date": "June 24", "txt": "Colin Groves, Australian academician and educator", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 24", "txt": "Birgit Grodal, Danish economist and academic (d. 2004)", "entities": [{"title": "Birgit Grodal", "href": "/wiki/Birgit_Grodal", "description": "Birgit Grodal, was an economics professor at the University of Copenhagen from 1968 until her death in 2004."}]}, {"heading": "Births", "year": "1944", "date": "June 24", "txt": "Jeff Beck, English guitarist and songwriter", "entities": [{"title": "Jeff Beck", "href": "/wiki/Jeff_Beck", "description": "Geoffrey Arnold Beck is an English rock guitarist. He is one of the three noted guitarists to have played with the Yardbirds. Beck also formed the Jeff Beck Group and with Tim Bogert and Carmine Appice, he formed Beck, Bogert & Appice."}]}, {"heading": "Births", "year": "1944", "date": "June 24", "txt": "Kathryn Lasky, American author", "entities": []}, {"heading": "Births", "year": "1944", "date": "June 24", "txt": "Chris Wood, English saxophonist (d. 1983)", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 24", "txt": "Colin Blunstone, English singer-songwriter", "entities": [{"title": "Colin Blunstone", "href": "/wiki/Colin_Blunstone", "description": "Colin Edward Michael Blunstone is an English singer, songwriter and musician. In a career spanning more than 50 years, Blunstone came to prominence in the mid 1960s as the lead singer of the English rock band the Zombies, which released four singles that entered the Top 75 charts in the United States during the 1960s, including \"She's Not There\", \"Tell Her No\", \"She's Coming Home\", and \"Time of th"}]}, {"heading": "Births", "year": "1945", "date": "June 24", "txt": "Wayne Cashman, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 24", "txt": "George Pataki, American lawyer and politician, 53rd Governor of New York", "entities": [{"title": "Governor of New York", "href": "/wiki/Governor_of_New_York", "description": "The governor of New York is the head of state and head of government of the U.S. state of New York. The governor is the head of the executive branch of New York's state government and the commander-in-chief of the state's military forces."}]}, {"heading": "Births", "year": "1945", "date": "June 24", "txt": "Betty Stöve, Dutch tennis player", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 24", "txt": "David Collenette, Canadian civil servant and politician, 32nd Canadian Minister of National Defence", "entities": [{"title": "David Collenette", "href": "/wiki/David_Collenette", "description": "David Michael Collenette, PC is a former Canadian politician. From 1974, until his retirement from politics in 2004, he was a member of the Liberal Party of Canada. A graduate from York University's Glendon College in 1969, he subsequently received his MA, in 2004 and LL.D in 2015 from the same university. He was first elected in the York East riding of Toronto to the House of Commons on July 8, 1"}, {"title": "Minister of National Defence (Canada)", "href": "/wiki/Minister_of_National_Defence_(Canada)", "description": "The minister of national defence is a minister of the Crown in the Cabinet of Canada responsible for the management and direction of all matters relating to the national defence of Canada."}]}, {"heading": "Births", "year": "1946", "date": "June 24", "txt": "Ellison Onizuka, American colonel, engineer, and astronaut (d. 1986)", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 24", "txt": "Robert Reich, American economist and politician, 22nd United States Secretary of Labor", "entities": [{"title": "United States Secretary of Labor", "href": "/wiki/United_States_Secretary_of_Labor", "description": "The United States secretary of labor is a member of the Cabinet of the United States, and as the head of the United States Department of Labor, controls the department, and enforces and suggests laws involving unions, the workplace, and all other issues involving any form of business-person controversies."}]}, {"heading": "Births", "year": "1947", "date": "June 24", "txt": "Clarissa Dickson Wright, English chef, author, and television personality (d. 2014)", "entities": [{"title": "Clarissa Dickson Wright", "href": "/wiki/Clarissa_Dickson_Wright", "description": "Clarissa Theresa Philomena Aileen Mary Josephine Agnes Elsie Trilby Louise Esmerelda Dickson Wright was an English celebrity cook, television personality, writer, businesswoman, and former barrister. She was best known as one of the Two Fat Ladies, with Jennifer Paterson, in the television cooking programme. She was an accredited cricket umpire and one of only two women to become a Guild Butcher."}]}, {"heading": "Births", "year": "1947", "date": "June 24", "txt": "Peter Weller, American actor and director", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 24", "txt": "Patrick Moraz, Swiss keyboard player and songwriter", "entities": [{"title": "Patrick Moraz", "href": "/wiki/Patrick_Moraz", "description": "Patrick Philippe Moraz is a Swiss musician, film composer and songwriter best known for his tenures as keyboardist in the rock bands Yes and The Moody Blues."}]}, {"heading": "Births", "year": "1949", "date": "June 24", "txt": "John Illsley, English singer-songwriter, bass player, and producer", "entities": [{"title": "John Illsley", "href": "/wiki/John_Illsley", "description": "John Edward Illsley is an English musician, best known as bass guitarist of the rock band Dire Straits. With it, he has received multiple BRIT and Grammy Awards, and a Heritage Award."}]}, {"heading": "Births", "year": "1949", "date": "June 24", "txt": "Betty Jackson, English fashion designer", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 24", "txt": "Nancy Allen, American actress", "entities": [{"title": "Nancy Allen (actress)", "href": "/wiki/Nancy_Allen_(actress)", "description": "Nancy Anne Allen is an American actress. She came to prominence for her performances in several films directed by Brian De Palma in the 1970s and early 1980s. Her accolades include a Golden Globe Award nomination and three Saturn Award nominations."}]}, {"heading": "Births", "year": "1950", "date": "June 24", "txt": "Bob Carlos Clarke, Irish-born English photographer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 24", "txt": "Jan Kulczyk, Polish businessman (d. 2015)", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 24", "txt": "Mercedes Lackey, American author", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 24", "txt": "Raelene Boyle, Australian sprinter", "entities": [{"title": "Raelene Boyle", "href": "/wiki/Raelene_Boyle", "description": "Raelene Ann Boyle is an Australian retired athlete, who represented Australia at three Olympic Games as a sprinter, winning three silver medals, and was named one of 100 National Living Treasures by the National Trust of Australia in 1998. Boyle was diagnosed with breast cancer in 1996 and subsequently became a board member of Breast Cancer Network Australia (BCNA). In 2017, she was named a Legend"}]}, {"heading": "Births", "year": "1951", "date": "June 24", "txt": "Charles Sturridge, English director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 24", "txt": "Dianna Melrose, English diplomat, British High Commissioner to Tanzania", "entities": [{"title": "Dianna Melrose", "href": "/wiki/Dianna_Melrose", "description": "Dianna Melrose (born 24 June 1952 in Bulawayo, Southern Rhodesia is a British diplomat who has served as the British High Commissioner to Tanzania and as the British Ambassador to Cuba."}, {"title": "List of High Commissioners of the United Kingdom to Tanzania", "href": "/wiki/List_of_High_Commissioners_of_the_United_Kingdom_to_Tanzania", "description": "The High Commissioner of the United Kingdom to Tanzania is the United Kingdom's foremost diplomatic representative to the United Republic of Tanzania, and head of the UK's diplomatic mission in Tanzania."}]}, {"heading": "Births", "year": "1952", "date": "June 24", "txt": "Bob Neill, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "June 24", "txt": "William E. Moerner, American chemist and physicist, Nobel Prize laureate", "entities": [{"title": "William E. Moerner", "href": "/wiki/William_E._Moerner", "description": "William Esco Moerner is an American physical chemist and chemical physicist with current work in the biophysics and imaging of single molecules. He is credited with achieving the first optical detection and spectroscopy of a single molecule in condensed phases, along with his postdoc, Lothar Kador. Optical study of single molecules has subsequently become a widely used single-molecule experiment i"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1953", "date": "June 24", "txt": "Michael Tuck, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 24", "txt": "Chris Higgins, English geneticist and academic", "entities": [{"title": "Chris Higgins (academic)", "href": "/wiki/Chris_Higgins_(academic)", "description": "Christopher Francis Higgins is a British molecular biologist, geneticist, academic and scientific advisor. He was the Vice-Chancellor of Durham University from 2007 to 2014. He took early retirement on 30 September 2014, following a discussion at Senate on limiting the powers of the Vice Chancellor. He was previously the director of the MRC Clinical Sciences Centre and Head of Division in the Facu"}]}, {"heading": "Births", "year": "1955", "date": "June 24", "txt": "Edmund Malura, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 24", "txt": "Loren Roberts, American golfer", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 24", "txt": "Owen Paterson, English politician, Secretary of State for Northern Ireland", "entities": [{"title": "Owen Paterson", "href": "/wiki/Owen_Paterson", "description": "Owen William Paterson is a British Conservative Party politician who was the Secretary of State for Environment, Food and Rural Affairs from 2012 to 2014. He was first elected as the Member of Parliament for North Shropshire at the 1997 general election. Paterson is also the President of the Northern Ireland Conservatives."}, {"title": "Secretary of State for Northern Ireland", "href": "/wiki/Secretary_of_State_for_Northern_Ireland", "description": "The Secretary of State for Northern Ireland also referred to as the Northern Ireland Secretary, is the principal secretary of state in Her Majesty's Government who represents Northern Ireland in Cabinet. The Secretary of State is a minister of the Crown who is accountable to the Parliament of the United Kingdom and is the chief minister in the Northern Ireland Office. As with other ministers, the "}]}, {"heading": "Births", "year": "1957", "date": "June 24", "txt": "Mark Parkinson, American lawyer and politician, 45th Governor of Kansas", "entities": [{"title": "Mark Parkinson (Kansas politician)", "href": "/wiki/Mark_Parkinson_(Kansas_politician)", "description": "Mark Vincent Parkinson is an American businessman and former politician serving as head of the American Health Care Association (AHCA) and National Center for Assisted Living (NCAL). He served as the 47th Lieutenant Governor of Kansas from 2007 to 2009 and the 45th Governor of Kansas from 2009 until 2011. He was also a state legislator."}, {"title": "Governor of Kansas", "href": "/wiki/Governor_of_Kansas", "description": "The Governor of Kansas is the head of the executive branch of Kansas's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Kansas Legislature, to convene the legislature at any time, and to grant pardons."}]}, {"heading": "Births", "year": "1958", "date": "June 24", "txt": "Jean Charest, Canadian lawyer and politician, 5th Deputy Prime Minister of Canada", "entities": [{"title": "Jean Charest", "href": "/wiki/Jean_Charest", "description": "John James \"Jean\" Charest is a Canadian politician who briefly served as the fifth Deputy Prime Minister of Canada in 1993 and, thereafter, as 29th premier of Quebec, from 2003 to 2012; the leader of the federal Progressive Conservative Party of Canada from 1993 to 1998; and the leader of the Quebec Liberal Party from 1998 to 2012. He became Premier after winning the 2003 election; after he lost t"}, {"title": "Deputy Prime Minister of Canada", "href": "/wiki/Deputy_Prime_Minister_of_Canada", "description": "The deputy prime minister of Canada is a minister of the Crown and a member of the Canadian Cabinet. The office is conferred at the discretion of the prime minister and does not have an associated departmental portfolio. Canadian deputy prime ministers are appointed to the Privy Council and styled as the Honourable, a privilege maintained for life."}]}, {"heading": "Births", "year": "1958", "date": "June 24", "txt": "Silvio Mondinelli, Italian mountaineer", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 24", "txt": "John Tortorella, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 24", "txt": "Andy McCluskey, English singer-songwriter, bass player, and producer", "entities": [{"title": "Andy McCluskey", "href": "/wiki/Andy_McCluskey", "description": "George Andrew McCluskey is an English singer, songwriter, musician and record producer. He is best known as the lead singer and bass guitarist of the electronic band Orchestral Manoeuvres in the Dark (OMD), which he founded alongside keyboard player Paul Humphreys in 1978. The duo have been described as \"electro pioneers\"."}]}, {"heading": "Births", "year": "1960", "date": "June 24", "txt": "Elish Angiolini, Scottish lawyer, judge, and politician, Solicitor General for Scotland", "entities": [{"title": "Elish Angiolini", "href": "/wiki/Elish_Angiolini", "description": "Dame Elish Frances Angiolini is a Scottish lawyer. She was the Lord Advocate of Scotland from 2006 until 2011, having previously been Solicitor General since 2001. She was the first woman, the first Procurator Fiscal, and the first solicitor to hold either post. Since September 2012, Angiolini is the Principal of St Hugh's College, Oxford. She is a Pro-Vice-Chancellor of the University of Oxford a"}, {"title": "Solicitor General for Scotland", "href": "/wiki/Solicitor_General_for_Scotland", "description": "Her Majesty's Solicitor General for Scotland is one of the Law Officers of the Crown, and the deputy of the Lord Advocate, whose duty is to advise the Scottish Government on Scots Law. They are also responsible for the Crown Office and Procurator Fiscal Service which together constitute the Criminal Prosecution Service in Scotland."}]}, {"heading": "Births", "year": "1960", "date": "June 24", "txt": "Siedah Garrett, American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 24", "txt": "Karin Pilsäter, Swedish accountant and politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 24", "txt": "Erik Poppe, Norwegian director, cinematographer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 24", "txt": "Dennis Danell, American singer and guitarist (d. 2000)", "entities": [{"title": "Dennis Danell", "href": "/wiki/Dennis_Danell", "description": "Dennis Eric Danell \n(June 24, 1961 – February 29, 2000) was an American musician, guitarist and co-founding member of the Southern California punk rock band Social Distortion."}]}, {"heading": "Births", "year": "1961", "date": "June 24", "txt": "Iain Glen, Scottish actor", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 24", "txt": "Bernie Nicholls, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 24", "txt": "Ralph E. Reed, Jr., American journalist and activist", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 24", "txt": "Curt Smith, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 24", "txt": "Yuri Kasparyan, Russian guitarist", "entities": [{"title": "Yuri Kasparyan", "href": "/wiki/Yuri_Kasparyan", "description": "Yuri Dmitriyevich Kasparyan is the former guitarist of the Russian rock band Kino and an ex-member of Vyacheslav Butusov's group U-Piter. With Butusov he jointly wrote the 1997 album Незаконнорожденный."}]}, {"heading": "Births", "year": "1963", "date": "June 24", "txt": "Preki, Serbian-American soccer player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 24", "txt": "Mike Wieringo, American author and illustrator (d. 2007)", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 24", "txt": "Jean-Luc Delarue, French television host and producer (d. 2012)", "entities": [{"title": "Jean-Luc Delarue", "href": "/wiki/Jean-Luc_Delarue", "description": "Jean-Luc Delarue was a French television presenter and producer specialising in televised discussion programmes."}]}, {"heading": "Births", "year": "1964", "date": "June 24", "txt": "Kathryn Parminter, Baroness Parminter, English politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 24", "txt": "Gary Suter, American ice hockey player and scout", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 24", "txt": "Claude Bourbonnais, Canadian race car driver", "entities": [{"title": "Claude Bourbonnais", "href": "/wiki/Claude_Bourbonnais", "description": "Claude Bourbonnais, is a former driver in the Toyota Atlantic, Indy Lights, and CART Championship Car series. He raced in the 1994 CART series with 5 starts. He also raced in the 1997 Indianapolis 500, which by then had become part of the Indy Racing League, completing 9 laps and finishing in 30th position."}]}, {"heading": "Births", "year": "1965", "date": "June 24", "txt": "Uwe Krupp, German ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 24", "txt": "Richard Lumsden, English actor, writer, composer and musician", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 24", "txt": "Hope Sandoval, American singer-songwriter and musician", "entities": [{"title": "Hope Sandoval", "href": "/wiki/Hope_Sandoval", "description": "Hope Sandoval is an American singer-songwriter who is the lead singer of Mazzy Star and Hope Sandoval & the Warm Inventions. Sandoval has toured and collaborated with other artists, including Massive Attack, for whom she sang \"Paradise Circus\" on the 2010 album Heligoland, and the 2016 \"The Spoils\" single."}]}, {"heading": "Births", "year": "1966", "date": "June 24", "txt": "Adrienne Shelly, American actress, director, and screenwriter (d. 2006)", "entities": []}, {"heading": "Births", "year": "1967", "date": "June 24", "txt": "Janez Lapajne, Slovenian director and producer", "entities": [{"title": "Janez Lapajne", "href": "/wiki/Janez_Lapajne", "description": "Janez Lapajne is a Slovenian film director, producer, writer, editor and production designer."}]}, {"heading": "Births", "year": "1967", "date": "June 24", "txt": "John Limniatis, Greek-Canadian footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "June 24", "txt": "Alaa Abdelnaby, Egyptian-American basketball player and sportscaster", "entities": [{"title": "Alaa Abdelnaby", "href": "/wiki/Alaa_Abdelnaby", "description": "Alaa Abdelnaby is American former professional basketball player. He played for Duke University and then played in the National Basketball Association (NBA) and Continental Basketball Association (CBA), among other leagues. Abdelnaby is currently a basketball broadcaster/analyst for NBCS Philadelphia, CBS Sports Network, and Westwood One Radio."}]}, {"heading": "Births", "year": "1970", "date": "June 24", "txt": "Glenn Medeiros, American singer-songwriter and guitarist", "entities": [{"title": "Glenn Medeiros", "href": "/wiki/Glenn_Medeiros", "description": "Glenn Alan Medeiros is an American educator and a former singer and songwriter who achieved chart success in the late 1980s and early 1990s. He is best known on the national and international music scene for his 1987 global smash, \"Nothing's Gonna Change My Love for You\", and \"She Ain't Worth It\", a US chart-topper in 1990. He has remained regularly involved in the music industry in his home state"}]}, {"heading": "Births", "year": "1970", "date": "June 24", "txt": "Bernardo Sassetti, Portuguese pianist, composer, and educator (d. 2012)", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 24", "txt": "Robbie McEwen, Australian cyclist", "entities": [{"title": "Robbie McEwen", "href": "/wiki/Robbie_McEwen", "description": "Robert \"Robbie\" McEwen is an Australian former professional road cycling rider. He last rode for Orica–GreenEDGE on the UCI World Tour. Robbie is a three-time winner of the Tour de France points classification and, at the peak of his career, was considered one of the world's fastest sprinters."}]}, {"heading": "Births", "year": "1972", "date": "June 24", "txt": "Denis Žvegelj, Slovenian rower", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 24", "txt": "Alexis Gauthier, French chef", "entities": [{"title": "Alexis Gauthier", "href": "/wiki/Alexis_Gauthier", "description": "Alexis Pascal Gauthier is a French chef. He is the chef patron of the Gauthier Soho restaurant in Soho, London and was awarded a Michelin star in 2011. He previously held a Michelin star as head chef of the restaurant Roussillon in Pimlico, London, until 2010. He trained under Alain Ducasse at Le Louis XV in Monaco, and has appeared as a judge on two versions of the BBC One television show MasterC"}]}, {"heading": "Births", "year": "1973", "date": "June 24", "txt": "Jere Lehtinen, Finnish ice hockey player", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 24", "txt": "Dan Byles, English sailor, rower, and politician", "entities": [{"title": "Dan Byles", "href": "/wiki/Dan_Byles", "description": "Daniel Alan Byles is a British politician, ocean rower, polar adventurer, mountaineer, and sailor. He was the Member of Parliament (MP) for North Warwickshire from 2010 to 2015, but did not seek re-election in the 2015 general election."}]}, {"heading": "Births", "year": "1974", "date": "June 24", "txt": "Chris Guccione, American baseball player and umpire", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 24", "txt": "Marek Malík, Czech ice hockey player", "entities": [{"title": "Marek Malík", "href": "/wiki/Marek_Mal%C3%ADk", "description": "Marek Malík is a Czech former professional ice hockey defenceman who played in the National Hockey League (NHL) from 1994 to 2009."}]}, {"heading": "Births", "year": "1975", "date": "June 24", "txt": "Federico Pucciariello, Argentinian-Italian rugby player", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 24", "txt": "Brock Olivo, American football player and coach", "entities": [{"title": "Brock Olivo", "href": "/wiki/Brock_Olivo", "description": "James Brockman Olivo is an American football coach and former player who was a running back for the Detroit Lions of the National Football League (NFL) for four seasons. He then played in the Italian Football League. He is currently a coach for the Lazio Ducks in Italy."}]}, {"heading": "Births", "year": "1977", "date": "June 24", "txt": "Dimos Dikoudis, Greek basketball player and manager", "entities": [{"title": "Dimos Dikoudis", "href": "/wiki/Dimos_Dikoudis", "description": "Dimosthenis \"Dimos\" Dikoudis, is a retired Greek professional basketball player. He is 2.08 m tall, and he played as a power forward-center."}]}, {"heading": "Births", "year": "1977", "date": "June 24", "txt": "Jeff Farmer, Australian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 24", "txt": "Luis García, Spanish footballer", "entities": [{"title": "Luis García (footballer, born 1978)", "href": "/wiki/Luis_Garc%C3%ADa_(footballer,_born_1978)", "description": "Luis Javier García Sanz is a Spanish former professional footballer who played as a left winger."}]}, {"heading": "Births", "year": "1978", "date": "June 24", "txt": "Pantelis Kafes, Greek footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 24", "txt": "Shunsuke Nakamura, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 24", "txt": "Ariel Pink, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 24", "txt": "Juan Román Riquelme, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 24", "txt": "Emppu Vuorinen, Finnish guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1979", "date": "June 24", "txt": "Mindy Kaling, American actress and producer", "entities": [{"title": "Mindy Kaling", "href": "/wiki/Mindy_Kaling", "description": "Vera Mindy Chokalingam, known professionally as Mindy Kaling, is an American actress, comedian, writer, producer, and director. She first gained recognition starring as Kelly Kapoor in the NBC sitcom The Office (2005–2013), for which she also served as a writer, executive producer, and director. For her work on the series, she was nominated for a Primetime Emmy Award for Outstanding Writing in a C"}]}, {"heading": "Births", "year": "1979", "date": "June 24", "txt": "Petra Němcová, Czech model and philanthropist", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 24", "txt": "Cicinho, Brazilian footballer", "entities": [{"title": "Cicinho", "href": "/wiki/Cicinho", "description": "Cícero João de Cézare, nicknamed Cicinho, is a Brazilian retired professional footballer who played as a right back."}]}, {"heading": "Births", "year": "1980", "date": "June 24", "txt": "Nina Dübbers, German tennis player", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 24", "txt": "Andrew Jones, Australian race car driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 24", "txt": "Minka Kelly, American actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 24", "txt": "Kevin Nolan, English footballer", "entities": [{"title": "Kevin Nolan", "href": "/wiki/Kevin_Nolan", "description": "Kevin Anthony Jance Nolan is an English former professional footballer and current first team coach for Premier League club West Ham United. He has represented England at under-21 level."}]}, {"heading": "Births", "year": "1982", "date": "June 24", "txt": "Jarret Stoll, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 24", "txt": "Rebecca Cooke, English swimmer", "entities": [{"title": "Rebecca Cooke", "href": "/wiki/Rebecca_Cooke", "description": "Rebecca Cooke is a British former competitive swimmer."}]}, {"heading": "Births", "year": "1983", "date": "June 24", "txt": "Gianni Munari, Italian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 24", "txt": "Gard Nilssen, Norwegian drummer", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 24", "txt": "David Shillington, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 24", "txt": "Andrea Raggi, Italian footballer", "entities": [{"title": "Andrea Raggi", "href": "/wiki/Andrea_Raggi", "description": "Andrea Raggi is an Italian professional footballer who plays as a defender. He is a versatile player, being capable of playing both as a centre back and as a right back."}]}, {"heading": "Births", "year": "1984", "date": "June 24", "txt": "J.J. Redick, American basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 24", "txt": "Johanna Welin, Swedish-born German wheelchair basketball player", "entities": [{"title": "Wheelchair basketball", "href": "/wiki/Wheelchair_basketball", "description": "Wheelchair basketball is basketball played by people with varying physical disabilities that disqualify them from playing an able-bodied sport. These include spina bifida, birth defects, cerebral palsy, paralysis due to accident, amputations, and many other disabilities. The International Wheelchair Basketball Federation (IWBF) is the governing body for this sport. It is recognized by the Internat"}]}, {"heading": "Births", "year": "1985", "date": "June 24", "txt": "Diego Alves Carreira, Brazilian footballer", "entities": [{"title": "Diego Alves Carreira", "href": "/wiki/Diego_Alves_Carreira", "description": "Diego Alves Carreira, known as Diego Alves, is a Brazilian professional footballer who plays as a goalkeeper for Campeonato Brasileiro Série A club Flamengo."}]}, {"heading": "Births", "year": "1985", "date": "June 24", "txt": "Tom Kennedy, English footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 24", "txt": "Ethan Klein, American YouTuber", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 24", "txt": "Nate Myles, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 24", "txt": "Vernon Philander, South African cricketer", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 24", "txt": "Yukina Shirakawa, Japanese model", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 24", "txt": "Stuart Broad, English cricketer", "entities": [{"title": "Stuart Broad", "href": "/wiki/Stuart_Broad", "description": "Stuart Christopher John Broad, is an English cricketer who plays Test cricket for the England cricket team and a former One Day and Twenty 20 International captain."}]}, {"heading": "Births", "year": "1986", "date": "June 24", "txt": "Phil Hughes, American baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 24", "txt": "Solange Knowles, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 24", "txt": "Simona Dobrá, Czech tennis player", "entities": [{"title": "Simona Dobrá", "href": "/wiki/Simona_Dobr%C3%A1", "description": "Simona Dobrá is a retired Czech tennis player."}]}, {"heading": "Births", "year": "1987", "date": "June 24", "txt": "Lionel Messi, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 24", "txt": "Pierre Vaultier, French snowboarder", "entities": []}, {"heading": "Births", "year": "1988", "date": "June 24", "txt": "Micah Richards, English footballer", "entities": [{"title": "Micah Richards", "href": "/wiki/Micah_Richards", "description": "Micah Lincoln Richards is an English former professional footballer and Football pundit who played as a right back. He played in the Premier League and English Football League for Manchester City and Aston Villa, and in Serie A for Fiorentina. Richards is also a Club ambassador of Manchester City."}]}, {"heading": "Births", "year": "1989", "date": "June 24", "txt": "Teklemariam Medhin, Eritrean runner", "entities": [{"title": "Teklemariam Medhin", "href": "/wiki/Teklemariam_Medhin", "description": "Teklemariam Medhin Weldeslassie is an Eritrean long-distance runner who specializes in the 5000 metres and 10,000 metres. He represented his country at the 2008 and 2012 Summer Olympics."}]}, {"heading": "Births", "year": "1990", "date": "June 24", "txt": "Michael Del Zotto, Canadian ice hockey player", "entities": [{"title": "Michael Del Zotto", "href": "/wiki/Michael_Del_Zotto", "description": "Michael Del Zotto is a Canadian professional ice hockey defenceman currently with the Columbus Blue Jackets of the National Hockey League (NHL). He was drafted in the first round, 20th overall, by the New York Rangers at the 2008 NHL Entry Draft. He has previously played in the NHL for the Rangers, Nashville Predators, Philadelphia Flyers, Vancouver Canucks, Anaheim Ducks, and the St. Louis Blues."}]}, {"heading": "Births", "year": "1990", "date": "June 24", "txt": "Richard Sukuta-Pasu, German footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "June 24", "txt": "Yasmin Paige, English actress", "entities": [{"title": "Yasmin Paige", "href": "/wiki/Yasmin_Paige", "description": "Yasmin Paige is an English actress who is best known for her roles as Jordana Bevan in Submarine, Beth Mitchell in Pramface and Maria Jackson in The Sarah Jane Adventures."}]}, {"heading": "Births", "year": "1991", "date": "June 24", "txt": "Aidan Sezer, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "June 24", "txt": "David Alaba, Austrian footballer", "entities": [{"title": "David Alaba", "href": "/wiki/David_Alaba", "description": "David Olatukunbo Alaba is an Austrian professional footballer who plays for Bundesliga club Bayern Munich and the Austria national team. A versatile player, Alaba has played in a multitude of roles, including central midfield and right and left wing, but primarily plays as a centre-back or left-back."}]}, {"heading": "Births", "year": "1996", "date": "June 24", "txt": "Duki, Argentinian rapper", "entities": [{"title": "Duki (rapper)", "href": "/wiki/Duki_(rapper)", "description": "Mauro Ezequiel Lombardo, better known by the stage name Duki, is an Argentine rapper and singer. In 2016, Duki won Argentine's freestyle rap competition \"El Quinto Escalón\", subsequently releasing the single \"No Vendo Trap\" on YouTube. In 2017, he joined Mueva Records but later left after differences with producer Omar Varela. He is a leading voice in Argentine trap music with tracks like \"Hello C"}]}, {"heading": "Deaths", "year": "994", "date": "June 24", "txt": "Abu Isa al-Warraq, Arab scholar (b. 889)", "entities": [{"title": "Abu Isa al-Warraq", "href": "/wiki/Abu_Isa_al-Warraq", "description": "Abu 'Isa al-Warraq, full name Abu 'Isa Muhammad ibn Harun al-Warraq, was a 10th-century Arab skeptic scholar and critic of Islam and religion in general. He was a student of Ibn al-Sarrāj and Ibn Duraid and mentor and friend of scholar Ibn al-Rawandi in whose work The Book of the Emerald he appears. A modern scholar of the Quran and critic of Islam, Ibn Warraq, derives his pseudonymous name from a"}]}, {"heading": "Deaths", "year": "1046", "date": "June 24", "txt": "Jeongjong II, Korean ruler (b. 1018)", "entities": [{"title": "Jeongjong, 10th Monarch of Goryeo", "href": "/wiki/Jeongjong,_10th_Monarch_of_Goryeo", "description": "Jeongjong II of Goryeo was the 10th ruler of the Goryeo dynasty of Korea. He was the second son of Hyeonjong, and the younger brother of Deokjong. At the age of four in 1022, he was made Naesaryeong, a position of high rank, and designated the Prince of Pyongyang."}]}, {"heading": "Deaths", "year": "1088", "date": "June 24", "txt": "William de Warenne, 1st Earl of Surrey, Norman nobleman", "entities": [{"title": "William de Warenne, 1st Earl of Surrey", "href": "/wiki/William_de_Warenne,_1st_Earl_of_Surrey", "description": "William de Warenne, 1st Earl of Surrey, Lord of Lewes, Seigneur de Varennes, was a Norman nobleman created Earl of Surrey under William II Rufus. He is among the few known from documents to have fought under William the Conqueror at the Battle of Hastings in 1066. At the time of the Domesday Survey in 1086, he held extensive lands in 13 counties, including the Rape of Lewes in Sussex, which is now"}]}, {"heading": "Deaths", "year": "1314", "date": "June 24", "txt": "Gilbert de Clare, 8th Earl of Gloucester, English commander (b. 1291)", "entities": [{"title": "Gilbert de Clare, 8th Earl of Gloucester", "href": "/wiki/Gilbert_de_Clare,_8th_Earl_of_Gloucester", "description": "Gilbert de Clare, 8th Earl of Gloucester, 7th Earl of Hertford was an English nobleman and military commander in the Scottish Wars. In contrast to most English earls at the time, his main focus lay in the pursuit of war rather than in domestic political strife. He was the son of Gilbert de Clare, 7th Earl of Gloucester, and Joan of Acre, daughter of King Edward I. The older Gilbert died when his s"}]}, {"heading": "Deaths", "year": "1314", "date": "June 24", "txt": "Robert de Clifford, 1st Baron de Clifford, English soldier and politician, Lord Warden of the Marches (b. 1274)", "entities": [{"title": "Lord Warden of the Marches", "href": "/wiki/Lord_Warden_of_the_Marches", "description": "The Lord Warden of the Marches was an office in the governments of Scotland and England. The holders were responsible for the security of the border between the two nations, and often took part in military action. They were also responsible, along with 'Conservators of the truce', for administering the special type of border law known as March law."}]}, {"heading": "Deaths", "year": "1398", "date": "June 24", "txt": "Hongwu, Chinese emperor (b. 1328)", "entities": [{"title": "Hongwu Emperor", "href": "/wiki/Hongwu_Emperor", "description": "The Hongwu Emperor Zhu Yuanzhang, was the founding emperor of the Ming dynasty, reigning from 1368 to 1398."}]}, {"heading": "Deaths", "year": "1439", "date": "June 24", "txt": "Frederick IV, duke of Austria (b. 1382)", "entities": [{"title": "Frederick IV, Duke of Austria", "href": "/wiki/Frederick_IV,_Duke_of_Austria", "description": "Frederick IV, also known as Frederick of the Empty Pockets, a member of the House of Habsburg, was Duke of Austria from 1402 until his death. As a scion of the Habsburg Leopoldian line, he ruled over Further Austria and the County of Tyrol from 1406 onwards."}]}, {"heading": "Deaths", "year": "1503", "date": "June 24", "txt": "Reginald Bray, English architect and politician, Chancellor of the Duchy of Lancaster (b. 1440)", "entities": [{"title": "Reginald Bray", "href": "/wiki/Reginald_Bray", "description": "Sir Reginald Bray was an English administrator and statesman. He was the Chancellor of the Duchy and County Palatine of Lancaster under Henry VII, briefly Treasurer of the Exchequer, and one of the most influential men in Henry VII's government and administration. He was an estate officer and senior councillor to both Henry VII and the king's mother, Margaret Beaufort. He was a major benefactor to"}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Deaths", "year": "1519", "date": "June 24", "txt": "Lucrezia Borgia, Italian wife of Alfonso I d'Este, Duke of Ferrara (b. 1480)", "entities": [{"title": "Lucrezia Borgia", "href": "/wiki/Lucrezia_Borgia", "description": "Lucrezia Borgia was a Spanish-Italian noblewoman of the House of Borgia who was the daughter of Pope Alexander VI and Vannozza dei Cattanei. She reigned as the Governor of Spoleto, a position usually held by cardinals, in her own right."}, {"title": "Alfonso I d'Este, Duke of Ferrara", "href": "/wiki/Alfonso_I_d%27Este,_Duke_of_Ferrara", "description": "Alfonso d'Este was Duke of Ferrara during the time of the War of the League of Cambrai."}]}, {"heading": "Deaths", "year": "1520", "date": "June 24", "txt": "Hosokawa Sumimoto, Japanese commander (b. 1489)", "entities": [{"title": "Hosokawa Sumimoto", "href": "/wiki/Hosokawa_Sumimoto", "description": "Hosokawa Sumimoto  was a samurai commander in the Muromachi period during the 16th century of Japan."}]}, {"heading": "Deaths", "year": "1604", "date": "June 24", "txt": "Edward de Vere, 17th Earl of Oxford, English courtier, Lord Great Chamberlain (b. 1550)", "entities": [{"title": "Edward de Vere, 17th Earl of Oxford", "href": "/wiki/Edward_de_Vere,_17th_Earl_of_Oxford", "description": "Edward de Vere, 17th Earl of Oxford was an English peer and courtier of the Elizabethan era. Oxford was heir to the second oldest earldom in the kingdom, a court favourite for a time, a sought-after patron of the arts, and noted by his contemporaries as a lyric poet and court playwright, but his volatile temperament precluded him from attaining any courtly or governmental responsibility and contri"}, {"title": "Lord Great Chamberlain", "href": "/wiki/Lord_Great_Chamberlain", "description": "The Lord Great Chamberlain of the United Kingdom is the sixth of the Great Officers of State, ranking beneath the Lord Privy Seal and above the Lord High Constable. The Lord Great Chamberlain has charge over the Palace of Westminster."}]}, {"heading": "Deaths", "year": "1637", "date": "June 24", "txt": "Nicolas-Claude Fabri de Peiresc, French astronomer and historian (b. 1580)", "entities": [{"title": "Nicolas-Claude Fabri de Peiresc", "href": "/wiki/Nicolas-Claude_Fabri_de_Peiresc", "description": "Nicolas-Claude Fabri de Peiresc, often known simply as Peiresc, or by the Latin form of his name Peirescius, was a French astronomer, antiquary and savant, who maintained a wide correspondence with scientists, and was a successful organizer of scientific inquiry. His research included a determination of the difference in longitude of various locations in Europe, around the Mediterranean, and in No"}]}, {"heading": "Deaths", "year": "1643", "date": "June 24", "txt": "John Hampden, English politician (b. 1595)", "entities": [{"title": "John Hampden", "href": "/wiki/John_Hampden", "description": "John Hampden was an English landowner and politician whose opposition to arbitrary taxes imposed by Charles I made him a national figure. An ally of Parliamentarian leader John Pym, and cousin to Oliver Cromwell, he was one of the Five Members whose attempted arrest in January 1642 sparked the First English Civil War."}]}, {"heading": "Deaths", "year": "1766", "date": "June 24", "txt": "Adrien Maurice de Noailles, French soldier and politician, French Minister of Foreign Affairs (b. 1678)", "entities": [{"title": "Adrien Maurice de Noailles", "href": "/wiki/Adrien_Maurice_de_Noailles", "description": "Adrien Maurice de Noailles, 3rd Duke of Noailles was a French nobleman and soldier."}, {"title": "Minister of Foreign Affairs (France)", "href": "/wiki/Minister_of_Foreign_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Deaths", "year": "1778", "date": "June 24", "txt": "Pieter Burman the Younger, Dutch philologist and academic (b. 1714)", "entities": [{"title": "Pieter Burman the Younger", "href": "/wiki/Pieter_Burman_the_Younger", "description": "Pieter Burman, also known as Peter or Pieter Burmann and distinguished from his uncle as \"the Younger\", was a Dutch philologist."}]}, {"heading": "Deaths", "year": "1803", "date": "June 24", "txt": "Matthew Thornton, Irish-American judge and politician (b. 1714)", "entities": [{"title": "Matthew Thornton", "href": "/wiki/Matthew_Thornton", "description": "Matthew Thornton was an Irish-born signer of the United States Declaration of Independence as a representative of New Hampshire."}]}, {"heading": "Deaths", "year": "1817", "date": "June 24", "txt": "Thomas McKean, American lawyer and politician, 2nd Governor of Pennsylvania (b. 1734)", "entities": [{"title": "Thomas McKean", "href": "/wiki/Thomas_McKean", "description": "Thomas McKean was an American lawyer and politician from New Castle, in New Castle County, Delaware and Philadelphia. During the American Revolution he was a delegate to the Continental Congress, where he signed the United States Declaration of Independence and the Articles of Confederation. McKean served as a President of Congress. He was at various times a member of the Federalist and Democratic"}, {"title": "Governor of Pennsylvania", "href": "/wiki/Governor_of_Pennsylvania", "description": "The Governor of the Commonwealth of Pennsylvania is the head of government and the chief executive of the U.S. state, Commonwealth of Pennsylvania, and commander-in-chief of the Commonwealth's military forces."}]}, {"heading": "Deaths", "year": "1835", "date": "June 24", "txt": "Andreas Vokos Miaoulis, Greek admiral and politician (b. 1769)", "entities": [{"title": "Andreas Vokos Miaoulis", "href": "/wiki/Andreas_Vokos_Miaoulis", "description": "Andreas Vokos, nicknamed Miaoulis, was a Greek admiral and politician who commanded Greek naval forces during the Greek War of Independence (1821–1829)."}]}, {"heading": "Deaths", "year": "1902", "date": "June 24", "txt": "George Leake, Australian politician, 2nd Premier of Western Australia (b. 1856)", "entities": [{"title": "George Leake", "href": "/wiki/George_Leake", "description": "George Leake was the third Premier of Western Australia, serving from May to November 1901 and then again from December 1901 to his death."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Deaths", "year": "1908", "date": "June 24", "txt": "Grover Cleveland, American lawyer and politician, 22nd and 24th  President of the United States (b. 1837)", "entities": [{"title": "Grover Cleveland", "href": "/wiki/Grover_Cleveland", "description": "Stephen Grover Cleveland was an American lawyer and politician who served as the 22nd and 24th president of the United States from 1885 to 1889 and from 1893 to 1897. Cleveland is the only president in American history to serve two nonconsecutive terms in office. He won the popular vote for three presidential elections—in 1884, 1888, and 1892—and was one of two Democrats to be elected president du"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1909", "date": "June 24", "txt": "Sarah Orne Jewett, American novelist, short story writer, and poet (b. 1849)", "entities": [{"title": "Sarah Orne Jewett", "href": "/wiki/Sarah_Orne_Jewett", "description": "Theodora Sarah Orne Jewett was an American novelist, short story writer and poet, best known for her local color works set along or near the southern seacoast of Maine. Jewett is recognized as an important practitioner of American literary regionalism."}]}, {"heading": "Deaths", "year": "1922", "date": "June 24", "txt": "Walther Rathenau, German businessman and politician, 7th German Minister for Foreign Affairs (b. 1867)", "entities": [{"title": "Walther Rathenau", "href": "/wiki/Walther_Rathenau", "description": "Walther Rathenau was a German industrialist, writer and liberal politician."}, {"title": "Minister for Foreign Affairs (Germany)", "href": "/wiki/Minister_for_Foreign_Affairs_(Germany)", "description": "The Federal Minister for Foreign Affairs is the head of the Federal Foreign Office and a member of the Cabinet of Germany. The current office holder is Heiko Maas. Since 1966, the Foreign Minister has often also simultaneously held the office of Vice Chancellor."}]}, {"heading": "Deaths", "year": "1931", "date": "June 24", "txt": "Otto Mears, Russian-American businessman (b. 1840)", "entities": [{"title": "Otto Mears", "href": "/wiki/Otto_Mears", "description": "Otto Mears was a famous Colorado railroad builder and entrepreneur who played a major role in the early development of southwestern Colorado."}]}, {"heading": "Deaths", "year": "1931", "date": "June 24", "txt": "Xiang Zhongfa, Chinese politician, 2nd General Secretary of the Communist Party of China (b. 1880)", "entities": [{"title": "General Secretary of the Communist Party of China", "href": "/wiki/General_Secretary_of_the_Communist_Party_of_China", "description": "The General Secretary of the Central Committee of the Communist Party of China is typically the paramount leader of China. The general secretary is the head of the Communist Party of China and the highest-ranking official within the People's Republic of China (PRC). The general secretary is a standing member of the Politburo and head of the Secretariat."}]}, {"heading": "Deaths", "year": "1932", "date": "June 24", "txt": "Ernst Põdder, Estonian general (b. 1879)", "entities": [{"title": "Ernst Põdder", "href": "/wiki/Ernst_P%C3%B5dder", "description": "Ernst-Johannes Põdder VR I/1 was a famous Estonian military commander in the Estonian War of Independence."}]}, {"heading": "Deaths", "year": "1943", "date": "June 24", "txt": "Camille Roy, Canadian priest and critic (b. 1870)", "entities": [{"title": "Camille Roy (literary critic)", "href": "/wiki/Camille_Roy_(literary_critic)", "description": "Camille Roy was a Canadian priest and literary critic. He wrote extensively about the development of French-Canadian literature, and its importance in the promotion of French language and culture and of Christian ideals."}]}, {"heading": "Deaths", "year": "1946", "date": "June 24", "txt": "Louise Whitfield Carnegie, American philanthropist (b. 1857)", "entities": [{"title": "Louise Whitfield Carnegie", "href": "/wiki/Louise_Whitfield_Carnegie", "description": "Louise Whitfield Carnegie was the wife of philanthropist Andrew Carnegie."}]}, {"heading": "Deaths", "year": "1947", "date": "June 24", "txt": "Emil Seidel, American politician, Mayor of Milwaukee (b. 1864)", "entities": [{"title": "Emil Seidel", "href": "/wiki/Emil_Seidel", "description": "Emil Seidel was a prominent German-American politician. Seidel was the mayor of Milwaukee from 1910 to 1912. The first Socialist mayor of a major city in the United States, Seidel became the Vice Presidential candidate for the Socialist Party of America in the 1912 presidential election."}, {"title": "Mayor of Milwaukee", "href": "/wiki/Mayor_of_Milwaukee", "description": "This is a list of mayors of Milwaukee, Wisconsin:"}]}, {"heading": "Deaths", "year": "1962", "date": "June 24", "txt": "Volfgangs Dārziņš, Latvian composer, pianist and music critic (b. 1906)", "entities": [{"title": "Volfgangs Dārziņš", "href": "/wiki/Volfgangs_D%C4%81rzi%C5%86%C5%A1", "description": "Volfgangs Dārziņš (1906–1962) was a Latvian composer, pianist and music critic."}]}, {"heading": "Deaths", "year": "1964", "date": "June 24", "txt": "Stuart Davis, American painter and academic (b. 1892)", "entities": [{"title": "Stuart Davis (painter)", "href": "/wiki/Stuart_Davis_(painter)", "description": "Stuart Davis, was an early American modernist painter. He was well known for his jazz-influenced, proto-pop art paintings of the 1940s and 1950s, bold, brash, and colorful, as well as his Ashcan School pictures in the early years of the 20th century. With the belief that his work could influence the sociopolitical environment of America, Davis' political message was apparent in all of his pieces f"}]}, {"heading": "Deaths", "year": "1968", "date": "June 24", "txt": "Tony Hancock, English actor, producer, and screenwriter (b. 1924)", "entities": [{"title": "Tony Hancock", "href": "/wiki/Tony_Hancock", "description": "Anthony John Hancock was an English comedian and actor."}]}, {"heading": "Deaths", "year": "1969", "date": "June 24", "txt": "Frank King, American cartoonist (b. 1883)", "entities": [{"title": "Frank King (cartoonist)", "href": "/wiki/Frank_King_(cartoonist)", "description": "Frank Oscar King was an American cartoonist best known for his comic strip Gasoline Alley. In addition to innovations with color and page design, King introduced real-time continuity in comic strips by showing his characters aging over generations."}]}, {"heading": "Deaths", "year": "1969", "date": "June 24", "txt": "Willy Ley, German-American historian and author (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "June 24", "txt": "Wendell Ladner, Profesional Basketball Player in the ABA", "entities": [{"title": "Wendell Ladner", "href": "/wiki/Wendell_Ladner", "description": "Wendell Ladner was an American professional basketball player most notable for his playing time in the American Basketball Association (ABA) from 1970 to 1975."}]}, {"heading": "Deaths", "year": "1976", "date": "June 24", "txt": "Minor White, American photographer, critic, and academic (b. 1908)", "entities": [{"title": "Minor White", "href": "/wiki/Minor_White", "description": "Minor Martin White was an American photographer, theoretician, critic, and educator. He combined an intense interest in how people viewed and understood photographs with a personal vision that was guided by a variety of spiritual and intellectual philosophies. Starting in Oregon in 1937 and continuing until he died in 1976, White made thousands of black-and-white and color photographs of landscape"}]}, {"heading": "Deaths", "year": "1978", "date": "June 24", "txt": "Robert Charroux, French author and critic (b. 1909)", "entities": [{"title": "Robert Charroux", "href": "/wiki/Robert_Charroux", "description": "Robert Charroux was the best-known pen-name of Robert Joseph Grugeau. He was a French author known for his writings on the ancient astronaut theme."}]}, {"heading": "Deaths", "year": "1980", "date": "June 24", "txt": "V. V. Giri, Indian lawyer and politician, 4th President of India (b. 1894)", "entities": [{"title": "V. V. Giri", "href": "/wiki/V._V._Giri", "description": "Varahagiri Venkata Giri was the fourth president of India from 24 August 1969 to 24 August 1974. He was the only president to be elected as an independent candidate. He was succeeded by Fakhruddin Ali Ahmed as president in 1974. After the end of his full term, Giri was honoured by the Government of India with the Bharat Ratna in 1975. Giri died on 24 June 1980."}, {"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Deaths", "year": "1984", "date": "June 24", "txt": "Clarence Campbell, Canadian businessman (b. 1905)", "entities": [{"title": "Clarence Campbell", "href": "/wiki/Clarence_Campbell", "description": "Clarence Sutherland Campbell, was the third president of the National Hockey League from 1946 to 1977. The NHL's Clarence S. Campbell Bowl is named for him."}]}, {"heading": "Deaths", "year": "1987", "date": "June 24", "txt": "Jackie Gleason, American actor, comedian, and producer (b. 1916)", "entities": [{"title": "Jackie Gleason", "href": "/wiki/Jackie_Gleason", "description": "John Herbert Gleason was an American actor, comedian, writer, composer, and conductor known affectionately as \"The Great One.\" Developing a style and characters from growing up in Brooklyn, New York, he was known for his brash visual and verbal comedy, exemplified by his city-bus-driver Ralph Kramden character in the television series The Honeymooners. He also developed The Jackie Gleason Show, wh"}]}, {"heading": "Deaths", "year": "1988", "date": "June 24", "txt": "Csaba Kesjár, Hungarian race car driver (b. 1962)", "entities": [{"title": "Csaba Kesjár", "href": "/wiki/Csaba_Kesj%C3%A1r", "description": "Csaba Kesjár was a Hungarian racing driver."}]}, {"heading": "Deaths", "year": "1991", "date": "June 24", "txt": "Sumner Locke Elliott, Australian-American author and playwright (b. 1917)", "entities": [{"title": "Sumner Locke Elliott", "href": "/wiki/Sumner_Locke_Elliott", "description": "Sumner Locke Elliott was an Australian novelist and playwright."}]}, {"heading": "Deaths", "year": "1991", "date": "June 24", "txt": "Rufino Tamayo, Mexican painter and illustrator (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "June 24", "txt": "Jean Vallerand, Canadian violinist, composer, and conductor (b. 1915)", "entities": [{"title": "Jean Vallerand", "href": "/wiki/Jean_Vallerand", "description": "Jean Vallerand, CQ was a composer, music critic, violinist, conductor, arts administrator, writer, and music educator from Quebec. As a composer he was active from 1935 to 1969. An associate of the Canadian Music Centre, he was appointed a Knight of the National Order of Quebec in 1991."}]}, {"heading": "Deaths", "year": "1995", "date": "June 24", "txt": "Andrew J. Transue, American politician and attorney Morissette v. United States (b. 1903)", "entities": [{"title": "Andrew J. Transue", "href": "/wiki/Andrew_J._Transue", "description": "Andrew Jackson Transue was an American politician and attorney from the U.S. state of Michigan. He served one term in the United States House of Representatives from 1937 to 1939."}]}, {"heading": "Deaths", "year": "1997", "date": "June 24", "txt": "Brian Keith, American actor (b. 1921)", "entities": [{"title": "Brian Keith", "href": "/wiki/Brian_Keith", "description": "Brian Keith was an American film, television and stage actor who in his six-decade-long career gained recognition for his work in movies such as the Disney family film The Parent Trap (1961), Johnny Shiloh (1963), the comedy The Russians Are Coming, the Russians Are Coming (1966), and the adventure saga The Wind and the Lion (1975), in which he portrayed President Theodore Roosevelt."}]}, {"heading": "Deaths", "year": "2000", "date": "June 24", "txt": "Vera Atkins, British intelligence officer (b. 1908)", "entities": [{"title": "Vera Atkins", "href": "/wiki/Vera_Atkins", "description": "Vera May Atkins was a Romanian-born British intelligence officer who worked in the France Section of the Special Operations Executive (SOE) from 1941 to 1945 during the Second World War."}]}, {"heading": "Deaths", "year": "2000", "date": "June 24", "txt": "David Tomlinson, English actor and comedian (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "June 24", "txt": "Rodrigo Bueno, Argentine cuarteto singer (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "June 24", "txt": "Konstantin Gerchik, the second head of the world's first cosmodrome — \"Baikonur\" (1958-1961).", "entities": [{"title": "Konstantin Gerchik", "href": "/wiki/Konstantin_Gerchik", "description": "Konstantin Vasilyevich Gerchik was a Soviet military leader, Colonel-General of the Soviet Army, Professor of the Academy of Military Sciences of Russia, a veteran of the Great Patriotic War, and the second head of the Baikonur Cosmodrome (1958–1961)."}]}, {"heading": "Deaths", "year": "2002", "date": "June 24", "txt": "Pierre Werner, Luxembourgian banker and politician, 21st Prime Minister of Luxembourg (b. 1913)", "entities": [{"title": "Pierre Werner", "href": "/wiki/Pierre_Werner", "description": "Pierre Werner was a Luxembourgian politician in the Christian Social People's Party (CSV) who was the 18th Prime Minister from 1959 to 1974 and from 1979 to 1984."}, {"title": "Prime Minister of Luxembourg", "href": "/wiki/Prime_Minister_of_Luxembourg", "description": "The prime minister of Luxembourg is the head of government in Luxembourg. His official residence and office is in the Hôtel de Bourgogne at 4 rue de la Congrégation in the city of Luxembourg."}]}, {"heading": "Deaths", "year": "2004", "date": "June 24", "txt": "Ifigeneia Giannopoulou, Greek songwriter and author (b. 1957)", "entities": [{"title": "Ifigeneia Giannopoulou", "href": "/wiki/Ifigeneia_Giannopoulou", "description": "Ifigeneia Giannopoulou was a Greek songwriter. She also wrote books for children. Giannopoulou worked with great names of Greek music. She died suddenly as a result of suspected allergic reaction."}]}, {"heading": "Deaths", "year": "2005", "date": "June 24", "txt": "Paul Winchell, American actor, voice artist, and ventriloquist (b. 1922)", "entities": [{"title": "Paul Winchell", "href": "/wiki/Paul_Winchell", "description": "Paul Winchell was an American ventriloquist, comedian, actor, humanitarian, and inventor whose career flourished in the 1950s and 1960s. From 1950 to 1954, he hosted The Paul Winchell Show, which also used two other titles during its prime time run on NBC: The Speidel Show, and What's My Name? From 1965–1968, Winchell hosted the children's television series Winchell-Mahoney Time."}]}, {"heading": "Deaths", "year": "2007", "date": "June 24", "txt": "Natasja Saad, Danish rapper and reggae singer (b. 1974)", "entities": [{"title": "Natasja Saad", "href": "/wiki/Natasja_Saad", "description": "Natasja Saad, also known as Dou T, Little T and Natasja, was a Danish singer and rapper. While already relatively successful in her native Denmark, her vocals on a popular reggae fusion remix of \"Calabria\" gained her worldwide fame and a number one spot on Billboard's Hot Dance Airplay chart six months after her death in a car accident in Jamaica."}]}, {"heading": "Deaths", "year": "2007", "date": "June 24", "txt": "Chris Benoit, Canadian wrestler (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "June 24", "txt": "Derek Dougan, Northern Irish footballer and manager (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "June 24", "txt": "Gerhard Ringel, Austrian mathematician and academic (b. 1919)", "entities": [{"title": "Gerhard Ringel", "href": "/wiki/Gerhard_Ringel", "description": "Gerhard Ringel was a German mathematician. He was one of the pioneers in graph theory and contributed significantly to the proof of the Heawood conjecture, a mathematical problem closely linked with the Four Color Theorem."}]}, {"heading": "Deaths", "year": "2009", "date": "June 24", "txt": "Roméo LeBlanc, Canadian journalist and politician, 25th Governor General of Canada (b. 1927)", "entities": [{"title": "Roméo LeBlanc", "href": "/wiki/Rom%C3%A9o_LeBlanc", "description": "Roméo-Adrien LeBlanc was a Canadian journalist, politician and statesman who served as Governor General of Canada, the 25th since Canadian Confederation."}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Deaths", "year": "2010", "date": "June 24", "txt": "Fred Anderson, American jazz tenor saxophonist (b. 1929)", "entities": [{"title": "Fred Anderson (musician)", "href": "/wiki/Fred_Anderson_(musician)", "description": "Fred Anderson was an American jazz tenor saxophonist who was based in Chicago, Illinois. Anderson's playing was rooted in the swing music and hard bop idioms, but he also incorporated innovations from free jazz. Anderson was also noted for having mentored numerous young musicians. Critic Ben Ratliff called him \"a father figure of experimental jazz in Chicago\". Writer John Corbett referred to him a"}]}, {"heading": "Deaths", "year": "2011", "date": "June 24", "txt": "Tomislav Ivić, Croatian football coach and manager (b. 1933)", "entities": [{"title": "Tomislav Ivić", "href": "/wiki/Tomislav_Ivi%C4%87", "description": "Tomislav Ivić was a Croatian professional football player and manager. Often described as a brilliant strategist, Ivić is credited with helping develop the modern style of the game. In April 2007, Italian sports daily La Gazzetta dello Sport proclaimed him as the most successful football manager in history, due to his seven league titles won in five countries."}]}, {"heading": "Deaths", "year": "2012", "date": "June 24", "txt": "Darrel Akerfelds, American baseball player and coach (b. 1962)", "entities": [{"title": "Darrel Akerfelds", "href": "/wiki/Darrel_Akerfelds", "description": "Darrel Wayne Akerfelds was a professional baseball pitcher. He also served as the bullpen coach of Major League Baseball's San Diego Padres, from 2001 until his death. He also pitched in the major leagues in parts of five seasons from 1986 to 1991 for the Oakland Athletics, Cleveland Indians, Texas Rangers, and Philadelphia Phillies."}]}, {"heading": "Deaths", "year": "2012", "date": "June 24", "txt": "Gad Beck, German author and educator (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 24", "txt": "Gu Chaohao, Chinese mathematician and academic (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 24", "txt": "Miki Roqué, Spanish footballer (b. 1988)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 24", "txt": "Ann C. Scales, American lawyer, educator, and activist (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 24", "txt": "Mick Aston, English archaeologist and academic (b. 1946)", "entities": [{"title": "Mick Aston", "href": "/wiki/Mick_Aston", "description": "Michael Antony Aston was an English archaeologist who specialised in Early Medieval landscape archaeology. Over the course of his career, he lectured at both the University of Bristol and University of Oxford and published fifteen books on archaeological subjects. A keen populariser of the discipline, Aston was widely known for appearing as the resident academic on the Channel 4 television series "}]}, {"heading": "Deaths", "year": "2013", "date": "June 24", "txt": "Emilio Colombo, Italian politician, 40th Prime Minister of Italy (b. 1920)", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Deaths", "year": "2013", "date": "June 24", "txt": "Joannes Gijsen, Dutch bishop (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 24", "txt": "William Hathaway, American lawyer and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 24", "txt": "James Martin, English-Bermudian computer scientist and author (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 24", "txt": "Alan Myers, American drummer  (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 24", "txt": "John Clement, Canadian lawyer and politician (b. 1928)", "entities": [{"title": "John Clement (politician)", "href": "/wiki/John_Clement_(politician)", "description": "John Twining Clement was a politician in Ontario, Canada. He served in the Legislative Assembly of Ontario as a Progressive Conservative Member of Provincial Parliament from 1971 to 1975 and was in the cabinet of premier Bill Davis."}]}, {"heading": "Deaths", "year": "2014", "date": "June 24", "txt": "Olga Kotelko, Canadian runner and softball player (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 24", "txt": "Ramón José Velásquez, Venezuelan journalist, lawyer, and politician, President of Venezuela (b. 1916)", "entities": [{"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Deaths", "year": "2014", "date": "June 24", "txt": "Eli Wallach, American actor (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 24", "txt": "Cristiano Araújo, Brazilian singer-songwriter (b. 1986)", "entities": [{"title": "Cristiano Araújo", "href": "/wiki/Cristiano_Ara%C3%BAjo", "description": "Cristiano Melo Araújo was a Brazilian singer and songwriter."}]}, {"heading": "Deaths", "year": "2015", "date": "June 24", "txt": "Mario Biaggi, American police officer, politician and criminal (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 24", "txt": "Marva Collins, American author and educator (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 24", "txt": "Susan Ahn Cuddy, American lieutenant (b. 1915)", "entities": []}]