[{"heading": "Events", "year": "226", "date": "June 29", "txt": "Cao Rui succeeds his father as emperor of the Kingdom of Wei.", "entities": [{"title": "Cao Rui", "href": "/wiki/Cao_Rui", "description": "Cao Rui, courtesy name Yuanzhong, was the second emperor of the state of Cao Wei during the Three Kingdoms period. His parentage is in dispute: his mother, Lady Zhen, was Yuan Xi's wife, but she later remarried Cao Pi, the first ruler of Wei. Based on conflicting accounts of his age, Pei Songzhi calculated that, in order to be Cao Pi's son, Cao Rui could not have been 33 when he died as recorded, "}, {"title": "Cao Wei", "href": "/wiki/Cao_Wei", "description": "Wei (220–266), also known as Cao Wei or Former Wei, was one of the three major states that competed for supremacy over China in the Three Kingdoms period (220–280). With its capital initially located at Xuchang, and thereafter Luoyang, the state was established by Cao Pi in 220, based upon the foundations laid by his father, Cao Cao, towards the end of the Eastern Han dynasty. The name \"Wei\" first"}]}, {"heading": "Events", "year": "1149", "date": "June 29", "txt": "Raymond of Poitiers is defeated and killed at the Battle of Inab by Nur ad-Din Zangi.", "entities": [{"title": "Raymond of Poitiers", "href": "/wiki/Raymond_of_Poitiers", "description": "Raymond of Poitiers was Prince of Antioch from 1136 to 1149. He was the younger son of William IX, Duke of Aquitaine, and his wife Philippa, Countess of Toulouse, born in the very year that his father the Duke began his infamous liaison with Dangereuse de Chatelherault."}, {"title": "Battle of Inab", "href": "/wiki/Battle_of_Inab", "description": "The Battle of Inab, also called Battle of Ard al-Hâtim or Fons Muratus, was fought on 29 June 1149, during the Second Crusade. The Zengid army of Atabeg Nur ad-Din Zangi destroyed the combined army of Prince Raymond of Poitiers and the Assassins of Ali ibn-Wafa. The Principality of Antioch was subsequently pillaged and reduced in size as its eastern border was pushed west."}, {"title": "Nur ad-Din Zangi", "href": "/wiki/Nur_ad-Din_Zangi", "description": "Nūr al-Dīn Maḥmūd Zengī, commonly known as Nur ad-Din, was a member of the Oghuz Turkish Zengid dynasty, which ruled the Syrian province (Shām) of the Seljuk Empire. He reigned from 1146 to 1174. He is regarded as an important figure of the Second Crusade."}]}, {"heading": "Events", "year": "1194", "date": "June 29", "txt": "Sverre is crowned King of Norway, leading to his excommunication by the Catholic Church and civil war.", "entities": [{"title": "Sverre of Norway", "href": "/wiki/Sverre_of_Norway", "description": "Sverre Sigurdsson was the King of Norway from 1184 to 1202."}, {"title": "King of Norway", "href": "/wiki/King_of_Norway", "description": "The Norwegian monarch is the head of state of Norway, which is a constitutional and hereditary monarchy with a parliamentary system. The Norwegian monarchy can trace its line back to the reign of Harald Fairhair and the previous petty kingdoms which were united to form Norway; it has been in unions with both Sweden and Denmark for long periods."}, {"title": "Excommunication (Catholic Church)", "href": "/wiki/Excommunication_(Catholic_Church)", "description": "In the canon law of the Catholic Church, excommunication, the principal and severest censure, is a medicinal, spiritual penalty that deprives the guilty Christian of all participation in the common blessings of ecclesiastical society. Being a penalty, it presupposes guilt; and being the most serious penalty that the Catholic Church can inflict, it naturally supposes a very grave offense.\nThe excom"}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Civil war", "href": "/wiki/Civil_war", "description": "A civil war, also known as an intrastate war in polemology, is a war between organized groups within the same state or country.\nThe aim of one side may be to take control of the country or a region, to achieve independence for a region, or to change government policies.\nThe term is a calque of Latin bellum civile which was used to refer to the various civil wars of the Roman Republic in the 1st ce"}]}, {"heading": "Events", "year": "1444", "date": "June 29", "txt": "Skanderbeg defeats an Ottoman invasion force at Torvioll.", "entities": [{"title": "Skanderbeg", "href": "/wiki/Skanderbeg", "description": "Gjergj Kastrioti, known as Skanderbeg, was an Albanian nobleman and military commander who led a rebellion against the Ottoman Empire in what is today Albania, North Macedonia, Greece, Kosovo, Montenegro and Serbia."}, {"title": "Battle of Torvioll", "href": "/wiki/Battle_of_Torvioll", "description": "The Battle of Torvioll, also known as the Battle of Lower Dibra, was fought on 29 June 1444 on the Plain of Torvioll, in what is modern-day Albania. Gjergj Kastrioti Skanderbeg was an Ottoman Albanian general who decided to go back to his native land and take the reins of a new Albanian League against the Ottoman Empire. He, along with 300 other Albanians fighting at the Battle of Niš, deserted th"}]}, {"heading": "Events", "year": "1457 - The Dutch city of Dordrecht is devastated by fire[2]", "date": "June 29", "txt": "The Dutch city of Dordrecht is devastated by fire", "entities": [{"title": "Dordrecht", "href": "/wiki/Dordrecht", "description": "Dordrecht, historically known in English as Dordt or Dort, is a city and municipality in the Western Netherlands, located in the province of South Holland. It is the province's fifth-largest city after Rotterdam, The Hague, Zoetermeer and Leiden, with a population of 118,654. The municipality covers the entire Dordrecht Island, also often called Het Eiland van Dordt, bordered by the rivers Oude Ma"}]}, {"heading": "Events", "year": "1534", "date": "June 29", "txt": "Jacques Cartier is the first European to reach Prince Edward Island.", "entities": [{"title": "Jacques Cartier", "href": "/wiki/Jacques_Cartier", "description": "Jacques Cartier was a French-Breton maritime explorer for France. Jacques Cartier was the first European to describe and map the Gulf of Saint Lawrence and the shores of the Saint Lawrence River, which he named \"The Country of Canadas\" after the Iroquoian names for the two big settlements he saw at Stadacona and at Hochelaga."}, {"title": "Prince Edward Island", "href": "/wiki/Prince_Edward_Island", "description": "Prince Edward Island (PEI) is one of the thirteen provinces and territories of Canada. It is the smallest province in terms of land area and population, but the most densely populated. The island has several nicknames: \"Garden of the Gulf\", \"Birthplace of Confederation\" and \"Cradle of Confederation\". Its capital and largest city is Charlottetown. It is one of the three Maritime provinces and one o"}]}, {"heading": "Events", "year": "1613", "date": "June 29", "txt": "The Globe Theatre in London, built by William Shakespeare's playing company, the Lord Chamberlain's Men, burns to the ground.", "entities": [{"title": "Globe Theatre", "href": "/wiki/Globe_Theatre#Shakespeare's_Globe_Theatres", "description": "The Globe Theatre was a theatre in London associated with William Shakespeare. It was built in 1599 by Shakespeare's playing company, the Lord Chamberlain's Men, on land owned by Thomas Brend and inherited by his son, Nicholas Brend and grandson Sir Matthew Brend, and was destroyed by fire on 29 June 1613. A second Globe Theatre was built on the same site by June 1614 and closed by an Ordinance is"}, {"title": "William Shakespeare", "href": "/wiki/William_Shakespeare", "description": "William Shakespeare was an English playwright, poet, and actor, widely regarded as the greatest writer in the English language and the world's greatest dramatist. He is often called England's national poet and the \"Bard of Avon\". His extant works, including collaborations, consist of some 39 plays, 154 sonnets, three long narrative poems, and a few other verses, some of uncertain authorship. His p"}, {"title": "Playing company", "href": "/wiki/Playing_company", "description": "In Renaissance London, playing company was the usual term for a company of actors. These companies were organized around a group of ten or so shareholders, who performed in the plays but were also responsible for management. The sharers employed \"hired men\" – that is, the minor actors and the workers behind the scenes. The major companies were based at specific theatres in London; the most success"}, {"title": "Lord Chamberlain's Men", "href": "/wiki/Lord_Chamberlain%27s_Men", "description": "The Lord Chamberlain's Men was a company of actors, or a \"playing company\", for which Shakespeare wrote during most of his career. Richard Burbage played most of the lead roles, including Hamlet, Othello, King Lear, and Macbeth. Formed at the end of a period of flux in the theatrical world of London, it had become, by 1603, one of the two leading companies of the city and was subsequently patroniz"}]}, {"heading": "Events", "year": "1644", "date": "June 29", "txt": "Charles I of England defeats a Parliamentarian detachment at the Battle of Cropredy Bridge.", "entities": [{"title": "Charles I of England", "href": "/wiki/Charles_I_of_England", "description": "Charles I was King of England, Scotland, and Ireland from 27 March 1625 until his execution in 1649. He was born into the House of Stuart as the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the three kingdoms of England, Scotland, and Ireland in 1612 o"}, {"title": "Roundhead", "href": "/wiki/Roundhead", "description": "Roundheads were the supporters of the Parliament of England during the English Civil War (1642–1651). Also known as Parliamentarians, they fought against King Charles I of England and his supporters, known as the Cavaliers or Royalists, who claimed rule by absolute monarchy and the principle of the 'divine right of kings'. The goal of the Roundhead party was to give the Parliament supreme control "}, {"title": "Battle of Cropredy Bridge", "href": "/wiki/Battle_of_Cropredy_Bridge", "description": "The Battle of Cropredy Bridge was fought on 29 June 1644 near Banbury, Oxfordshire during the First English Civil War. In the engagement, Sir William Waller and the Parliamentarian army failed to capture King Charles."}]}, {"heading": "Events", "year": "1659", "date": "June 29", "txt": "At the Battle of Konotop the Ukrainian armies of Ivan Vyhovsky defeat the Russians led by Prince Trubetskoy.", "entities": [{"title": "Battle of Konotop", "href": "/wiki/Battle_of_Konotop", "description": "The Battle of Konotop or Battle of Sosnivka was fought between a coalition led by the Hetman of Ukrainian Cossacks Ivan Vyhovsky and cavalry units of the Russian Tsardom under the command of Semyon Pozharsky and Semyon Lvov, supported by Cossacks of Ivan Bezpaly, on 29 June 1659, near the town of Konotop, Ukraine, during the Russo-Polish War (1654–1667). Vyhovsky's coalition defeated the Russians "}, {"title": "Ivan Vyhovsky", "href": "/wiki/Ivan_Vyhovsky", "description": "Ivan Vyhovsky was a hetman of the Ukrainian Cossacks during three years (1657–59) of the Russo-Polish War (1654–1667). He was the successor to the famous hetman and rebel leader Bohdan Khmelnytsky. His time as hetman was characterized by his generally pro-Polish policies, which led to his defeat by pro-Russian faction among the Cossacks."}, {"title": "Aleksey Trubetskoy", "href": "/wiki/Aleksey_Trubetskoy", "description": "Prince Aleksey Nikitich Trubetskoy was the last voivode of the Trubetskoy family and a diplomat who was active in negotiations with Poland and Sweden in 1647 and with the ambassadors of Bohdan Khmelnytsky in 1654. He was the godfather of Peter I of Russia."}]}, {"heading": "Events", "year": "1786", "date": "June 29", "txt": "Alexander Macdonell and over five hundred Roman Catholic highlanders leave Scotland to settle in Glengarry County, Ontario.", "entities": [{"title": "Alexander Macdonell (bishop)", "href": "/wiki/Alexander_Macdonell_(bishop)", "description": "Bishop Alexander Macdonell was the first Roman Catholic bishop of Kingston, Upper Canada."}, {"title": "Roman Catholic", "href": "/wiki/Roman_Catholic", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Glengarry County, Ontario", "href": "/wiki/Glengarry_County,_Ontario", "description": "Glengarry County, an area covering 288,688 acres (1,168 km2), is a county in the Canadian province of Ontario. It is historically known for its settlement of Scottish Highlanders. Glengarry County now consists of the modern-day townships of North Glengarry and South Glengarry and it borders the Saint Lawrence River."}]}, {"heading": "Events", "year": "1807", "date": "June 29", "txt": "Russo-Turkish War: Admiral Dmitry Senyavin destroys the Ottoman fleet in the Battle of Athos.", "entities": [{"title": "Russo-Turkish War (1806–12)", "href": "/wiki/Russo-Turkish_War_(1806%E2%80%9312)", "description": "The Russo-Turkish War (1806–1812) between the Russian Empire and the Ottoman Empire was one of the Russo-Ottoman Wars. Russia prevailed, but both sides wanted peace as they feared Napoleon's moves to the east."}, {"title": "Dmitry Senyavin", "href": "/wiki/Dmitry_Senyavin", "description": "Dmitry Nikolayevich Senyavin or Seniavin was a Russian admiral who ranks among the greatest seamen of the Napoleonic Wars."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Battle of Athos", "href": "/wiki/Battle_of_Athos", "description": "The Battle of Athos took place on 1–2 July 1807 as a part of the Napoleonic Wars during the Russo-Turkish War of 1806-1812."}]}, {"heading": "Events", "year": "1850", "date": "June 29", "txt": "Autocephaly officially granted by the Ecumenical Patriarchate of Constantinople to the Church of Greece.", "entities": [{"title": "Autocephaly", "href": "/wiki/Autocephaly", "description": "Autocephaly is the status of a hierarchical Christian church whose head bishop does not report to any higher-ranking bishop. The term is primarily used in Eastern Orthodox and Oriental Orthodox churches. The status has been compared with that of the churches (provinces) within the Anglican Communion."}, {"title": "Ecumenical Patriarchate of Constantinople", "href": "/wiki/Ecumenical_Patriarchate_of_Constantinople", "description": "The Ecumenical Patriarchate of Constantinople is a Greek Patriarchate and is one of the fourteen to sixteen autocephalous churches that together compose the Eastern Orthodox Church. It is headed by the Ecumenical Patriarch of Constantinople, currently Bartholomew I, Archbishop of Constantinople."}, {"title": "Church of Greece", "href": "/wiki/Church_of_Greece", "description": "The Church of Greece, part of the wider Greek Orthodox Church, is one of the autocephalous churches which make up the communion of Orthodox Christianity. Its canonical territory is confined to the borders of Greece prior to the Balkan Wars of 1912–1913, with the rest of Greece being subject to the jurisdiction of the Ecumenical Patriarchate of Constantinople. However, most of the dioceses of the M"}]}, {"heading": "Events", "year": "1864", "date": "June 29", "txt": "At least 99 people, mostly German and Polish immigrants, are killed in Canada's worst railway disaster after a train fails to stop for an open drawbridge and plunges into the Rivière Richelieu near St-Hilaire, Quebec.", "entities": [{"title": "German people", "href": "/wiki/German_people", "description": "The Germans are a Germanic ethnic group native to Central Europe. Speaking the German language is the most important characteristic of modern Germans, but they are also characterized by a common German culture, descent and history. The term \"German\" may also be applied to any citizen, native or inhabitant of Germany, or member of the Germanic peoples, regardless of whether they are of German ethni"}, {"title": "Polish people", "href": "/wiki/Polish_people", "description": "The Poles, also referred to as the Polish people, are a West Slavic ethnic group and a nation that shares a common history, culture, the Polish language and is identified with the country of Poland in Central Europe."}, {"title": "Immigration", "href": "/wiki/Immigration", "description": "Immigration is the international movement of people to a destination country of which they are not natives or where they do not possess citizenship in order to settle as permanent residents or naturalized citizens. Commuters, tourists, and other short-term stays in a destination country do not fall under the definition of immigration or migration; seasonal labour immigration is sometimes included,"}, {"title": "St-Hilaire train disaster", "href": "/wiki/St-Hilaire_train_disaster", "description": "The St-Hilaire train disaster occurred on June 29, 1864, near the present-day town of Mont-Saint-Hilaire, Quebec. The train, which was carrying many German and Polish immigrants, fell through an open swing bridge into the Richelieu River after the crew failed to obey a stop signal. Though uncertain, the widely accepted death toll is 99 people.\nThe disaster remains the worst railway accident in Can"}, {"title": "Drawbridge", "href": "/wiki/Drawbridge", "description": "A drawbridge or draw-bridge is a type of moveable bridge typically at the entrance to a castle or tower surrounded by a moat. In some forms of English, including American English, the word drawbridge commonly refers to all types of moveable bridges, such as bascule bridges, vertical-lift bridges and swing bridges, but this article concerns the narrower historical definition of the term."}, {"title": "Richelieu River", "href": "/wiki/Richelieu_River", "description": "The Richelieu River is a river of Quebec, Canada, and major right tributary of the St. Lawrence River. It rises at Lake Champlain, from which it flows northward through Quebec and empties into the St. Lawrence. It was formerly known as the Iroquois River and the Chambly River. This river was a key route of water transport for cross-border trade between Canada and the United States, since it provid"}, {"title": "Mont-Saint-Hilaire, Quebec", "href": "/wiki/Mont-Saint-Hilaire,_Quebec", "description": "Mont-Saint-Hilaire is an off-island suburb of Montreal in southeastern Quebec, Canada, on the Richelieu River in the Regional County Municipality of La Vallée-du-Richelieu. The population as of the Canada 2011 Census was 18,200. The city is named after the Mont Saint-Hilaire."}, {"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}]}, {"heading": "Events", "year": "1874", "date": "June 29", "txt": "Greek politician Charilaos Trikoupis publishes a manifesto in the Athens daily Kairoi entitled \"Who's to Blame?\" leveling complaints against King George. Trikoupis is elected Prime Minister of Greece the next year.", "entities": [{"title": "Charilaos Trikoupis", "href": "/wiki/Charilaos_Trikoupis", "description": "Charilaos Trikoupis was a Greek politician who served as a Prime Minister of Greece seven times from 1875 until 1895."}, {"title": "Athens", "href": "/wiki/Athens", "description": "Athens is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC."}, {"title": "George I of Greece", "href": "/wiki/George_I_of_Greece", "description": "George I was the King of Greece from 30 March 1863 until his assassination in 1913."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Events", "year": "1880", "date": "June 29", "txt": "France annexes Tahiti, renaming the independent Kingdom of Tahiti as \"Etablissements de français de l'Océanie\".", "entities": [{"title": "Tahiti", "href": "/wiki/Tahiti", "description": "Tahiti is the largest island of the Windward group of the Society Islands in French Polynesia, located in the central part of the Pacific Ocean. Divided into two parts, Tahiti Nui and Tahiti Iti, the island was formed from volcanic activity; it is high and mountainous with surrounding coral reefs. Its population is 189,517 inhabitants, making it the most populous island of French Polynesia and acc"}, {"title": "Kingdom of Tahiti", "href": "/wiki/Kingdom_of_Tahiti", "description": "The Kingdom of Tahiti was a monarchy founded by paramount chief Pōmare I, who, with the aid of British missionaries and traders, and European weaponry, unified the islands of Tahiti, Moʻorea, Tetiaroa, Mehetia and at its peak included the Tuamotus, Tubuai, Raivavae and other islands of eastern Polynesia. Its leaders were Christian following the baptism of Pomare II. Its progressive rise and recogn"}]}, {"heading": "Events", "year": "1881", "date": "June 29", "txt": "In Sudan, Muhammad Ahmad declares himself to be the Mahdi, the messianic redeemer of Islam.", "entities": [{"title": "Muhammad Ahmad", "href": "/wiki/Muhammad_Ahmad", "description": "Muhammad Ahmad bin Abd Allah was a Nubian Sufi religious leader of the Samaniyya order in Sudan who, as a youth, studied Sunni Islam. On 29 June 1881, he announced that he was the Mahdi. He led a successful war against Ottoman-Egyptian military rule in Sudan and achieved a remarkable victory over the British, in the Siege of Khartoum. He created a vast Islamic state extending from the Red Sea to C"}, {"title": "Mahdi", "href": "/wiki/Mahdi", "description": "The Mahdi, meaning \"the Rightly Guided One\", is an eschatological Messianic figure who, according to Islamic belief, will appear at the end of times to rid the world of evil and injustice. In Muslim traditions, it is said that he will appear alongside Jesus Christ and establish the Divine kingdom of God. According to the hadith of Ja'far al-Sadiq, the shining face of the Mahdi will become visible "}]}, {"heading": "Events", "year": "1888", "date": "June 29", "txt": "George Edward Gouraud records Handel's Israel in Egypt onto a phonograph cylinder, thought for many years to be the oldest known recording of music.", "entities": [{"title": "George Edward Gouraud", "href": "/wiki/George_Edward_Gouraud", "description": "George Edward Gouraud was an American Civil War recipient of the Medal of Honor who later became famous for introducing the new Edison Phonograph cylinder audio recording technology to England in 1888."}, {"title": "George Frideric Handel", "href": "/wiki/George_Frideric_Handel", "description": "George Frideric Handel was a German-born Baroque composer becoming well known for his operas, oratorios, anthems, concerti grossi and organ concertos. Handel received his training in Halle and worked as a composer in Hamburg and Italy before settling in London in 1712, where he spent the bulk of his career and became a naturalised British subject in 1727. He was strongly influenced both by the mid"}, {"title": "Phonograph cylinder", "href": "/wiki/Phonograph_cylinder", "description": "Phonograph cylinders are the earliest commercial medium for recording and reproducing sound. Commonly known simply as \"records\" in their era of greatest popularity, these hollow cylindrical objects have an audio recording engraved on the outside surface, which can be reproduced when they are played on a mechanical cylinder phonograph. In the 1910s, the competing disc record system triumphed in the"}]}, {"heading": "Events", "year": "1889", "date": "June 29", "txt": "Hyde Park and several other Illinois townships vote to be annexed by Chicago, forming the largest United States city in area and second largest in population at the time.", "entities": [{"title": "Hyde Park Township, Cook County, Illinois", "href": "/wiki/Hyde_Park_Township,_Cook_County,_Illinois", "description": "Hyde Park Township is a former civil township in Cook County, Illinois, United States that existed as a separate municipality from 1861 until 1889 when it was annexed into the city of Chicago. Its borders are Pershing Road on the north, State Street on the west, Lake Michigan and the Indiana state line on the east, and 138th Street and the Calumet River on the south. This region comprised much of "}, {"title": "Illinois", "href": "/wiki/Illinois", "description": "Illinois is a state in the Midwestern region of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of t"}, {"title": "Chicago", "href": "/wiki/Chicago", "description": "Chicago, officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third most populous city in the United States. With an estimated population of 2,693,976 in 2019, it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second most populous county in the U.S., while a small portion of the city's O'Har"}]}, {"heading": "Events", "year": "1915", "date": "June 29", "txt": "The North Saskatchewan River flood of 1915 is the worst flood in Edmonton history.", "entities": [{"title": "North Saskatchewan River flood of 1915", "href": "/wiki/North_Saskatchewan_River_flood_of_1915", "description": "The North Saskatchewan River flood of 1915 was one of the largest floods in the history of Edmonton. On 28 June, the Edmonton Bulletin reported the river had risen \"10 feet in as many hours.\" A frantic telegram from Rocky Mountain House alerted local authorities to the flood's arrival. The Canadian Northern Railway had parked a number of train cars on the city's Low Level Bridge to protect against"}, {"title": "Edmonton", "href": "/wiki/Edmonton", "description": "Edmonton is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\"."}]}, {"heading": "Events", "year": "1916", "date": "June 29", "txt": "British diplomat turned Irish nationalist Roger Casement is sentenced to death for his part in the Easter Rising.", "entities": [{"title": "Diplomat", "href": "/wiki/Diplomat", "description": "A diplomat is a person appointed by a state or an intergovernmental institution such as the United Nations or the European Union to conduct diplomacy with one or more other states or international organizations."}, {"title": "Irish nationalism", "href": "/wiki/Irish_nationalism", "description": "Irish nationalism is a nationalist political movement which, in its broadest sense, asserts that the people of Ireland should govern Ireland as a sovereign state. Since the mid-19th century, Irish Nationalism has largely taken the form of cultural nationalism based on the principles of national self-determination and popular sovereignty. Early Irish nationalists during the 18th, 19th, and 20th cen"}, {"title": "Roger Casement", "href": "/wiki/Roger_Casement", "description": "Roger David Casement, known as Sir Roger Casement, CMG, between 1911 and 1916, was a diplomat and Irish nationalist. He worked for the British Foreign Office as a diplomat, becoming known as a humanitarian activist, and later as a poet and Easter Rising leader. Described as the \"father of twentieth-century human rights investigations\", he was honoured in 1905 for the Casement Report on the Congo a"}, {"title": "Easter Rising", "href": "/wiki/Easter_Rising", "description": "The Easter Rising, also known as the Easter Rebellion, was an armed insurrection in Ireland during Easter Week in April 1916. The Rising was launched by Irish republicans against British rule in Ireland with the aim of establishing an independent Irish Republic while the United Kingdom was fighting the First World War. It was the most significant uprising in Ireland since the rebellion of 1798 and"}]}, {"heading": "Events", "year": "1922", "date": "June 29", "txt": "France grants 1 km2 at Vimy Ridge \"freely, and for all time, to the Government of Canada, the free use of the land exempt from all taxes\".", "entities": [{"title": "Vimy Ridge", "href": "/wiki/Vimy_Ridge", "description": "The Battle of Vimy Ridge was part of the Battle of Arras, in the Nord-Pas-de-Calais region of France, during the First World War. The main combatants were the four divisions of the Canadian Corps in the First Army, against three divisions of the German 6th Army. The battle took place from 9 to 12 April 1917 at the beginning of the Battle of Arras, the first attack of the Nivelle Offensive, which w"}]}, {"heading": "Events", "year": "1927", "date": "June 29", "txt": "The Bird of Paradise, a U.S. Army Air Corps Fokker tri-motor, completes the first transpacific flight, from the mainland United States to Hawaii.", "entities": [{"title": "U.S. Army Air Corps", "href": "/wiki/U.S._Army_Air_Corps", "description": "The United States Army Air Corps (USAAC) was the aerial warfare service component of the United States Army between 1926 and 1941. After World War I, as early aviation became an increasingly important part of modern warfare, a philosophical rift developed between more traditional ground-based army personnel and those who felt that aircraft were being underutilized and that air operations were bein"}]}, {"heading": "Events", "year": "1945", "date": "June 29", "txt": "The Soviet Union annexes the Czechoslovak province of Carpathian Ruthenia.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}, {"title": "Carpathian Ruthenia", "href": "/wiki/Carpathian_Ruthenia", "description": "Carpathian Ruthenia, Carpatho-Ukraine or Zakarpattia Rusyn: Карпатьска Русь ; is a historic region in the border between Central and Eastern Europe, mostly located in western Ukraine's Zakarpattia Oblast, with smaller parts in easternmost Slovakia and Lemkivshchyna in Poland."}]}, {"heading": "Events", "year": "1950", "date": "June 29", "txt": "Korean War: U.S. President Harry S. Truman authorizes a sea blockade of Korea.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "President Harry S. Truman", "href": "/wiki/President_Harry_S._Truman", "description": "Harry S. Truman was the 33rd president of the United States, serving from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as the 34th vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO to contain communist expansion. He proposed numerous liberal domestic reforms, but few were enacted"}]}, {"heading": "Events", "year": "1956", "date": "June 29", "txt": "The Federal Aid Highway Act of 1956 is signed by U.S. President Dwight D. Eisenhower, officially creating the United States Interstate Highway System.", "entities": [{"title": "Federal Aid Highway Act of 1956", "href": "/wiki/Federal_Aid_Highway_Act_of_1956", "description": "The Federal Aid Highway Act of 1956, popularly known as the National Interstate and Defense Highways Act, was enacted on June 29, 1956, when President Dwight D. Eisenhower signed the bill into law. With an original authorization of $25 billion for the construction of 41,000 miles (66,000 km) of the Interstate Highway System supposedly over a 10-year period, it was the largest public works project "}, {"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "Interstate Highway System", "href": "/wiki/Interstate_Highway_System", "description": "The Dwight D. Eisenhower National System of Interstate and Defense Highways, commonly known as the Interstate Highway System, is a network of controlled-access highways that forms part of the National Highway System in the United States. Construction of the system was authorized by the Federal Aid Highway Act of 1956. The system extends throughout the contiguous United States and has routes in Haw"}]}, {"heading": "Events", "year": "1972", "date": "June 29", "txt": "The United States Supreme Court rules in the case Furman v. Georgia that arbitrary and inconsistent imposition of the death penalty violates the Eighth and Fourteenth Amendments and constitutes cruel and unusual punishment.", "entities": [{"title": "United States Supreme Court", "href": "/wiki/United_States_Supreme_Court", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Eighth Amendment to the United States Constitution", "href": "/wiki/Eighth_Amendment_to_the_United_States_Constitution", "description": "The Eighth Amendment of the United States Constitution prohibits the federal government from imposing excessive bail, excessive fines, or cruel and unusual punishments. This amendment was adopted on December 15, 1791, along with the rest of the United States Bill of Rights. The Amendment serves as a limitation upon the federal government to impose unduly harsh penalties on criminal defendants befo"}, {"title": "Fourteenth Amendment to the United States Constitution", "href": "/wiki/Fourteenth_Amendment_to_the_United_States_Constitution", "description": "The Fourteenth Amendment to the United States Constitution was adopted on July 9, 1868, as one of the Reconstruction Amendments. Often considered one of the most consequential amendments, it addresses citizenship rights and equal protection under the law and was proposed in response to issues related to former slaves following the American Civil War. The amendment was bitterly contested, particula"}]}, {"heading": "Events", "year": "1974", "date": "June 29", "txt": "Vice President Isabel Perón assumes powers and duties as Acting President of Argentina, while her husband President Juan Peron is terminally ill.", "entities": [{"title": "Isabel Perón", "href": "/wiki/Isabel_Per%C3%B3n", "description": "María Estela Martínez Cartas de Perón, better known as Isabel Martínez de Perón or Isabel Perón, is an Argentine politician who served as President of Argentina from 1974 to 1976. She was the third wife of President Juan Perón. During her husband's third term as president from 1973 to 1974, Isabel served as both vice president and First Lady. Following her husband's death in office in 1974, Isabel"}, {"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}, {"title": "Juan Peron", "href": "/wiki/Juan_Peron", "description": "Juan Domingo Perón was an Argentine Army general and politician. After serving in several government positions, including Minister of Labour and Vice President, he was elected President of Argentina three times, serving from June 1946 to September 1955, when he was overthrown by the Revolución Libertadora, and then from October 1973 until his death in July 1974."}]}, {"heading": "Events", "year": "1974", "date": "June 29", "txt": "Mikhail Baryshnikov defects from the Soviet Union to Canada while on tour with the Kirov Ballet.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Kirov Ballet", "href": "/wiki/Kirov_Ballet", "description": "The Mariinsky Ballet is the resident classical ballet company of the Mariinsky Theatre in Saint Petersburg, Russia. Founded in the 18th century and originally known as the Imperial Russian Ballet, the Mariinsky Ballet is one of the world's leading ballet companies. Internationally, the Mariinsky Ballet continues to be known by its former Soviet name the Kirov Ballet. The Mariinsky Ballet is the pa"}]}, {"heading": "Events", "year": "1975", "date": "June 29", "txt": "Steve Wozniak tested his first prototype of Apple I computer.", "entities": [{"title": "Steve Wozniak", "href": "/wiki/Steve_Wozniak", "description": "Stephen Gary Wozniak, also known by his nickname \"Woz\", is an American electronics engineer, computer programmer, philanthropist, and technology entrepreneur. In 1976, he co-founded Apple Inc. with business partner Steve Jobs, which later became the world's largest information technology company by revenue and the largest company in the world by market capitalization. Through their work at Apple i"}, {"title": "Apple I", "href": "/wiki/Apple_I", "description": "The Apple Computer 1, originally released as the Apple Computer and known later as the Apple I, or Apple-1, is a desktop computer released by the Apple Computer Company in 1976. It was designed and hand-built by Steve Wozniak. The idea of selling the computer came from Wozniak's friend and co-founder Steve Jobs. The Apple I was Apple's first product, and to finance its creation, Jobs sold his only"}]}, {"heading": "Events", "year": "1976", "date": "June 29", "txt": "The Seychelles become independent from the United Kingdom.", "entities": [{"title": "Seychelles", "href": "/wiki/Seychelles", "description": "Seychelles, officially the Republic of Seychelles, is an archipelagic island country in the Indian Ocean at the eastern edge of the Somali Sea. It consists of 115 islands. Its capital and largest city, Victoria, is 1,500 kilometres (932 mi) east of mainland Africa. Other nearby island countries and territories include the Comoros, Madagascar, Mauritius, and the French overseas regions of Mayotte a"}]}, {"heading": "Events", "year": "1976", "date": "June 29", "txt": "The Conference of Communist and Workers Parties of Europe convenes in East Berlin.", "entities": [{"title": "East Berlin", "href": "/wiki/East_Berlin", "description": "East Berlin was the de facto capital city of the German Democratic Republic from 1949 to 1990. Formally, it was the Soviet sector of Berlin, established in 1945. The American, British, and French sectors were known as West Berlin. From 13 August 1961 until 9 November 1989, East Berlin was separated from West Berlin by the Berlin Wall. The Western Allied powers did not recognise East Berlin as the "}]}, {"heading": "Events", "year": "1987", "date": "June 29", "txt": "Vincent Van Gogh’s painting, the Le Pont de Trinquetaille, was bought for $20.4 million at an auction in London, England.", "entities": [{"title": "Vincent Van Gogh", "href": "/wiki/Vincent_Van_Gogh", "description": "Vincent Willem van Gogh was a Dutch post-impressionist painter who posthumously became one of the most famous and influential figures in the history of Western art. In a decade, he created about 2,100 artworks, including around 860 oil paintings, most of which date from the last two years of his life. They include landscapes, still lifes, portraits and self-portraits, and are characterised by bold"}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "1995", "date": "June 29", "txt": "Space Shuttle program: STS-71 Mission (Atlantis) docks with the Russian space station Mir for the first time.", "entities": [{"title": "Space Shuttle program", "href": "/wiki/Space_Shuttle_program", "description": "The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for de"}, {"title": "STS-71", "href": "/wiki/STS-71", "description": "STS-71 was the third mission of the US/Russian Shuttle-Mir Program and the first Space Shuttle docking to Russian space station Mir. It started on 27 June 1995 with the launch of Space Shuttle Atlantis from launch pad 39A at the Kennedy Space Center in Florida. The Shuttle delivered a relief crew of two cosmonauts Anatoly Solovyev and Nikolai Budarin to the station and recovered Increment astronau"}, {"title": "Mir", "href": "/wiki/Mir", "description": "Mir was a space station that operated in low Earth orbit from 1986 to 2001, operated by the Soviet Union and later by Russia. Mir was the first modular space station and was assembled in orbit from 1986 to 1996. It had a greater mass than any previous spacecraft. At the time it was the largest artificial satellite in orbit, succeeded by the International Space Station (ISS) after Mir's orbit decay"}]}, {"heading": "Events", "year": "1995", "date": "June 29", "txt": "The Sampoong Department Store collapses in the Seocho District of Seoul, South Korea, killing 501 and injuring 937.", "entities": [{"title": "Seocho District", "href": "/wiki/Seocho_District", "description": "Seocho District (Korean: 서초구) is one of the 25 gu which make up the city of Seoul, South Korea. Seocho is generally referred to as a part of Greater Gangnam Area, along with Gangnam District and Songpa District. As of 2019, Seocho District ranks as the second richest neighborhood in South Korea and among the most expensive areas in Seoul with an average sales price of 47.75 million South Korean wo"}, {"title": "Seoul", "href": "/wiki/Seoul", "description": "Seoul, officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul has a population of 9.7 million people, and forms the heart of the Seoul Capital Area with the surrounding Incheon metropolis and Gyeonggi province. Seoul was the world's 4th largest metropolitan economy in 2014 after Tokyo, New York City and Los Angeles. In 2017, the cost of living in Seoul was r"}]}, {"heading": "Events", "year": "2002", "date": "June 29", "txt": "Naval clashes between South Korea and North Korea lead to the death of six South Korean sailors and sinking of a North Korean vessel.", "entities": [{"title": "Second Battle of Yeonpyeong", "href": "/wiki/Second_Battle_of_Yeonpyeong", "description": "The Battle of Yeongpyeong was a confrontation at sea between North Korean and South Korean patrol boats along a disputed maritime boundary near Yeonpyeong Island in the Yellow Sea in 2002. This followed a similar confrontation in 1999. Two North Korean patrol boats crossed the contested border and engaged two South Korean Chamsuri-class patrol boats. The North Koreans withdrew before South Korean "}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}]}, {"heading": "Events", "year": "2006", "date": "June 29", "txt": "Hamdan v. Rumsfeld: The U.S. Supreme Court rules that President George W. Bush's plan to try Guantanamo Bay detainees in military tribunals violates U.S. and international law.", "entities": [{"title": "U.S. Supreme Court", "href": "/wiki/U.S._Supreme_Court", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "George W. Bush", "href": "/wiki/George_W._Bush", "description": "George Walker Bush is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, Bush previously served as the 46th governor of Texas from 1995 to 2000. He was born into the Bush family; his father, George H. W. Bush, was the 41st president of the United States from 1989 to 1993."}, {"title": "Guantanamo Bay detention camp", "href": "/wiki/Guantanamo_Bay_detention_camp", "description": "The Guantanamo Bay detention camp is a United States military prison located within Guantanamo Bay Naval Base, also referred to as Guantánamo, GTMO, and \"Gitmo\", which is on the coast of Guantánamo Bay in Cuba. As of January 2021, 731 of the 780 people detained were transferred, 40 remain and 9 died while in custody."}, {"title": "International law", "href": "/wiki/International_law", "description": "International law, also known as public international law and law of nations, is the set of rules, norms, and standards generally accepted in relations between nations. It establishes normative guidelines and a common conceptual framework to guide states across a broad range of domains, including war, diplomacy, trade, and human rights. International law aims at the practice of stable, consistent,"}]}, {"heading": "Events", "year": "2007", "date": "June 29", "txt": "Apple Inc. releases its first mobile phone, the iPhone.", "entities": [{"title": "Apple Inc.", "href": "/wiki/Apple_Inc.", "description": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services. It is considered one of the Big Five companies in the U.S. information technology industry, along with Amazon, Google, Microsoft, and Facebook. As well as being one of the most popular smartphone companies"}, {"title": "IPhone", "href": "/wiki/IPhone", "description": "The iPhone is a line of smartphones designed and marketed by Apple Inc. that use Apple's iOS mobile operating system. The first-generation iPhone was announced by former Apple CEO Steve Jobs on January 9, 2007. Since then Apple has annually released new iPhone models and iOS updates. As of November 1, 2018, more than 2.2 billion iPhones had been sold."}]}, {"heading": "Events", "year": "2012", "date": "June 29", "txt": "A derecho sweeps across the eastern United States, leaving at least 22 people dead and millions without power.", "entities": [{"title": "Derecho", "href": "/wiki/Derecho", "description": "A derecho is a widespread, long-lived, straight-line wind storm that is associated with a fast-moving group of severe thunderstorms known as a mesoscale convective system and potentially rivaling hurricanic and tornadic forces."}, {"title": "June 2012 North American derecho", "href": "/wiki/June_2012_North_American_derecho", "description": "The June 2012 Mid-Atlantic and Midwest derecho was one of the deadliest and most destructive fast-moving severe thunderstorm complexes in North American history. The progressive derecho tracked across a large section of the Midwestern United States and across the central Appalachians into the mid-Atlantic states on the afternoon and evening of June 29, 2012, and into the early morning of June 30, "}]}, {"heading": "Events", "year": "2014", "date": "June 29", "txt": "The Islamic State of Iraq and the Levant self-declared its caliphate in Syria and northern Iraq.", "entities": [{"title": "Islamic State of Iraq and the Levant", "href": "/wiki/Islamic_State_of_Iraq_and_the_Levant", "description": "The Islamic State of Iraq and the Levant, also known as the Islamic State of Iraq and Syria, officially known as the Islamic State (IS) and also known by its Arabic acronym Daesh, is an unrecognized proto-state that follows a Salafi jihadist doctrine. ISIL was founded by Abu Musab al-Zarqawi and gained global prominence in 2014 when it drove Iraqi security forces out of key cities in its Western I"}]}, {"heading": "Births", "year": "1136", "date": "June 29", "txt": "Petronilla of Aragon (d. 1173)", "entities": [{"title": "Petronilla of Aragon", "href": "/wiki/Petronilla_of_Aragon", "description": "Petronilla, whose name is also spelled Petronila or Petronella, was the queen of Aragon from the abdication of her father, Ramiro II, in 1137 until her own abdication in 1164. She was the last ruling member of the Jiménez dynasty in Aragon, and by marriage brought the throne to the House of Barcelona."}]}, {"heading": "Births", "year": "1326", "date": "June 29", "txt": "Murad I, Ottoman Sultan (d. 1389)", "entities": [{"title": "Murad I", "href": "/wiki/Murad_I", "description": "Murad I was the Ottoman Sultan from 1362 to 1389. He was a son of Orhan Gazi and Nilüfer Hatun. Murad I came into the throne after his elder brother Süleyman Pasha's death."}]}, {"heading": "Births", "year": "1398", "date": "June 29", "txt": "John II of Aragon and Navarre (d. 1479)", "entities": [{"title": "John II of Aragon and Navarre", "href": "/wiki/John_II_of_Aragon_and_Navarre", "description": "John II, called the Great or the Faithless, was King of Aragon from 1458 until his death. As the husband of Queen Blanche I of Navarre, he was King of Navarre from 1425. He was the son of King Ferdinand I of Aragon and Eleanor of Alburquerque. John was also King of Sicily from 1458 to 1468."}]}, {"heading": "Births", "year": "1443", "date": "June 29", "txt": "Anthony Browne, English knight (d. 1506)", "entities": [{"title": "Anthony Browne (died 1506)", "href": "/wiki/Anthony_Browne_(died_1506)", "description": "Sir Anthony Browne was the son of Sir Thomas Browne and Eleanor FitzAlan. He served as standard-bearer to Henry VII, and Lieutenant of Calais."}]}, {"heading": "Births", "year": "1482", "date": "June 29", "txt": "Maria of Aragon, Queen of Portugal (d. 1517)", "entities": [{"title": "Maria of Aragon, Queen of Portugal", "href": "/wiki/Maria_of_Aragon,_Queen_of_Portugal", "description": "Maria of Aragon was a Spanish infanta, and queen consort of Portugal as the second spouse of Portuguese King Manuel I."}]}, {"heading": "Births", "year": "1488", "date": "June 29", "txt": "Pedro Pacheco de Villena, Catholic cardinal (d. 1560)", "entities": [{"title": "Pedro Pacheco de Villena", "href": "/wiki/Pedro_Pacheco_de_Villena", "description": "Pedro Pacheco de Villena also known as Pedro Pacheco Ladrón de Guevara, was a Spanish cardinal and viceroy of Naples. In Italian his name is spelled Pietro Pacecco. His nephew Francisco Pacheco de Toledo was also a cardinal."}]}, {"heading": "Births", "year": "1517", "date": "June 29", "txt": "Rembert Dodoens, Flemish physician and botanist (d. 1585)", "entities": [{"title": "Rembert Dodoens", "href": "/wiki/Rembert_Dodoens", "description": "Rembert Dodoens was a Flemish physician and botanist, also known under his Latinized name Rembertus Dodonaeus. He has been called the father of botany. The standard author abbreviation Dodoens is used to indicate this person as the author when citing a botanical name."}]}, {"heading": "Births", "year": "1525", "date": "June 29", "txt": "Peter Agricola, German humanist, theologian, diplomat and statesman (d. 1585)", "entities": [{"title": "Peter Agricola", "href": "/wiki/Peter_Agricola", "description": "Peter Agricola was a German Renaissance humanist, educator, classical scholar and theologian, diplomat and statesman, disciple of Martin Luther, friend and collaborator of Philipp Melanchthon."}]}, {"heading": "Births", "year": "1528", "date": "June 29", "txt": "Julius, Duke of Brunswick-Lüneburg (d. 1589)", "entities": [{"title": "Julius, Duke of Brunswick-Lüneburg", "href": "/wiki/Julius,_Duke_of_Brunswick-L%C3%BCneburg", "description": "Julius of Brunswick-Lüneburg, a member of the House of Welf, was Duke of Brunswick-Lüneburg and ruling Prince of Brunswick-Wolfenbüttel from 1568 until his death. From 1584, he also ruled over the Principality of Calenberg. By embracing the Protestant Reformation, establishing the University of Helmstedt, and introducing a series of administrative reforms, Julius was one of the most important Brun"}]}, {"heading": "Births", "year": "1543", "date": "June 29", "txt": "Christine of Hesse, Duchess consort of Holstein-Gottorp (d. 1604)", "entities": [{"title": "Christine of Hesse", "href": "/wiki/Christine_of_Hesse", "description": "Christine of Hesse was Duchess consort of Holstein-Gottorp as the spouse of Duke Adolf of Holstein-Gottorp. She exerted some political influence as a widow after 1586."}]}, {"heading": "Births", "year": "1596", "date": "June 29", "txt": "Emperor Go-Mizunoo of Japan (d. 1680)", "entities": [{"title": "Emperor Go-Mizunoo", "href": "/wiki/Emperor_Go-Mizunoo", "description": "Emperor Go-Mizunoo  was the 108th Emperor of Japan, according to the traditional order of succession. Go-Mizunoo's reign spanned the years from 1611 through 1629, and was the first emperor to reign entirely during the Edo period."}]}, {"heading": "Births", "year": "1621", "date": "June 29", "txt": "Willem van der Zaan, Dutch Admiral (d. 1669)", "entities": [{"title": "Willem van der Zaan", "href": "/wiki/Willem_van_der_Zaan", "description": "Willem van der Zaan was a Dutch Admiral. His name is often given in the 17th century spelling Zaen."}]}, {"heading": "Births", "year": "1686", "date": "June 29", "txt": "Pietro Paolo Troisi, Maltese artist (d. 1743)", "entities": [{"title": "Pietro Paolo Troisi", "href": "/wiki/Pietro_Paolo_Troisi", "description": "Pietro Paolo Troisi was a Maltese Baroque silversmith, sculptor, medallist, designer, engraver and Master of the Mint. His works include bronze sculptures of his patron António Manoel de Vilhena, designs of various coins and medals, a wide range of mainly religious works in silver, engraved portraits, designs for temporary triumphal arches and designs for works in a number of churches, most notabl"}]}, {"heading": "Births", "year": "1746", "date": "June 29", "txt": "Joachim Heinrich Campe, German linguist, author, and educator (d. 1818)", "entities": [{"title": "Joachim Heinrich Campe", "href": "/wiki/Joachim_Heinrich_Campe", "description": "Joachim Heinrich Campe was a German writer, linguist, educator and publisher. He was a major representative of philanthropinism and the German Enlightenment."}]}, {"heading": "Births", "year": "1768", "date": "June 29", "txt": "Vincenzo Dimech, Maltese sculptor (d. 1831)", "entities": [{"title": "Vincenzo Dimech", "href": "/wiki/Vincenzo_Dimech", "description": "Vincenzo Dimech was a Maltese sculptor. He is best known for his religious sculptures, which include the titular statues of Gudja and Floriana. He also sculpted monuments or architectural features in Valletta and Corfu."}]}, {"heading": "Births", "year": "1787", "date": "June 29", "txt": "Lavinia Stoddard, American poet, school founder (d. 1820)", "entities": [{"title": "Lavinia Stoddard", "href": "/wiki/Lavinia_Stoddard", "description": "Lavinia Stoddard was an American poet and school founder. Her poem, \"The Soul's Defiance\", was included in most of the anthologies published in the United States in the 19th-century."}]}, {"heading": "Births", "year": "1793", "date": "June 29", "txt": "Josef Ressel, Czech-Austrian inventor, invented the propeller (d. 1857)", "entities": [{"title": "Josef Ressel", "href": "/wiki/Josef_Ressel", "description": "Joseph Ludwig Franz Ressel was an Austrian forester and inventor of Czech-German descent, who designed one of the first working ship's propellers."}, {"title": "Propeller", "href": "/wiki/Propeller", "description": "A propeller is a device with a rotating hub and radiating blades that are set at a pitch to form a helical spiral, that, when rotated, performs an action which is similar to Archimedes' screw. It transforms rotational power into linear thrust by acting upon a working fluid, such as water or air. The rotational motion of the blades is converted into thrust by creating a pressure difference between "}]}, {"heading": "Births", "year": "1798", "date": "June 29", "txt": "Willibald Alexis, German author and poet (d. 1871)", "entities": [{"title": "Willibald Alexis", "href": "/wiki/Willibald_Alexis", "description": "Willibald Alexis, the pseudonym of Georg Wilhelm Heinrich Häring, was a German historical novelist, considered part of the Young Germany movement."}]}, {"heading": "Births", "year": "1798", "date": "June 29", "txt": "Giacomo Leopardi, Italian poet and philosopher (d. 1837)", "entities": []}, {"heading": "Births", "year": "1801", "date": "June 29", "txt": "Frédéric Bastiat, French economist and theorist (d. 1850)", "entities": [{"title": "Frédéric Bastiat", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Bastiat", "description": "Claude-Frédéric Bastiat was a French economist, writer and a prominent member of the French Liberal School."}]}, {"heading": "Births", "year": "1803", "date": "June 29", "txt": "John Newton Brown, American minister and author (d. 1868)", "entities": [{"title": "John Newton Brown", "href": "/wiki/John_Newton_Brown", "description": "John Newton Brown was an influential Baptist teacher, minister and publisher in the 19th century."}]}, {"heading": "Births", "year": "1818", "date": "June 29", "txt": "Angelo Secchi, Italian astronomer and academic (d. 1878)", "entities": [{"title": "Angelo Secchi", "href": "/wiki/Angelo_Secchi", "description": "Angelo Secchi was an Italian Catholic priest, astronomer by the Italian region of Emilia. He was director of the observatory at the Pontifical Gregorian University for 28 years. He was a pioneer in astronomical spectroscopy, and was one of the first scientists to state authoritatively that the Sun is a star."}]}, {"heading": "Births", "year": "1819", "date": "June 29", "txt": "Thomas Dunn English, American poet, playwright, and politician (d. 1902)", "entities": [{"title": "Thomas Dunn English", "href": "/wiki/Thomas_Dunn_English", "description": "Thomas Dunn English was an American Democratic Party politician from New Jersey who represented the state's 6th congressional district in the House of Representatives from 1891 to 1895. He was also a published author and songwriter, who had a bitter feud with Edgar Allan Poe. Along with Waitman T. Barbe and Danske Dandridge, English was considered a major West Virginia poet of the mid 19th century"}]}, {"heading": "Births", "year": "1833", "date": "June 29", "txt": "Peter Waage, Norwegian chemist and academic (d. 1900)", "entities": [{"title": "Peter Waage", "href": "/wiki/Peter_Waage", "description": "Peter Waage was a Norwegian chemist and professor. He was a professor of chemistry at the University of Kristiania. Along with his brother-in-law Cato Maximilian Guldberg, he co-discovered and developed the law of mass action between 1864 and 1879.\n"}]}, {"heading": "Births", "year": "1835", "date": "June 29", "txt": "Celia Thaxter, American poet and story writer (d. 1894)", "entities": [{"title": "Celia Thaxter", "href": "/wiki/Celia_Thaxter", "description": "Celia Thaxter was an American writer of poetry and stories. For most of her life, she lived with her father on the Isles of Shoals at his Appledore Hotel. How she grew up to become a writer is detailed in her early autobiography, and her book entitled Among the Isles of Shoals. Thaxter became one of America's favorite authors in the late 19th century. Among her best-known poems are \"The Burgomaste"}]}, {"heading": "Births", "year": "1844", "date": "June 29", "txt": "Peter I of Serbia (d. 1921)", "entities": [{"title": "Peter I of Serbia", "href": "/wiki/Peter_I_of_Serbia", "description": "Peter I reigned as the last king of Serbia (1903–1918) and as the first king of the Serbs, Croats and Slovenes (1918–1921). Since he was the king of Serbia during a period of great Serbian military success, he was remembered by the Serbian people as King Peter the Liberator, and also as Old King."}]}, {"heading": "Births", "year": "1849", "date": "June 29", "txt": "Pedro Montt, Chilean lawyer and politician, 15th President of Chile (d. 1910)", "entities": [{"title": "Pedro Montt", "href": "/wiki/Pedro_Montt", "description": "Pedro Elías Pablo Montt Montt was a Chilean political figure. He served as the president of Chile from 1906 to his death from a probable stroke in 1910. His government furthered railroad and manufacturing activities but ignored pressing social and labour problems."}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Births", "year": "1849", "date": "June 29", "txt": "Sergei Witte, Russian politician, 1st Chairmen of Council of Ministers of the Russian Empire (d. 1915)", "entities": [{"title": "List of heads of government of Russia", "href": "/wiki/List_of_heads_of_government_of_Russia", "description": "Approximately 99 people have been head of the Russian government since its establishment in 1726. The chairman of government was a member of the Supreme Privy Council, which was created on 8 (19) February 1726 by Empress Catherine, and from 8 (20) September 1802 ministerial duties were allocated by the Committee of Ministers, which was established on in accordance with the proclamation of Emperor "}]}, {"heading": "Births", "year": "1849", "date": "June 29", "txt": "John Hunn, American businessman and politician, 51st Governor of Delaware (d. 1926)", "entities": [{"title": "Governor of Delaware", "href": "/wiki/Governor_of_Delaware", "description": "The Governor of Delaware is the head of the executive branch of Delaware's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Delaware Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment, and only with the recommendation of th"}]}, {"heading": "Births", "year": "1858", "date": "June 29", "txt": "George Washington Goethals, American general and engineer, co-designed the Panama Canal (d. 1928)", "entities": [{"title": "George Washington Goethals", "href": "/wiki/George_Washington_Goethals", "description": "George Washington Goethals was a United States Army General and civil engineer, best known for his administration and supervision of the construction and the opening of the Panama Canal. He was the State Engineer of New Jersey and the Acting Quartermaster General of the United States Army."}, {"title": "Panama Canal", "href": "/wiki/Panama_Canal", "description": "The Panama Canal is an artificial 82 km (51 mi) waterway in Panama that connects the Atlantic Ocean with the Pacific Ocean. The canal cuts across the Isthmus of Panama and is a conduit for maritime trade. One of the largest and most difficult engineering projects ever undertaken, the Panama Canal shortcut greatly reduces the time for ships to travel between the Atlantic and Pacific oceans, enablin"}]}, {"heading": "Births", "year": "1858", "date": "June 29", "txt": "Julia Lathrop, American activist and politician (d. 1932)", "entities": []}, {"heading": "Births", "year": "1861", "date": "June 29", "txt": "William James Mayo, American physician and surgeon, co-founded the Mayo Clinic (d. 1939)", "entities": [{"title": "William James Mayo", "href": "/wiki/William_James_Mayo", "description": "William James Mayo was a physician and surgeon in the United States and one of the seven founders of the Mayo Clinic. He and his brother, Charles Horace Mayo, both joined their father's private medical practice in Rochester, Minnesota, US, after graduating from medical school in the 1880s. In 1919, that practice became the not-for-profit Mayo Clinic."}, {"title": "Mayo Clinic", "href": "/wiki/Mayo_Clinic", "description": "Mayo Clinic is a nonprofit American academic medical center focused on integrated health care, education, and research. It employs over 4,500 physicians and scientists, along with another 58,400 administrative and allied health staff, across three major campuses: Rochester, Minnesota; Jacksonville, Florida; and Phoenix/Scottsdale, Arizona. The practice specializes in treating difficult cases throu"}]}, {"heading": "Births", "year": "1863", "date": "June 29", "txt": "Wilbert Robinson, American baseball player, coach, and manager (d. 1934)", "entities": [{"title": "Wilbert Robinson", "href": "/wiki/Wilbert_Robinson", "description": "Wilbert Robinson, nicknamed \"Uncle Robbie\", was an American catcher, coach and manager in Major League Baseball (MLB). He played in MLB for the Philadelphia Athletics, Baltimore Orioles, and St. Louis Cardinals. He managed the Orioles and Brooklyn Robins. Robinson was inducted into the Baseball Hall of Fame in 1945."}]}, {"heading": "Births", "year": "1866", "date": "June 29", "txt": "Bartholomeus Roodenburch, Dutch swimmer (d. 1939)", "entities": [{"title": "Bartholomeus Roodenburch", "href": "/wiki/Bartholomeus_Roodenburch", "description": "Bartholomeus Roodenburch was a Dutch backstroke swimmer who competed in the 1908 Summer Olympics in London."}]}, {"heading": "Births", "year": "1868", "date": "June 29", "txt": "George Ellery Hale, American astronomer and journalist (d. 1938)", "entities": [{"title": "George Ellery Hale", "href": "/wiki/George_Ellery_Hale", "description": "George Ellery Hale was an American solar astronomer, best known for his discovery of magnetic fields in sunspots, and as the leader or key figure in the planning or construction of several world-leading telescopes; namely, the 40-inch refracting telescope at Yerkes Observatory, 60-inch Hale reflecting telescope at Mount Wilson Observatory, 100-inch Hooker reflecting telescope at Mount Wilson, and "}]}, {"heading": "Births", "year": "1870", "date": "June 29", "txt": "Joseph Carl Breil, American tenor, composer, and director (d. 1926)", "entities": [{"title": "Joseph Carl Breil", "href": "/wiki/Joseph_Carl_Breil", "description": "Joseph Carl Breil was an American lyric tenor, stage director, composer and conductor. He was one of the earliest American composers to compose specific music for motion pictures. His first film was Les amours de la reine Élisabeth (1912) starring Sarah Bernhardt. He later composed and arranged scores for several other early motion pictures, including such epics as D. W. Griffith's The Birth of a "}]}, {"heading": "Births", "year": "1873", "date": "June 29", "txt": "Leo Frobenius, German ethnologist and archaeologist (d. 1938)", "entities": [{"title": "Leo Frobenius", "href": "/wiki/Leo_Frobenius", "description": "Leo Viktor Frobenius was a German self-taught ethnologist and archaeologist and a major figure in German ethnography."}]}, {"heading": "Births", "year": "1879", "date": "June 29", "txt": "Benedetto Aloisi Masella, Italian cardinal (d. 1970)", "entities": [{"title": "Benedetto Aloisi Masella", "href": "/wiki/Benedetto_Aloisi_Masella", "description": "Benedetto Aloisi Masella was an Italian Cardinal of the Roman Catholic Church who served as Prefect of the Discipline of the Sacraments from 1954 to 1968, and as Chamberlain of the Roman Church from 1958 until his death. Aloisi Masella was elevated to the cardinalate in 1946 by Pope Pius XII, whom he designated to canonically crown Our Lady of Fatima."}]}, {"heading": "Births", "year": "1880", "date": "June 29", "txt": "Ludwig Beck, German general (d. 1944)", "entities": [{"title": "Ludwig Beck", "href": "/wiki/Ludwig_Beck", "description": "Ludwig August Theodor Beck was a German general and Chief of the German General Staff during the early years of the Nazi regime in Germany before World War II. Although Beck never became a member of the Nazi Party, in the early 1930s he supported Adolf Hitler's forceful denunciation of the Versailles Treaty and belief in the need for Germany to rearm. Beck had grave misgivings regarding the Nazi d"}]}, {"heading": "Births", "year": "1881", "date": "June 29", "txt": "Harry Frazee, American director, producer, and agent (d. 1929)", "entities": [{"title": "Harry Frazee", "href": "/wiki/Harry_Frazee", "description": "Harry Herbert Frazee was an American theatrical agent, producer and director, and owner of the Major League Baseball Boston Red Sox from 1916 to 1923. He is well known for selling Babe Ruth to the New York Yankees, which started the Curse of the Bambino."}]}, {"heading": "Births", "year": "1881", "date": "June 29", "txt": "Curt Sachs, German-American composer and musicologist (d. 1959)", "entities": []}, {"heading": "Births", "year": "1882", "date": "June 29", "txt": "Henry Hawtrey, English runner (d. 1961)", "entities": [{"title": "Henry Hawtrey", "href": "/wiki/Henry_Hawtrey", "description": "Henry Courtenay Hawtrey was a British track and field athlete, winner of 5 miles (8.0 km) run at the 1906 Summer Olympics. He was born in Southampton and died in Aldershot."}]}, {"heading": "Births", "year": "1882", "date": "June 29", "txt": "Franz Seldte, German captain and politician, Reich Minister for Labour (d. 1947)", "entities": [{"title": "Federal Ministry of Labour and Social Affairs", "href": "/wiki/Federal_Ministry_of_Labour_and_Social_Affairs", "description": "The Federal Ministry for Labour and Social Affairs (BMAS) is a federal ministry of the Federal Republic of Germany headed by the Federal Minister of Labour and Social Affairs as a member of the Cabinet of Germany (Bundesregierung). Its first location is on Wilhelmstrasse in Berlin, the second in Bonn."}]}, {"heading": "Births", "year": "1885", "date": "June 29", "txt": "Izidor Kürschner, Hungarian football player and coach (d. 1941)", "entities": [{"title": "Izidor Kürschner", "href": "/wiki/Izidor_K%C3%BCrschner", "description": "Izidor \"Dori\" Kürschner, in Brazil primarily known as Dori Kruschner,, was a Hungarian football player and coach. As player he was successful with Budapest club MTK, and also played for the Hungary national football team. As coach he succeeded in Germany, winning the national championship with 1. FC Nürnberg. His greatest triumphs were to follow in Switzerland with the Grasshopper Club Zürich, whe"}]}, {"heading": "Births", "year": "1886", "date": "June 29", "txt": "Robert Schuman, Luxembourgian-French lawyer and politician, Prime Minister of France (d. 1963)", "entities": [{"title": "Robert Schuman", "href": "/wiki/Robert_Schuman", "description": "Jean-Baptiste Nicolas Robert Schuman was a Luxembourg-born French statesman. Schuman was a Christian Democrat political thinker and activist. Twice Prime Minister of France, a reformist Minister of Finance and a Foreign Minister, he was instrumental in building postwar European and trans-Atlantic institutions and was one of the founders of the European Union, the Council of Europe and NATO. The 19"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1888", "date": "June 29", "txt": "Squizzy Taylor, Australian gangster (d. 1927)", "entities": [{"title": "Squizzy Taylor", "href": "/wiki/Squizzy_Taylor", "description": "Joseph Theodore Leslie \"Squizzy\" Taylor was an Australian gangster from Melbourne. He appeared repeatedly and sometimes prominently in Melbourne news media because of suspicions, formal accusations, and some convictions related to a 1919 violent gang war, to his absconding from bail and hiding from the police in 1921–22, and to his involvement in a robbery where a bank manager was murdered in 1923"}]}, {"heading": "Births", "year": "1889", "date": "June 29", "txt": "Willie Macfarlane, Scottish-American golfer (d. 1961)", "entities": [{"title": "Willie Macfarlane", "href": "/wiki/Willie_Macfarlane", "description": "William Macfarlane was a Scottish professional golfer."}]}, {"heading": "Births", "year": "1890", "date": "June 29", "txt": "Robert Laurent, American sculptor and academic (d. 1970)", "entities": [{"title": "Robert Laurent", "href": "/wiki/Robert_Laurent", "description": "Robert Laurent was a French-American modernist figurative sculptor, printmaker and teacher. His work, the New York Times wrote,\"figured in the development of an American sculptural art that balanced nature and abstraction.\" Widely exhibited, he took part in the Whitney's 1946 exhibition Pioneers of Modern Art. Credited as the first American sculptor to adopt a \"direct carving\" sculpting style that"}]}, {"heading": "Births", "year": "1890", "date": "June 29", "txt": "Hendrikje van Andel-Schipper, Dutch supercentenarian (d. 2005)", "entities": []}, {"heading": "Births", "year": "1893", "date": "June 29", "txt": "Prasanta Chandra Mahalanobis, Indian economist and statistician (d. 1972)", "entities": [{"title": "Prasanta Chandra Mahalanobis", "href": "/wiki/Prasanta_Chandra_Mahalanobis", "description": "Prasanta Chandra Mahalanobis OBE, FNA, FASc, FRS was an Indian Bengali scientist and statistician. He is best remembered for the Mahalanobis distance, a statistical measure, and for being one of the members of the first Planning Commission of free India. He made pioneering studies in anthropometry in India. He founded the Indian Statistical Institute, and contributed to the design of large-scale s"}]}, {"heading": "Births", "year": "1893", "date": "June 29", "txt": "Aarre Merikanto, Finnish composer and educator (d. 1958)", "entities": []}, {"heading": "Births", "year": "1897", "date": "June 29", "txt": "Fulgence Charpentier, Canadian journalist and publisher (d. 2001)", "entities": [{"title": "Fulgence Charpentier", "href": "/wiki/Fulgence_Charpentier", "description": "Fulgence Charpentier, OC was a French Canadian journalist, editor and publisher."}]}, {"heading": "Births", "year": "1898", "date": "June 29", "txt": "Yvonne Lefébure, French pianist and educator (d. 1986)", "entities": [{"title": "Yvonne Lefébure", "href": "/wiki/Yvonne_Lef%C3%A9bure", "description": "Yvonne Lefébure was a French pianist and teacher."}]}, {"heading": "Births", "year": "1900", "date": "June 29", "txt": "Antoine de Saint-Exupéry, French poet and pilot (d. 1944)", "entities": [{"title": "Antoine de Saint-Exupéry", "href": "/wiki/Antoine_de_Saint-Exup%C3%A9ry", "description": "Antoine Marie Jean-Baptiste Roger, comte de Saint-Exupéry, simply known as de Saint-Exupéry, was a French writer, poet, aristocrat, journalist and pioneering aviator. He became a laureate of several of France's highest literary awards and also won the United States National Book Award. He is best remembered for his novella The Little Prince and for his lyrical aviation writings, including Wind, Sa"}]}, {"heading": "Births", "year": "1901", "date": "June 29", "txt": "Nelson Eddy, American singer and actor (d. 1967)", "entities": [{"title": "Nelson Eddy", "href": "/wiki/Nelson_Eddy", "description": "Nelson Ackerman Eddy was an American singer, baritone and actor who appeared in 19 musical films during the 1930s and 1940s, as well as in opera and on the concert stage, radio, television, and in nightclubs. A classically trained baritone, he is best remembered for the eight films in which he costarred with soprano Jeanette MacDonald. He was one of the first \"crossover\" stars, a superstar appeali"}]}, {"heading": "Births", "year": "1903", "date": "June 29", "txt": "Alan Blumlein, English engineer, developed the H2S radar (d. 1942)", "entities": [{"title": "Alan Blumlein", "href": "/wiki/Alan_Blumlein", "description": "Alan Dower Blumlein was an English electronics engineer, notable for his many inventions in telecommunications, sound recording, stereophonic sound, television and radar. He received 128 patents and was considered as one of the most significant engineers and inventors of his time."}, {"title": "H2S radar", "href": "/wiki/H2S_radar", "description": "H2S was the first airborne, ground scanning radar system. It was developed for the Royal Air Force's Bomber Command during World War II to identify targets on the ground for night and all-weather bombing. This allowed attacks outside the range of the various radio navigation aids like Gee or Oboe, which were limited to about 350 kilometres (220 mi). It was also widely used as a general navigation "}]}, {"heading": "Births", "year": "1904", "date": "June 29", "txt": "Witold Hurewicz, Polish mathematician (d. 1956)", "entities": [{"title": "Witold Hurewicz", "href": "/wiki/Witold_Hurewicz", "description": "Witold Hurewicz was a Polish mathematician."}]}, {"heading": "Births", "year": "1906", "date": "June 29", "txt": "Ivan Chernyakhovsky, Ukrainian general (d. 1945)", "entities": [{"title": "Ivan Chernyakhovsky", "href": "/wiki/Ivan_Chernyakhovsky", "description": "Ivan Danilovich Chernyakhovsky was the youngest ever Soviet general of the army. For his leadership during World War II he was awarded the title Hero of the Soviet Union twice. He died from wounds received outside Königsberg at age 37 while in command of the 3rd Belorussian Front."}]}, {"heading": "Births", "year": "1906", "date": "June 29", "txt": "Heinz Harmel, German general (d. 2000)", "entities": []}, {"heading": "Births", "year": "1908", "date": "June 29", "txt": "Leroy Anderson, American composer and conductor (d. 1975)", "entities": [{"title": "Leroy Anderson", "href": "/wiki/Leroy_Anderson", "description": "Leroy Anderson was an American composer of short, light concert pieces, of which many were introduced by the Boston Pops Orchestra under the direction of Arthur Fiedler. John Williams described him as \"one of the great American masters of light orchestral music.\""}]}, {"heading": "Births", "year": "1908", "date": "June 29", "txt": "Erik Lundqvist, Swedish javelin thrower (d. 1963)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 29", "txt": "Frank Loesser, American composer and conductor (d. 1969)", "entities": [{"title": "Frank Loesser", "href": "/wiki/Frank_Loesser", "description": "Frank Henry Loesser was an American songwriter who wrote the music and lyrics for the Broadway musicals Guys and Dolls, How to Succeed in Business Without Really Trying, and others. He won separate Tony Awards for the music and lyrics in both shows as well as shared the Pulitzer Prize for Drama for the latter. He also wrote songs for over 60 Hollywood films and for Tin Pan Alley, many of which hav"}]}, {"heading": "Births", "year": "1910", "date": "June 29", "txt": "Burgess Whitehead, American baseball player (d. 1993)", "entities": []}, {"heading": "Births", "year": "1911", "date": "June 29", "txt": "Prince Bernhard of Lippe-Biesterfeld (d. 2004)", "entities": [{"title": "Prince Bernhard of Lippe-Biesterfeld", "href": "/wiki/Prince_Bernhard_of_Lippe-Biesterfeld", "description": "Prince Bernhard of Lippe-Biesterfeld was a German-born nobleman who was the consort to Queen Juliana of the Netherlands; they were the parents of four children, including Beatrix, who was Queen of the Netherlands from 1980 to 2013."}]}, {"heading": "Births", "year": "1911", "date": "June 29", "txt": "Katherine DeMille, Canadian-American actress (d. 1995)", "entities": []}, {"heading": "Births", "year": "1911", "date": "June 29", "txt": "Bernard Herrmann, American composer and conductor (d. 1975)", "entities": []}, {"heading": "Births", "year": "1912", "date": "June 29", "txt": "José Pablo Moncayo, Mexican pianist, composer, and conductor (d. 1958)", "entities": [{"title": "José Pablo Moncayo", "href": "/wiki/Jos%C3%A9_Pablo_Moncayo", "description": "José Pablo Moncayo García was a Mexican pianist, percussionist, music teacher, composer and conductor. \"As composer, José Pablo Moncayo represents one of the most important legacies of the Mexican nationalism in art music, after Silvestre Revueltas and Carlos Chávez.\" He produced some of the masterworks that best symbolize the essence of the national aspirations and contradictions of Mexico in the"}]}, {"heading": "Births", "year": "1912", "date": "June 29", "txt": "Émile Peynaud, French oenologist and academic (d. 2004)", "entities": []}, {"heading": "Births", "year": "1912", "date": "June 29", "txt": "John Toland, American historian and author (d. 2004)", "entities": []}, {"heading": "Births", "year": "1913", "date": "June 29", "txt": "Earle Meadows, American pole vaulter (d. 1992)", "entities": [{"title": "Earle Meadows", "href": "/wiki/Earle_Meadows", "description": "Earle Elmer Meadows was an American pole vaulter who won a gold medal at the 1936 Olympics. His winning vault is featured in Leni Riefenstahl's film Olympia."}]}, {"heading": "Births", "year": "1914", "date": "June 29", "txt": "Rafael Kubelík, Czech-American conductor and composer (d. 1996)", "entities": [{"title": "Rafael Kubelík", "href": "/wiki/Rafael_Kubel%C3%ADk", "description": "Rafael Jeroným Kubelík, KBE was a Czech-born Swiss conductor and composer."}]}, {"heading": "Births", "year": "1914", "date": "June 29", "txt": "Christos Papakyriakopoulos, Greek-American mathematician and academic (d. 1976)", "entities": []}, {"heading": "Births", "year": "1916", "date": "June 29", "txt": "Ruth Warrick, American actress and activist (d. 2005)", "entities": [{"title": "Ruth Warrick", "href": "/wiki/Ruth_Warrick", "description": "Ruth Elizabeth Warrick was an American singer, actress and political activist, best known for her role as Phoebe Tyler Wallingford on All My Children, which she played regularly from 1970 until her death in 2005. She made her film debut in Citizen Kane, and years later celebrated her 80th birthday by attending a special screening of the film."}]}, {"heading": "Births", "year": "1917", "date": "June 29", "txt": "Ling Yun, Chinese politician (d. 2018)", "entities": [{"title": "Ling Yun (politician)", "href": "/wiki/Ling_Yun_(politician)", "description": "Ling Yun, born as Wu Peilin (吴沛霖), was a politician of the People's Republic of China, who served as the first Minister of State Security, from June 1983 to September 1985."}]}, {"heading": "Births", "year": "1918", "date": "June 29", "txt": "Heini Lohrer, Swiss ice hockey player (d. 2011)", "entities": [{"title": "Heini Lohrer", "href": "/wiki/Heini_Lohrer", "description": "Heinrich Lohrer was an ice hockey player for the Swiss national team. He won a bronze medal at the 1948 Winter Olympics. He was a brother of Werner Lohrer."}]}, {"heading": "Births", "year": "1918", "date": "June 29", "txt": "Gene La Rocque, U.S admiral (d. 2016)", "entities": []}, {"heading": "Births", "year": "1918", "date": "June 29", "txt": "Francis W. Nye, United States Air Force major general (d. 2019)", "entities": []}, {"heading": "Births", "year": "1919", "date": "June 29", "txt": "Ernesto Corripio y Ahumada, Mexican cardinal (d. 2008)", "entities": [{"title": "Ernesto Corripio y Ahumada", "href": "/wiki/Ernesto_Corripio_y_Ahumada", "description": "Ernesto Corripio y Ahumada was a cardinal of the Roman Catholic Church. He was Archbishop of Mexico in Mexico City (1977–1994) and was Primate of Mexico. In the consistory of June 30, 1979 in Vatican City Pope John Paul II created him Cardinal Priest of the titular church of Mary Immaculate of Tiburtino."}]}, {"heading": "Births", "year": "1919", "date": "June 29", "txt": "Walter Babington Thomas, Commander of British Far East Land Forces (d. 2017)", "entities": []}, {"heading": "Births", "year": "1919", "date": "June 29", "txt": "Slim Pickens, American actor and rodeo performer (d. 1983)", "entities": []}, {"heading": "Births", "year": "1920", "date": "June 29", "txt": "César Rodríguez Álvarez, Spanish footballer and manager (d. 1995)", "entities": [{"title": "César Rodríguez Álvarez", "href": "/wiki/C%C3%A9sar_Rodr%C3%ADguez_%C3%81lvarez", "description": "César Rodríguez Álvarez, sometimes known as just César, was a Spanish football forward and manager."}]}, {"heading": "Births", "year": "1920", "date": "June 29", "txt": "Ray Harryhausen, American animator and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1920", "date": "June 29", "txt": "Nicole Russell, Duchess of Bedford (d. 2012)", "entities": []}, {"heading": "Births", "year": "1921", "date": "June 29", "txt": "Frédéric Dard, French author and screenwriter (d. 2000)", "entities": [{"title": "Frédéric Dard", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Dard", "description": "Frédéric Dard was a French crime writer. He wrote more than three hundred novels, plays and screenplays, under his own name and a variety of pseudonyms, including the San-Antonio book series."}]}, {"heading": "Births", "year": "1921", "date": "June 29", "txt": "Jean Kent, English actress (d. 2013)", "entities": []}, {"heading": "Births", "year": "1921", "date": "June 29", "txt": "Reinhard Mohn, German businessman (d. 2009)", "entities": []}, {"heading": "Births", "year": "1921", "date": "June 29", "txt": "Harry Schell, French-American race car driver (d. 1960)", "entities": []}, {"heading": "Births", "year": "1922", "date": "June 29", "txt": "Ralph Burns, American songwriter, bandleader, composer, conductor, arranger and pianist (d. 2001)", "entities": [{"title": "Ralph Burns", "href": "/wiki/Ralph_Burns", "description": "Ralph Jose P. Burns was an American jazz pianist, composer, and arranger."}]}, {"heading": "Births", "year": "1922", "date": "June 29", "txt": "Vasko Popa, Serbian poet and academic (d. 1991)", "entities": []}, {"heading": "Births", "year": "1922", "date": "June 29", "txt": "John William Vessey, Jr., American general (d. 2016)", "entities": []}, {"heading": "Births", "year": "1923", "date": "June 29", "txt": "Chou Wen-chung, Chinese-American composer and educator (d. 2019)", "entities": [{"title": "Chou Wen-chung", "href": "/wiki/Chou_Wen-chung", "description": "Chou Wen-chung was a Chinese American composer of contemporary classical music. He emigrated in 1946 to the United States and received his music training at the New England Conservatory and Columbia University. Chou is credited by Nicolas Slonimsky as one of the first Chinese composers who attempted to translate authentic oriental melo-rhythms into the terms of modern Western music."}]}, {"heading": "Births", "year": "1924", "date": "June 29", "txt": "Ezra Laderman, American composer and educator (d. 2015)", "entities": [{"title": "Ezra Laderman", "href": "/wiki/Ezra_Laderman", "description": "Ezra Laderman was an American composer of classical music. He was born in Brooklyn."}]}, {"heading": "Births", "year": "1924", "date": "June 29", "txt": "Roy Walford, American pathologist and gerontologist (d. 2004)", "entities": []}, {"heading": "Births", "year": "1924", "date": "June 29", "txt": "Philip H. Hoff, American politician (d. 2018)", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 29", "txt": "Francis S. Currey, American World War II Medal of Honor recipient (d. 2019)", "entities": [{"title": "Francis S. Currey", "href": "/wiki/Francis_S._Currey", "description": "Francis Sherman Currey was a United States Army technical sergeant and a recipient of the United States military's highest decoration for valor, the Medal of Honor, for his heroic actions during the Battle of the Bulge in World War II."}]}, {"heading": "Births", "year": "1925", "date": "June 29", "txt": "Giorgio Napolitano, Italian journalist and politician, 11th President of Italy", "entities": [{"title": "President of Italy", "href": "/wiki/President_of_Italy", "description": "The president of Italy, officially denoted as President of the Italian Republic is the head of state of Italy. In that role, the officeholder represents national unity, guarantees that Italian politics comply with the Constitution of Italy and is the head of the Italian Armed Forces. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Matt"}]}, {"heading": "Births", "year": "1925", "date": "June 29", "txt": "Chan Parker, American dancer and author (d. 1999)", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 29", "txt": "Jackie Lynn Taylor, American actress (d. 2014)", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 29", "txt": "Cara Williams, American actress", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 29", "txt": "Jaber Al-Ahmad Al-Sabah, Kuwaiti ruler, 3rd Emir of Kuwait (d. 2006)", "entities": [{"title": "Jaber Al-Ahmad Al-Sabah", "href": "/wiki/Jaber_Al-Ahmad_Al-Sabah", "description": "Sheikh Jaber al-Ahmad al-Sabah of the al-Sabah dynasty was the autocratic Emir of Kuwait and Commander of the military of Kuwait who served in the posts from 31 December 1977 until his death on 15 January 2006 due to cerebral hemorrhage. The third monarch to rule Kuwait since its independence from Britain, Jaber had previously served as minister of finance and economy from 1962 to 1965 when he was"}, {"title": "Emir of Kuwait", "href": "/wiki/Emir_of_Kuwait", "description": "The Emir of the State of Kuwait is the monarch, head of state and head of government of Kuwait, the country's most powerful office. The emirs of Kuwait are members of the Al Sabah dynasty."}]}, {"heading": "Births", "year": "1926", "date": "June 29", "txt": "Julius W. Becton, Jr., U.S lieutenant general", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 29", "txt": "Roger Stuart Bacon, Nova Scotia politician", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 29", "txt": "Bobby Morgan, American professional baseball player", "entities": []}, {"heading": "Births", "year": "1927", "date": "June 29", "txt": "Pierre Perrault, Canadian director and screenwriter (d. 1999)", "entities": [{"title": "Pierre Perrault", "href": "/wiki/Pierre_Perrault", "description": "Pierre Perrault was a Québécois documentary film director. He directed 20 films between 1963 and 1996. He was one of the most important filmmakers in Canada, although largely unknown outside of Québec. In 1994 he was awarded the Prix Albert-Tessier. Pour la suite du monde (1963), The Times That Are  (1967), and The River Schooners  (1968) make up his critically acclaimed L'Isle-aux-Coudres Trilogy"}]}, {"heading": "Births", "year": "1927", "date": "June 29", "txt": "Marie Thérèse Killens, Canadian politician", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 29", "txt": "Ian Bannen, Scottish actor (d. 1999)", "entities": [{"title": "Ian Bannen", "href": "/wiki/Ian_Bannen", "description": "Ian Edmund Bannen was a Scottish actor. He was nominated for an Academy Award for his performance in The Flight of the Phoenix (1965), as well as two BAFTA Film Awards for his performances in The Offence (1973) and Hope and Glory (1987)."}]}, {"heading": "Births", "year": "1928", "date": "June 29", "txt": "Jean-Louis Pesch, French author and illustrator", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 29", "txt": "Radius Prawiro, Indonesian economist and politician (d. 2005)", "entities": []}, {"heading": "Births", "year": "1929", "date": "June 29", "txt": "Pat Crawford Brown, American actress", "entities": [{"title": "Pat Crawford Brown", "href": "/wiki/Pat_Crawford_Brown", "description": "Pat Crawford Brown was an American actress."}]}, {"heading": "Births", "year": "1929", "date": "June 29", "txt": "Pete George, American weightlifter", "entities": []}, {"heading": "Births", "year": "1929", "date": "June 29", "txt": "Oriana Fallaci, Italian journalist and author (d. 2006)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 29", "txt": "Ernst Albrecht, German economist and politician, 6th Prime Minister of Lower Saxony (d. 2014)", "entities": [{"title": "Ernst Albrecht (politician, born 1930)", "href": "/wiki/Ernst_Albrecht_(politician,_born_1930)", "description": "Ernst Carl Julius Albrecht was a German politician of the Christian Democratic Union and a former high-ranking European civil servant. He was one of the first European civil servants appointed in 1958 and served as Director-General of the Directorate-General for Competition from 1967 to 1970. He served as Minister President of the state of Lower Saxony from 1976 to 1990. He was the father of the p"}, {"title": "Prime Minister of Lower Saxony", "href": "/wiki/Prime_Minister_of_Lower_Saxony", "description": "The Minister President of Lower Saxony, also referred to as Premier or Prime Minister, is the head of government of the German state of Lower Saxony. The position was created in 1946, when the states of Brunswick, Oldenburg, Schaumburg-Lippe and the State of Hanover were merged to form the state of Lower Saxony. The current Minister President is Stephan Weil, heading a coalition government between"}]}, {"heading": "Births", "year": "1930", "date": "June 29", "txt": "Robert Evans, American actor and producer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 29", "txt": "Viola Léger, American-Canadian actress and politician", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 29", "txt": "Sławomir Mrożek, Polish-French author and playwright (d. 2013)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 29", "txt": "Sevim Burak, Turkish author (d. 1983)", "entities": [{"title": "Sevim Burak", "href": "/wiki/Sevim_Burak", "description": "Zeliha Sevim Burak was a Turkish author and playwright."}]}, {"heading": "Births", "year": "1932", "date": "June 29", "txt": "Brian Hutton, Baron Hutton, British jurist; Lord Chief Justice of Northern Ireland", "entities": [{"title": "Brian Hutton, Baron Hutton", "href": "/wiki/Brian_Hutton,_Baron_Hutton", "description": "James Brian Edward Hutton, Baron Hutton, PC was a British Lord Chief Justice of Northern Ireland and Lord of Appeal in Ordinary."}, {"title": "Lord Chief Justice of Northern Ireland", "href": "/wiki/Lord_Chief_Justice_of_Northern_Ireland", "description": "The Lord Chief Justice of Northern Ireland is the appointed official holding office as President of the Courts of Northern Ireland and is Head of the Judiciary of Northern Ireland. The present Lord Chief Justice of Northern Ireland is Sir Declan Morgan. His counterpart in England and Wales is the Lord Chief Justice of England and Wales, and in Scotland his equivalent is the Lord President of the C"}]}, {"heading": "Births", "year": "1933", "date": "June 29", "txt": "Bob Shaw, American baseball player and manager (d. 2010)", "entities": [{"title": "Bob Shaw (baseball)", "href": "/wiki/Bob_Shaw_(baseball)", "description": "Robert John Shaw was an American Major League Baseball (MLB) player from Garden City, New York. A right-handed pitcher, he played on seven teams for eleven seasons, 1957 through 1967. In 1962, he was a National League (NL) All-Star player. In 1966, he led the National League with a perfect 1.000 fielding average as pitcher."}]}, {"heading": "Births", "year": "1933", "date": "June 29", "txt": "John Bradshaw, American theologian and author (d. 2016)", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 29", "txt": "Corey Allen, American actor, director, and producer (d. 2010)", "entities": [{"title": "Corey Allen", "href": "/wiki/Corey_Allen", "description": "Corey Allen was an American film and television director, writer, producer, and actor. He began his career as an actor but eventually became a television director. He may be best known for playing the character Buzz Gunderson in Nicholas Ray's Rebel Without a Cause (1955)."}]}, {"heading": "Births", "year": "1935", "date": "June 29", "txt": "Vassilis C. Constantakopoulos, Greek captain and businessman (d. 2011)", "entities": [{"title": "Vassilis C. Constantakopoulos", "href": "/wiki/Vassilis_C._Constantakopoulos", "description": "Vassilis C. Constantakopoulos was a Greek Captain, Shipowner and Entrepreneur."}]}, {"heading": "Births", "year": "1935", "date": "June 29", "txt": "Katsuya Nomura, Japanese baseball player and manager", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 29", "txt": "Harmon Killebrew, American baseball player and sportscaster (d. 2011)", "entities": [{"title": "Harmon Killebrew", "href": "/wiki/Harmon_Killebrew", "description": "Harmon Clayton Killebrew Jr., nicknamed ’The Killer’ and ’Hammerin' Harmon’, was an American professional baseball first baseman, third baseman, and left fielder. He was a prolific power hitter who spent most of his 22-year career in Major League Baseball with the Minnesota Twins. At the time of his retirement Killebrew had the fourth-most home runs in major league history. He was second only to B"}]}, {"heading": "Births", "year": "1939", "date": "June 29", "txt": "Alan Connolly, Australian cricketer", "entities": [{"title": "Alan Connolly", "href": "/wiki/Alan_Connolly", "description": "Alan Norman Connolly is a former Australian cricketer who played in 29 Tests and one ODI from 1963 to 1971."}]}, {"heading": "Births", "year": "1939", "date": "June 29", "txt": "Amarildo Tavares da Silveira, Brazilian footballer and coach", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 29", "txt": "Vyacheslav Artyomov, Russian composer", "entities": [{"title": "Vyacheslav Artyomov", "href": "/wiki/Vyacheslav_Artyomov", "description": "Vyacheslav Petrovich Artyomov is a Russian and Soviet composer."}]}, {"heading": "Births", "year": "1940", "date": "June 29", "txt": "John Dawes, Welsh rugby player and coach", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 29", "txt": "John Boccabella, American baseball player", "entities": [{"title": "John Boccabella", "href": "/wiki/John_Boccabella", "description": "John Dominic Boccabella is an American former professional baseball player. He played as a catcher and first baseman in Major League Baseball from 1963 to 1974 with the Chicago Cubs, Montreal Expos and San Francisco Giants."}]}, {"heading": "Births", "year": "1941", "date": "June 29", "txt": "Stokely Carmichael, Trinidadian-American activist (d. 1998)", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 29", "txt": "Charlotte Bingham, English author and screenwriter", "entities": [{"title": "Charlotte Bingham", "href": "/wiki/Charlotte_Bingham", "description": "The Hon.  Charlotte Bingham is an English novelist who has written over 30 mainly historical romance novels and has also written for many television programmes including Upstairs, Downstairs; Play for Today; and Robin's Nest. In her television work, she often worked with her husband, Terence Brady."}]}, {"heading": "Births", "year": "1942", "date": "June 29", "txt": "Mike Willesee, Australian journalist and producer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 29", "txt": "Little Eva, American singer (d. 2003)", "entities": [{"title": "Little Eva", "href": "/wiki/Little_Eva", "description": "Eva Narcissus Boyd, known by the stage name of Little Eva, was an American pop singer. Although some sources claim that her stage name was inspired by a character from the novel Uncle Tom's Cabin, she stated in an interview that she was named after her aunt, which prompted her family to call her \"Little Eva\"."}]}, {"heading": "Births", "year": "1943", "date": "June 29", "txt": "Louis Nicollin, French entrepreneur and chairman of Montpellier HSC (d. 2017)", "entities": [{"title": "Montpellier HSC", "href": "/wiki/Montpellier_HSC", "description": "Montpellier Hérault Sport Club, commonly referred to as Montpellier HSC or simply Montpellier, is a French professional football club based in the city of Montpellier in Occitanie. The original club was founded in 1919, while the current incarnation was founded through a merger in 1974. Montpellier currently plays in Ligue 1, the top level of French football and plays its home matches at the Stade"}]}, {"heading": "Births", "year": "1944", "date": "June 29", "txt": "Gary Busey, American actor", "entities": [{"title": "Gary Busey", "href": "/wiki/Gary_Busey", "description": "William Gary Busey is an American actor, singer, and musician. As a character actor, he portrayed Buddy Holly in The Buddy Holly Story (1978), for which Busey was nominated for the Academy Award for Best Actor and won the National Society of Film Critics Award for Best Actor."}]}, {"heading": "Births", "year": "1944", "date": "June 29", "txt": "Andreu Mas-Colell, Spanish economist, academic, and politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "June 29", "txt": "Seán Patrick O'Malley, American cardinal", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 29", "txt": "Chandrika Kumaratunga, Sri Lankan journalist and politician, 5th President of Sri Lanka", "entities": [{"title": "Chandrika Kumaratunga", "href": "/wiki/Chandrika_Kumaratunga", "description": "Chandrika Bandaranaike Kumaratunga  is a Sri Lankan politician who served as the fifth President of Sri Lanka, from 12 November 1994 to 19 November 2005. The country's only female president to date, she is the daughter of two former prime ministers and was the leader of the Sri Lanka Freedom Party (SLFP) until the end of 2005. In 2015 she was appointed as the chairperson of office for national uni"}, {"title": "President of Sri Lanka", "href": "/wiki/President_of_Sri_Lanka", "description": "The president of Sri Lanka is the head of state and head of government of Sri Lanka. The president is the chief executive of the union government and the commander-in-chief of the Sri Lanka Armed Forces."}]}, {"heading": "Births", "year": "1946", "date": "June 29", "txt": "Ernesto Pérez Balladares, Panamanian politician, 33rd President of Panama", "entities": [{"title": "Ernesto Pérez Balladares", "href": "/wiki/Ernesto_P%C3%A9rez_Balladares", "description": "Ernesto Pérez Balladares González-Revilla, nicknamed El Toro, was the President of Panama between 1994 and 1999."}, {"title": "President of Panama", "href": "/wiki/President_of_Panama", "description": "This article lists the heads of state of Panama since the short-lived first independence from the Republic of New Granada in 1840 and the final separation from Colombia in 1903."}]}, {"heading": "Births", "year": "1946", "date": "June 29", "txt": "Egon von Fürstenberg, Swiss fashion designer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 29", "txt": "Richard Lewis, American actor and screenwriter", "entities": [{"title": "Richard Lewis (comedian)", "href": "/wiki/Richard_Lewis_(comedian)", "description": "Richard Philip Lewis is an American stand-up comedian and actor."}]}, {"heading": "Births", "year": "1948", "date": "June 29", "txt": "Sean Bergin, South African-Dutch saxophonist and flute player (d. 2012)", "entities": [{"title": "Sean Bergin", "href": "/wiki/Sean_Bergin", "description": "Sean Bergin was an avant-garde jazz saxophonist and flautist from South Africa."}]}, {"heading": "Births", "year": "1948", "date": "June 29", "txt": "Fred Grandy, American actor and politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 29", "txt": "Ian Paice, English drummer, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 29", "txt": "Usha Prashar, Baroness Prashar, Kenyan-English politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 29", "txt": "Dan Dierdorf, American football player and sportscaster", "entities": [{"title": "Dan Dierdorf", "href": "/wiki/Dan_Dierdorf", "description": "Daniel Lee Dierdorf is an American sportscaster and former football offensive lineman."}]}, {"heading": "Births", "year": "1949", "date": "June 29", "txt": "Joan Clos, Spanish anesthesiologist and politician, 116th Mayor of Barcelona", "entities": [{"title": "Mayor of Barcelona", "href": "/wiki/Mayor_of_Barcelona", "description": "This is a list of mayors of Barcelona since 1916."}]}, {"heading": "Births", "year": "1949", "date": "June 29", "txt": "Ann Veneman, American lawyer and politician, 27th United States Secretary of Agriculture", "entities": [{"title": "United States Secretary of Agriculture", "href": "/wiki/United_States_Secretary_of_Agriculture", "description": "The United States secretary of agriculture is the head of the United States Department of Agriculture. The position carries similar responsibilities to those of agriculture ministers in other governments."}]}, {"heading": "Births", "year": "1950", "date": "June 29", "txt": "Bobby London, American illustrator", "entities": [{"title": "Bobby London", "href": "/wiki/Bobby_London", "description": "Bobby London is an American underground comix and mainstream comics artist. His style evokes the work of early American cartoonists like George Herriman and Elzie Crisler Segar."}]}, {"heading": "Births", "year": "1951", "date": "June 29", "txt": "Craig Sager, American sportscaster (d. 2016)", "entities": [{"title": "Craig Sager", "href": "/wiki/Craig_Sager", "description": "Craig Graham Sager Sr. was an American sports reporter, covering, from 1981 until the year of his death, an array of sports for CNN and its sister stations, TBS and TNT."}]}, {"heading": "Births", "year": "1953", "date": "June 29", "txt": "Don Dokken, American singer-songwriter and guitarist", "entities": [{"title": "Don Dokken", "href": "/wiki/Don_Dokken", "description": "Donald Maynard Dokken is an American singer and musician. He's best known for being the lead singer, occasional guitarist, and founder of the band Dokken. He is known for his vibrato-laden, melodic vocal style which has made him an influential figure in American hard rock and heavy metal."}]}, {"heading": "Births", "year": "1953", "date": "June 29", "txt": "Colin Hay, Scottish-Australian singer and guitarist", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 29", "txt": "Rick Honeycutt, American baseball player and coach", "entities": [{"title": "Rick Honeycutt", "href": "/wiki/Rick_Honeycutt", "description": "Frederick Wayne Honeycutt is an American former professional baseball coach and pitcher. Honeycutt pitched in Major League Baseball (MLB) for six different teams over 21 years, from 1977 to 1997. He pitched in 30 post-season games, including 20 League Championship Series games and seven World Series games, and never lost a game, going 3-0. Honeycutt gave up zero runs in the 1988 and 1990 post-seas"}]}, {"heading": "Births", "year": "1954", "date": "June 29", "txt": "Leovegildo Lins da Gama Júnior, Brazilian footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 29", "txt": "Charles J. Precourt, American colonel, pilot, and astronaut", "entities": [{"title": "Charles J. Precourt", "href": "/wiki/Charles_J._Precourt", "description": "Charles Joseph Precourt is a retired NASA astronaut. His career in flight began at an early age, and spans his entire lifetime. He served in the US Air Force, piloted numerous jet aircraft, and piloted and commanded the Space Shuttle. Notably, he piloted or commanded several missions which involved docking with the Russian Mir space station and was heavily involved in Russian/US Space relations as"}]}, {"heading": "Births", "year": "1956", "date": "June 29", "txt": "Nick Fry, English economist and businessman", "entities": [{"title": "Nick Fry", "href": "/wiki/Nick_Fry", "description": "Nicholas Richard Fry, is the former Chief Executive Officer of the Mercedes AMG Petronas Formula One Team, having previously served in similar roles at previous incarnations of the company."}]}, {"heading": "Births", "year": "1956", "date": "June 29", "txt": "David Burroughs Mattingly, American illustrator and painter", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 29", "txt": "Pedro Guerrero, Dominican-American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 29", "txt": "Pedro Santana Lopes, Portuguese lawyer and politician, 118th Prime Minister of Portugal", "entities": [{"title": "Prime Minister of Portugal", "href": "/wiki/Prime_Minister_of_Portugal", "description": "Prime Minister is the current title of the head of government of Portugal. As head of government, the Prime Minister coordinates the actions of ministers, represents the Government of Portugal to the other bodies of state, is accountable to Parliament and keeps the President informed. The Prime Minister can hold the role of head of government with the portfolio of one or more ministries."}]}, {"heading": "Births", "year": "1956", "date": "June 29", "txt": "Pyotr Vasilevsky, Belarusian footballer and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 29", "txt": "Gurbanguly Berdimuhamedow, Turkmen dentist and politician, 2nd President of Turkmenistan", "entities": [{"title": "Gurbanguly Berdimuhamedow", "href": "/wiki/Gurbanguly_Berdimuhamedow", "description": "Gurbanguly Mälikgulyýewiç Berdimuhamedow, or Gurbanguly Malikgulyevich Berdymukhammedov is a Turkmen politician who has been serving as the president of Turkmenistan since February 2007."}, {"title": "President of Turkmenistan", "href": "/wiki/President_of_Turkmenistan", "description": "The president of Turkmenistan is the head of state and head of government, of Turkmenistan. The president is the chief executive of the union government and is also the commander in chief of the Armed Forces of Turkmenistan."}]}, {"heading": "Births", "year": "1957", "date": "June 29", "txt": "María Conchita Alonso, Cuban-Venezuelan singer and actress", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 29", "txt": "Robert Forster, Australian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 29", "txt": "Michael Nutter, American politician, 98th Mayor of Philadelphia", "entities": [{"title": "Mayor of Philadelphia", "href": "/wiki/Mayor_of_Philadelphia", "description": "The mayor of Philadelphia is the chief executive of the government of Philadelphia, Pennsylvania,\nas stipulated by the Charter of the City of Philadelphia. The current mayor of Philadelphia is Jim Kenney."}]}, {"heading": "Births", "year": "1957", "date": "June 29", "txt": "Terry Wyatt, English physicist and academic", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 29", "txt": "Dieter Althaus, German politician", "entities": [{"title": "Dieter Althaus", "href": "/wiki/Dieter_Althaus", "description": "Dieter Althaus is a German politician of the Christian Democratic Union (CDU). He served as the 3rd Minister President of Thuringia from 2003 to 2009. In 2003/04 he was the 58th President of the Bundesrat."}]}, {"heading": "Births", "year": "1958", "date": "June 29", "txt": "Rosa Mota, Portuguese runner", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 29", "txt": "Sharon Lawrence, American actress, singer, and dancer", "entities": [{"title": "Sharon Lawrence", "href": "/wiki/Sharon_Lawrence", "description": "Sharon Elizabeth Lawrence is an American actress, singer, and dancer. She is best known for the role of Sylvia Costas Sipowicz in the ABC drama series NYPD Blue. The role garnered her three Primetime Emmy Award nominations for Outstanding Supporting Actress in a Drama Series."}]}, {"heading": "Births", "year": "1962", "date": "June 29", "txt": "Amanda Donohoe, English actress", "entities": [{"title": "Amanda Donohoe", "href": "/wiki/Amanda_Donohoe", "description": "Amanda Donohoe is an English actress. She first came to attention as a 16-year-old living with pop singer Adam Ant, appearing in the music videos for the Adam and the Ants singles \"Antmusic\" (1980) and \"Stand and Deliver\" (1981) during their four-year relationship. She later moved to the United States, where she appeared in films and on television series, including a Golden Globe for Best Supporti"}]}, {"heading": "Births", "year": "1962", "date": "June 29", "txt": "Joan Laporta, Spanish lawyer and politician", "entities": []}, {"heading": "Births", "year": "1962", "date": "June 29", "txt": "George D. Zamka, American colonel, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 29", "txt": "Anne-Sophie Mutter, German violinist", "entities": [{"title": "Anne-Sophie Mutter", "href": "/wiki/Anne-Sophie_Mutter", "description": "Anne-Sophie Mutter is a German violinist. She was supported early in her career by Herbert von Karajan, and has had several works composed especially for her, by Sebastian Currier, Henri Dutilleux, Sofia Gubaidulina, Witold Lutosławski, Norbert Moret, Krzysztof Penderecki, André Previn, Wolfgang Rihm, John Williams and others."}]}, {"heading": "Births", "year": "1964", "date": "June 29", "txt": "Stedman Pearson, English singer-songwriter and dancer", "entities": [{"title": "Stedman Pearson", "href": "/wiki/Stedman_Pearson", "description": "Stedman Pearson is an English singer and dancer, most notable for being a member of the pop group Five Star with his four siblings."}]}, {"heading": "Births", "year": "1965", "date": "June 29", "txt": "Tripp Eisen, American guitarist", "entities": [{"title": "Tripp Eisen", "href": "/wiki/Tripp_Eisen", "description": "Tripp Eisen, is an American musician best known as the former guitarist of industrial metal band Static-X. He is the guitarist for Face Without Fear and a former member of Dope, Murderdolls, Fractured Mirror, and Roughhouse."}]}, {"heading": "Births", "year": "1965", "date": "June 29", "txt": "Paul Jarvis, English cricketer", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 29", "txt": "Yoko Kamio, Japanese author and comic artist", "entities": [{"title": "Yoko Kamio", "href": "/wiki/Yoko_Kamio", "description": "Yōko Kamio  is a Japanese manga artist and writer. Her best known series Boys Over Flowers , for which she received the Shogakukan Manga Award in 1996, is one of the best-selling manga series of all time and the best-selling shōjo manga. Her work has been translated and distributed in Asia, Europe, and North America."}]}, {"heading": "Births", "year": "1967", "date": "June 29", "txt": "Jeff Burton, American race car driver", "entities": [{"title": "Jeff Burton", "href": "/wiki/Jeff_Burton", "description": "Jeffrey Tyler Burton, nicknamed The Mayor, is an American former professional stock car racing driver and current racing commentator. He scored 21 career victories in the NASCAR Cup Series, including two Coca-Cola 600s in 1999 and 2001 and the 1999 Southern 500. He currently serves as a color commentator for NBC Sports, having joined them upon their return to their coverage of NASCAR. His son Harr"}]}, {"heading": "Births", "year": "1967", "date": "June 29", "txt": "Melora Hardin, American actress and singer", "entities": []}, {"heading": "Births", "year": "1967", "date": "June 29", "txt": "Seamus McGarvey, Northern Irish cinematographer", "entities": []}, {"heading": "Births", "year": "1968", "date": "June 29", "txt": "Brian d'Arcy James, American actor and musician", "entities": [{"title": "Brian d'Arcy James", "href": "/wiki/Brian_d%27Arcy_James", "description": "Brian d'Arcy James is an American actor and musician known primarily for his Broadway roles, including King George III in the musical Hamilton and Quinn Carney in The Ferryman, as well for his recurring role as Andy Baker on the Netflix series 13 Reasons Why. He played reporter Matt Caroll in the 2015 film Spotlight, which won the Academy Award for Best Picture."}]}, {"heading": "Births", "year": "1968", "date": "June 29", "txt": "Theoren Fleury, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1968", "date": "June 29", "txt": "Judith Hoag, American actress and educator", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 29", "txt": "Claude Béchard, Canadian politician (d. 2010)", "entities": [{"title": "Claude Béchard", "href": "/wiki/Claude_B%C3%A9chard", "description": "Claude Béchard was a politician in Quebec, Canada. He served as Quebec Liberal Party Member of the National Assembly (MNA) for the riding of Kamouraska-Témiscouata in the Bas-Saint-Laurent region; as Minister of Agriculture, Fisheries and Food as well as the Minister for Canadian Intergovermental Affairs, and previously the Minister of Natural Resources and Wildlife, Minister of Sustainable Develo"}]}, {"heading": "Births", "year": "1969", "date": "June 29", "txt": "Pavlos Dermitzakis, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 29", "txt": "Tōru Hashimoto, Japanese lawyer and politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 29", "txt": "Melanie Paschke, German sprinter", "entities": [{"title": "Melanie Paschke", "href": "/wiki/Melanie_Paschke", "description": "Melanie Paschke is a retired German sprinter, who specialised in the 100 metres, 200 metres and 4 × 100 metres relay."}]}, {"heading": "Births", "year": "1970", "date": "June 29", "txt": "Emily Skinner, American actress and singer", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 29", "txt": "Matthew Good, Canadian singer-songwriter and guitarist", "entities": [{"title": "Matthew Good", "href": "/wiki/Matthew_Good", "description": "Matthew Frederick Robert Good is a Canadian singer-songwriter. He was the lead singer and songwriter for the Matthew Good Band, one of the most successful alternative rock bands in Canada during the 1990s and early 2000s. Since the band disbanded in 2002, Good has pursued a solo career and established himself as a political commentator and mental health activist. Between 1996 and 2016, with the sa"}]}, {"heading": "Births", "year": "1973", "date": "June 29", "txt": "George Hincapie, American cyclist", "entities": [{"title": "George Hincapie", "href": "/wiki/George_Hincapie", "description": "George Anthony Hincapie is an American former road bicycle racer, who competed as a professional between 1994 and 2012. Hincapie was a key domestique of Lance Armstrong. Hincapie was also a domestique for Alberto Contador in 2007 and for Cadel Evans in 2011, when both men won the Tour de France. He is currently the owner and general manager of UCI Professional Continental team Hincapie–Leomo p/b B"}]}, {"heading": "Births", "year": "1976", "date": "June 29", "txt": "Daniel Carlsson, Swedish race car driver", "entities": [{"title": "Daniel Carlsson (rally driver)", "href": "/wiki/Daniel_Carlsson_(rally_driver)", "description": "Daniel Carlsson is a rally car driver from Sweden."}]}, {"heading": "Births", "year": "1976", "date": "June 29", "txt": "Bret McKenzie, New Zealand comedian, actor, musician, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 29", "txt": "Sotiris Liberopoulos, Greek footballer", "entities": [{"title": "Sotiris Liberopoulos", "href": "/wiki/Sotiris_Liberopoulos", "description": "Sotiris Liberopoulos is a Greek footballer who plays as a goalkeeper for Ermionida."}]}, {"heading": "Births", "year": "1977", "date": "June 29", "txt": "Zuleikha Robinson, English actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 29", "txt": "Nicole Scherzinger, American singer-songwriter, dancer, and actress", "entities": [{"title": "Nicole Scherzinger", "href": "/wiki/Nicole_Scherzinger", "description": "Nicole Scherzinger is an American singer, songwriter and television personality. She began her career with performances in plays throughout her adolescence before pursuing a musical career with American rock band Days of the New. She later found modest success in 2001 upon winning a place in Eden's Crush, a girl group created through The WB's Popstars."}]}, {"heading": "Births", "year": "1979", "date": "June 29", "txt": "Matthew Bode, Australian footballer", "entities": [{"title": "Matthew Bode", "href": "/wiki/Matthew_Bode", "description": "Matthew Bode is a former professional Australian rules footballer who played for the Port Adelaide Football Club and the Adelaide Football Club in the Australian Football League (AFL)."}]}, {"heading": "Births", "year": "1979", "date": "June 29", "txt": "Andy O'Brien, English footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "June 29", "txt": "Marleen Veldhuis, Dutch swimmer", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 29", "txt": "Katherine Jenkins, Welsh soprano and actress", "entities": [{"title": "Katherine Jenkins", "href": "/wiki/Katherine_Jenkins", "description": "Katherine Maria Jenkins is a Welsh mezzo-soprano from Neath, Wales. Jenkins performs operatic arias, popular songs, musical theatre and hymns."}]}, {"heading": "Births", "year": "1981", "date": "June 29", "txt": "Luke Branighan, Australian rugby league player", "entities": [{"title": "Luke Branighan", "href": "/wiki/Luke_Branighan", "description": "Luke Branighan is an Australian former professional rugby league footballer who played in the 2000s. He played in the National Rugby League for the St George Illawarra Dragons and Cronulla-Sutherland Sharks, primarily as a five-eighth."}]}, {"heading": "Births", "year": "1981", "date": "June 29", "txt": "Joe Johnson, American basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 29", "txt": "Nicolás Vuyovich, Argentinian race car driver (d. 2005)", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 29", "txt": "Shmuly Yanklowitz, American rabbi, author, and educator", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 29", "txt": "Dusty Hughes, American baseball player", "entities": [{"title": "Dusty Hughes (baseball)", "href": "/wiki/Dusty_Hughes_(baseball)", "description": "Dustin Robert \"Dusty\" Hughes is an American former professional baseball pitcher."}]}, {"heading": "Births", "year": "1982", "date": "June 29", "txt": "Lily Rabe, American actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 29", "txt": "Aundrea Fimbres, American singer-songwriter and dancer", "entities": [{"title": "Aundrea Fimbres", "href": "/wiki/Aundrea_Fimbres", "description": "Aundrea Aurora Fimbres is an American singer and dancer. Fimbres was a member of the pop music group Danity Kane. She is a soprano and was known for her melismatic vocal runs, and falsetto registered harmonies and also for having the highest vocal range of her fellow band members."}]}, {"heading": "Births", "year": "1983", "date": "June 29", "txt": "Jeremy Powers, American cyclist", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 29", "txt": "Aleksandr Shustov, Russian high jumper", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 29", "txt": "Quintin Demps, American football player", "entities": [{"title": "Quintin Demps", "href": "/wiki/Quintin_Demps", "description": "Quintin Lamon Demps is a former American football safety. He played college football at Texas-El Paso, and was drafted by the Philadelphia Eagles in the fourth round of the 2008 NFL Draft."}]}, {"heading": "Births", "year": "1986", "date": "June 29", "txt": "José Manuel Jurado, Spanish footballer", "entities": [{"title": "José Manuel Jurado", "href": "/wiki/Jos%C3%A9_Manuel_Jurado", "description": "José Manuel Jurado Marín is a Spanish professional footballer who plays as a central midfielder."}]}, {"heading": "Births", "year": "1986", "date": "June 29", "txt": "Edward Maya, Romanian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1988", "date": "June 29", "txt": "Éver Banega, Argentinian footballer", "entities": [{"title": "Éver Banega", "href": "/wiki/%C3%89ver_Banega", "description": "Éver Maximiliano David Banega is an Argentine professional footballer who plays for Saudi Arabian club Al Shabab and the Argentina national team as a central midfielder."}]}, {"heading": "Births", "year": "1990", "date": "June 29", "txt": "Kim Little, Scottish footballer", "entities": [{"title": "Kim Little", "href": "/wiki/Kim_Little", "description": "Kim Alison Little is a Scottish footballer who captains Arsenal in the FA WSL and vice-captains the Scotland women's national team."}]}, {"heading": "Births", "year": "1990", "date": "June 29", "txt": "Yann M'Vila, French footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "June 29", "txt": "Suk Hyun-jun, South Korean footballer", "entities": [{"title": "Suk Hyun-jun", "href": "/wiki/Suk_Hyun-jun", "description": "Suk Hyun-Jun is a South Korean professional footballer who plays as a striker for Troyes and the South Korea national team."}]}, {"heading": "Births", "year": "1991", "date": "June 29", "txt": "Kawhi Leonard, American basketball player", "entities": []}, {"heading": "Births", "year": "1991", "date": "June 29", "txt": "Addison Timlin, American actress", "entities": []}, {"heading": "Births", "year": "1993", "date": "June 29", "txt": "Harrison Gilbertson, Australian actor", "entities": [{"title": "Harrison Gilbertson", "href": "/wiki/Harrison_Gilbertson", "description": "Harrison Gilbertson is an Australian actor."}]}, {"heading": "Births", "year": "1994", "date": "June 29", "txt": "Camila Mendes, American actress and model", "entities": [{"title": "Camila Mendes", "href": "/wiki/Camila_Mendes", "description": "Camila Carraro Mendes is an American actress and singer. She is known for portraying Veronica Lodge on The CW teen drama television series Riverdale."}]}, {"heading": "Births", "year": "1996", "date": "June 29", "txt": "Joseph Manu, New Zealand rugby league player", "entities": [{"title": "Joseph Manu", "href": "/wiki/Joseph_Manu", "description": "Joseph Manu is a New Zealand professional rugby league footballer who plays as a winger and centre for the Sydney Roosters in the NRL and New Zealand at international level."}]}, {"heading": "Births", "year": "1998", "date": "June 29", "txt": "Michael Porter Jr., American basketball player", "entities": [{"title": "Michael Porter Jr.", "href": "/wiki/Michael_Porter_Jr.", "description": "Michael Lamar Porter Jr. is an American professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He played college basketball for the Missouri Tigers. Porter was ranked as one of the top prospects in the class of 2017. He was selected 14th overall by the Nuggets in the 2018 NBA draft."}]}, {"heading": "Births", "year": "2006", "date": "June 29", "txt": "Sam Lavagnino, American child voice actor", "entities": [{"title": "Sam Lavagnino", "href": "/wiki/Sam_Lavagnino", "description": "Sam Lavagnino is an American voice actor and Youtuber whose roles include Catbug in Bravest Warriors and Young Grizz in We Bare Bears. He also voices the dog \"Rolly\" in the Disney Junior show Puppy Dog Pals and \"Mr. Muffin\" in the YouTube series asdfmovie."}]}, {"heading": "Deaths", "year": "226", "date": "June 29", "txt": "Cao Pi, Chinese emperor (b. 187)", "entities": [{"title": "Cao Pi", "href": "/wiki/Cao_Pi", "description": "Cao Pi, courtesy name Zihuan, was the first emperor of the state of Cao Wei in the Three Kingdoms period of China. He was the second son of Cao Cao, a warlord who lived in the late Eastern Han dynasty, but the eldest son among all the children born to Cao Cao by his concubine, Lady Bian. According to some historical records, he was often in the presence of court officials in order to gain their su"}]}, {"heading": "Deaths", "year": "884", "date": "June 29", "txt": "Yang Shili, general of the Tang Dynasty", "entities": [{"title": "Yang Shili", "href": "/wiki/Yang_Shili", "description": "Yang Shili (楊師立) was a general of the Chinese dynasty Tang Dynasty, who came to control Dongchuan Circuit as its military governor (Jiedushi) due to his association with the powerful eunuch Tian Lingzi. He later had a fall out with Tian and Tian's brother Chen Jingxuan, however, and in a subsequent military confrontation, Chen's forces, under the command of Gao Renhou, defeated his. When his own a"}]}, {"heading": "Deaths", "year": "976", "date": "June 29", "txt": "Gero, archbishop of Cologne", "entities": [{"title": "Gero (archbishop of Cologne)", "href": "/wiki/Gero_(archbishop_of_Cologne)", "description": "Gero was Archbishop of Cologne from 969 until his death."}, {"title": "Cologne", "href": "/wiki/Cologne", "description": "Cologne is the largest city of Germany's most populous state of North Rhine-Westphalia (NRW) and the fourth-most populous city in Germany. With 3.6 million people in the urban region and 1.1 million inhabitants within its city proper, Cologne is the largest city on the river Rhine and also the most populous city of both the Rhine-Ruhr Metropolitan Region and the Rhineland. Centered on the left ban"}]}, {"heading": "Deaths", "year": "1059", "date": "June 29", "txt": "Bernard II, Duke of Saxony (b. 995)", "entities": [{"title": "Bernard II, Duke of Saxony", "href": "/wiki/Bernard_II,_Duke_of_Saxony", "description": "Bernard II was the Duke of Saxony between 1011 and 1059, the third of the Billung dynasty as a son of Bernard I and Hildegard. Besides his position in Saxony, he had the rights of a count in Frisia."}]}, {"heading": "Deaths", "year": "1149", "date": "June 29", "txt": "Raymond of Poitiers, Prince of Antioch (b. 1115)", "entities": [{"title": "Raymond of Poitiers", "href": "/wiki/Raymond_of_Poitiers", "description": "Raymond of Poitiers was Prince of Antioch from 1136 to 1149. He was the younger son of William IX, Duke of Aquitaine, and his wife Philippa, Countess of Toulouse, born in the very year that his father the Duke began his infamous liaison with Dangereuse de Chatelherault."}]}, {"heading": "Deaths", "year": "1153", "date": "June 29", "txt": "Óláfr Guðrøðarson, King of the Isles", "entities": [{"title": "Óláfr Guðrøðarson (died 1153)", "href": "/wiki/%C3%93l%C3%A1fr_Gu%C3%B0r%C3%B8%C3%B0arson_(died_1153)", "description": "Óláfr Guðrøðarson was a twelfth-century King of Mann and the Isles. As a younger son of Guðrøðr Crovan, King of Dublin and the Isles, Óláfr witnessed a vicious power struggle between his elder brothers in the aftermath of their father's death. At some point, the young Óláfr was entrusted to the care of Henry I, King of England, and like the contemporaneous Scottish monarchs, Alexander I and David "}]}, {"heading": "Deaths", "year": "1252", "date": "June 29", "txt": "Abel, King of Denmark (b. 1218)", "entities": [{"title": "Abel, King of Denmark", "href": "/wiki/Abel,_King_of_Denmark", "description": "Abel Valdemarsen was Duke of Schleswig from 1232 to 1252 and King of Denmark from 1250 until his death in 1252. He was the son of Valdemar II by his second wife, Berengaria of Portugal, and brother to Eric IV and Christopher I."}]}, {"heading": "Deaths", "year": "1293", "date": "June 29", "txt": "Henry of Ghent, philosopher (b. c.1217)", "entities": [{"title": "Henry of Ghent", "href": "/wiki/Henry_of_Ghent", "description": "Henry of Ghent was a scholastic philosopher, known as Doctor Solemnis, and also as Henricus de Gandavo and Henricus Gandavensis."}]}, {"heading": "Deaths", "year": "1315", "date": "June 29", "txt": "Ramon Llull, Spanish philosopher (b. 1235)", "entities": [{"title": "Ramon Llull", "href": "/wiki/Ramon_Llull", "description": "Ramon Llull was a mathematician, polymath, philosopher, logician, writer and mystic from the Kingdom of Majorca. He is credited with writing the first major work of Catalan literature. Recently surfaced manuscripts show his work to have predated by several centuries prominent work on election theory. He is also considered a pioneer of computation theory, especially given his influence on Leibniz."}]}, {"heading": "Deaths", "year": "1344", "date": "June 29", "txt": "Joan of Savoy, duchess consort of Brittany, throne claimant of Savoy (b. 1310)", "entities": [{"title": "Joan of Savoy", "href": "/wiki/Joan_of_Savoy", "description": "Joan of Savoy, was Duchess consort of Brittany, wife of John III, Duke of Brittany. Joan was also a claimant to the County of Savoy upon the death of her father. She was a member of the House of Savoy and married into the House of Dreux.\nJoan was born in 1310, she was the only child of Edward, Count of Savoy, and his wife, Blanche of Burgundy."}]}, {"heading": "Deaths", "year": "1374", "date": "June 29", "txt": "Jan Milíč of Kroměříž, Czech priest and reformer", "entities": [{"title": "Jan Milíč", "href": "/wiki/Jan_Mil%C3%AD%C4%8D", "description": "Jan Milíč z Kroměříže was a Czech Catholic priest and the most influential preacher of the emerging Bohemian Reformation in the 14th century. Together with other Bohemian preachers and writers of that time, he paved in a certain sense the way for the reforming activity of Jan Hus."}, {"title": "Czechs", "href": "/wiki/Czechs", "description": "The Czechs, or the Czech people, are a West Slavic ethnic group and a nation native to the Czech Republic in Central Europe, who share a common ancestry, culture, history, and the Czech language."}, {"title": "Priest", "href": "/wiki/Priest", "description": "A priest is a religious leader authorized to perform the sacred rituals of a religion, especially as a mediatory agent between humans and one or more deities. They also have the authority or power to administer religious rites; in particular, rites of sacrifice to, and propitiation of, a deity or deities. Their office or position is the priesthood, a term which also may apply to such persons colle"}, {"title": "Reform movement", "href": "/wiki/Reform_movement", "description": "\nA reform movement is a type of social movement that aims to bring a social or also a political system closer to the community's ideal. A reform movement is distinguished from more radical social movements such as revolutionary movements which reject those old ideals, in that the ideas are often grounded in liberalism, although they may be rooted in socialist or religious concepts. Some rely on pe"}]}, {"heading": "Deaths", "year": "1432", "date": "June 29", "txt": "Janus of Cyprus (b. 1375)", "entities": [{"title": "Janus of Cyprus", "href": "/wiki/Janus_of_Cyprus", "description": "Janus of Cyprus was a King of Cyprus and titular King of Armenian Cilicia and Jerusalem from 1398 to 1432."}]}, {"heading": "Deaths", "year": "1509", "date": "June 29", "txt": "Margaret Beaufort, Countess of Richmond and Derby (b. 1443)", "entities": [{"title": "Margaret Beaufort, Countess of Richmond and Derby", "href": "/wiki/Margaret_Beaufort,_Countess_of_Richmond_and_Derby", "description": "Lady Margaret Beaufort was a major figure in the Wars of the Roses of the late fifteenth century, and mother of King Henry VII of England, the first Tudor monarch."}]}, {"heading": "Deaths", "year": "1520", "date": "June 29", "txt": "Moctezuma II, Aztec ruler (b. 1466)", "entities": [{"title": "Moctezuma II", "href": "/wiki/Moctezuma_II", "description": "Moctezuma Xocoyotzin [moteːkʷˈsoːma ʃoːkoˈjoːtsin] modern Nahuatl pronunciation (help·info)), variant spellings include Motecuhzomatzin, Montezuma, Moteuczoma, Motecuhzoma, Motēuczōmah, Muteczuma, and referred to retroactively in European sources as Moctezuma II, was the ninth Tlatoani of Tenochtitlan and the sixth Huey Tlatoani or Emperor of the Aztec Empire, reigning from 1502 or 1503 to 1520. T"}]}, {"heading": "Deaths", "year": "1575", "date": "June 29", "txt": "Baba Nobuharu, Japanese samurai (b. 1515)", "entities": [{"title": "Baba Nobuharu", "href": "/wiki/Baba_Nobuharu", "description": "Baba Nobuharu , also known as Baba Nobufusa , was a Japanese samurai of the Sengoku period. He was known as one of the \"Twenty-Four Generals of Takeda Shingen\". \nWhen Takeda Shingen took Fukashi castle in 1550, he entrusted it to Baba."}]}, {"heading": "Deaths", "year": "1594", "date": "June 29", "txt": "Niels Kaas, Danish politician, Chancellor of Denmark (b. 1535)", "entities": [{"title": "Niels Kaas", "href": "/wiki/Niels_Kaas", "description": "Niels Kaas was a Danish politician who served as Chancellor of Denmark from 1573 until his death. He was influential in the negotiation of the Peace of Stettin and in the upbringing of Christian IV. Kaas also played an important role in the emancipation of Schleswig-Holstein."}, {"title": "Chancellor of Denmark", "href": "/wiki/Chancellor_of_Denmark", "description": "The prime minister of Denmark is the head of government in the Kingdom of Denmark comprising the three constituent countries: Denmark, Greenland and the Faroe Islands. Before the creation of the modern office, the kingdom did not initially have a head of government separate from its head of state, namely the monarch, in whom the executive authority was vested. The Constitution of 1849 established "}]}, {"heading": "Deaths", "year": "1626", "date": "June 29", "txt": "Scipione Cobelluzzi, Italian cardinal and archivist (b. 1564)", "entities": [{"title": "Scipione Cobelluzzi", "href": "/wiki/Scipione_Cobelluzzi", "description": "Scipione Cobelluzzi was an Italian cardinal, archivist and librarian. He was chief archivist of the Vatican Secret Archives, from 17 February 1618 until his death on 29 June 1626."}]}, {"heading": "Deaths", "year": "1646", "date": "June 29", "txt": "Laughlin Ó Cellaigh, Gaelic-Irish Lord", "entities": [{"title": "Laughlin Ó Cellaigh", "href": "/wiki/Laughlin_%C3%93_Cellaigh", "description": "Laughlin Ó Cellaigh, Gaelic-Irish Lord, died 29 June 1646."}]}, {"heading": "Deaths", "year": "1725", "date": "June 29", "txt": "Arai Hakuseki, Japanese philosopher, academic, and politician (b. 1657)", "entities": [{"title": "Arai Hakuseki", "href": "/wiki/Arai_Hakuseki", "description": "Arai Hakuseki  was a Confucianist, scholar-bureaucrat, academic, administrator, writer and politician in Japan during the middle of the Edo period, who advised the shōgun Tokugawa Ienobu. His personal name was Kinmi or Kimiyoshi (君美). Hakuseki (白石) was his pen name. His father was a Kururi han samurai Arai Masazumi."}]}, {"heading": "Deaths", "year": "1729", "date": "June 29", "txt": "Edward Taylor, American-English poet, pastor, and physician (b. circa 1642)", "entities": [{"title": "Edward Taylor", "href": "/wiki/Edward_Taylor", "description": "Edward Taylor was of English origin and a colonial American poet, pastor and physician. His work remained unpublished for some 200 years but since then has established him as one of the foremost writers of his time. His poetry has been characterized as \"American Baroque\" as well as Metaphysical."}]}, {"heading": "Deaths", "year": "1744", "date": "June 29", "txt": "André Campra, French composer and conductor (b. 1660)", "entities": [{"title": "André Campra", "href": "/wiki/Andr%C3%A9_Campra", "description": "André Campra was a French composer and conductor."}]}, {"heading": "Deaths", "year": "1764", "date": "June 29", "txt": "Ralph Allen, English businessman and philanthropist (b. 1693)", "entities": [{"title": "Ralph Allen", "href": "/wiki/Ralph_Allen", "description": "Ralph Allen was an entrepreneur and philanthropist, who was notable for his reforms to the British postal system."}]}, {"heading": "Deaths", "year": "1779", "date": "June 29", "txt": "Anton Raphael Mengs, German painter (b. 1728)", "entities": [{"title": "Anton Raphael Mengs", "href": "/wiki/Anton_Raphael_Mengs", "description": "Anton Raphael Mengs was a German (Saxon) painter, active in Dresden, Rome and Madrid, who while painting in the Rococo period of the mid-18th century became one of the precursors to Neoclassical painting, which replaced Rococo as the dominant painting style."}]}, {"heading": "Deaths", "year": "1831", "date": "June 29", "txt": "Heinrich Friedrich Karl vom und zum Stein, Prussian minister and politician (b. 1757)", "entities": [{"title": "Heinrich Friedrich Karl vom und zum Stein", "href": "/wiki/Heinrich_Friedrich_Karl_vom_und_zum_Stein", "description": "Heinrich Friedrich Karl Reichsfreiherr vom und zum Stein, commonly known as Baron vom Stein, was a Prussian statesman who introduced the Prussian reforms, which paved the way for the unification of Germany. He promoted the abolition of serfdom, with indemnification to territorial lords; subjection of the nobles to manorial imposts; and the establishment of a modern municipal system."}]}, {"heading": "Deaths", "year": "1840", "date": "June 29", "txt": "Lucien Bonaparte, French prince (b. 1775)", "entities": [{"title": "Lucien Bonaparte", "href": "/wiki/Lucien_Bonaparte", "description": "Lucien Bonaparte, Prince Français, 1st Prince of Canino and Musignano, the third surviving son of Carlo Bonaparte and his wife Letizia Ramolino, was a French statesman, who served as the final President of the Council of Five Hundred at the end of the French Revolution."}]}, {"heading": "Deaths", "year": "1852", "date": "June 29", "txt": "Henry Clay, American lawyer and politician, 9th United States Secretary of State (b. 1777)", "entities": [{"title": "Henry Clay", "href": "/wiki/Henry_Clay", "description": "Henry Clay Sr. was an American attorney and statesman who represented Kentucky in both the Senate and House. He was the seventh House Speaker and the ninth Secretary of State. He received electoral votes for president in the 1824, 1832, and 1844 presidential elections. He also helped found both the National Republican Party and the Whig Party. For his role in defusing sectional crises, he earned t"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Deaths", "year": "1853", "date": "June 29", "txt": "Adrien-Henri de Jussieu, French botanist and academic (b. 1797)", "entities": [{"title": "Adrien-Henri de Jussieu", "href": "/wiki/Adrien-Henri_de_Jussieu", "description": "Adrien-Henri de Jussieu was a French botanist."}]}, {"heading": "Deaths", "year": "1855", "date": "June 29", "txt": "John Gorrie, American physician and humanitarian (b. 1803)", "entities": [{"title": "John Gorrie", "href": "/wiki/John_Gorrie", "description": "John B. Gorrie was an American physician, scientist, inventor of mechanical cooling, and humanitarian."}]}, {"heading": "Deaths", "year": "1860", "date": "June 29", "txt": "Thomas Addison, English physician and endocrinologist (b. 1793)", "entities": [{"title": "Thomas Addison", "href": "/wiki/Thomas_Addison", "description": "Thomas Addison was an English physician and scientist. He is traditionally regarded as one of the \"great men\" of Guy's Hospital in London."}]}, {"heading": "Deaths", "year": "1861", "date": "June 29", "txt": "Elizabeth Barrett Browning, English poet and translator (b. 1806)", "entities": [{"title": "Elizabeth Barrett Browning", "href": "/wiki/Elizabeth_Barrett_Browning", "description": "Elizabeth Barrett Browning was an English poet of the Victorian era, popular in Britain and the United States during her lifetime."}]}, {"heading": "Deaths", "year": "1873", "date": "June 29", "txt": "Michael Madhusudan Dutt, Indian poet and playwright (b. 1824)", "entities": [{"title": "Michael Madhusudan Dutt", "href": "/wiki/Michael_Madhusudan_Dutt", "description": "Michael Madhusudan Dutt, or Michael Madhusudan Dutta ; 25 January 1824 – 29 June 1873) was a Bengali poet, writer and dramatist. He was a pioneer of Bengali drama. His famous work Meghnad Badh Kavya, is a tragic epic. It consists of nine cantos and is exceptional in Bengali literature both in terms of style and content. he is often regarded as the most talented poet in the Bengali literature. He a"}]}, {"heading": "Deaths", "year": "1875", "date": "June 29", "txt": "Ferdinand I of Austria (b. 1793)", "entities": [{"title": "Ferdinand I of Austria", "href": "/wiki/Ferdinand_I_of_Austria", "description": "Ferdinand I was the Emperor of Austria from March 1835 until his abdication in December 1848. As ruler of Austria, he was also President of the German Confederation, King of Hungary, Croatia and Bohemia, King of Lombardy–Venetia and holder of many other lesser titles. Due to his rocky, passive but well-intentioned character, he gained the sobriquet The Benign or The Benevolent."}]}, {"heading": "Deaths", "year": "1895", "date": "June 29", "txt": "Thomas Henry Huxley, English biologist (b. 1825)", "entities": [{"title": "Thomas Henry Huxley", "href": "/wiki/Thomas_Henry_Huxley", "description": "Thomas Henry Huxley was an English biologist and anthropologist specialising in comparative anatomy. He is known as \"Darwin's Bulldog\" for his advocacy of Charles Darwin's theory of evolution."}]}, {"heading": "Deaths", "year": "1900", "date": "June 29", "txt": "Ivan Mikheevich Pervushin, Russian mathematician and academic (b. 1827)", "entities": [{"title": "Ivan Mikheevich Pervushin", "href": "/wiki/Ivan_Mikheevich_Pervushin", "description": "Ivan Mikheevich Pervushin was a Russian clergyman and mathematician of the second half of the 19th century, known for his achievements in number theory. He discovered the ninth perfect number and its odd prime factor, the ninth Mersenne prime. Also, he proved that two Fermat numbers, the 12th and 23rd, were composite."}]}, {"heading": "Deaths", "year": "1907", "date": "June 29", "txt": "Konstantinos Volanakis, Greek painter and academic (b. 1837)", "entities": [{"title": "Konstantinos Volanakis", "href": "/wiki/Konstantinos_Volanakis", "description": "Konstantinos Volanakis was a Greek painter who became known as the \"father of Greek seascape painting\"."}]}, {"heading": "Deaths", "year": "1919", "date": "June 29", "txt": "José Gregorio Hernández Venezuelan physician and educator (b. 1864)", "entities": [{"title": "José Gregorio Hernández", "href": "/wiki/Jos%C3%A9_Gregorio_Hern%C3%A1ndez", "description": "José Gregorio Hernández Cisneros, OFS was a Venezuelan physician. Born in Isnotú, Trujillo State, he became a highly renowned doctor, more so after his death."}]}, {"heading": "Deaths", "year": "1931", "date": "June 29", "txt": "Nérée Beauchemin, Canadian poet and physician (b. 1850)", "entities": [{"title": "Nérée Beauchemin", "href": "/wiki/N%C3%A9r%C3%A9e_Beauchemin", "description": "Charles-Nérée Beauchemin was a French Canadian regionalist poet and physician from Yamachiche, near Trois-Rivières, Quebec. He was part of Quebec's Le Terroir school of poetry."}]}, {"heading": "Deaths", "year": "1933", "date": "June 29", "txt": "Roscoe Arbuckle, American actor, director, and screenwriter (b. 1887)", "entities": [{"title": "Roscoe Arbuckle", "href": "/wiki/Roscoe_Arbuckle", "description": "Roscoe Conkling \"Fatty\" Arbuckle was an American silent film actor, comedian, director, and screenwriter. He started at the Selig Polyscope Company and eventually moved to Keystone Studios, where he worked with Mabel Normand and Harold Lloyd as well as with his nephew, Al St. John. He also mentored Charlie Chaplin and discovered Buster Keaton and Bob Hope. Arbuckle was one of the most popular sile"}]}, {"heading": "Deaths", "year": "1935", "date": "June 29", "txt": "Jack O'Neill, Irish-American baseball player and manager (b. 1873)", "entities": [{"title": "Jack O'Neill (baseball)", "href": "/wiki/Jack_O%27Neill_(baseball)", "description": "John Joseph \"Jack\" O'Neill was catcher in Major League Baseball who played for the St. Louis Cardinals (1902–03), Chicago Cubs (1904–05) and Boston Beaneaters (1906). He batted and threw right-handed."}]}, {"heading": "Deaths", "year": "1936", "date": "June 29", "txt": "János Szlepecz, Slovene priest and missionary (b. 1872)", "entities": [{"title": "János Szlepecz", "href": "/wiki/J%C3%A1nos_Szlepecz", "description": "János Szlepecz was a Slovene Roman Catholic priest, dean, and writer. He wrote in the Prekmurje Slovene dialect and also in Hungarian."}]}, {"heading": "Deaths", "year": "1940", "date": "June 29", "txt": "Paul Klee, Swiss painter and illustrator (b. 1879)", "entities": [{"title": "Paul Klee", "href": "/wiki/Paul_Klee", "description": "Paul Klee was a Swiss-born German artist. His highly individual style was influenced by movements in art that included expressionism, cubism, and surrealism. Klee was a natural draftsman who experimented with and eventually deeply explored color theory, writing about it extensively; his lectures Writings on Form and Design Theory, published in English as the Paul Klee Notebooks, are held to be as "}]}, {"heading": "Deaths", "year": "1941", "date": "June 29", "txt": "Ignacy Jan Paderewski, Polish pianist, composer, and politician, 2nd Prime Minister of Poland (b. 1860)", "entities": [{"title": "Ignacy Jan Paderewski", "href": "/wiki/Ignacy_Jan_Paderewski", "description": "Ignacy Jan Paderewski was a Polish pianist and composer who became a spokesman for Polish independence. In 1919, he was the new nation's Prime Minister and foreign minister during which he signed the Treaty of Versailles, which ended World War I."}, {"title": "Prime Minister of Poland", "href": "/wiki/Prime_Minister_of_Poland", "description": "The President of the Council of Ministers, colloquially referred to as the prime minister, is the leader of the cabinet and the head of government of Poland. The current responsibilities and traditions of the office stem from the creation of the contemporary Polish state, and the office is defined in the Constitution of 1997. According to the Constitution, the president of Poland nominates and app"}]}, {"heading": "Deaths", "year": "1942", "date": "June 29", "txt": "Paul Troje, German politician, Mayor of Marburg (b. 1864)", "entities": [{"title": "Paul Troje", "href": "/wiki/Paul_Troje", "description": "Paul Troje was a German politician and from 1893 to 1907 the mayor of Einbeck and from 24 August 1907 until 30 September 1924 mayor of Marburg."}, {"title": "List of mayors of Marburg", "href": "/wiki/List_of_mayors_of_Marburg", "description": "This is a list of all the mayors of Marburg in Germany since 1835."}]}, {"heading": "Deaths", "year": "1949", "date": "June 29", "txt": "Themistoklis Sofoulis, Greek politician, 115th Prime Minister of Greece (b. 1860)", "entities": [{"title": "Themistoklis Sofoulis", "href": "/wiki/Themistoklis_Sofoulis", "description": "Themistoklis Sofoulis or Sophoulis was a prominent centrist Greek politician from Samos Island, who served three times as Prime Minister of Greece, belonging to the centre-left wing of the Liberal Party, which he led for many years."}, {"title": "List of Prime Ministers of Greece", "href": "/wiki/List_of_Prime_Ministers_of_Greece", "description": "This is a list of the heads of government of the modern Greek state, from its establishment during the Greek Revolution to the present day. Although various official and semi-official appellations were used during the early decades of independent statehood, the title of prime minister has been the formal designation of the office at least since 1843. On dates, Greece officially adopted the Gregori"}]}, {"heading": "Deaths", "year": "1955", "date": "June 29", "txt": "Max Pechstein, German painter and academic (b. 1881)", "entities": [{"title": "Max Pechstein", "href": "/wiki/Max_Pechstein", "description": "Hermann Max Pechstein was a German expressionist painter and printmaker, and a member of the Die Brücke group."}]}, {"heading": "Deaths", "year": "1960", "date": "June 29", "txt": "Frank Patrick, Canadian ice hockey player and coach (b. 1885)", "entities": [{"title": "Frank Patrick (ice hockey)", "href": "/wiki/Frank_Patrick_(ice_hockey)", "description": "Francis Alexis \"Frank\" Patrick was a Canadian professional ice hockey player, NHL head coach and manager. Raised in Montreal, Patrick moved to British Columbia with his family in 1907 to establish a lumber company. The family sold the company in 1910 and used the proceeds to establish the Pacific Coast Hockey Association (PCHA), the first major professional hockey league in the West. Patrick, who "}]}, {"heading": "Deaths", "year": "1962", "date": "June 29", "txt": "Charles Lyon Chandler, American historian (b. 1883)", "entities": [{"title": "Charles Lyon Chandler", "href": "/wiki/Charles_Lyon_Chandler", "description": "Charles Lyon Chandler was an American consul and historian of Latin America–United States relations. A Harvard graduate who came to South America in the Consular Service, he became a student and proponent of Pan-Americanism. His pioneering 1915 book Inter-American Acquaintances proposed a new, Pan-American origin for the Monroe Doctrine. After being denied a permanent diplomatic appointment he wor"}]}, {"heading": "Deaths", "year": "1964", "date": "June 29", "txt": "Eric Dolphy, American saxophonist, composer, and bandleader (b. 1928)", "entities": [{"title": "Eric Dolphy", "href": "/wiki/Eric_Dolphy", "description": "Eric Allan Dolphy Jr. was an American jazz alto saxophonist, bass clarinetist and flautist. On a few occasions, he also played the clarinet and piccolo. Dolphy was one of several multi-instrumentalists to gain prominence around the time that he was active. His use of the bass clarinet helped to establish the instrument within jazz. Dolphy extended the vocabulary and boundaries of the alto saxophon"}]}, {"heading": "Deaths", "year": "1967", "date": "June 29", "txt": "Primo Carnera, Italian boxer and actor (b. 1906)", "entities": [{"title": "Primo Carnera", "href": "/wiki/Primo_Carnera", "description": "Primo Carnera, nicknamed the Ambling Alp, was an Italian professional boxer and wrestler who reigned as the boxing World Heavyweight Champion from 29 June 1933 to 14 June 1934. He won more fights by knockout than any other heavyweight champion in boxing history."}]}, {"heading": "Deaths", "year": "1967", "date": "June 29", "txt": "Jayne Mansfield, American actress (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "June 29", "txt": "Moise Tshombe, Congolese accountant and politician, Prime Minister of the Democratic Republic of the Congo (b. 1919)", "entities": [{"title": "Moise Tshombe", "href": "/wiki/Moise_Tshombe", "description": "Moïse Kapend Tshombe was a Congolese businessman and politician. He served as the president of the secessionist State of Katanga from 1960 to 1963 and as prime minister of the Democratic Republic of the Congo from 1964 to 1965."}, {"title": "Prime Minister of the Democratic Republic of the Congo", "href": "/wiki/Prime_Minister_of_the_Democratic_Republic_of_the_Congo", "description": "The prime minister of the Democratic Republic of the Congo is the head of government of the Democratic Republic of the Congo. The Constitution of the Third Republic grants the Prime Minister a significant amount of power."}]}, {"heading": "Deaths", "year": "1971", "date": "June 29", "txt": "Nestor Mesta Chayres, Mexican operatic tenor and bolero vocalist (b. 1908)", "entities": [{"title": "Nestor Mesta Chayres", "href": "/wiki/Nestor_Mesta_Chayres", "description": "Néstor Mesta Cháyres was an acclaimed tenor in Mexico and a noted interpreter of Spanish songs, boleros and Mexican romantic music on the international concert stage. He was widely commended for his artistic renditions of the works of Agustín Lara and María Grever and was nicknamed \"El Gitano de México\"."}]}, {"heading": "Deaths", "year": "1975", "date": "June 29", "txt": "Tim Buckley, American singer-songwriter and guitarist (b. 1947)", "entities": [{"title": "Tim Buckley", "href": "/wiki/Tim_Buckley", "description": "Timothy Charles Buckley III was an American vocalist, songwriter, guitarist, and producer. His music and style changed considerably through the years. Buckley began his career based in folk music, but his subsequent albums experimented with jazz, psychedelia, funk, soul, avant-garde, and an evolving voice-as-instrument sound. He died at the age of 28 from a heroin and morphine overdose, leaving be"}]}, {"heading": "Deaths", "year": "1978", "date": "June 29", "txt": "Bob Crane, American actor (b. 1928)", "entities": [{"title": "Bob Crane", "href": "/wiki/Bob_Crane", "description": "Robert Edward Crane was an American actor, drummer, radio personality, and disc jockey known for starring in the CBS situation comedy Hogan's Heroes."}]}, {"heading": "Deaths", "year": "1979", "date": "June 29", "txt": "Lowell George, American singer-songwriter, guitarist, and producer (b. 1945)", "entities": [{"title": "Lowell George", "href": "/wiki/Lowell_George", "description": "Lowell Thomas George was an American singer, songwriter, multi-instrumentalist, and record producer, who was the primary guitarist, vocalist, and songwriter for the rock band Little Feat."}]}, {"heading": "Deaths", "year": "1980", "date": "June 29", "txt": "Jorge Basadre, Peruvian historian (b. 1903)", "entities": [{"title": "Jorge Basadre", "href": "/wiki/Jorge_Basadre", "description": "Jorge Basadre was a Peruvian historian known for his extensive publications about the independent history of his country. He served during two different administrations as Minister of Education and was also director of the Peruvian National Library."}]}, {"heading": "Deaths", "year": "1981", "date": "June 29", "txt": "Russell Drysdale, English-Australian painter (b. 1912)", "entities": [{"title": "Russell Drysdale", "href": "/wiki/Russell_Drysdale", "description": "Sir George Russell Drysdale, AC, also known as Tass Drysdale, was an Australian artist. He won the prestigious Wynne Prize for Sofala in 1947, and represented Australia at the Venice Biennale in 1954. He was influenced by abstract and surrealist art, and \"created a new vision of the Australian scene as revolutionary and influential as that of Tom Roberts\"."}]}, {"heading": "Deaths", "year": "1982", "date": "June 29", "txt": "Pierre Balmain, French fashion designer, founded Balmain (b. 1914)", "entities": [{"title": "Pierre Balmain", "href": "/wiki/Pierre_Balmain", "description": "Pierre Alexandre Claudius Balmain was a French fashion designer and founder of leading post-war fashion house Balmain. Known for sophistication and elegance, he described the art of dressmaking as \"the architecture of movement.\""}, {"title": "Balmain (fashion house)", "href": "/wiki/Balmain_(fashion_house)", "description": "Balmain is a French luxury fashion house that was founded by Pierre Balmain in 1945. It currently operates 16 monobrand stores, including locations in New York City, London, Los Angeles, Las Vegas, Miami, and in Milan's Via Montenapoleone."}]}, {"heading": "Deaths", "year": "1982", "date": "June 29", "txt": "Henry King, American actor, director, producer, and screenwriter (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "June 29", "txt": "Frank Wise, Australian politician, 16th Premier of Western Australia (b. 1897)", "entities": [{"title": "Frank Wise", "href": "/wiki/Frank_Wise", "description": "Frank Joseph Scott Wise AO was a Labor Party politician who was the 16th Premier of Western Australia. He took office on 31 July 1945 in the closing stages of the Second World War, following the resignation of his predecessor due to ill health. He lost the following election two years later to the Liberal Party after Labor had held office for fourteen years previously."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Deaths", "year": "1990", "date": "June 29", "txt": "Irving Wallace, American author and screenwriter (b. 1916)", "entities": [{"title": "Irving Wallace", "href": "/wiki/Irving_Wallace", "description": "Irving Wallace was an American best-selling author and screenwriter. He was known for his heavily researched novels, many with a sexual theme."}]}, {"heading": "Deaths", "year": "1992", "date": "June 29", "txt": "Mohamed Boudiaf, Algerian soldier and politician, President of Algeria (b. 1919)", "entities": [{"title": "Mohamed Boudiaf", "href": "/wiki/Mohamed_Boudiaf", "description": "Mohamed Boudiaf, also called Si Tayeb el Watani, was an Algerian political leader and one of the founders of the revolutionary National Liberation Front (FLN) that led the Algerian War of Independence (1954–1962). Boudiaf was exiled soon after Algerian independence, and did not go back to Algeria for 27 years. He returned in 1992 to accept to position of Chairman of the High Council of State, and "}, {"title": "President of Algeria", "href": "/wiki/President_of_Algeria", "description": "The president of the People's Democratic Republic of Algeria is the head of state and chief executive of Algeria, as well as the commander-in-chief of the Algerian People's National Armed Forces."}]}, {"heading": "Deaths", "year": "1993", "date": "June 29", "txt": "Héctor Lavoe, Puerto Rican-American singer-songwriter (b. 1946)", "entities": [{"title": "Héctor Lavoe", "href": "/wiki/H%C3%A9ctor_Lavoe", "description": "Héctor Juan Pérez Martínez, better known as Héctor Lavoe, was a Puerto Rican salsa singer. Lavoe is considered to be possibly the best and most important singer and interpreter in the history of salsa music because he helped to establish the popularity of this musical genre in the decades of 1960s, 1970s and 1980s. His personality, style and the qualities of his voice led him to a successful artis"}]}, {"heading": "Deaths", "year": "1994", "date": "June 29", "txt": "Kurt Eichhorn, German conductor and educator (b. 1908)", "entities": [{"title": "Kurt Eichhorn", "href": "/wiki/Kurt_Eichhorn", "description": "Kurt Peter Eichhorn, was a German conductor."}]}, {"heading": "Deaths", "year": "1995", "date": "June 29", "txt": "Lana Turner, American actress (b. 1921)", "entities": [{"title": "Lana Turner", "href": "/wiki/Lana_Turner", "description": "Lana Turner was an American actress. Over the course of her nearly 50-year career, she achieved fame as both a pin-up model and a film actress, as well as for her highly publicized personal life. In the mid-1940s, she was one of the highest-paid actresses in the United States, and one of Metro-Goldwyn-Mayer's (MGM) biggest stars, with her films earning the studio more than $50 million during her 1"}]}, {"heading": "Deaths", "year": "1997", "date": "June 29", "txt": "William Hickey, American actor (b. 1927)", "entities": [{"title": "William Hickey (actor)", "href": "/wiki/William_Hickey_(actor)", "description": "William Edward Hickey was an American actor. He is best known for his Academy Award-nominated role as Don Corrado Prizzi in the John Huston film Prizzi's Honor (1985), as well as Uncle Lewis in National Lampoon's Christmas Vacation (1989) and the voice of Dr. Finklestein in Tim Burton's The Nightmare Before Christmas (1993)."}]}, {"heading": "Deaths", "year": "1997", "date": "June 29", "txt": "Marjorie Linklater, Scottish campaigner for the arts and environment of Orkney (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "June 29", "txt": "Horst Jankowski, German pianist and composer (b. 1936)", "entities": [{"title": "Horst Jankowski", "href": "/wiki/Horst_Jankowski", "description": "Horst Jankowski was a classically trained German pianist, most famous for his internationally successful easy listening music."}]}, {"heading": "Deaths", "year": "1999", "date": "June 29", "txt": "Karekin I, Syrian-Armenian patriarch (b. 1950)", "entities": [{"title": "Karekin I", "href": "/wiki/Karekin_I", "description": "Karekin I, served as the Catholicos of the Armenian Apostolic Church between 1994 and 1999. Previously, he served as the Catholicos of Cilicia from 1983 to 1994 as Karekin II."}]}, {"heading": "Deaths", "year": "1999", "date": "June 29", "txt": "Allan Carr, American screenwriter and producer (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "June 29", "txt": "Vittorio Gassman, Italian actor and director (b. 1922)", "entities": [{"title": "Vittorio Gassman", "href": "/wiki/Vittorio_Gassman", "description": "Vittorio Gassman, popularly known as Il Mattatore, was an Italian actor, director and screenwriter."}]}, {"heading": "Deaths", "year": "2002", "date": "June 29", "txt": "Rosemary Clooney, American singer and actress (b. 1928)", "entities": [{"title": "Rosemary Clooney", "href": "/wiki/Rosemary_Clooney", "description": "Rosemary Clooney was an American singer and actress. She came to prominence in the early 1950s with the song \"Come On-a My House\", which was followed by other pop numbers such as \"Botch-a-Me\", \"Mambo Italiano\", \"Tenderly\", \"Half as Much\", \"Hey There\", and \"This Ole House\". She also had success as a jazz vocalist. Clooney's career languished in the 1960s, partly due to problems related to depressio"}]}, {"heading": "Deaths", "year": "2003", "date": "June 29", "txt": "Katharine Hepburn, American actress (b. 1907)", "entities": [{"title": "Katharine Hepburn", "href": "/wiki/Katharine_Hepburn", "description": "Katharine Houghton Hepburn was an American actress of film, stage, and television. Hepburn's career as a Hollywood leading lady spanned more than 60 years. Known for her headstrong independence and spirited personality, she cultivated a screen persona that matched this public image, and regularly played strong-willed, sophisticated women. Her work came in a range of genres, from screwball comedy t"}]}, {"heading": "Deaths", "year": "2004", "date": "June 29", "txt": "Bernard Babior, American physician and biochemist (b. 1935)", "entities": [{"title": "Bernard Babior", "href": "/wiki/Bernard_Babior", "description": "Bernard Macy Babior was an American physician and research biochemist."}]}, {"heading": "Deaths", "year": "2004", "date": "June 29", "txt": "Alvin Hamilton, Canadian lieutenant and politician, 18th Canadian Minister of Agriculture (b. 1912)", "entities": [{"title": "Minister of Agriculture (Canada)", "href": "/wiki/Minister_of_Agriculture_(Canada)", "description": "The minister of agriculture and agri-food is a minister of the Crown in the Cabinet of Canada, who is responsible for overseeing several organizations including Agriculture and Agri-Food Canada, the Canadian Dairy Commission, Farm Credit Canada, the Canadian Food Inspection Agency, the National Farm Products Council and the Canadian Grain Commission."}]}, {"heading": "Deaths", "year": "2006", "date": "June 29", "txt": "Fabián Bielinsky, Argentinian director and screenwriter (b. 1959)", "entities": [{"title": "Fabián Bielinsky", "href": "/wiki/Fabi%C3%A1n_Bielinsky", "description": "Fabián Bielinsky was an Argentine film director born in Buenos Aires."}]}, {"heading": "Deaths", "year": "2006", "date": "June 29", "txt": "Randy Walker, American football player and coach (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "June 29", "txt": "Fred Saberhagen, American soldier and author (b. 1930)", "entities": [{"title": "Fred Saberhagen", "href": "/wiki/Fred_Saberhagen", "description": "Fred Thomas Saberhagen was an American science fiction and fantasy author most famous for his Berserker series of science fiction short stories and novels."}]}, {"heading": "Deaths", "year": "2007", "date": "June 29", "txt": "Joel Siegel, American journalist and critic (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "June 29", "txt": "Joe Bowman, American, target shooter and boot-maker (b. 1925)", "entities": [{"title": "Joe Bowman (marksman)", "href": "/wiki/Joe_Bowman_(marksman)", "description": "Joseph Lee Bowman was an American marksman called \"The Straight Shooter\", considered to have been a guardian of Texas and Western frontier culture. He was also an Eagle Scout, Army soldier, and bootmaker."}]}, {"heading": "Deaths", "year": "2011", "date": "June 29", "txt": "K. D. Sethna,  Indian poet, scholar, writer, philosopher, and cultural critic (b. 1904)", "entities": [{"title": "K. D. Sethna", "href": "/wiki/K._D._Sethna", "description": "Kaikhosru Danjibuoy Sethna was an Indian poet, scholar, writer, philosopher, and cultural critic. He published more than 50 books. He was also known as Amal Kiran."}]}, {"heading": "Deaths", "year": "2012", "date": "June 29", "txt": "Yong Nyuk Lin, Singaporean politician, Singaporean Minister of Health (b. 1918)", "entities": [{"title": "Yong Nyuk Lin", "href": "/wiki/Yong_Nyuk_Lin", "description": "Yong Nyuk Lin was a Singaporean politician. He was born in Seremban, Negri Sembilan, Malaysia and studied in Singapore. He was the general manager of Overseas Assurance Company for 18 years before he resigned to stand for the Singapore general elections in 1959. He became the Member of Parliament for Geylang West. He was in Singapore's first cabinet and served as a minister from 1959 to 1976. His "}, {"title": "Ministry of Health (Singapore)", "href": "/wiki/Ministry_of_Health_(Singapore)", "description": "The Ministry of Health is a ministry of the Government of Singapore responsible for providing information, raising health awareness and education and ensuring and monitoring the accessibility and quality of healthcare services provided to the citizens and nationals of Singapore. In addition, it is also involved in the control of illness and disease in the country, coordinating the utilisation of r"}]}, {"heading": "Deaths", "year": "2012", "date": "June 29", "txt": "Vincent Ostrom, American political scientist and academic (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 29", "txt": "Juan Reccius, Chilean triple jumper (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 29", "txt": "Floyd Temple, American baseball player, coach, and manager (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 29", "txt": "Peter Fitzgerald, Irish footballer and manager (b. 1937)", "entities": [{"title": "Peter Fitzgerald (footballer)", "href": "/wiki/Peter_Fitzgerald_(footballer)", "description": "Peter Joseph Fitzgerald was an Irish professional footballer."}]}, {"heading": "Deaths", "year": "2013", "date": "June 29", "txt": "Jack Gotta, American-Canadian football player, coach, and manager (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 29", "txt": "Margherita Hack, Italian astrophysicist and author (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 29", "txt": "Gilma Jiménez, Colombian politician (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 29", "txt": "Damian D'Oliveira, South African cricketer (b. 1960)", "entities": [{"title": "Damian D'Oliveira", "href": "/wiki/Damian_D%27Oliveira", "description": "Damian Basil D'Oliveira was a South African-born English cricketer who played first-class cricket for Worcestershire, and was the Academy Director of Worcestershire County Cricket Club."}]}, {"heading": "Deaths", "year": "2014", "date": "June 29", "txt": "Dermot Healy, Irish author, poet, and playwright (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 29", "txt": "Hisham Barakat, Egyptian lawyer and judge (b. 1950)", "entities": [{"title": "Hisham Barakat", "href": "/wiki/Hisham_Barakat", "description": "Hisham Muhammad Zaki Barakat was Prosecutor General of Egypt from 2013 to 2015. During his term as state prosecutor, he was responsible for thousands of controversial prosecutions, including several widely deemed politically motivated resulting in death sentences for hundreds of Muslim Brotherhood members and supporters of deposed Egyptian President Mohamed Morsi. He was assassinated in a car bomb"}]}, {"heading": "Deaths", "year": "2015", "date": "June 29", "txt": "Josef Masopust, Czech footballer and coach (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 29", "txt": "Charles Pasqua, French businessman and politician, French Minister of the Interior (b. 1927)", "entities": [{"title": "Minister of the Interior (France)", "href": "/wiki/Minister_of_the_Interior_(France)", "description": "The Minister of the Interior is an important position in the Government of France. The office is equivalent to the Interior Minister of other countries, like the Home Secretary of the United Kingdom, the Minister of Public Safety in Canada or similar to a combination of the Attorney General and Secretary of Homeland Security in the United States."}]}, {"heading": "Deaths", "year": "2016", "date": "June 29", "txt": "Jan Hettema, Springbok cyclist and five times South African National Rally Champion (b. 1933)", "entities": [{"title": "Jan Hettema", "href": "/wiki/Jan_Hettema", "description": "Jan Hettema was a South African cyclist. He competed in three events at the 1956 Summer Olympics. He was also a successful rally driver and won the South African National Rally Championship five times. He was killed during an armed robbery at his smallholding in Tweedrag near Boschkop, Pretoria on 29 June 2016."}]}, {"heading": "Deaths", "year": "2017", "date": "June 29", "txt": "Louis Nicollin, French entrepreneur and chairman of Montpellier HSC from 1974 to his death (b. 1943)", "entities": [{"title": "Louis Nicollin", "href": "/wiki/Louis_Nicollin", "description": "Louis Nicollin was a French entrepreneur and director of the Nicollin Company, which specializes in the collection and reprocessing of household and industrial waste. Nicollin notably served as chairman of Montpellier Hérault Sport Club, a football team, from 1974 to his death."}, {"title": "Montpellier HSC", "href": "/wiki/Montpellier_HSC", "description": "Montpellier Hérault Sport Club, commonly referred to as Montpellier HSC or simply Montpellier, is a French professional football club based in the city of Montpellier in Occitanie. The original club was founded in 1919, while the current incarnation was founded through a merger in 1974. Montpellier currently plays in Ligue 1, the top level of French football and plays its home matches at the Stade"}]}, {"heading": "Deaths", "year": "2017", "date": "June 29", "txt": "Dave Semenko, Canadian ice hockey player (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "June 29", "txt": "Steve Ditko, American comic writer and illustrator (b. 1927)", "entities": [{"title": "Steve Ditko", "href": "/wiki/Steve_Ditko", "description": "Stephen J. Ditko was an American comics artist and writer best known as the artist and co-creator, with Stan Lee, of the Marvel Comics superheroes Spider-Man and Doctor Strange."}]}, {"heading": "Deaths", "year": "2020", "date": "June 29", "txt": "Carl Reiner, American actor, director, producer, and screenwriter (b. 1922)", "entities": [{"title": "Carl Reiner", "href": "/wiki/Carl_Reiner", "description": "Carl Reiner was an American actor, comedian, director, screenwriter, and author whose career spanned seven decades. During the early years of television comedy from 1950 to 1957, he acted on and contributed sketch material for Your Show of Shows and Caesar's Hour, starring Sid Caesar, writing alongside Mel Brooks, Neil Simon, and Woody Allen. Reiner teamed up with Brooks and together they released"}]}, {"heading": "Deaths", "year": "2020", "date": "June 29", "txt": "Stepa J. Groggs, American rap artist (b. 1988)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "June 29", "txt": "Hachalu Hundessa,  Ethiopian singer, songwriter (b. 1986)", "entities": [{"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}]}]