[{"heading": "Events", "year": "763 BC", "date": "June 15", "txt": "Assyrians record a solar eclipse that is later used to fix the chronology of Mesopotamian history.", "entities": [{"title": "Assyria", "href": "/wiki/Assyria", "description": "Assyria, also called the Assyrian Empire, was a Mesopotamian kingdom and empire of the Ancient Near East that existed as a state from perhaps as early as the 25th century BCE until its collapse between 612 BCE and 609 BCE; thereby spanning the periods of the Early to Middle Bronze Age through to the late Iron Age. This vast span of time is divided into the Early Period, Old Assyrian Empire, Middle"}, {"title": "Assyrian eclipse", "href": "/wiki/Assyrian_eclipse", "description": "The Assyrian eclipse, also known as the Bur-Sagale eclipse, is a solar eclipse recorded in Assyrian eponym lists, most likely dating the ninth year of the reign of king Ashur-dan III. The eclipse is identified with the one that occurred on 15 June 763 BC."}, {"title": "Chronology", "href": "/wiki/Chronology", "description": "Chronology is the science of arranging events in their order of occurrence in time. Consider, for example, the use of a timeline or sequence of events. It is also \"the determination of the actual temporal sequence of past events\"."}, {"title": "Mesopotamia", "href": "/wiki/Mesopotamia", "description": "Mesopotamia is a historical region of Western Asia situated within the Tigris–Euphrates river system, in the northern part of the Fertile Crescent. It occupies the area of present-day Iraq and Kuwait, and parts of Iran, Syria, and Turkey."}]}, {"heading": "Events", "year": "844", "date": "June 15", "txt": "Louis II is crowned as king of Italy at Rome by pope Sergius II.", "entities": [{"title": "Louis II of Italy", "href": "/wiki/Louis_II_of_Italy", "description": "Louis II, sometimes called the Younger, was the king of Italy and Holy Roman Emperor from 844, co-ruling with his father Lothair I until 855, after which he ruled alone."}, {"title": "Italy", "href": "/wiki/Italy", "description": "Italy, officially the Italian Republic, is a country consisting of a continental part, delimited by the Alps, a peninsula and several islands surrounding it. Italy is located in Southern Europe, and is also considered part of Western Europe. A unitary parliamentary republic with Rome as its capital, the country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France,"}, {"title": "Rome", "href": "/wiki/Rome", "description": "Rome is the capital city and a special comune of Italy, as well as the capital of the Lazio region. The city has been a major human settlement for almost three millennia. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan "}, {"title": "Pope Sergius II", "href": "/wiki/Pope_Sergius_II", "description": "Pope Sergius II was the bishop of Rome and ruler of the Papal States from January 844 to his death. Sergius II's pontificate saw the Arab raid against Rome as well as the city's redevelopment."}]}, {"heading": "Events", "year": "923", "date": "June 15", "txt": "Battle of Soissons: King Robert I of France is killed and King Charles the Simple is arrested by the supporters of Duke Rudolph of Burgundy.", "entities": [{"title": "Battle of Soissons (923)", "href": "/wiki/Battle_of_Soissons_(923)", "description": "The Battle of Soissons was fought on 15 June 923 between an alliance of Frankish insurgent nobles led by Robert I, elected king in an assembly the year prior, and an army composed of Lotharingians, Normans, and Carolingian forces under King Charles III's command. The battle took place at Soissons, near Aisne. Robert was killed, but his army won the war. Charles was imprisoned by Herbert II of Verm"}, {"title": "Robert I of France", "href": "/wiki/Robert_I_of_France", "description": "Robert I, was the elected King of West Francia from 922 to 923. Before his election to the throne he was Count of Poitiers, Count of Paris and Marquis of Neustria and Orléans. He succeeded the overthrown Carolingian king Charles the Simple, who in 898 had succeeded Robert's brother, king Odo."}, {"title": "Charles the Simple", "href": "/wiki/Charles_the_Simple", "description": "Charles III, called the Simple or the Straightforward, was the king of West Francia from 898 until 922 and the king of Lotharingia from 911 until 919–23. He was a member of the Carolingian dynasty."}, {"title": "Rudolph of France", "href": "/wiki/Rudolph_of_France", "description": "Rudolph or Rudolf was the king of France from 923 until his death in 936. He was elected to succeed his father-in-law, Robert I, and spent much of his reign defending his realm from Viking raids."}]}, {"heading": "Events", "year": "1184", "date": "June 15", "txt": "The naval Battle of Fimreite is won by the Birkebeiner pretender Sverre Sigurdsson. Sigurdsson takes the Norwegian throne and King Magnus V of Norway is killed.", "entities": [{"title": "Battle of Fimreite", "href": "/wiki/Battle_of_Fimreite", "description": "The Battle of Fimreite was a naval battle fought on 15 June 1184 between King Magnus Erlingsson and the Birkebeiner pretender Sverre Sigurdsson. Sverre eventually defeated and killed Magnus in the battle, and successfully usurped the Norwegian throne."}, {"title": "Sverre Sigurdsson", "href": "/wiki/Sverre_Sigurdsson", "description": "Sverre Sigurdsson was the King of Norway from 1184 to 1202."}, {"title": "Magnus V of Norway", "href": "/wiki/Magnus_V_of_Norway", "description": "Magnus V Erlingsson was a king of Norway during the civil war era in Norway. He was the first Scandinavian monarch to be crowned. He helped to establish primogeniture in royal succession in Norway."}]}, {"heading": "Events", "year": "1215", "date": "June 15", "txt": "King John of England puts his seal to Magna Carta.", "entities": [{"title": "John of England", "href": "/wiki/John_of_England", "description": "John was King of England from 1199 until his death in 1216. He lost the Duchy of Normandy and most of his other French lands to King Philip II of France, resulting in the collapse of the Angevin Empire and contributing to the subsequent growth in power of the French Capetian dynasty during the 13th century. The baronial revolt at the end of John's reign led to the sealing of Magna Carta, a documen"}, {"title": "Seal (emblem)", "href": "/wiki/Seal_(emblem)", "description": "A seal is a device for making an impression in wax, clay, paper, or some other medium, including an embossment on paper, and is also the impression thus made. The original purpose was to authenticate a document, a wrapper for one such as a modern envelope, or the cover of a container or package holding valuables or other objects."}, {"title": "Magna Carta", "href": "/wiki/Magna_Carta", "description": "Magna Carta Libertatum, commonly called Magna Carta, is a royal charter of rights agreed to by King John of England at Runnymede, near Windsor, on 15 June 1215. First drafted by Archbishop of Canterbury Stephen Langton to make peace between the unpopular king and a group of rebel barons, it promised the protection of church rights, protection for the barons from illegal imprisonment, access to swi"}]}, {"heading": "Events", "year": "1219", "date": "June 15", "txt": "Northern Crusades: Danish victory at the Battle of Lindanise (modern-day Tallinn) establishes the Danish Duchy of Estonia.", "entities": [{"title": "Northern Crusades", "href": "/wiki/Northern_Crusades", "description": "The Northern Crusades or Baltic Crusades were Christian colonization and Christianization campaigns undertaken by Catholic Christian military orders and kingdoms, primarily against the pagan Baltic, Finnic and West Slavic peoples around the southern and eastern shores of the Baltic Sea, and to a lesser extent also against Orthodox Christian Slavs."}, {"title": "Battle of Lyndanisse", "href": "/wiki/Battle_of_Lyndanisse", "description": "The Battle of Lyndanisse was a battle during the Livonian Crusade, fought between the Kingdom of Denmark with various German allies and pagan Estonian tribes. The battle helped King Valdemar II of Denmark establish the territory of Danish Estonia during the Northern Crusades, which were undertaken in response to calls from the Pope. The Danes defeated the Estonians at Lindanise."}, {"title": "Tallinn", "href": "/wiki/Tallinn", "description": "Tallinn is the capital and most populous city of Estonia. Located in the northern part of the country, on the shore of the Gulf of Finland of the Baltic Sea, it has a population of 437,619 in 2020. Administratively a part of Harju County, Tallinn is the main financial, industrial and cultural centre of Estonia; the second largest city, Tartu, is located in the southern part of Estonia, 187.2 kilom"}, {"title": "Danish Estonia", "href": "/wiki/Danish_Estonia", "description": "The Duchy of Estonia, also known as Danish Estonia, was a direct dominion of the King of Denmark from 1219 until 1346 when it was sold to the Teutonic Order and became part of the Ordensstaat."}]}, {"heading": "Events", "year": "1246", "date": "June 15", "txt": "With the death of Frederick II, Duke of Austria, the Babenberg dynasty ends in Austria.", "entities": [{"title": "Frederick II, Duke of Austria", "href": "/wiki/Frederick_II,_Duke_of_Austria", "description": "Frederick II, known as Frederick the Quarrelsome, was Duke of Austria and Styria from 1230 until his death. He was the fifth and last Austrian duke from the House of Babenberg, since the former margraviate was elevated to a duchy by the 1156 Privilegium Minus. He was killed in the Battle of the Leitha River, leaving no male heirs."}, {"title": "Babenberg dynasty", "href": "/wiki/Babenberg_dynasty", "description": "Babenberg was a noble dynasty of Austrian margraves and dukes. Originally from Bamberg in the Duchy of Franconia, the Babenbergs ruled the Imperial Margraviate of Austria from its creation in 976 AD until its elevation to a duchy in 1156, and from then until the extinction of the line in 1246, whereafter they were succeeded by the House of Habsburg."}]}, {"heading": "Events", "year": "1300", "date": "June 15", "txt": "The city of Bilbao is founded.", "entities": [{"title": "Bilbao", "href": "/wiki/Bilbao", "description": "Bilbao is a city in northern Spain, the largest city in the province of Biscay and in the Basque Country as a whole. It is also the largest city proper in northern Spain. Bilbao is the tenth largest city in Spain, with a population of 345,141 as of 2015. The Bilbao metropolitan area has 1,037,847 inhabitants, making it one of the most populous metropolitan areas in northern Spain; with a populatio"}]}, {"heading": "Events", "year": "1312", "date": "June 15", "txt": "At the Battle of Rozgony, King Charles I of Hungary wins a decisive victory over the family of Palatine Amade Aba.", "entities": [{"title": "Battle of Rozgony", "href": "/wiki/Battle_of_Rozgony", "description": "The Battle of Rozgony or Battle of Rozhanovce was fought between King Charles Robert of Hungary and the family of Palatine Amade Aba on 15 June 1312, on the Rozgony field. Chronicon Pictum described it as the \"most cruel battle since the Mongol invasion of Europe\". Despite many casualties on the King's side, his decisive victory brought an end to the Aba family's rule over the eastern Kingdom of H"}, {"title": "Charles I of Hungary", "href": "/wiki/Charles_I_of_Hungary", "description": "Charles I, also known as Charles Robert was King of Hungary and Croatia from 1308 to his death. He was a member of the Capetian House of Anjou and the only son of Charles Martel, Prince of Salerno. His father was the eldest son of Charles II of Naples and Mary of Hungary. She laid claim to Hungary after her brother, Ladislaus IV of Hungary, died in 1290, but the Hungarian prelates and lords electe"}, {"title": "Palatine of Hungary", "href": "/wiki/Palatine_of_Hungary", "description": "The Palatine of Hungary was the highest-ranking office in the Kingdom of Hungary from the beginning of the 11th century to 1848. Initially, Palatines were representatives of the monarchs, later the vice-regent (viceroy). In the early centuries of the kingdom, they were appointed by the king, and later were elected by the Diet of the Kingdom of Hungary. Palatine's jurisdiction included only Hungary"}, {"title": "Amade Aba", "href": "/wiki/Amade_Aba", "description": "Amadeus Aba or Amade Aba was a Hungarian oligarch in the Kingdom of Hungary who ruled de facto independently the northern and north-eastern counties of the kingdom. He held the office of Palatine (nádor) several times, and he was also judge royal (országbíró) twice. He was assassinated at the south gate in the city of Kassa by Saxon burghers."}]}, {"heading": "Events", "year": "1389", "date": "June 15", "txt": "Battle of Kosovo: The Ottoman Empire defeats Serbs and Bosnians.", "entities": [{"title": "Battle of Kosovo", "href": "/wiki/Battle_of_Kosovo", "description": "The Battle of Kosovo took place on 15 June 1389 between an army led by the Serbian Prince Lazar Hrebeljanović and an invading army of the Ottoman Empire under the command of Sultan Murad Hüdavendigâr. The battle was fought on the Kosovo field in the territory ruled by Serbian nobleman Vuk Branković, in what is today Kosovo, about 5 kilometers (3.1 mi) northwest of the modern city of Pristina. The "}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Serbs", "href": "/wiki/Serbs", "description": "The Serbs are a South Slavic ethnic group and nation, native to the Balkans in Southeastern Europe."}, {"title": "Bosnia and Herzegovina", "href": "/wiki/Bosnia_and_Herzegovina", "description": "Bosnia and Herzegovina, abbreviated BiH or B&H, sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country in South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city."}]}, {"heading": "Events", "year": "1410", "date": "June 15", "txt": "In a decisive battle at Onon River, the Mongol forces of Oljei Temur were decimated by the Chinese armies of the Yongle Emperor.", "entities": [{"title": "Yongle Emperor's campaigns against the Mongols", "href": "/wiki/Yongle_Emperor%27s_campaigns_against_the_Mongols", "description": "Yongle Emperor's campaigns against the Mongols (1410–1424) was a military campaign of the Ming dynasty under the Yongle Emperor against the Northern Yuan. During his reign he launched several aggressive campaigns, defeating the Northern Yuan, Eastern Mongols, Oirats, and various other Mongol tribes."}, {"title": "Oljei Temur", "href": "/wiki/Oljei_Temur", "description": "Öljei Temür Khan, Bunyashir Khan was the Mongol khan of the Northern Yuan dynasty based in the Mongolian Plateau. He was a son of Elbeg Nigülesügchi Khan and younger brother of Gün Temür Khan. He was one of the Borjigin princes, such as Tokhtamysh and Temür Qutlugh, backed by Timur to seize the throne."}, {"title": "Yongle Emperor", "href": "/wiki/Yongle_Emperor", "description": "The Yongle Emperor — personal name Zhu Di — was the third Emperor of the Ming dynasty, reigning from 1402 to 1424."}]}, {"heading": "Events", "year": "1410", "date": "June 15", "txt": "Ottoman Interregnum: Süleyman Çelebi defeats his brother Musa Çelebi outside the Byzantine capital, Constantinople.", "entities": [{"title": "Süleyman Çelebi", "href": "/wiki/S%C3%BCleyman_%C3%87elebi", "description": "Süleyman Çelebi was an Ottoman prince and a co-ruler of the empire for several years during the Ottoman Interregnum. There is a tradition of western origin, according to which Suleiman the Magnificent was \"Suleiman II\", but that tradition has been based on an erroneous assumption that Süleyman Çelebi was to be recognised as a legitimate sultan."}, {"title": "Battle of Kosmidion", "href": "/wiki/Battle_of_Kosmidion", "description": "The Battle of Kosmidion occurred on 15 June 1410, during the Ottoman Interregnum, and was fought between the forces of the rival brothers, Musa Çelebi and Süleyman Çelebi, at Kosmidion just outside the land walls of Constantinople."}, {"title": "Musa Çelebi", "href": "/wiki/Musa_%C3%87elebi", "description": "Musa Çelebi was an Ottoman prince and a co-ruler of the empire for three years during the Ottoman Interregnum."}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Events", "year": "1502", "date": "June 15", "txt": "Christopher Columbus lands on the island of Martinique on his fourth voyage.", "entities": [{"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}, {"title": "Martinique", "href": "/wiki/Martinique", "description": "Martinique is an island and an Overseas department/region and single territorial collectivity of France, and therefore an integral part of the French Republic, located in the Lesser Antilles of the West Indies in the eastern Caribbean Sea, with a land area of 1,128 square kilometres (436 sq mi) and a population of 376,480 inhabitants as of January 2016. One of the Windward Islands, it is directly "}]}, {"heading": "Events", "year": "1520", "date": "June 15", "txt": "Pope Leo X threatens to excommunicate Martin Luther in Exsurge Domine.", "entities": [{"title": "Pope Leo X", "href": "/wiki/Pope_Leo_X", "description": "Pope Leo X was pope and ruler of the Papal States from 9 March 1513 to his death on 1 December 1521."}, {"title": "Excommunication", "href": "/wiki/Excommunication", "description": "Excommunication is an institutional act of religious censure used to end or at least regulate the communion of a member of a congregation with other members of the religious institution who are in normal communion with each other. The purpose of the institutional act is to deprive, suspend, or limit membership in a religious community or to restrict certain rights within it, in particular, those o"}, {"title": "Martin Luther", "href": "/wiki/Martin_Luther", "description": "Martin Luther, was a German professor of theology, priest, author, composer, Augustinian monk, and a seminal figure in the Reformation. Luther was ordained to the priesthood in 1507. He came to reject several teachings and practices of the Roman Catholic Church; in particular, he disputed the view on indulgences. Luther proposed an academic discussion of the practice and efficacy of indulgences in"}]}, {"heading": "Events", "year": "1648", "date": "June 15", "txt": "Margaret Jones is hanged in Boston for witchcraft in the first such execution for the Massachusetts Bay Colony.", "entities": [{"title": "Margaret Jones (Puritan midwife)", "href": "/wiki/Margaret_Jones_(Puritan_midwife)", "description": "Margaret Jones was the first person to be executed for witchcraft in Massachusetts Bay Colony during a witch-hunt that lasted from 1648 to 1693. About eighty people throughout New England were accused of practicing witchcraft during that period. Thirteen women and two men were executed."}, {"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}, {"title": "Witchcraft", "href": "/wiki/Witchcraft", "description": "Witchcraft is the practice of what the practitioner (\"witch\") believes to be magical skills and abilities such as using spells, incantations, and magical rituals. Witchcraft is a broad term that varies culturally and societally, and thus can be difficult to define with precision. Historically, the most common meaning is the use of supernatural means to cause harm to the innocent; this remains the "}, {"title": "Massachusetts Bay Colony", "href": "/wiki/Massachusetts_Bay_Colony", "description": "The Massachusetts Bay Colony (1628–1691), more formally The Colony of Massachusetts Bay, was an English settlement on the east coast of America around the Massachusetts Bay, the northernmost of the several colonies later reorganized as the Province of Massachusetts Bay. The lands of the settlement were in southern New England, with initial settlements on two natural harbors and surrounding land ab"}]}, {"heading": "Events", "year": "1667", "date": "June 15", "txt": "The first human blood transfusion is administered by Dr. Jean-Baptiste Denys.", "entities": [{"title": "Blood transfusion", "href": "/wiki/Blood_transfusion", "description": "Blood transfusion is the process of transferring blood products into one's circulation intravenously. Transfusions are used for various medical conditions to replace lost components of the blood. Early transfusions used whole blood, but modern medical practice commonly uses only components of the blood, such as red blood cells, white blood cells, plasma, clotting factors, and platelets."}, {"title": "Jean-Baptiste Denys", "href": "/wiki/Jean-Baptiste_Denys", "description": "Jean-Baptiste Denys was a French physician notable for having performed the first fully documented human blood transfusion, a xenotransfusion. He studied in Montpellier and was the personal physician to King Louis XIV."}]}, {"heading": "Events", "year": "1670", "date": "June 15", "txt": "The first stone of Fort Ricasoli is laid down in Malta.", "entities": [{"title": "Fort Ricasoli", "href": "/wiki/Fort_Ricasoli", "description": "Fort Ricasoli is a bastioned fort in Kalkara, Malta, which was built by the Order of Saint John between 1670 and 1698. The fort occupies a promontory known as Gallows' Point and the north shore of Rinella Bay, commanding the entrance to the Grand Harbour along with Fort Saint Elmo. It is the largest fort in Malta, and it has been on the tentative list of UNESCO World Heritage Sites since 1998, as "}]}, {"heading": "Events", "year": "1752", "date": "June 15", "txt": "Benjamin Franklin proves that lightning is electricity (traditional date, the exact date is unknown).", "entities": [{"title": "Benjamin Franklin", "href": "/wiki/Benjamin_Franklin", "description": "Benjamin Franklin was one of the Founding Fathers of the United States. A polymath, he was a leading writer, printer, political philosopher, politician, Freemason, postmaster, scientist, inventor, humorist, civic activist, statesman, and diplomat. As a scientist, he was a major figure in the American Enlightenment and the history of physics for his discoveries and theories regarding electricity. A"}, {"title": "Lightning", "href": "/wiki/Lightning", "description": "Lightning is a naturally occurring electrostatic discharge during which two electrically charged regions in the atmosphere or ground temporarily equalize themselves, causing the instantaneous release of as much as one gigajoule of energy. This discharge may produce a wide range of electromagnetic radiation, from very hot plasma created by the rapid movement of electrons, to brilliant flashes of vi"}, {"title": "Electricity", "href": "/wiki/Electricity", "description": "Electricity is the set of physical phenomena associated with the presence and motion of matter that has a property of electric charge. Electricity is related to magnetism, both being part of the phenomenon of electromagnetism, as described by Maxwell's equations. Various common phenomena are related to electricity, including lightning, static electricity, electric heating, electric discharges and "}]}, {"heading": "Events", "year": "1776", "date": "June 15", "txt": "Delaware Separation Day: Delaware votes to suspend government under the British Crown and separate officially from Pennsylvania.", "entities": [{"title": "Delaware", "href": "/wiki/Delaware", "description": "Delaware is a state in the Mid-Atlantic region of the United States, bordering Maryland to its south and west; Pennsylvania to its north; and New Jersey and the Atlantic Ocean to its east. The state takes its name from the nearby Delaware River named after Thomas West, 3rd Baron De La Warr, an English nobleman and Virginia's first colonial governor."}, {"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}]}, {"heading": "Events", "year": "1800", "date": "June 15", "txt": "The Provisional Army of the United States is dissolved.", "entities": [{"title": "Provisional Army of the United States", "href": "/wiki/Provisional_Army_of_the_United_States", "description": "The Provisional Army of the United States was a rump military force maintained by the United States of America between May 1798 and June 1800."}]}, {"heading": "Events", "year": "1804", "date": "June 15", "txt": "New Hampshire approves the Twelfth Amendment to the United States Constitution, ratifying the document.", "entities": [{"title": "New Hampshire", "href": "/wiki/New_Hampshire", "description": "New Hampshire is a state in the New England region of the United States. It is bordered by Massachusetts to the south, Vermont to the west, Maine and the Atlantic Ocean to the east, and the Canadian province of Quebec to the north. New Hampshire is the 5th smallest by area and the 10th least populous U.S. state. Concord is the state capital, while Manchester is the largest city. New Hampshire has "}, {"title": "Twelfth Amendment to the United States Constitution", "href": "/wiki/Twelfth_Amendment_to_the_United_States_Constitution", "description": "The Twelfth Amendment to the United States Constitution provides the procedure for electing the president and vice president. It replaced the procedure provided in Article II, Section 1, Clause 3, by which the Electoral College originally functioned. The amendment was proposed by the Congress on December 9, 1803, and was ratified by the requisite three-fourths of state legislatures on June 15, 180"}]}, {"heading": "Events", "year": "1808", "date": "June 15", "txt": "Joseph Bonaparte becomes King of Spain.", "entities": [{"title": "Joseph Bonaparte", "href": "/wiki/Joseph_Bonaparte", "description": "Joseph-Napoléon Bonaparte, Comte de Survilliers, was a French lawyer and diplomat and older brother of Napoleon Bonaparte. The latter made him King of Naples, and later King of Spain. After the fall of Napoleon, Joseph styled himself Comte de Survilliers. He emigrated to the United States, where he settled near Bordentown, New Jersey on an estate overlooking the Delaware River not far from Philade"}, {"title": "King of Spain", "href": "/wiki/King_of_Spain", "description": "The Monarchy of Spain, constitutionally referred to as The Crown, is a constitutional institution and the highest office of Spain. The monarchy comprises the reigning monarch, his or her family, and the royal household organization which supports and facilitates the monarch in the exercise of his duties and prerogatives. The Spanish monarchy is currently represented by King Felipe VI, Queen Letizi"}]}, {"heading": "Events", "year": "1836", "date": "June 15", "txt": "Arkansas is admitted as the 25th U.S. state.", "entities": [{"title": "Arkansas", "href": "/wiki/Arkansas", "description": "Arkansas is a state in the South Central region of the United States, home to more than three million people as of 2018. Its name is from the Osage language, a Dhegiha Siouan language, and referred to their relatives, the Quapaw people. The state's diverse geography ranges from the mountainous regions of the Ozark and Ouachita Mountains, which make up the U.S. Interior Highlands, to the densely fo"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1844", "date": "June 15", "txt": "Charles Goodyear receives a patent for vulcanization, a process to strengthen rubber.", "entities": [{"title": "Charles Goodyear", "href": "/wiki/Charles_Goodyear", "description": "Charles Goodyear was an American self-taught chemist and manufacturing engineer who developed vulcanized rubber, for which he received patent number 3633 from the United States Patent Office on June 15, 1844."}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Vulcanization", "href": "/wiki/Vulcanization", "description": "Vulcanization refers to a range of processes for hardening rubbers. The term originally referred exclusively to the treatment of natural rubber with sulfur, which remains the most common practice. It has also grown to include the hardening of other (synthetic) rubbers via various means. Examples include silicone rubber via room temperature vulcanizing and chloroprene rubber (neoprene) using metal "}, {"title": "Rubber", "href": "/wiki/Rubber", "description": "Rubber is also called India rubber, latex, Amazonian rubber, caucho or caoutchouc, as initially produced, consists of polymers of the organic compound isoprene, with minor impurities of other organic compounds, plus water. Thailand and Indonesia are two of the leading rubber producers. Types of polyisoprene that are used as natural rubbers are classified as elastomers."}]}, {"heading": "Events", "year": "1846", "date": "June 15", "txt": "The Oregon Treaty extends the border between the United States and British North America, established by the Treaty of 1818, westward to the Pacific Ocean.", "entities": [{"title": "Oregon Treaty", "href": "/wiki/Oregon_Treaty", "description": "The Oregon Treaty is a treaty between the United Kingdom and the United States that was signed on June 15, 1846, in Washington, D.C.. The treaty brought an end to the Oregon boundary dispute by settling competing American and British claims to the Oregon Country; the area had been jointly occupied by both Britain and the U.S. since the Treaty of 1818."}, {"title": "British North America", "href": "/wiki/British_North_America", "description": "British North America comprised the British Empire's colonial territories in North America from 1783 to 1907, not including the Caribbean. The Atlantic island of Bermuda was grouped with the Maritimes from 1783 until the formation of the Canadian dominion, and thereafter generally with the colonies in the British West Indies, although the Church of England continued to place Bermuda under the Bish"}, {"title": "Treaty of 1818", "href": "/wiki/Treaty_of_1818", "description": "The Convention respecting fisheries, boundary and the restoration of slaves between the United States and the United Kingdom, also known as the London Convention, Anglo-American Convention of 1818, Convention of 1818, or simply the Treaty of 1818, is an international treaty signed in 1818 between the above parties. This treaty resolved standing boundary issues between the two nations. The treaty a"}]}, {"heading": "Events", "year": "1859", "date": "June 15", "txt": "Ambiguity in the Oregon Treaty leads to the \"Northwestern Boundary Dispute\" between American and British/Canadian settlers.", "entities": [{"title": "Pig War (1859)", "href": "/wiki/Pig_War_(1859)", "description": "The Pig War was a confrontation in 1859 between the United States and the United Kingdom over the British–U.S. border in the San Juan Islands, between Vancouver Island and the State of Washington. The Pig War, so called because it was triggered by the shooting of a pig, is also called the Pig Episode, the Pig and Potato War, the San Juan Boundary Dispute and the Northwestern Boundary Dispute. Desp"}]}, {"heading": "Events", "year": "1864", "date": "June 15", "txt": "American Civil War: The Second Battle of Petersburg begins.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Second Battle of Petersburg", "href": "/wiki/Second_Battle_of_Petersburg", "description": "The Second Battle of Petersburg, also known as the Assault on Petersburg, was fought June 15–18, 1864, at the beginning of the Richmond–Petersburg Campaign. Union forces under Lt. Gen. Ulysses S. Grant and Major General George G. Meade attempted to capture Petersburg, Virginia, before Gen. Robert E. Lee's Confederate Army of Northern Virginia could reinforce the city."}]}, {"heading": "Events", "year": "1864", "date": "June 15", "txt": "Arlington National Cemetery is established when 200 acres (0.81 km2) of the Arlington estate (formerly owned by Confederate General Robert E. Lee) are officially set aside as a military cemetery by U.S. Secretary of War Edwin M. Stanton.", "entities": [{"title": "Robert E. Lee", "href": "/wiki/Robert_E._Lee", "description": "Robert Edward Lee was an American Confederate general best known as a commander of the Confederate States Army during the American Civil War. He led the Army of Northern Virginia from 1862 until its surrender in 1865 and earned a reputation as a skilled tactician."}, {"title": "Cemetery", "href": "/wiki/Cemetery", "description": "A cemetery, burial ground, gravesite or graveyard is a place where the remains of dead people are buried or otherwise interred. The word cemetery implies that the land is specifically designated as a burial ground and originally applied to the Roman catacombs. The term graveyard is often used interchangeably with cemetery, but a graveyard primarily refers to a burial ground within a churchyard."}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}, {"title": "Edwin M. Stanton", "href": "/wiki/Edwin_M._Stanton", "description": "Edwin McMasters Stanton was an American lawyer and politician who served as Secretary of War under the Lincoln Administration during most of the American Civil War. Stanton's management helped organize the massive military resources of the North and guide the Union to victory. However, he was criticized by many Union generals, who perceived him as overcautious and micromanaging. He also organized "}]}, {"heading": "Events", "year": "1877", "date": "June 15", "txt": "Henry Ossian Flipper becomes the first African American cadet to graduate from the United States Military Academy.", "entities": [{"title": "Henry Ossian Flipper", "href": "/wiki/Henry_Ossian_Flipper", "description": "Henry Ossian Flipper was an American soldier, engineer, former slave and in 1877, the first African American to graduate from the United States Military Academy at West Point, earning a commission as a second lieutenant in the United States Army. He was also an author who wrote about scientific topics and his life experiences."}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while naturalized African immigrants may also identify as African-American."}, {"title": "United States Military Academy", "href": "/wiki/United_States_Military_Academy", "description": "The United States Military Academy (USMA), also known as West Point, Army, Army West Point, The Academy, or simply The Point, is a four-year federal service academy in West Point, New York. It was originally established as a fort that sits on strategic high ground overlooking the Hudson River with a scenic view, 50 miles (80 km) north of New York City. It is the oldest of the five American service"}]}, {"heading": "Events", "year": "1878", "date": "June 15", "txt": "Eadweard Muybridge takes a series of photographs to prove that all four feet of a horse leave the ground when it runs; the study becomes the basis of motion pictures.", "entities": [{"title": "Eadweard Muybridge", "href": "/wiki/Eadweard_Muybridge", "description": "Eadweard Muybridge was an English photographer important for his pioneering work in photographic studies of motion, and early work in motion-picture projection. He adopted the first name Eadweard as the original Anglo-Saxon form of Edward, and the surname Muybridge, believing it to be similarly archaic."}, {"title": "Sallie Gardner at a Gallop", "href": "/wiki/Sallie_Gardner_at_a_Gallop", "description": "The Horse in Motion is a series of cabinet cards by Eadweard Muybridge, including six cards that each show a sequential series of six to twelve \"automatic electro-photographs\" depicting the movement of a horse. Muybridge shot the photographs in June 1878. An additional card reprinted the single image of the horse \"Occident\" trotting at high speed, which had previously been published by Muybridge i"}, {"title": "Film", "href": "/wiki/Film", "description": "A film, also called a movie, motion picture or moving picture, is a work of visual art used to simulate experiences that communicate ideas, stories, perceptions, feelings, beauty, or atmosphere through the use of moving images. These images are generally accompanied by sound, and more rarely, other sensory stimulations. The word \"cinema\", short for cinematography, is often used to refer to filmmak"}]}, {"heading": "Events", "year": "1888", "date": "June 15", "txt": "Crown Prince Wilhelm becomes Kaiser Wilhelm II; he will be the last Emperor of the German Empire. Due to the death of his predecessors Wilhelm I and Frederick III, 1888 is the Year of the Three Emperors.", "entities": [{"title": "Wilhelm II, German Emperor", "href": "/wiki/Wilhelm_II,_German_Emperor", "description": "Wilhelm II, anglicised as William II, was the last German Emperor (Kaiser) and King of Prussia, reigning from 15 June 1888 until his abdication on 9 November 1918. Despite strengthening Germany's position as a great power by building a blue-water navy and promoting scientific innovation, his tactless public statements greatly antagonized the international community and his foreign policy was seen "}, {"title": "German Empire", "href": "/wiki/German_Empire", "description": "The German Empire or the Imperial State of Germany, also referred to as Imperial Germany, the Second Reich, the Kaiserreich, as well as simply Germany, was the period of the German Reich from the unification of Germany in 1871 until the November Revolution in 1918, when the German Reich changed its form of government from a monarchy to a republic."}, {"title": "William I, German Emperor", "href": "/wiki/William_I,_German_Emperor", "description": "William I or Wilhelm I of the House of Hohenzollern was King of Prussia from 2 January 1861 and the first German emperor from 18 January 1871 until his death. William was the first head of state of a united Germany, and was also de facto head of state of Prussia from 1858 to 1861, serving as regent for his brother, Frederick William IV."}, {"title": "Frederick III, German Emperor", "href": "/wiki/Frederick_III,_German_Emperor", "description": "Frederick III was German Emperor and King of Prussia between March and June 1888, during the Year of the Three Emperors. Known informally as \"Fritz\", he was the only son of Emperor Wilhelm I and was raised in his family's tradition of military service. Although celebrated as a young man for his leadership and successes during the Second Schleswig, Austro-Prussian and Franco-Prussian wars, he never"}, {"title": "Year of the Three Emperors", "href": "/wiki/Year_of_the_Three_Emperors", "description": "The Year of the Three Emperors, or the Year of the Three Kaisers, refers to the year 1888 during the German Empire in German history. The year is considered to have memorable significance because of the deaths of two German Emperors, or Kaisers, leading to a rapid succession of three monarchs within one year. The three different emperors who ruled over Germany during this year were Wilhelm I, Fred"}]}, {"heading": "Events", "year": "1896", "date": "June 15", "txt": "The deadliest tsunami in Japan's history kills more than 22,000 people.", "entities": [{"title": "1896 Sanriku earthquake", "href": "/wiki/1896_Sanriku_earthquake", "description": "The 1896 Sanriku earthquake  was one of the most destructive seismic events in Japanese history. The 8.5 magnitude earthquake occurred at 19:32 on June 15, 1896, approximately 166 kilometres (103 mi) off the coast of Iwate Prefecture, Honshu. It resulted in two tsunamis which destroyed about 9,000 homes and caused at least 22,000 deaths. The waves reached a then-record height of 38.2 metres (125 f"}]}, {"heading": "Events", "year": "1904", "date": "June 15", "txt": "A fire aboard the steamboat SS General Slocum in New York City's East River kills 1,000.", "entities": [{"title": "SS General Slocum", "href": "/wiki/SS_General_Slocum", "description": "The PS General Slocum was a sidewheel passenger steamboat built in Brooklyn, New York, in 1891. During her service history, she was involved in a number of mishaps, including multiple groundings and collisions."}, {"title": "East River", "href": "/wiki/East_River", "description": "The East River is a salt water tidal estuary in New York City. The waterway, which is actually not a river despite its name, connects Upper New York Bay on its south end to Long Island Sound on its north end. It separates the borough of Queens on Long Island from the Bronx on the North American mainland, and also divides Manhattan from Queens and Brooklyn, which is also on Long Island. Because of "}]}, {"heading": "Events", "year": "1916", "date": "June 15", "txt": "United States President Woodrow Wilson signs a bill incorporating the Boy Scouts of America, making them the only American youth organization with a federal charter.", "entities": [{"title": "Woodrow Wilson", "href": "/wiki/Woodrow_Wilson", "description": "Thomas Woodrow Wilson was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. A leader of the Democratic Party, Wilson served as the president of Princeton University and as the governor of New Jersey before winning the 1912 presidential election. As President, Wilson changed the nation's economic policies and led the United States into Worl"}, {"title": "Boy Scouts of America", "href": "/wiki/Boy_Scouts_of_America", "description": "The Boy Scouts of America is the largest scouting organization and one of the largest youth organizations in the United States, with about 2.3 million youth participants and about one million adult volunteers. The BSA was founded in 1910, and since then, about 110 million Americans participated in BSA programs at some time in their lives. BSA is part of the international Scout Movement and became "}]}, {"heading": "Events", "year": "1919", "date": "June 15", "txt": "John Alcock and Arthur Brown complete the first nonstop transatlantic flight when they reach Clifden, County Galway, Ireland.", "entities": [{"title": "John Alcock (aviator)", "href": "/wiki/John_Alcock_(aviator)", "description": "Captain Sir John William \"Jack\" Alcock was a Royal Navy and later Royal Air Force officer who, with navigator Lieutenant Arthur Whitten Brown, piloted the first non-stop transatlantic flight from St. John's, Newfoundland to Clifden, Connemara, Ireland. He died in a flying accident in France in 1919."}, {"title": "Arthur Brown (aviator)", "href": "/wiki/Arthur_Brown_(aviator)", "description": "Lieutenant-Colonel Sir Arthur Whitten Brown, was the navigator of the first successful non-stop transatlantic flight."}, {"title": "Transatlantic flight of Alcock and Brown", "href": "/wiki/Transatlantic_flight_of_Alcock_and_Brown", "description": "British aviators John Alcock and Arthur Brown made the first ever non-stop transatlantic flight in June 1919. They flew a modified First World War Vickers Vimy bomber from St. John's, Newfoundland, to Clifden, Connemara, County Galway, Ireland. The Secretary of State for Air, Winston Churchill, presented them with the Daily Mail prize for the first crossing of the Atlantic Ocean by aeroplane in \"l"}, {"title": "Clifden", "href": "/wiki/Clifden", "description": "Clifden is a coastal town in County Galway, Ireland, in the region of Connemara, located on the Owenglin River where it flows into Clifden Bay. As the largest town in the region, it is often referred to as \"the Capital of Connemara\". Frequented by tourists, Clifden is linked to Galway city by the N59."}, {"title": "County Galway", "href": "/wiki/County_Galway", "description": "County Galway is a county in Ireland. It is in the West of Ireland, taking up the south of the province of Connacht."}]}, {"heading": "Events", "year": "1920", "date": "June 15", "txt": "Following the 1920 Schleswig plebiscites, Northern Schleswig is transferred from Germany to Denmark.", "entities": [{"title": "1920 Schleswig plebiscites", "href": "/wiki/1920_Schleswig_plebiscites", "description": "The Schleswig plebiscites were two plebiscites, organized according to section XII, articles 100 to 115 of the Treaty of Versailles of 28 June 1919, in order to determine the future border between Denmark and Germany through the former Duchy of Schleswig. The process was monitored by a commission with representatives from France, the United Kingdom, Norway and Sweden."}]}, {"heading": "Events", "year": "1921", "date": "June 15", "txt": "Bessie Coleman earns her pilot's license, becoming the first female pilot of African-American descent.", "entities": [{"title": "Bessie Coleman", "href": "/wiki/Bessie_Coleman", "description": "Bessie Coleman was an early American civil aviator. She was the first African-American woman and first Native-American to hold a pilot license. She earned her pilot license from the Fédération Aéronautique Internationale on June 15, 1921, and was the first black person to earn an international pilot's license."}]}, {"heading": "Events", "year": "1934", "date": "June 15", "txt": "The United States Great Smoky Mountains National Park is founded.", "entities": [{"title": "Great Smoky Mountains National Park", "href": "/wiki/Great_Smoky_Mountains_National_Park", "description": "Great Smoky Mountains National Park is an American national park in the southeastern United States, with parts in Tennessee and North Carolina. The park straddles the ridgeline of the Great Smoky Mountains, part of the Blue Ridge Mountains, which are a division of the larger Appalachian Mountain chain. The park contains some of the highest mountains in eastern North America, including Clingmans Do"}]}, {"heading": "Events", "year": "1936", "date": "June 15", "txt": "First flight of the Vickers Wellington bomber.", "entities": [{"title": "Vickers Wellington", "href": "/wiki/Vickers_Wellington", "description": "The Vickers Wellington was a British twin-engined, long-range medium bomber. It was designed during the mid-1930s at Brooklands in Weybridge, Surrey. Led by Vickers-Armstrongs' chief designer Rex Pierson; a key feature of the aircraft is its geodetic airframe fuselage structure, which was principally designed by Barnes Wallis. Development had been started in response to Air Ministry Specification "}]}, {"heading": "Events", "year": "1937", "date": "June 15", "txt": "A German expedition led by Karl Wien loses sixteen members in an avalanche on Nanga Parbat. It is the worst single disaster to occur on an 8000m peak.", "entities": [{"title": "Karl Wien", "href": "/wiki/Karl_Wien", "description": "Karl (\"Carlo\") Wien was a German mountaineer."}, {"title": "Avalanche", "href": "/wiki/Avalanche", "description": "An avalanche is a rapid flow of snow down a slope, such as a hill or mountain."}, {"title": "Nanga Parbat", "href": "/wiki/Nanga_Parbat", "description": "Nanga Parbat, known locally as Diamer, is the ninth-highest mountain in the world at 8,126 metres (26,660 ft) above sea level. Located in the Diamer District of Gilgit-Baltistan, Pakistan, Nanga Parbat is the western anchor of the Himalayas. The name Nanga Parbat is derived from the Sanskrit words nagna and parvata, which, when combined, translate to \"Naked Mountain\". The mountain is known locally"}, {"title": "Eight-thousander", "href": "/wiki/Eight-thousander", "description": "The International Mountaineering and Climbing Federation or UIAA recognises eight-thousanders as the 14 mountains that are more than 8,000 metres (26,247 ft) in height above sea level, and are considered to be sufficiently independent from neighbouring peaks. However, there is no precise definition of the criteria used to assess independence, and, since 2012, the UIAA has been involved in a proces"}]}, {"heading": "Events", "year": "1940", "date": "June 15", "txt": "World War II: Operation Ariel begins: Allied troops start to evacuate France, following Germany's takeover of Paris and most of the nation.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Ariel", "href": "/wiki/Operation_Ariel", "description": "Operation Aerial  was the evacuation of Allied forces and civilians from ports in western France from 15 to 25 June 1940 during the Second World War. The evacuation followed the Allied military collapse in the Battle of France against Nazi Germany. Operation Dynamo, the evacuation from Dunkirk and Operation Cycle, an embarkation from Le Havre, finished on 13 June. British and Allied ships were cov"}]}, {"heading": "Events", "year": "1944", "date": "June 15", "txt": "World War II: The United States invades Saipan, capital of Japan's South Seas Mandate.", "entities": [{"title": "Battle of Saipan", "href": "/wiki/Battle_of_Saipan", "description": "The Battle of Saipan was a battle of the Pacific campaign of World War II, fought on the island of Saipan in the Mariana Islands from 15 June to 9 July 1944 as part of Operation Forager. It has been referred to as the \"Pacific D-Day\" with the invasion fleet departing Pearl Harbor on 5 June 1944, the day before Operation Overlord in Europe was launched, and launching nine days after. The U.S. 2nd M"}, {"title": "South Seas Mandate", "href": "/wiki/South_Seas_Mandate", "description": "The South Seas Mandate, officially the Mandate for the German Possessions in the Pacific Ocean lying North of the Equator, was a League of Nations mandate in the \"South Seas\" given to the Empire of Japan by the League of Nations following World War I. The mandate consisted of islands in the north Pacific Ocean that had been part of German New Guinea within the German colonial empire until they wer"}]}, {"heading": "Events", "year": "1944", "date": "June 15", "txt": "In the Saskatchewan general election, the CCF, led by Tommy Douglas, is elected and forms the first socialist government in North America.", "entities": [{"title": "Co-operative Commonwealth Federation", "href": "/wiki/Co-operative_Commonwealth_Federation", "description": "The Co-operative Commonwealth Federation (CCF) was a social-democratic and democratic socialist political party in Canada. The CCF was founded in 1932 in Calgary, Alberta, by a number of socialist, agrarian, co-operative, and labour groups, and the League for Social Reconstruction. In 1944, the CCF formed the first social-democratic government in North America when it was elected to form the provi"}, {"title": "Tommy Douglas", "href": "/wiki/Tommy_Douglas", "description": "Thomas Clement Douglas was a Scottish Canadian politician who served as Premier of Saskatchewan from 1944 to 1961 and Leader of the New Democratic Party from 1961 to 1971. A Baptist minister, he was elected to the House of Commons of Canada in 1935 as a member of the Co-operative Commonwealth Federation (CCF). He left federal politics to become Leader of the Saskatchewan Co-operative Commonwealth "}, {"title": "Socialism", "href": "/wiki/Socialism", "description": "Socialism is a political, social, and economic philosophy encompassing a range of economic and social systems characterised by social ownership of the means of production. It includes the political theories and movements associated with such systems. Social ownership can be public, collective, cooperative, or of equity. While no single definition encapsulates the many types of socialism, social ow"}]}, {"heading": "Events", "year": "1970", "date": "June 15", "txt": "Charles Manson goes on trial for the Sharon Tate murders.", "entities": [{"title": "Charles Manson", "href": "/wiki/Charles_Manson", "description": "Charles Milles Manson was an American criminal and cult leader. In mid-1967, he formed what became known as the \"Manson Family\", a quasi-commune based in California. His followers committed a series of nine murders at four locations in July and August 1969. Although the motive for the murders was disputed by Manson, the Los Angeles County District Attorney believed that Manson intended to start a "}, {"title": "Sharon Tate", "href": "/wiki/Sharon_Tate", "description": "Sharon Marie Tate Polanski was an American actress and model. During the 1960s, she played small television roles before appearing in films and was regularly featured in fashion magazines as a model and cover girl. After receiving positive reviews for her comedic and dramatic acting performances, Tate was hailed as one of Hollywood's most promising newcomers."}]}, {"heading": "Events", "year": "1972", "date": "June 15", "txt": "Red Army Faction co-founder Ulrike Meinhof is captured by police in Langenhagen.", "entities": [{"title": "Red Army Faction", "href": "/wiki/Red_Army_Faction", "description": "The Red Army Faction, also known as the Baader–Meinhof Group or Baader–Meinhof Gang, was a West German far-left militant organization founded in 1970. Key early figures included Andreas Baader, Ulrike Meinhof, Gudrun Ensslin, and Horst Mahler, among others. The government of the Federal Republic of Germany, as well as most Western media and literature, considered the Red Army Faction to be a terro"}, {"title": "Ulrike Meinhof", "href": "/wiki/Ulrike_Meinhof", "description": "Ulrike Marie Meinhof was a German left-wing journalist and founding member of the Red Army Faction (RAF) in West Germany, commonly referred to in the press as the \"Baader-Meinhof gang\". She is the reputed author of The Urban Guerilla Concept (1971). The manifesto acknowledges the RAF's \"roots in the history of the student movement\"; condemns \"reformism\" as \"a brake on the anti-capitalist struggle\""}, {"title": "Langenhagen", "href": "/wiki/Langenhagen", "description": "Langenhagen is a town in the Hanover district of Lower Saxony, Germany."}]}, {"heading": "Events", "year": "1977", "date": "June 15", "txt": "After the death of dictator Francisco Franco in 1975, the first democratic elections took place in Spain.", "entities": [{"title": "Francisco Franco", "href": "/wiki/Francisco_Franco", "description": "Francisco Franco Bahamonde was a Spanish general who led the Nationalist forces in overthrowing the Second Spanish Republic during the Spanish Civil War and thereafter ruled over Spain from 1939 to 1975 as a dictator, assuming the title Caudillo. This period in Spanish history, from the Nationalist victory to Franco's death, is commonly known as Francoist Spain or the Francoist dictatorship."}, {"title": "1977 Spanish general election", "href": "/wiki/1977_Spanish_general_election", "description": "The 1977 Spanish general election was held on Wednesday, 15 June 1977, to elect the Spanish Cortes of the Kingdom of Spain. All 350 seats in the Congress of Deputies were up for election, as well as all 207 seats in the Senate."}, {"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}]}, {"heading": "Events", "year": "1978", "date": "June 15", "txt": "King Hussein of Jordan marries American Lisa Halaby, who takes the name Queen Noor.", "entities": [{"title": "Hussein of Jordan", "href": "/wiki/Hussein_of_Jordan", "description": "Hussein bin Talal was King of Jordan from 11 August 1952 until his death in 1999. As a member of the Hashemite dynasty, the royal family of Jordan since 1921, Hussein was a 40th-generation direct descendant of Muhammad."}, {"title": "Jordan", "href": "/wiki/Jordan", "description": "Jordan, officially the Hashemite Kingdom of Jordan, is an Arab country in the Levant region of Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia, Iraq, Syria, Israel and Palestine. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is situated at the crossroads "}, {"title": "Queen Noor of Jordan", "href": "/wiki/Queen_Noor_of_Jordan", "description": "Noor Al-Hussein is the fourth wife and widow of King Hussein of Jordan and was queen of Jordan from their marriage in 1978 until his death in 1999."}]}, {"heading": "Events", "year": "1985", "date": "June 15", "txt": "Rembrandt's painting Danaë is attacked by a man (later judged insane) who throws sulfuric acid on the canvas and cuts it twice with a knife.", "entities": [{"title": "Rembrandt", "href": "/wiki/Rembrandt", "description": "Rembrandt Harmenszoon van Rijn was a Dutch draughtsman, painter, and printmaker. An innovative and prolific master in three media, he is generally considered one of the greatest visual artists in the history of art and the most important in Dutch art history. Unlike most Dutch masters of the 17th century, Rembrandt's works depict a wide range of style and subject matter, from portraits and self-po"}, {"title": "Sulfuric acid", "href": "/wiki/Sulfuric_acid", "description": "Sulfuric acid (American spelling) or sulphuric acid (Commonwealth spelling), also known as oil of vitriol, is a mineral acid composed of the elements sulfur, oxygen and hydrogen, with molecular formula H2SO4. It is a colorless, odorless and viscous liquid that is miscible with water at all concentrations."}]}, {"heading": "Events", "year": "1991", "date": "June 15", "txt": "In the Philippines, Mount Pinatubo erupts in the second largest volcanic eruption of the 20th century, killing over 800 people.", "entities": [{"title": "Mount Pinatubo", "href": "/wiki/Mount_Pinatubo", "description": "Mount Pinatubo is an active stratovolcano in the Zambales Mountains, located on the tripoint boundary of the Philippine provinces of Zambales, Tarlac and Pampanga, all in Central Luzon on the northern island of Luzon. Its eruptive history was unknown to most before the pre-eruption volcanic activities of 1991, just before June. Pinatubo was heavily eroded, inconspicuous and obscured from view. It "}, {"title": "1991 eruption of Mount Pinatubo", "href": "/wiki/1991_eruption_of_Mount_Pinatubo", "description": "The 1991 eruption of Mount Pinatubo in the Philippines' Luzon Volcanic Arc was the second-largest volcanic eruption of the 20th century, behind only the 1912 eruption of Novarupta in Alaska. Eruptive activity began on April 2 as a series of phreatic explosions from a fissure that opened on the north side of Mount Pinatubo. Seismographs were set up and began monitoring the volcano for earthquakes. "}]}, {"heading": "Events", "year": "1992", "date": "June 15", "txt": "The United States Supreme Court rules in United States v. Álvarez-Machaín that it is permissible for the United States to forcibly extradite suspects in foreign countries and bring them to the United States for trial, without approval from those other countries.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}]}, {"heading": "Events", "year": "1994", "date": "June 15", "txt": "Israel and Vatican City establish full diplomatic relations.", "entities": [{"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Vatican City", "href": "/wiki/Vatican_City", "description": "Vatican City, officially the Vatican City State, is the Holy See's independent city state, an enclave within Rome, Italy. The Vatican City State, also known as The Vatican, became independent from Italy with the Lateran Treaty (1929), and it is a distinct territory under \"full ownership, exclusive dominion, and sovereign authority and jurisdiction\" of the Holy See, itself a sovereign entity of int"}, {"title": "Diplomatic relations", "href": "/wiki/Diplomatic_relations", "description": "Diplomacy is the practice of influencing the decisions and conduct of foreign governments or organizations through dialogue, negotiation, and other nonviolent means. Diplomacy usually refers to international relations carried out through the intercession of professional diplomats with regard to a variety of issues and topics."}]}, {"heading": "Events", "year": "1996", "date": "June 15", "txt": "The Troubles: The Provisional Irish Republican Army (IRA) detonates a powerful truck bomb in the middle of Manchester, England, devastating the city centre and injuring 200 people.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "1996 Manchester bombing", "href": "/wiki/1996_Manchester_bombing", "description": "The 1996 Manchester bombing was an attack carried out by the Provisional Irish Republican Army (IRA) on Saturday 15 June 1996. The IRA detonated a 1,500-kilogram (3,300 lb) lorry bomb on Corporation Street in the centre of Manchester, England. It was the biggest bomb detonated in Great Britain since the Second World War. It targeted the city's infrastructure and economy and caused significant dama"}, {"title": "Manchester city centre", "href": "/wiki/Manchester_city_centre", "description": "Manchester city centre is the central business district of Manchester in the historic county of Lancashire and the ceremonial county of Greater Manchester in North West England, within the boundaries of Trinity Way, Great Ancoats Street and Whitworth Street. The City Centre ward had a population of 17,861 at the 2011 census."}]}, {"heading": "Events", "year": "2001", "date": "June 15", "txt": "Leaders of the People's Republic of China, Russia, Kazakhstan, Kyrgyzstan, Tajikistan and Uzbekistan formed the Shanghai Cooperation Organisation.", "entities": [{"title": "Shanghai Cooperation Organisation", "href": "/wiki/Shanghai_Cooperation_Organisation", "description": "The Shanghai Cooperation Organisation (SCO), or Shanghai Pact, is a Eurasian political, economic, and security alliance, the creation of which was announced on 15 June 2001 in Shanghai, China by the leaders of China, Kazakhstan, Kyrgyzstan, Russia, Tajikistan, and Uzbekistan; the Shanghai Cooperation Organisation Charter, formally establishing the organisation, was signed in June 2002 and entered "}]}, {"heading": "Events", "year": "2012", "date": "June 15", "txt": "Nik Wallenda becomes the first person to successfully tightrope walk directly over Niagara Falls.", "entities": [{"title": "Nik Wallenda", "href": "/wiki/Nik_Wallenda", "description": "Nikolas Wallenda is an American acrobat, aerialist, daredevil, high wire artist, and author. He is known for his high-wire performances without a safety net. He holds 11 Guinness World Records for various acrobatic feats, but was best known as the first person to walk a tightrope stretched directly over Niagara Falls. Wallenda walked 1,800 feet on a steel cable over Masaya Volcano in Nicaragua, hi"}, {"title": "Tightrope walking", "href": "/wiki/Tightrope_walking", "description": "Tightrope walking, also called funambulism, is the skill of walking along a thin wire or rope. It has a long tradition in various countries and is commonly associated with the circus. Other skills similar to tightrope walking include slack rope walking and slacklining."}, {"title": "Niagara Falls", "href": "/wiki/Niagara_Falls", "description": "Niagara Falls is a group of three waterfalls at the southern end of Niagara Gorge, spanning the border between the province of Ontario in Canada and the state of New York in the United States. The largest of the three is Horseshoe Falls, also known as Canadian Falls, which straddles the international border of the two countries. The smaller American Falls and Bridal Veil Falls lie within the Unite"}]}, {"heading": "Events", "year": "2013", "date": "June 15", "txt": "A bomb explodes on a bus in the Pakistani city of Quetta, killing at least 25 people and wounding 22 others.", "entities": [{"title": "June 2013 Quetta bombing", "href": "/wiki/June_2013_Quetta_bombing", "description": "On 15 June 2013, a series of bombings and a subsequent siege resulted in the deaths of 26 people and injuries to dozens more. On the same day, separatist militants attacked and demolished the historic Quaid-e-Azam Residency in Ziarat."}, {"title": "Pakistani", "href": "/wiki/Pakistani", "description": "Pakistanis are the nationals and citizens of the Islamic Republic of Pakistan. Ethnically and linguistically diverse, the majority of Pakistanis natively speak languages belonging to the Indo-Aryan and Iranian language families. According to the 2017 census, the estimated population of Pakistan was over 212,000,000 people, making it the fifth-most populous country on Earth."}, {"title": "Quetta", "href": "/wiki/Quetta", "description": "Quetta (Pashto: کوټه‎ ; IPA [ˈkʰwəː tə]; Balochi: کویته‎;Urdu: کوئٹہ‎; [ˈkweːʈə]  ; formerly known as Shalkot is the provincial capital and largest city of the Province of Balochistan in Pakistan. It is also the 10th largest city of Pakistan. It was largely destroyed in the 1935 Quetta earthquake, but was rebuilt and has a population of 1,001,205 according to the census of 2017. Quetta is at an av"}]}, {"heading": "Births", "year": "1330", "date": "June 15", "txt": "Edward, the Black Prince of England (d. 1376)", "entities": [{"title": "Edward, the Black Prince", "href": "/wiki/Edward,_the_Black_Prince", "description": "Edward of Woodstock, known to history as the Black Prince, was the eldest son of King Edward III of England, and the heir to the English throne. He died before his father and so his son, Richard II, succeeded to the throne instead. Edward nevertheless earned distinction as one of the most successful English commanders during the Hundred Years' War, being regarded by his English contemporaries as a"}]}, {"heading": "Births", "year": "1479", "date": "June 15", "txt": "Lisa del Giocondo, Italian model, subject of the Mona Lisa (d. 1542)", "entities": [{"title": "Lisa del Giocondo", "href": "/wiki/Lisa_del_Giocondo", "description": "Lisa del Giocondo was an Italian noblewoman and member of the Gherardini family of Florence and Tuscany. Her name was given to the Mona Lisa, her portrait commissioned by her husband and painted by Leonardo da Vinci during the Italian Renaissance."}]}, {"heading": "Births", "year": "1519", "date": "June 15", "txt": "Henry FitzRoy, 1st Duke of Richmond and Somerset, English politician, Lord Lieutenant of Ireland (d. 1536)", "entities": [{"title": "Henry FitzRoy, 1st Duke of Richmond and Somerset", "href": "/wiki/Henry_FitzRoy,_1st_Duke_of_Richmond_and_Somerset", "description": "Henry FitzRoy, Duke of Richmond and Somerset,, was the son of King Henry VIII of England and his mistress, Elizabeth Blount, and the only child born out of wedlock whom Henry VIII acknowledged. He was the younger half-brother of Queen Mary I, as well as the older half-brother of Queen Elizabeth I and King Edward VI. Through his mother, he was the elder half-brother of the 4th Baroness Tailboys of "}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Births", "year": "1542", "date": "June 15", "txt": "Richard Grenville, English captain and explorer (d. 1591)", "entities": [{"title": "Richard Grenville", "href": "/wiki/Richard_Grenville", "description": "Sir Richard Grenville, also spelt Greynvile, Greeneville, and Greenfield, was an English sailor who, as captain of Revenge, died at the Battle of Flores (1591), fighting against overwhelming odds, and refusing to surrender his ship to the far more numerous Spanish. His ship, Revenge, met 53 Spanish warships near Flores in the Azores. He and his crew fought the fifty three in a three-day running ba"}]}, {"heading": "Births", "year": "1549", "date": "June 15", "txt": "Elizabeth Knollys, English noblewoman (d. 1605)", "entities": [{"title": "Elizabeth Knollys", "href": "/wiki/Elizabeth_Knollys", "description": "Elizabeth Knollys, Lady Leighton, was an English courtier who served Queen Elizabeth I of England, first as a Maid of Honour and secondly, after 1566, as a Gentlewoman of the Privy Chamber. Knollys was the grand-niece of Queen consort Anne Boleyn, which made her a cousin once removed of the Queen. Lettice Knollys was her eldest sister. Elizabeth married Sir Thomas Leighton of Feckenham in Worceste"}]}, {"heading": "Births", "year": "1553", "date": "June 15", "txt": "Archduke Ernest of Austria (d. 1595)", "entities": [{"title": "Archduke Ernest of Austria", "href": "/wiki/Archduke_Ernest_of_Austria", "description": "Archduke Ernest of Austria was an Austrian prince, the son of Maximilian II, Holy Roman Emperor, and Maria of Spain."}]}, {"heading": "Births", "year": "1605", "date": "June 15", "txt": "Thomas Randolph, English poet and playwright (d. 1635)", "entities": [{"title": "Thomas Randolph (poet)", "href": "/wiki/Thomas_Randolph_(poet)", "description": "Thomas Randolph was an English poet and dramatist."}]}, {"heading": "Births", "year": "1618", "date": "June 15", "txt": "François Blondel, French architect (d. 1686)", "entities": [{"title": "François Blondel", "href": "/wiki/Fran%C3%A7ois_Blondel", "description": "François Blondel was a soldier, engineer of fortifications, mathematician, diplomat, military and civil engineer and architect, called \"the Great Blondel\", to distinguish him in a dynasty of French architects. He is remembered for his Cours d'architecture which remained a central text for over a century. His precepts placed him in opposition with Claude Perrault in the larger culture war known und"}]}, {"heading": "Births", "year": "1623", "date": "June 15", "txt": "Cornelis de Witt, Dutch politician (d. 1672)", "entities": [{"title": "Cornelis de Witt", "href": "/wiki/Cornelis_de_Witt", "description": "Cornelis de Witt was a Dutch politician."}]}, {"heading": "Births", "year": "1624", "date": "June 15", "txt": "Hiob Ludolf, German orientalist and philologist (d. 1704)", "entities": [{"title": "Hiob Ludolf", "href": "/wiki/Hiob_Ludolf", "description": "Hiob or Job Ludolf, also known as Job Leutholf, was a German orientalist, born at Erfurt. Edward Ullendorff rates Ludolf as having \"the most illustrious name in Ethiopic scholarship\"."}]}, {"heading": "Births", "year": "1640", "date": "June 15", "txt": "Bernard Lamy, French mathematician and theologian (d. 1715)", "entities": [{"title": "Bernard Lamy", "href": "/wiki/Bernard_Lamy", "description": "Bernard Lamy was a French Oratorian, mathematician and theologian."}]}, {"heading": "Births", "year": "1645", "date": "June 15", "txt": "Sidney Godolphin, 1st Earl of Godolphin, English politician (d. 1712)", "entities": [{"title": "Sidney Godolphin, 1st Earl of Godolphin", "href": "/wiki/Sidney_Godolphin,_1st_Earl_of_Godolphin", "description": "Sidney Godolphin, 1st Earl of Godolphin was a leading British politician of the late 17th and early 18th centuries. He was a Privy Councillor and Secretary of State for the Northern Department before attaining real power as First Lord of the Treasury. He was instrumental in negotiating and passing the Acts of Union 1707 with Scotland, which created the Kingdom of Great Britain."}]}, {"heading": "Births", "year": "1749", "date": "June 15", "txt": "Georg Joseph Vogler, German organist, composer, and theorist (d. 1814)", "entities": [{"title": "Georg Joseph Vogler", "href": "/wiki/Georg_Joseph_Vogler", "description": "Georg Joseph Vogler, also known as Abbé Vogler, was a German composer, organist, teacher and theorist. In a long and colorful career extending over many more nations and decades than was usual at the time, Vogler established himself as a foremost experimenter in baroque and early classic music. His greatest successes came as performer and designer for the organ at various courts and cities around "}]}, {"heading": "Births", "year": "1754", "date": "June 15", "txt": "Juan José Elhuyar, Spanish chemist and mineralogist (d. 1796)", "entities": [{"title": "Juan José Elhuyar", "href": "/wiki/Juan_Jos%C3%A9_Elhuyar", "description": "Juan José Elhuyar Lubize was a Spanish chemist and mineralogist, who is best known for being first to isolate tungsten with his brother Fausto Elhuyar in 1783."}]}, {"heading": "Births", "year": "1755", "date": "June 15", "txt": "Antoine François, comte de Fourcroy, French chemist and entomologist (d. 1809)", "entities": [{"title": "Antoine François, comte de Fourcroy", "href": "/wiki/Antoine_Fran%C3%A7ois,_comte_de_Fourcroy", "description": "Antoine François, comte de Fourcroy was a French chemist and a contemporary of Antoine Lavoisier. Fourcroy collaborated with Lavoisier, Guyton de Morveau, and Claude Berthollet on the Méthode de nomenclature chimique, a work that helped standardize chemical nomenclature."}]}, {"heading": "Births", "year": "1763", "date": "June 15", "txt": "Franz Danzi, German cellist, composer, and conductor (d. 1826)", "entities": [{"title": "Franz Danzi", "href": "/wiki/Franz_Danzi", "description": "Franz Ignaz Danzi was a German cellist, composer and conductor, the son of the Italian cellist Innocenz Danzi (1730–1798) and brother of the noted singer Franzeska Danzi. Danzi lived at a significant time in the history of European music. His career, spanning the transition from the late Classical to the early Romantic styles, coincided with the origin of much of the music that lives in our concer"}]}, {"heading": "Births", "year": "1763", "date": "June 15", "txt": "Kobayashi Issa, Japanese priest and poet (d. 1827)", "entities": []}, {"heading": "Births", "year": "1765", "date": "June 15", "txt": "Martin Baum, American businessman and politician, Mayor of Cincinnati (d. 1831)", "entities": [{"title": "Martin Baum", "href": "/wiki/Martin_Baum", "description": "Martin Baum was an American businessman and politician."}, {"title": "List of mayors of Cincinnati", "href": "/wiki/List_of_mayors_of_Cincinnati", "description": null}]}, {"heading": "Births", "year": "1765", "date": "June 15", "txt": "Henry Thomas Colebrooke, English orientalist (d. 1837)", "entities": []}, {"heading": "Births", "year": "1767", "date": "June 15", "txt": "Rachel Jackson, American wife of Andrew Jackson (d. 1828)", "entities": [{"title": "Rachel Jackson", "href": "/wiki/Rachel_Jackson", "description": "Rachel Jackson was the wife of Andrew Jackson, the 7th President of the United States. She lived with him at their home at The Hermitage, where she died just days after his election and before his inauguration in 1829—therefore she never served as First Lady, a role assumed by her niece, Emily Donelson."}, {"title": "Andrew Jackson", "href": "/wiki/Andrew_Jackson", "description": "Andrew Jackson was an American lawyer, soldier, and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. An expansionist president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\""}]}, {"heading": "Births", "year": "1777", "date": "June 15", "txt": "David Daniel Davis, Welsh physician and academic (d. 1841)", "entities": [{"title": "David Daniel Davis", "href": "/wiki/David_Daniel_Davis", "description": "David Daniel Davis M.D. F.R.C.P. was a British physician."}]}, {"heading": "Births", "year": "1789", "date": "June 15", "txt": "Josiah Henson, American minister, author, and activist (d. 1883)", "entities": [{"title": "Josiah Henson", "href": "/wiki/Josiah_Henson", "description": "Josiah Henson was an author, abolitionist, and minister. Born into slavery, in Port Tobacco, Charles County, Maryland, he escaped to Upper Canada in 1830, and founded a settlement and laborer's school for other fugitive slaves at Dawn, near Dresden, in Kent County, Upper Canada, of Ontario. Henson's autobiography, The Life of Josiah Henson, Formerly a Slave, Now an Inhabitant of Canada, as Narrate"}]}, {"heading": "Births", "year": "1790", "date": "June 15", "txt": "Charles-Amédée Kohler, Swiss chocolatier (d. 1874)", "entities": [{"title": "Charles-Amédée Kohler", "href": "/wiki/Charles-Am%C3%A9d%C3%A9e_Kohler", "description": "Charles-Amédée Kohler was an early Swiss chocolate maker, chocolatier and entrepreneur who invented hazelnut chocolate, in his factory founded in 1830 in Lausanne. After his death the Kohler company continued in the Swiss chocolate industry, merged in 1911 with the Cailler and Peter chocolate brands and was later purchased by Nestlé in 1929."}]}, {"heading": "Births", "year": "1792", "date": "June 15", "txt": "Thomas Mitchell, Scottish-Australian colonel and explorer (d. 1855)", "entities": [{"title": "Thomas Mitchell (explorer)", "href": "/wiki/Thomas_Mitchell_(explorer)", "description": "Sir Thomas Livingstone Mitchell, surveyor and explorer of Southeastern Australia, was born at Grangemouth in Stirlingshire, Scotland. In 1827 he took up an appointment as Assistant Surveyor General of New South Wales. The following year he became Surveyor General and remained in this position until his death. Mitchell was knighted in 1839 for his contribution to the surveying of Australia."}]}, {"heading": "Births", "year": "1801", "date": "June 15", "txt": "Benjamin Wright Raymond, American merchant and politician, 3rd Mayor of Chicago (d. 1883)", "entities": [{"title": "Benjamin Wright Raymond", "href": "/wiki/Benjamin_Wright_Raymond", "description": "Benjamin Wright Raymond was an American politician who twice served as mayor of Chicago, Illinois for the Whig Party."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1805", "date": "June 15", "txt": "William B. Ogden, American businessman and politician, 1st Mayor of Chicago (d. 1877)", "entities": [{"title": "William B. Ogden", "href": "/wiki/William_B._Ogden", "description": "William Butler Ogden was an American politician and railroad executive who served as the first Mayor of Chicago. He was referred to as \"the Astor of Chicago.\" He was, at one time, the city's richest citizen."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1809", "date": "June 15", "txt": "François-Xavier Garneau, Canadian poet and historian (d. 1866)", "entities": [{"title": "François-Xavier Garneau", "href": "/wiki/Fran%C3%A7ois-Xavier_Garneau", "description": "François-Xavier Garneau was a nineteenth-century French Canadian notary, poet, civil servant and liberal who wrote a three-volume history of the French Canadian nation entitled Histoire du Canada between 1845 and 1848."}]}, {"heading": "Births", "year": "1835", "date": "June 15", "txt": "Adah Isaacs Menken, American actress, painter, and poet (d. 1868)", "entities": [{"title": "Adah Isaacs Menken", "href": "/wiki/Adah_Isaacs_Menken", "description": "Adah Isaacs Menken was an American actress, painter and poet, and was the highest earning actress of her time. She was best known for her performance in the hippodrama Mazeppa, with a climax that featured her apparently nude and riding a horse on stage. After great success for a few years with the play in New York and San Francisco, she appeared in a production in London and Paris, from 1864 to 18"}]}, {"heading": "Births", "year": "1843", "date": "June 15", "txt": "Edvard Grieg, Norwegian pianist and composer (d. 1907)", "entities": [{"title": "Edvard Grieg", "href": "/wiki/Edvard_Grieg", "description": "Edvard Hagerup Grieg was a Norwegian composer and pianist. He is widely considered one of the main Romantic era composers, and his music is part of the standard classical repertoire worldwide. His use and development of Norwegian folk music in his own compositions brought the music of Norway to international consciousness, as well as helping to develop a national identity, much as Jean Sibelius di"}]}, {"heading": "Births", "year": "1848", "date": "June 15", "txt": "Gheevarghese Mar Gregorios of Parumala, Indian bishop and saint (d. 1902)", "entities": [{"title": "Gheevarghese Mar Gregorios of Parumala", "href": "/wiki/Gheevarghese_Mar_Gregorios_of_Parumala", "description": "Saint Geevargese Mar Gregorios, popularly known as Parumala Thirumeni, was the Metropolitan of the Malankara Church. In 1947, Malankara Orthodox Syrian Church declared Mar Gregorios as a saint making him the first canonized Christian saint from India. In November 1987, Syriac Orthodox Church canonized him as saint for Jacobite Syrian Christian Church."}]}, {"heading": "Births", "year": "1872", "date": "June 15", "txt": "Thomas William Burgess, English swimmer and water polo player (d. 1950)", "entities": [{"title": "Thomas William Burgess", "href": "/wiki/Thomas_William_Burgess", "description": "Thomas William Burgess was the second person to successfully complete a swim of the English Channel after Matthew Webb. He performed the feat on 6 September 1911, on his 16th attempt. British by nationality, Burgess spent most of his life in France, and won a bronze medal with the French water polo team at the 1900 Olympics."}]}, {"heading": "Births", "year": "1875", "date": "June 15", "txt": "Herman Smith-Johannsen, Norwegian-Canadian skier (d. 1987)", "entities": [{"title": "Herman Smith-Johannsen", "href": "/wiki/Herman_Smith-Johannsen", "description": "Herman \"Jackrabbit\" Smith-Johannsen, was a Norwegian skier, credited for introducing cross-country skiing to Canada and North America. In his youth he was rated one of the best all-round Norwegian skiers. He became a supercentenarian and died at 111."}]}, {"heading": "Births", "year": "1878", "date": "June 15", "txt": "Margaret Abbott, Indian-American golfer (d. 1955)", "entities": [{"title": "Margaret Abbott", "href": "/wiki/Margaret_Abbott", "description": "Margaret Ives Abbott was an American golfer. She was the first American woman to win an Olympic event: the women's golf tournament at the 1900 Paris Games."}]}, {"heading": "Births", "year": "1881", "date": "June 15", "txt": "Kesago Nakajima, Japanese lieutenant general in the Imperial Japanese Army (d. 1945)", "entities": [{"title": "Kesago Nakajima", "href": "/wiki/Kesago_Nakajima", "description": "Kesago Nakajima  was a lieutenant general in the Imperial Japanese Army during the Second Sino-Japanese War, who has been implicated in the Nanjing massacre of December 1937."}, {"title": "Imperial Japanese Army", "href": "/wiki/Imperial_Japanese_Army", "description": "The Imperial Japanese Army was the official ground-based armed force of the Empire of Japan from 1868 to 1945. It was controlled by the Imperial Japanese Army General Staff Office and the Ministry of the Army, both of which were nominally subordinate to the Emperor of Japan as supreme commander of the army and the Imperial Japanese Navy. Later an Inspectorate General of Aviation became the third a"}]}, {"heading": "Births", "year": "1884", "date": "June 15", "txt": "Harry Langdon, American actor, director, and screenwriter (d. 1944)", "entities": [{"title": "Harry Langdon", "href": "/wiki/Harry_Langdon", "description": "Harry Philmore Langdon was an American comedian who appeared in vaudeville, silent films, and talkies."}]}, {"heading": "Births", "year": "1886", "date": "June 15", "txt": "Frank Clement, British racing driver (d. 1970)", "entities": [{"title": "Frank Clement (racing driver)", "href": "/wiki/Frank_Clement_(racing_driver)", "description": "Frank Charles Clement was a British racing driver who, along with Canadian John Duff, won the 1924 24 Hours of Le Mans. One of the \"Bentley Boys\", Clement was recruited by W.O. Bentley as a test driver for Bentley Motors. He was chosen by the company to drive in the inaugural 24 Hours of Le Mans in 1923 with John Duff in Duff's privately entered car. The only British team in the event, the pair fi"}]}, {"heading": "Births", "year": "1888", "date": "June 15", "txt": "Ramón López Velarde, Mexican poet and author (d. 1921)", "entities": [{"title": "Ramón López Velarde", "href": "/wiki/Ram%C3%B3n_L%C3%B3pez_Velarde", "description": "Ramón López Velarde was a \nMexican poet. His work was a reaction against French-influenced modernismo which, as an expression of a purely Mexican subject matter and emotional experience, is unique. He achieved great fame in his native land, to the point of being considered Mexico's national poet."}]}, {"heading": "Births", "year": "1890", "date": "June 15", "txt": "Georg Wüst, German oceanographer and academic (d. 1977)", "entities": [{"title": "Georg Wüst", "href": "/wiki/Georg_W%C3%BCst", "description": "Georg Adolf Otto Wüst was a German oceanographer. His pioneering work on the Atlantic Ocean provided a new view of the motions of water masses between the northern and southern hemispheres and the first evidence of the concentration of water mass spreading in western boundary currents."}]}, {"heading": "Births", "year": "1894", "date": "June 15", "txt": "Robert Russell Bennett, American composer and conductor (d. 1981)", "entities": [{"title": "Robert Russell Bennett", "href": "/wiki/Robert_Russell_Bennett", "description": "Robert Russell Bennett was an American composer and arranger, best known for his orchestration of many well-known Broadway and Hollywood musicals by other composers such as Irving Berlin, George Gershwin, Jerome Kern, Cole Porter, and Richard Rodgers."}]}, {"heading": "Births", "year": "1894", "date": "June 15", "txt": "Nikolai Chebotaryov, Ukrainian-Russian mathematician and theorist (d. 1947)", "entities": []}, {"heading": "Births", "year": "1898", "date": "June 15", "txt": "Hubertus Strughold, German-American physiologist and academic (d. 1986)", "entities": [{"title": "Hubertus Strughold", "href": "/wiki/Hubertus_Strughold", "description": "Hubertus Strughold was a German-born physiologist and prominent medical researcher. Beginning in 1935 he served as chief of aeromedical research for the Luftwaffe, holding this position throughout World War II. In 1947 he was brought to the United States as part of Operation Paperclip and held a series of high-ranking medical positions with both the US Air Force and NASA."}]}, {"heading": "Births", "year": "1900", "date": "June 15", "txt": "Gotthard Günther, German philosopher and academic (d. 1984)", "entities": [{"title": "Gotthard Günther", "href": "/wiki/Gotthard_G%C3%BCnther", "description": "Gotthard Günther was a German (Prussian) philosopher."}]}, {"heading": "Births", "year": "1900", "date": "June 15", "txt": "Otto Luening, German-American composer and conductor (d. 1996)", "entities": []}, {"heading": "Births", "year": "1901", "date": "June 15", "txt": "Elmar Lohk, Russian-Estonian architect (d. 1963)", "entities": [{"title": "Elmar Lohk", "href": "/wiki/Elmar_Lohk", "description": "Elmar Lohk was an Estonian architect. Many of his buildings in Tallinn are now valued as great examples of 1930s architecture, for example, the prominent Scandic Hotel Palace on Freedom Square. His creation can be categorised as functionalism with some influence of Chicago school and traditional art."}]}, {"heading": "Births", "year": "1902", "date": "June 15", "txt": "Erik Erikson, German-American psychologist and psychoanalyst (d. 1994)", "entities": [{"title": "Erik Erikson", "href": "/wiki/Erik_Erikson", "description": "Erik Homburger Erikson was a German-American developmental psychologist and psychoanalyst known for his theory on psychological development of human beings. He may be most famous for coining the phrase identity crisis. His son, Kai T. Erikson, is a noted American sociologist."}]}, {"heading": "Births", "year": "1906", "date": "June 15", "txt": "Gordon Welchman, English-American mathematician and author (d. 1985)", "entities": [{"title": "Gordon Welchman", "href": "/wiki/Gordon_Welchman", "description": "William Gordon Welchman was a British-American mathematician. During World War II, he worked at Britain's secret codebreaking centre, \"Station X\" at Bletchley Park, where he was one of the most important contributors. After the war he moved to the US, and worked on the design of military communications systems."}]}, {"heading": "Births", "year": "1906", "date": "June 15", "txt": "Léon Degrelle, Belgian SS officer (d. 1994)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1907", "date": "June 15", "txt": "James Robertson Justice, English actor and educator (d. 1975)", "entities": [{"title": "James Robertson Justice", "href": "/wiki/James_Robertson_Justice", "description": "James Robertson Justice was an English film actor, best known in comedies, where he would play the pompous authority-figure. He also co-starred with Gregory Peck in several adventure movies, notably The Guns of Navarone. Born in south London, he exaggerated his Scottish roots, but was in fact prominent in Scottish public life, helping to launch Scottish Television and serving as Rector of the Univ"}]}, {"heading": "Births", "year": "1909", "date": "June 15", "txt": "Elena Nikolaidi, Greek-American soprano and educator (d. 2002)", "entities": [{"title": "Elena Nikolaidi", "href": "/wiki/Elena_Nikolaidi", "description": "Elena Nikolaidi was a noted Greek-American opera singer and teacher. Nikolaidi sang leading mezzo-soprano roles with major opera companies worldwide and made numerous recordings."}]}, {"heading": "Births", "year": "1910", "date": "June 15", "txt": "David Rose, English-American pianist, composer, and conductor (d. 1990)", "entities": [{"title": "David Rose (songwriter)", "href": "/wiki/David_Rose_(songwriter)", "description": "David Daniel Rose was an American songwriter, composer, arranger, pianist, and orchestra leader. His best known compositions were \"The Stripper\", \"Holiday for Strings\", and \"Calypso Melody\". He also wrote music for many television series, including It's a Great Life, The Tony Martin Show, Little House on the Prairie, Highway to Heaven, Bonanza, Leave it to Beaver, and Highway Patrol, some under th"}]}, {"heading": "Births", "year": "1911", "date": "June 15", "txt": "Wilbert Awdry, English author, co-created Thomas the Tank Engine (d. 1997)", "entities": [{"title": "Wilbert Awdry", "href": "/wiki/Wilbert_Awdry", "description": "Wilbert Vere Awdry, OBE was an English Anglican cleric, railway enthusiast, and children's author. Better known as the Reverend W. Awdry, he was the creator of Thomas the Tank Engine, the central figure in his Railway Series."}, {"title": "Thomas the Tank Engine", "href": "/wiki/Thomas_the_Tank_Engine", "description": "Thomas the Tank Engine is a British anthropomorphised fictional steam locomotive in The Railway Series books by the Reverend Wilbert Awdry and his son, Christopher, published from 1945. He became the most popular and famous character in the series, and is the titular protagonist in the accompanying television spin-off series Thomas & Friends."}]}, {"heading": "Births", "year": "1913", "date": "June 15", "txt": "Tom Adair, American songwriter, composer, and screenwriter (d. 1988)", "entities": [{"title": "Tom Adair", "href": "/wiki/Tom_Adair", "description": "Thomas Montgomery Adair was an American songwriter, composer, and screenwriter."}]}, {"heading": "Births", "year": "1914", "date": "June 15", "txt": "Yuri Andropov, Russian politician (d. 1984)", "entities": [{"title": "Yuri Andropov", "href": "/wiki/Yuri_Andropov", "description": "Yuri Vladimirovich Andropov was the sixth paramount leader of the Soviet Union and the fourth General Secretary of the Communist Party of the Soviet Union. Following the 18-year rule of Leonid Brezhnev, Andropov served in the post from November 1982 until his death in February 1984."}]}, {"heading": "Births", "year": "1914", "date": "June 15", "txt": "Saul Steinberg, Romanian-American cartoonist (d. 1999)", "entities": []}, {"heading": "Births", "year": "1914", "date": "June 15", "txt": "Hilda Terry, American cartoonist (d. 2006)", "entities": []}, {"heading": "Births", "year": "1915", "date": "June 15", "txt": "Nini Theilade, Danish ballet dancer, choreographer, and educator (d. 2018)", "entities": [{"title": "Nini Theilade", "href": "/wiki/Nini_Theilade", "description": "Nini Arlette Theilade was a Danish ballet dancer, choreographer and teacher."}]}, {"heading": "Births", "year": "1915", "date": "June 15", "txt": "Thomas Huckle Weller, American biologist and virologist, Nobel Prize laureate (d. 2008)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1916", "date": "June 15", "txt": "Olga Erteszek, Polish-American fashion designer (d. 1989)", "entities": [{"title": "Olga Erteszek", "href": "/wiki/Olga_Erteszek", "description": "Olga Erteszek was a Polish-American undergarment designer and lingerie company owner. She is famous for her nightgowns with full flowing skirt width and generous sweep."}]}, {"heading": "Births", "year": "1916", "date": "June 15", "txt": "Horacio Salgán, Argentinian pianist, composer, and conductor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1916", "date": "June 15", "txt": "Herbert A. Simon, American political scientist and economist, Nobel Prize laureate (d. 2001)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1917", "date": "June 15", "txt": "John Fenn, American chemist and academic, Nobel Prize laureate (d. 2010)", "entities": [{"title": "John Fenn (chemist)", "href": "/wiki/John_Fenn_(chemist)", "description": "John Bennett Fenn was an American professor of analytical chemistry who was awarded a share of the Nobel Prize in Chemistry in 2002. Fenn shared half of the award with Koichi Tanaka for their work in mass spectrometry. The other half of the 2002 award went to Kurt Wüthrich. Fenn's contributions specifically related to the development of electrospray ionization, now a commonly used technique for la"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1917", "date": "June 15", "txt": "Michalis Genitsaris, Greek singer-songwriter (d. 2005)", "entities": []}, {"heading": "Births", "year": "1917", "date": "June 15", "txt": "Lash LaRue, American actor and producer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1918", "date": "June 15", "txt": "François Tombalbaye, Chadian politician, 1st President of Chad (d. 1975)", "entities": [{"title": "François Tombalbaye", "href": "/wiki/Fran%C3%A7ois_Tombalbaye", "description": "François Tombalbaye, also known as N'Garta Tombalbaye, was a Chadian teacher and a trade union activist who served as the first President of Chad. The head of Chad's colonial government and its ruling party, the Chadian Progressive Party, after 1959, Tombalbaye was appointed the nation's head of government after its independence on August 11, 1960. He ruled as a dictator until his deposition and a"}, {"title": "President of Chad", "href": "/wiki/President_of_Chad", "description": "This is a list of heads of state of Chad since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Births", "year": "1920", "date": "June 15", "txt": "Keith Andrews, American race car driver (d. 1957)", "entities": [{"title": "Keith Andrews (racing driver)", "href": "/wiki/Keith_Andrews_(racing_driver)", "description": "Keith Andrews was an American racecar driver. He was killed after crashing his car during practice for the 1957 Indianapolis 500."}]}, {"heading": "Births", "year": "1920", "date": "June 15", "txt": "Alla Kazanskaya, Russian actress (d. 2008)", "entities": []}, {"heading": "Births", "year": "1920", "date": "June 15", "txt": "Sam Sniderman, Canadian businessman, founded Sam the Record Man (d. 2012)", "entities": [{"title": "Sam the Record Man", "href": "/wiki/Sam_the_Record_Man", "description": "Sam the Record Man was a Canadian record store chain that, at one time, was Canada's largest music recording retailer. In 1982, its ads proclaimed that it had \"140 locations, coast to coast\"."}]}, {"heading": "Births", "year": "1920", "date": "June 15", "txt": "Alberto Sordi, Italian actor, director, and screenwriter (d. 2003)", "entities": []}, {"heading": "Births", "year": "1921", "date": "June 15", "txt": "Erroll Garner, American pianist and composer (d. 1977)", "entities": [{"title": "Erroll Garner", "href": "/wiki/Erroll_Garner", "description": "Erroll Louis Garner was an American jazz pianist and composer known for his swing playing and ballads. His best-known composition, the ballad \"Misty\", has become a jazz standard. Scott Yanow of Allmusic calls him \"one of the most distinctive of all pianists\" and a \"brilliant virtuoso.\" He received a star on the Hollywood Walk of Fame at 6363 Hollywood Blvd. His live album, Concert by the Sea, firs"}]}, {"heading": "Births", "year": "1922", "date": "June 15", "txt": "Jaki Byard, American pianist and composer (d. 1999)", "entities": [{"title": "Jaki Byard", "href": "/wiki/Jaki_Byard", "description": "John Arthur \"Jaki\" Byard was an American jazz multi-instrumentalist, composer and arranger. Mainly a pianist, he also played tenor and alto saxophones, among several other instruments. He was known for his eclectic style, incorporating everything from ragtime and stride to free jazz."}]}, {"heading": "Births", "year": "1923", "date": "June 15", "txt": "Erland Josephson, Swedish actor and director (d. 2012)", "entities": [{"title": "Erland Josephson", "href": "/wiki/Erland_Josephson", "description": "Erland Josephson was a Swedish actor and author. He was best known by international audiences for his work in films directed by Ingmar Bergman, Andrei Tarkovsky and Theodoros Angelopoulos."}]}, {"heading": "Births", "year": "1923", "date": "June 15", "txt": "Ninian Stephen, English-Australian lieutenant, judge, and politician, 20th Governor-General of Australia (d. 2017)", "entities": [{"title": "Governor-General of Australia", "href": "/wiki/Governor-General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}]}, {"heading": "Births", "year": "1924", "date": "June 15", "txt": "Hédi Fried, Swedish author and psychologist", "entities": [{"title": "Hédi Fried", "href": "/wiki/H%C3%A9di_Fried", "description": "Hédi Fried is a Swedish-Romanian author and psychologist. A Holocaust survivor, she passed through Auschwitz as well as Bergen-Belsen, coming to Sweden in July 1945 with the boat M/S Rönnskär."}]}, {"heading": "Births", "year": "1924", "date": "June 15", "txt": "Ezer Weizman, Israeli general and politician, 7th President of Israel (d. 2005)", "entities": [{"title": "President of Israel", "href": "/wiki/President_of_Israel", "description": "The President of the State of Israel is the head of state of Israel. The position is largely a ceremonial figurehead role, with executive power vested in the Government and the Prime Minister. The current president is Reuven Rivlin, who took office on 24 July 2014. Presidents are elected by the Knesset for a single seven-year term."}]}, {"heading": "Births", "year": "1925", "date": "June 15", "txt": "Richard Baker, English journalist and author (d. 2018)", "entities": [{"title": "Richard Baker (broadcaster)", "href": "/wiki/Richard_Baker_(broadcaster)", "description": "Richard Douglas James Baker OBE RD was an English broadcaster, best known as a newsreader for BBC News from 1954 to 1982, and as a radio presenter of classical music. He was a contemporary of Kenneth Kendall and Robert Dougall and was the first reader of the BBC Television News in 1954."}]}, {"heading": "Births", "year": "1925", "date": "June 15", "txt": "Attilâ İlhan, Turkish poet, author, and critic (d. 2005)", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 15", "txt": "Alfred Duraiappah, Sri Lankan Tamil lawyer and politician (d. 1975)", "entities": [{"title": "Alfred Duraiappah", "href": "/wiki/Alfred_Duraiappah", "description": "Alfred Thangarajah Duraiappah was a Sri Lankan Tamil lawyer, politician, Mayor of Jaffna and Member of Parliament."}]}, {"heading": "Births", "year": "1927", "date": "June 15", "txt": "Ross Andru, American illustrator (d. 1993)", "entities": [{"title": "Ross Andru", "href": "/wiki/Ross_Andru", "description": "Ross Andru was an American comics artist and editor whose career in comics spanned six decades. He is best known for his work on The Amazing Spider-Man, Wonder Woman, The Flash, and The Metal Men, and for having co-created the character called The Punisher."}]}, {"heading": "Births", "year": "1927", "date": "June 15", "txt": "Ibn-e-Insha, Indian-Pakistani poet and author (d. 1978)", "entities": []}, {"heading": "Births", "year": "1927", "date": "June 15", "txt": "Hugo Pratt, Italian author and illustrator (d. 1995)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 15", "txt": "Miguel Méndez, American author and academic (d. 2013)", "entities": [{"title": "Miguel Méndez", "href": "/wiki/Miguel_M%C3%A9ndez", "description": "Miguel Méndez was the pen name for Miguel Méndez Morales, a Mexican American author best known for his novel Peregrinos de Aztlán."}]}, {"heading": "Births", "year": "1930", "date": "June 15", "txt": "Marcel Pronovost, Canadian ice hockey player and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 15", "txt": "Joseph Gilbert, English air marshal", "entities": [{"title": "Joseph Gilbert (RAF officer)", "href": "/wiki/Joseph_Gilbert_(RAF_officer)", "description": "Air Chief Marshal Sir Joseph Alfred Gilbert, is a former Royal Air Force officer who served as Deputy Commander of Strike Command from 1984 to 1986."}]}, {"heading": "Births", "year": "1931", "date": "June 15", "txt": "Brian Sewell, English art dealer and critic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1932", "date": "June 15", "txt": "David Alliance, Baron Alliance, Iranian-English businessman and politician", "entities": [{"title": "David Alliance, Baron Alliance", "href": "/wiki/David_Alliance,_Baron_Alliance", "description": "David Alliance, Baron Alliance, CBE is an Iranian-British businessman and Liberal Democrat politician of Iranian origin."}]}, {"heading": "Births", "year": "1932", "date": "June 15", "txt": "Mario Cuomo, American lawyer and politician, 52nd Governor of New York (d. 2015)", "entities": [{"title": "Governor of New York", "href": "/wiki/Governor_of_New_York", "description": "The governor of New York is the head of state and head of government of the U.S. state of New York. The governor is the head of the executive branch of New York's state government and the commander-in-chief of the state's military forces."}]}, {"heading": "Births", "year": "1932", "date": "June 15", "txt": "Zia Fariduddin Dagar, Indian singer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1932", "date": "June 15", "txt": "Bernie Faloney, American-Canadian football player and sportscaster (d. 1999)", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 15", "txt": "Mohammad-Ali Rajai, Iranian politician, 2nd President of Iran (d. 1981)", "entities": [{"title": "Mohammad-Ali Rajai", "href": "/wiki/Mohammad-Ali_Rajai", "description": "Mohammad-Ali Rajai was the second President of Iran from 2 to 30 August 1981 after serving as prime minister under Abolhassan Banisadr. He was also minister of foreign affairs from 11 March 1981 to 15 August 1981, while he was prime minister. He was assassinated in a bombing on 30 August 1981 along with prime minister Mohammad-Javad Bahonar."}, {"title": "President of Iran", "href": "/wiki/President_of_Iran", "description": "The president of Iran is the head of government of the Islamic Republic of Iran. The president is the highest-ranking official of Iran. The president carries out the decrees, and answers to the Supreme Leader of Iran, who functions as the country's head of state. Unlike the executive in other countries, the president of Iran does not have full control over the government, which is ultimately under"}]}, {"heading": "Births", "year": "1933", "date": "June 15", "txt": "Predrag Koraksić Corax, Serbian political caricaturist", "entities": [{"title": "List of caricaturists", "href": "/wiki/List_of_caricaturists", "description": "A caricaturist is an artist who specializes in drawing caricatures."}]}, {"heading": "Births", "year": "1934", "date": "June 15", "txt": "Ruby Nash Garnett, American R&B singer", "entities": [{"title": "Ruby Nash Garnett", "href": "/wiki/Ruby_Nash_Garnett", "description": "Ruby Nash Garnett\n(born June 15, 1934) is an American singer who led the rhythm and blues group Ruby & the Romantics."}]}, {"heading": "Births", "year": "1936", "date": "June 15", "txt": "William Levada, American cardinal (d. 2019)", "entities": [{"title": "William Levada", "href": "/wiki/William_Levada", "description": "William Joseph Levada was an American cardinal of the Catholic Church. From May 2005 until June 2012, he served as Prefect of the Congregation for the Doctrine of the Faith under Pope Benedict XVI; he was the highest ranking American in the Roman Curia. He was previously the Archbishop of Portland in Oregon from 1986 to 1995, and then Archbishop of San Francisco from 1995 to 2005. While serving as"}]}, {"heading": "Births", "year": "1937", "date": "June 15", "txt": "Pierre Billon, Swiss-Canadian author and screenwriter", "entities": [{"title": "Pierre Billon", "href": "/wiki/Pierre_Billon", "description": "Pierre Billon is a novelist and screenwriter from Quebec."}]}, {"heading": "Births", "year": "1937", "date": "June 15", "txt": "Waylon Jennings, American singer-songwriter and guitarist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1938", "date": "June 15", "txt": "Billy Williams, American baseball player and coach", "entities": [{"title": "Billy Williams (left fielder)", "href": "/wiki/Billy_Williams_(left_fielder)", "description": "Billy Leo Williams is an American former professional baseball left fielder who played 16 seasons in Major League Baseball (MLB) for the Chicago Cubs and two seasons for the Oakland Athletics. He was inducted into the National Baseball Hall of Fame in 1987. In 1999, Williams was named a finalist for the Major League Baseball All-Century Team."}]}, {"heading": "Births", "year": "1939", "date": "June 15", "txt": "Ward Connerly, American activist and businessman, founded the American Civil Rights Institute", "entities": [{"title": "Ward Connerly", "href": "/wiki/Ward_Connerly", "description": "Wardell Anthony \"Ward\" Connerly is an American political and anti-affirmative action activist, businessman, and former University of California Regent (1993–2005). He is also the founder and the chairman of the American Civil Rights Institute, a national non-profit organization in opposition to racial and gender preferences, and is the president of Californians for Equal Rights, a non-profit organ"}, {"title": "American Civil Rights Institute", "href": "/wiki/American_Civil_Rights_Institute", "description": "The American Civil Rights Institute is an American conservative non-profit organization that opposes affirmative action. It was founded by Ward Connerly and Thomas L. \"Dusty\" Rhodes in 1996 in Sacramento, California. As of 2017 it operates from a mailing address in Coeur d'Alene, Idaho. It has also been called the American Civil Rights Coalition."}]}, {"heading": "Births", "year": "1941", "date": "June 15", "txt": "Neal Adams, American illustrator", "entities": [{"title": "Neal Adams", "href": "/wiki/Neal_Adams", "description": "Neal Adams is an American comic book artist. He is the co-founder of the graphic design studio Continuity Associates; and is a creators-rights advocate who helped secure a pension and recognition for Superman creators Jerry Siegel and Joe Shuster."}]}, {"heading": "Births", "year": "1941", "date": "June 15", "txt": "Harry Nilsson, American singer-songwriter (d. 1994)", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 15", "txt": "Ian Greenberg, Canadian broadcaster, founded Astral Media", "entities": [{"title": "Ian Greenberg", "href": "/wiki/Ian_Greenberg", "description": "Ian Greenberg is the co-founder of Astral Media, Inc. and has been its President and Chief Executive Officer since 1996."}, {"title": "Astral Media", "href": "/wiki/Astral_Media", "description": "Astral Media was a Canadian media conglomerate. It was Canada's largest radio broadcaster with 84 radio stations in eight provinces, and was a major player in premium and specialty television in Canada, including 23 specialty channels and two conventional stations. Astral also had a presence in out-of-home advertising."}]}, {"heading": "Births", "year": "1942", "date": "June 15", "txt": "John E. McLaughlin, American diplomat", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 15", "txt": "Peter Norman, Australian sprinter (d. 2006)", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 15", "txt": "Johnny Hallyday, French singer and actor (d. 2017)", "entities": [{"title": "Johnny Hallyday", "href": "/wiki/Johnny_Hallyday", "description": "Jean-Philippe Léo Smet, better known by his stage name Johnny Hallyday, was a French rock and roll and pop singer and actor, credited for having brought rock and roll to France."}]}, {"heading": "Births", "year": "1943", "date": "June 15", "txt": "Poul Nyrup Rasmussen, Danish politician, 38th Prime Minister of Denmark", "entities": [{"title": "Prime Minister of Denmark", "href": "/wiki/Prime_Minister_of_Denmark", "description": "The prime minister of Denmark is the head of government in the Kingdom of Denmark comprising the three constituent countries: Denmark, Greenland and the Faroe Islands. Before the creation of the modern office, the kingdom did not initially have a head of government separate from its head of state, namely the monarch, in whom the executive authority was vested. The Constitution of 1849 established "}]}, {"heading": "Births", "year": "1944", "date": "June 15", "txt": "Robert D. Keppel, American police officer and academic", "entities": [{"title": "Robert D. Keppel", "href": "/wiki/Robert_D._Keppel", "description": "Robert David Keppel is an American former law enforcement officer and detective. He is also a former associate professor at the University of New Haven and Sam Houston State University. Keppel is known for his contributions to the investigations of Ted Bundy and Gary Ridgway, and also assisted in the creation of HITS, the Homicide Investigation Tracking System."}]}, {"heading": "Births", "year": "1945", "date": "June 15", "txt": "Miriam Defensor Santiago, Filipino judge and politician (d. 2016)", "entities": [{"title": "Miriam Defensor Santiago", "href": "/wiki/Miriam_Defensor_Santiago", "description": "Miriam Defensor Santiago was a Filipina academic, lawyer, judge, author, and stateswoman, who served in all three branches of the Philippine government: judicial, executive, and legislative. Defensor Santiago was named one of The 100 Most Powerful Women in the World in 1997 by The Australian. She was known for being a long-serving Senator of the Republic of the Philippines, an elected judge of the"}]}, {"heading": "Births", "year": "1945", "date": "June 15", "txt": "Robert Sarah, Guinean cardinal", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 15", "txt": "Lawrence Wilkerson, American colonel", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 15", "txt": "Noddy Holder, English rock singer-songwriter, musician, and actor", "entities": [{"title": "Noddy Holder", "href": "/wiki/Noddy_Holder", "description": "Neville John \"Noddy\" Holder is an English musician and actor. He was the lead singer and rhythm guitarist of the English band Slade, one of the UK's most successful acts of the 1970s. Holder co-wrote most of Slade's material with bass guitarist Jim Lea and is known for his unique and powerful voice."}]}, {"heading": "Births", "year": "1946", "date": "June 15", "txt": "John Horner, American paleontologist and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 15", "txt": "Demis Roussos, Egyptian-Greek singer-songwriter and bass player (d. 2015)", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 15", "txt": "John Hoagland, American photographer and journalist (d. 1984)", "entities": [{"title": "John Hoagland", "href": "/wiki/John_Hoagland", "description": "John Hoagland, an experienced American photojournalist and war correspondent for Newsweek from San Diego, California, who was covering the Salvadoran Civil War in El Salvador at the time he was killed. He had covered other conflicts, including those in Nicaragua and Lebanon."}]}, {"heading": "Births", "year": "1948", "date": "June 15", "txt": "Mike Holmgren, American football player and coach", "entities": [{"title": "Mike Holmgren", "href": "/wiki/Mike_Holmgren", "description": "Michael George Holmgren is a former American football coach and executive. He began his NFL career as a quarterbacks' coach and later as an offensive coordinator with the San Francisco 49ers, where they won Super Bowls XXIII and XXIV. He served as the head coach of the Green Bay Packers from 1992 to 1998, where he won Super Bowl XXXI, and of the Seattle Seahawks from 1999 to 2008. His last role in"}]}, {"heading": "Births", "year": "1948", "date": "June 15", "txt": "Alan Huckle, English politician and diplomat, Governor of Anguilla", "entities": [{"title": "Governor of Anguilla", "href": "/wiki/Governor_of_Anguilla", "description": "The Governor of Anguilla is the representative of the monarch in the British Overseas Territory of Anguilla. The Governor is appointed by the monarch on the advice of the British government. The Governor is the highest authority on Anguilla, but daily business is handled by local Anguillan elected officials. The main role of the Governor is to appoint the Premier of Anguilla."}]}, {"heading": "Births", "year": "1948", "date": "June 15", "txt": "Henry McLeish, Scottish footballer, academic, and politician, 2nd First Minister of Scotland", "entities": [{"title": "First Minister of Scotland", "href": "/wiki/First_Minister_of_Scotland", "description": "The first minister of Scotland is the leader of the Scottish Government and keeper of the Great Seal of Scotland. The first minister chairs the Scottish Cabinet and is primarily responsible for the formulation, development and presentation of Scottish Government policy. Additional functions of the first minister include promoting and representing Scotland in an official capacity, at home and abroa"}]}, {"heading": "Births", "year": "1949", "date": "June 15", "txt": "Dusty Baker, American baseball player and manager", "entities": [{"title": "Dusty Baker", "href": "/wiki/Dusty_Baker", "description": "Johnnie B. \"Dusty\" Baker Jr. is an American Major League Baseball manager who currently manages the Houston Astros. A former major league player, he had a 19-year career as a hard-hitting outfielder, primarily with the Atlanta Braves and Los Angeles Dodgers. He helped the Dodgers to pennants in 1977 and 1978 and to the World Series championship in 1981. He previously managed the San Francisco Gian"}]}, {"heading": "Births", "year": "1949", "date": "June 15", "txt": "Simon Callow, English actor and director", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 15", "txt": "Russell Hitchcock, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 15", "txt": "Jim Varney, American actor, comedian, and screenwriter (d. 2000)", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 15", "txt": "Uğur Erdener, Turkish ophthalmologist and professor", "entities": [{"title": "Uğur Erdener", "href": "/wiki/U%C4%9Fur_Erdener", "description": "Uğur Erdener is a Turkish physician specialized in ophthalmology and professor at the Hacettepe University, Ankara. He is currently a member of the International Olympic Committee and President of the National Olympic Committee of Turkey."}]}, {"heading": "Births", "year": "1950", "date": "June 15", "txt": "Juliana Azumah-Mensah, Ghanaian nurse and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 15", "txt": "Deney Terrio, American choreographer and host of the television musical variety series Dance Fever", "entities": [{"title": "Dance Fever", "href": "/wiki/Dance_Fever", "description": "Dance Fever is an American musical variety series that aired weekly in syndication from January 1979 to September 1987. The series was technically created by Merv Griffin but his agent Murray Schwartz actually conceived the idea of a pilot which piggybacked on a special \"Merv\" salute to the movie Thank God It's Friday which would feature top disco dancers from 8 cities competing for a title. Casab"}]}, {"heading": "Births", "year": "1950", "date": "June 15", "txt": "Lakshmi Mittal, Indian-English businessman", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 15", "txt": "Jane Amsterdam, American magazine and newspaper editor (Manhattan, inc., New York Post)", "entities": [{"title": "Jane Amsterdam", "href": "/wiki/Jane_Amsterdam", "description": "Jane Ellen Amsterdam is a former American magazine and newspaper editor. After successive magazine editorships during the 1970s, she joined The Washington Post as section editor. She later became founding editor of Manhattan, inc. magazine, and was widely credited with making it into a dynamic, National Magazine Award-winning magazine. She later joined the New York Post, becoming the first female "}]}, {"heading": "Births", "year": "1951", "date": "June 15", "txt": "Vance A. Larson, American painter (d. 2000)", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 15", "txt": "John Redwood, English politician, Secretary of State for Wales", "entities": [{"title": "Secretary of State for Wales", "href": "/wiki/Secretary_of_State_for_Wales", "description": "The Secretary of State for Wales, also referred to as the Welsh Secretary, is the principal minister of Her Majesty's Government in the United Kingdom with responsibilities for Wales. They are a member of the cabinet and the head of the Wales Office. They are responsible for ensuring Welsh interests are taken into account by Her Majesty's Government, representing the government within Wales and ov"}]}, {"heading": "Births", "year": "1951", "date": "June 15", "txt": "Steve Walsh, American rock singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 15", "txt": "Satya Pal Jain, Indian lawyer and politician, Additional Solicitor General of India", "entities": [{"title": "Satya Pal Jain", "href": "/wiki/Satya_Pal_Jain", "description": "Satya Pal Jain is the Additional Solicitor General of India. He is a Member of Bharatiya Janata Party (BJP) National Executive Committee. He was elected Member of Parliament from Chandigarh in 1996 and 1998. He is a practising Senior Advocate in the Supreme Court of India and the Punjab and Haryana High Court at Chandigarh."}, {"title": "Additional Solicitor General of India", "href": "/wiki/Additional_Solicitor_General_of_India", "description": "\nAdditional Solicitor General of India abbreviated as ASG is a law officer of India and is the third ranking lawyer of the Government of India. The headquarters of Additional Solicitor-General may be at New Delhi or Mumbai or Chennai or Allahabad as the Government of India may specify from time to time. ASG is governed by Law Officers Rules, 1987."}]}, {"heading": "Births", "year": "1953", "date": "June 15", "txt": "Vilma Bardauskienė, Lithuanian long jumper", "entities": [{"title": "Vilma Bardauskienė", "href": "/wiki/Vilma_Bardauskien%C4%97", "description": "Vilhelmina \"Vilma\" Bardauskienė is a former long jumper from Lithuania, who represented the Soviet Union in the late 1970s and early 1980s. She twice set the women's world record in the long jump, and won the European title in 1978 (Prague). She was born in Pakruojis."}]}, {"heading": "Births", "year": "1953", "date": "June 15", "txt": "Marc Brickman, American lighting and production designer", "entities": []}, {"heading": "Births", "year": "1953", "date": "June 15", "txt": "Eje Elgh, Swedish racing driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1953", "date": "June 15", "txt": "Xi Jinping, Chinese engineer and politician, General Secretary of the Communist Party and President of China", "entities": [{"title": "General Secretary of the Communist Party of China", "href": "/wiki/General_Secretary_of_the_Communist_Party_of_China", "description": "The General Secretary of the Central Committee of the Communist Party of China is typically the paramount leader of China. The general secretary is the head of the Communist Party of China and the highest-ranking official within the People's Republic of China (PRC). The general secretary is a standing member of the Politburo and head of the Secretariat."}, {"title": "President of the People's Republic of China", "href": "/wiki/President_of_the_People%27s_Republic_of_China", "description": "The President of the People's Republic of China, is the ceremonial head of state of the People's Republic of China (PRC). Under the current PRC Constitution, the presidency is a largely ceremonial office with very limited power. However, since 1993, as a matter of convention, the presidency has been held simultaneously by the General Secretary of the Chinese Communist Party, the top leader of this"}]}, {"heading": "Births", "year": "1953", "date": "June 15", "txt": "Raphael Wallfisch, English cellist and educator", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 15", "txt": "Jim Belushi, American actor", "entities": [{"title": "Jim Belushi", "href": "/wiki/Jim_Belushi", "description": "James Adam Belushi is an American actor and comedian. He is best known for the role of Jim on the sitcom According to Jim (2001–2009). His other television roles include Saturday Night Live (1983–1985), Wild Palms (1993), Aaahh!!! Real Monsters (1994–1997), Show Me a Hero (2015), and Twin Peaks (2017)."}]}, {"heading": "Births", "year": "1954", "date": "June 15", "txt": "Terri Gibbs, American country music singer and keyboard player", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 15", "txt": "Paul Rusesabagina, Rwandan humanitarian", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 15", "txt": "Zdeňka Šilhavá, Czech discus thrower and shot putter", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 15", "txt": "Beverley Whitfield, Australian swimmer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 15", "txt": "Polly Draper, American actress, producer, and screenwriter", "entities": [{"title": "Polly Draper", "href": "/wiki/Polly_Draper", "description": "Polly Carey Draper is an American actress, writer, producer, and director. Draper has received several awards, including a Writers Guild of America Award (WGA), and is noted for speaking in a \"trademark throaty voice.\" She first gained recognition for her starring role in the ABC primetime television drama Thirtysomething (1987–91)."}]}, {"heading": "Births", "year": "1955", "date": "June 15", "txt": "Julie Hagerty, American model and actress", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 15", "txt": "Yevgeny Kiselyov, Russian-Ukrainian journalist", "entities": [{"title": "Yevgeny Kiselyov", "href": "/wiki/Yevgeny_Kiselyov", "description": "Yevgeny Alexeyevich Kiselyov is a Russian television journalist. As the host of the NTV weekly news show Itogi in the 1990s, he became one of the nation's best known television journalists, criticizing government corruption and President Boris Yeltsin. In 2001, he left NTV following its takeover by the state-controlled company Gazprom, serving briefly as general manager of TV-6 before the governme"}]}, {"heading": "Births", "year": "1956", "date": "June 15", "txt": "Lance Parrish, American baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 15", "txt": "Wade Boggs, American baseball player", "entities": [{"title": "Wade Boggs", "href": "/wiki/Wade_Boggs", "description": "Wade Anthony Boggs is an American former professional baseball third baseman. He spent 18 seasons in Major League Baseball, primarily with the Boston Red Sox. He also played for the New York Yankees (1993-1997), and the Tampa Bay Devil Rays (1998-1999). He won the 1996 World Series with the Yankees. Boggs became the 23rd player to reach 3,000 career hits. His hitting in the 1980s and 1990s made hi"}]}, {"heading": "Births", "year": "1958", "date": "June 15", "txt": "Riccardo Paletti, Italian racing driver (d. 1982)", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 15", "txt": "Alan Brazil, Scottish footballer and sportscaster", "entities": [{"title": "Alan Brazil", "href": "/wiki/Alan_Brazil", "description": "Alan Bernard Brazil is a Scottish broadcaster and former football player, most notably for Ipswich Town, Tottenham Hotspur, Manchester United and internationally for Scotland. He played as a forward before being forced to retire due to a recurring back injury. He moved into media presentation, initially on television, before moving over to radio where he has for many years now been a presenter on "}]}, {"heading": "Births", "year": "1959", "date": "June 15", "txt": "Eileen Davidson, American model and actress", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 15", "txt": "Michèle Laroque, French actress, producer, and screenwriter", "entities": [{"title": "Michèle Laroque", "href": "/wiki/Mich%C3%A8le_Laroque", "description": "Michèle Laroque is a French actress, comedian, humorist, producer and screenwriter."}]}, {"heading": "Births", "year": "1960", "date": "June 15", "txt": "Marieke van Doorn, Dutch field hockey player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 15", "txt": "Dave McAuley, Irish boxer and sportscaster", "entities": [{"title": "Dave McAuley", "href": "/wiki/Dave_McAuley", "description": "David Anthony McAuley, MBE is a former professional boxer from Northern Ireland who competed from 1983 to 1992. He held the IBF flyweight title from 1989 to 1992, and challenged twice for the WBA flyweight title in 1987 and 1988. At regional level, he held the British flyweight title in 1986."}]}, {"heading": "Births", "year": "1961", "date": "June 15", "txt": "Scott Norton, American wrestler", "entities": []}, {"heading": "Births", "year": "1962", "date": "June 15", "txt": "Brad Armstrong, American wrestler (d. 2012)", "entities": [{"title": "Brad Armstrong (wrestler)", "href": "/wiki/Brad_Armstrong_(wrestler)", "description": "Robert Bradley \"Brad\" James was an American professional wrestler, better known by his ring name, Brad Armstrong. He is best known for his appearances with the promotion World Championship Wrestling in the 1990s. He was the son of wrestler \"Bullet Bob\" Armstrong and brother to professional wrestlers Steve, Scott and Brian."}]}, {"heading": "Births", "year": "1962", "date": "June 15", "txt": "Chris Morris, English actor, satirist, director, and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "June 15", "txt": "Andrea Rost, Hungarian soprano", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 15", "txt": "Marina Azyabina, Russian hurdler", "entities": [{"title": "Marina Azyabina", "href": "/wiki/Marina_Azyabina", "description": "Marina Azyabina is a retired Russian hurdler who competed in the 100 metres hurdles. Her personal best was 12.47 seconds, achieved in June 1992 in Moscow. She was a silver medallist for Russia at the 1993 World Championships in Athletics and later won a bronze medal at the 1994 Goodwill Games in Saint Petersburg. She competed for the Soviet Union before its dissolution, winning gold in the hurdles"}]}, {"heading": "Births", "year": "1963", "date": "June 15", "txt": "Mario Gosselin, Canadian ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 15", "txt": "Helen Hunt, American actress, director, and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 15", "txt": "Lourdes Valera, Venezuelan actress (d. 2012)", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 15", "txt": "Courteney Cox, American actress and producer", "entities": [{"title": "Courteney Cox", "href": "/wiki/Courteney_Cox", "description": "Courteney Bass Cox is an American actress, producer, and director. She gained recognition for her starring role as Monica Geller on the NBC sitcom Friends (1994–2004), for which she received seven Screen Actors Guild Award nominations, of which she won one. She received further recognition for starring as Gale Weathers in the horror film franchise Scream (1996–present). She also starred as Lauren "}]}, {"heading": "Births", "year": "1964", "date": "June 15", "txt": "Michael Laudrup, Danish footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 15", "txt": "Annelies Bredael, Belgian rower", "entities": [{"title": "Annelies Bredael", "href": "/wiki/Annelies_Bredael", "description": "Annelies Bredael is a Belgian rower. She participated in 3 consecutive Summer Olympics in Seoul, Barcelona and Atlanta In 1992, she won the silver medal in rowing, single scull at the Summer Olympics in Barcelona."}]}, {"heading": "Births", "year": "1965", "date": "June 15", "txt": "Karim Massimov, Kazakhstani politician, 7th Prime Minister of Kazakhstan", "entities": [{"title": "Prime Minister of Kazakhstan", "href": "/wiki/Prime_Minister_of_Kazakhstan", "description": "The prime minister of Kazakhstan is the head of government of Kazakhstan and the second most powerful person in the country after the President of Kazakhstan. The Prime Minister heads the cabinet and advises the President in the every day execution of the functions of the Parliament of Kazakhstan."}]}, {"heading": "Births", "year": "1965", "date": "June 15", "txt": "Adam Smith, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 15", "txt": "Raimonds Vējonis, Latvian politician, 9th President of Latvia", "entities": [{"title": "Raimonds Vējonis", "href": "/wiki/Raimonds_V%C4%93jonis", "description": " Raimonds Vējonis is a Latvian politician who served as the 9th President of Latvia from 2015 to 2019. He is a member of the Green Party, part of the Union of Greens and Farmers. He served as Minister of Environmental Protection and Regional Development in 2002 and in 2011 and as Minister of the Environment from 2003 to 2011, while the Ministry of Regional Development was a separate department. He"}, {"title": "President of Latvia", "href": "/wiki/President_of_Latvia", "description": "The president of Latvia is head of state and commander-in-chief of the National Armed Forces of the Republic of Latvia."}]}, {"heading": "Births", "year": "1968", "date": "June 15", "txt": "Károly Güttler, Hungarian swimmer", "entities": [{"title": "Károly Güttler", "href": "/wiki/K%C3%A1roly_G%C3%BCttler", "description": "Károly Güttler is a former breaststroker from Hungary, who represented his native country at four consecutive Olympics, beginning with the 1988 Summer Olympics in Seoul and ending with the 2000 Summer Olympics in Sydney, Australia. He won the silver medal in the 100 m and 200 m breaststroke, once each, both at separate Games."}]}, {"heading": "Births", "year": "1969", "date": "June 15", "txt": "Jesse Bélanger, Canadian ice hockey player", "entities": [{"title": "Jesse Bélanger", "href": "/wiki/Jesse_B%C3%A9langer", "description": "Joseph Jesse Dave Bélanger is a Canadian former professional ice hockey centre who played in the National Hockey League from 1991 to 2001."}]}, {"heading": "Births", "year": "1969", "date": "June 15", "txt": "Ice Cube, American rapper, producer, and actor", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 15", "txt": "Idalis DeLeón, American singer and actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 15", "txt": "Nasos Galakteros, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 15", "txt": "Oliver Kahn, German footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 15", "txt": "Maurice Odumbe, Kenyan cricketer", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 15", "txt": "Cédric Pioline, French tennis player", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 15", "txt": "Christian Bauman, American soldier and author", "entities": [{"title": "Christian Bauman", "href": "/wiki/Christian_Bauman", "description": "Christian Bauman is an American novelist, essayist, and lyricist. A former soldier, Bauman is arguably best known for his critically acclaimed 2002 debut novel The Ice Beneath You, about the return of a young American soldier from Somalia. Of his 2005 novel Voodoo Lounge, National Book Award-winning writer Robert Stone said, \"The prose in Voodoo Lounge reverberates in the white space around it.\" B"}]}, {"heading": "Births", "year": "1970", "date": "June 15", "txt": "David Bayssari, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 15", "txt": "Gaëlle Méchaly, French soprano", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 15", "txt": "Leah Remini, American actress and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 15", "txt": "Žan Tabak, Croatian basketball player and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 15", "txt": "Christos Myriounis, Greek basketball player", "entities": [{"title": "Christos Myriounis", "href": "/wiki/Christos_Myriounis", "description": " Christos Myriounis  is a retired Greek professional basketball player. At a height of 2.05 m, he played as a small forward-power forward."}]}, {"heading": "Births", "year": "1971", "date": "June 15", "txt": "Jake Busey, American actor, musician, and film producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 15", "txt": "Justin Leonard, American golfer", "entities": [{"title": "Justin Leonard", "href": "/wiki/Justin_Leonard", "description": "Justin Charles Garrett Leonard is an American professional golfer. He has twelve career wins on the PGA Tour, including one major, the 1997 Open Championship."}]}, {"heading": "Births", "year": "1972", "date": "June 15", "txt": "Andy Pettitte, American baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 15", "txt": "Tore Andre Flo, Norwegian footballer and coach", "entities": [{"title": "Tore Andre Flo", "href": "/wiki/Tore_Andre_Flo", "description": "Tore André Flo is a Norwegian former professional football striker and youth coach. He was capped 76 times, scoring 23 goals for Norway, and represented his country in 1998 FIFA World Cup and UEFA Euro 2000, and scored Norway's first goal when Norway won 2–1 against Brazil and advanced to the second round of the 1998 World Cup."}]}, {"heading": "Births", "year": "1973", "date": "June 15", "txt": "Neil Patrick Harris, American actor and singer", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 15", "txt": "Pia Miranda, Australian actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 15", "txt": "Jiří Ryba, Czech decathlete", "entities": [{"title": "Jiří Ryba", "href": "/wiki/Ji%C5%99%C3%AD_Ryba", "description": "Jiří Ryba is a Czech decathlete. His personal best result was 8339 points, achieved in May 2000 in Desenzano del Garda. Ryba is married to pole vaulter Pavla Hamáčková."}]}, {"heading": "Births", "year": "1977", "date": "June 15", "txt": "Michael Doleac, American basketball player and manager", "entities": [{"title": "Michael Doleac", "href": "/wiki/Michael_Doleac", "description": "Michael Scott Doleac is an American former professional basketball player."}]}, {"heading": "Births", "year": "1978", "date": "June 15", "txt": "Wilfred Bouma, Dutch footballer", "entities": [{"title": "Wilfred Bouma", "href": "/wiki/Wilfred_Bouma", "description": "Wilfred Bouma is a Dutch former footballer who played most notably for PSV Eindhoven, Aston Villa and the Netherlands national team."}]}, {"heading": "Births", "year": "1978", "date": "June 15", "txt": "Zach Day, American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "June 15", "txt": "Yulia Nestsiarenka, Belarusian sprinter", "entities": [{"title": "Yulia Nestsiarenka", "href": "/wiki/Yulia_Nestsiarenka", "description": "Yuliya Nesterenko (alt. spelling: Yulia Nestsiarenka, née Bartsevich is a Belarusian sprinter."}]}, {"heading": "Births", "year": "1979", "date": "June 15", "txt": "Christian Rahn, German footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "June 15", "txt": "Charles Zwolsman, Jr., Dutch racing driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 15", "txt": "David Lyons, Australian rugby player", "entities": [{"title": "David Lyons (rugby union, born 1980)", "href": "/wiki/David_Lyons_(rugby_union,_born_1980)", "description": "David Lyons is a rugby union player for Stade Français. He plays Number Eight and has also played for the Wallabies."}]}, {"heading": "Births", "year": "1981", "date": "June 15", "txt": "John Paintsil, Ghanaian footballer", "entities": [{"title": "John Paintsil", "href": "/wiki/John_Paintsil", "description": "John Paintsil is a Ghanaian former professional footballer who is an assistant manager at Kaizer Chiefs in the Premier Soccer League. He played club football for Berekum Arsenal, Liberty Professionals, Maccabi Tel Aviv, Hapoel Tel Aviv, West Ham United, Fulham, Leicester City, Santos and Maritzburg United as well as internationally for Ghana."}]}, {"heading": "Births", "year": "1982", "date": "June 15", "txt": "Mike Delany, New Zealand rugby player", "entities": [{"title": "Mike Delany", "href": "/wiki/Mike_Delany", "description": "Mike Peter Delany is a New Zealand rugby union player currently who plays for the Crusaders in Super Rugby and Bay of Plenty in the Mitre 10 Cup."}]}, {"heading": "Births", "year": "1982", "date": "June 15", "txt": "Abdur Razzak, Bangladeshi cricketer", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 15", "txt": "Laura Imbruglia, Australian singer-songwriter and guitarist[citation needed]", "entities": [{"title": "Laura Imbruglia", "href": "/wiki/Laura_Imbruglia", "description": "Laura Imbruglia is an Australian indie rock singer-songwriter and fitness guru."}]}, {"heading": "Births", "year": "1983", "date": "June 15", "txt": "Josh McGuire, Canadian fencer", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 15", "txt": "Luke Hodge, Australian footballer", "entities": [{"title": "Luke Hodge", "href": "/wiki/Luke_Hodge", "description": "Luke Hodge is a former professional Australian rules footballer who played for the Hawthorn Football Club and the Brisbane Lions in the Australian Football League (AFL). He played for the Hawthorn Football Club from 2002 to 2017, captaining the club from 2011 to 2016. In 2018, Hodge moved to the Brisbane Lions, before retiring in 2019. Hodge started his career playing on the half-back flank but as"}]}, {"heading": "Births", "year": "1984", "date": "June 15", "txt": "Eva Hrdinová, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 15", "txt": "Tim Lincecum, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 15", "txt": "Edison Toloza, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 15", "txt": "Ashley Nicole Black, American comedian, actress, and writer", "entities": [{"title": "Ashley Nicole Black", "href": "/wiki/Ashley_Nicole_Black", "description": "Ashley Nicole Black is an American comedian, actress, and writer from Los Angeles, California. She was a writer and correspondent for Full Frontal with Samantha Bee from 2016-2019. She left the show in February 2019 to write and act in A Black Lady Sketch Show on HBO."}]}, {"heading": "Births", "year": "1986", "date": "June 15", "txt": "James Maloney, Australian rugby league player", "entities": [{"title": "James Maloney (rugby league)", "href": "/wiki/James_Maloney_(rugby_league)", "description": "James Maloney is an Australian professional rugby league footballer who plays as a stand-off or scrum-half for the Catalans Dragons in the Betfred Super League."}]}, {"heading": "Births", "year": "1986", "date": "June 15", "txt": "Trevor Plouffe, American baseball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "June 15", "txt": "Víctor Cabedo, Spanish cyclist (d. 2012)", "entities": [{"title": "Víctor Cabedo", "href": "/wiki/V%C3%ADctor_Cabedo", "description": "Víctor Cabedo Carda was a Spanish professional road racing cyclist. He rode for Euskaltel–Euskadi for one season. He died following a collision with a vehicle while on a training ride."}]}, {"heading": "Births", "year": "1989", "date": "June 15", "txt": "Bryan Clauson, American race car driver (d. 2016)", "entities": []}, {"heading": "Births", "year": "1992", "date": "June 15", "txt": "Michał Kopczyński, Polish footballer", "entities": [{"title": "Michał Kopczyński", "href": "/wiki/Micha%C5%82_Kopczy%C5%84ski", "description": "Michał Kopczyński is a Polish footballer who plays as a defensive midfielder or centre back for Warta Poznań."}]}, {"heading": "Births", "year": "1992", "date": "June 15", "txt": "Mohamed Salah, Egyptian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "June 15", "txt": "Dafne Schippers, Dutch heptathlete and sprinter", "entities": []}, {"heading": "Births", "year": "1993", "date": "June 15", "txt": "Irfan Hadžić, Bosnian footballer", "entities": [{"title": "Irfan Hadžić", "href": "/wiki/Irfan_Had%C5%BEi%C4%87", "description": "Irfan Hadžić is a Bosnian professional footballer who plays as a forward for the Bosnia and Herzegovina national team."}]}, {"heading": "Births", "year": "1994", "date": "June 15", "txt": "Inaki Williams, Basque footballer", "entities": [{"title": "Inaki Williams", "href": "/wiki/Inaki_Williams", "description": "Iñaki Williams Arthuer is a Spanish professional footballer who plays as a forward for Athletic Bilbao."}]}, {"heading": "Births", "year": "1996", "date": "June 15", "txt": "Tia-Adana Belle, Barbadian athlete", "entities": [{"title": "Tia-Adana Belle", "href": "/wiki/Tia-Adana_Belle", "description": "Tia-Adana Djena Belle is a Barbadian athlete competing in the 400 metres hurdles. She represented her country at the 2016 Summer Olympics without advancing from the first round. In addition, she won the silver medal at the 2013 World Youth Championships."}]}, {"heading": "Births", "year": "1997", "date": "June 15", "txt": "Madison Kocian, American gymnast", "entities": [{"title": "Madison Kocian", "href": "/wiki/Madison_Kocian", "description": "Madison Taylor Kocian is a retired American artistic gymnast. On the uneven bars, she is one of four 2015 world champions and the 2016 Olympic silver medalist. She was part of the gold medal-winning team dubbed the \"Final Five\" at the 2016 Summer Olympics in Rio de Janeiro, and was a member of the first-place American teams at the 2014 and 2015 World Artistic Gymnastics Championships. She graduate"}]}, {"heading": "Deaths", "year": "923", "date": "June 15", "txt": "Robert I of France (b. 866)", "entities": [{"title": "Robert I of France", "href": "/wiki/Robert_I_of_France", "description": "Robert I, was the elected King of West Francia from 922 to 923. Before his election to the throne he was Count of Poitiers, Count of Paris and Marquis of Neustria and Orléans. He succeeded the overthrown Carolingian king Charles the Simple, who in 898 had succeeded Robert's brother, king Odo."}]}, {"heading": "Deaths", "year": "948", "date": "June 15", "txt": "Romanos I Lekapenos, Byzantine Emperor (b. c. 870)", "entities": [{"title": "Romanos I", "href": "/wiki/Romanos_I", "description": "Romanos I Lekapenos, Latinized as Romanus I Lecapenus, was an Armenian who became a Byzantine naval commander and reigned as Byzantine Emperor from 920 until his deposition on December 16, 944."}, {"title": "870", "href": "/wiki/870", "description": "Year 870 (DCCCLXX) was a common year starting on Sunday of the Julian calendar."}]}, {"heading": "Deaths", "year": "952", "date": "June 15", "txt": "Murong Yanchao, Chinese general", "entities": [{"title": "Murong Yanchao", "href": "/wiki/Murong_Yanchao", "description": "Murong Yanchao, known at one point as Yan Kunlun (閻崑崙), was a general of the Chinese Five Dynasties and Ten Kingdoms states Later Tang, Later Jin, and Later Han. As a half-brother of Later Han's founder Liu Zhiyuan, he was particularly prominent during Later Han. After the Later Han throne was seized by the general Guo Wei, who founded Later Zhou, Murong initially submitted to Guo but then rebelle"}]}, {"heading": "Deaths", "year": "960", "date": "June 15", "txt": "Eadburh of Winchester, English princess and saint", "entities": [{"title": "Eadburh of Winchester", "href": "/wiki/Eadburh_of_Winchester", "description": "Eadburh was the daughter of King Edward the Elder of England and his third wife, Eadgifu of Kent."}]}, {"heading": "Deaths", "year": "970", "date": "June 15", "txt": "Adalbert, bishop of Passau", "entities": [{"title": "Adalbert, Bishop of Passau", "href": "/wiki/Adalbert,_Bishop_of_Passau", "description": "Adalbert was the 17th Bishop of Passau from 946 to 970."}, {"title": "Roman Catholic Diocese of Passau", "href": "/wiki/Roman_Catholic_Diocese_of_Passau", "description": "The Diocese of Passau is a Roman Catholic diocese in Germany that is a suffragan of the Archdiocese of Munich and Freising. Though similar in name to the Prince-Bishopric of Passau—an ecclesiastical principality that existed for centuries until it was secularized in 1803—the two are entirely different entities. The diocese covers an area of 5,442 km²."}]}, {"heading": "Deaths", "year": "991", "date": "June 15", "txt": "Theophanu, Byzantine wife of Otto II, Holy Roman Emperor (b. 960)", "entities": [{"title": "Theophanu", "href": "/wiki/Theophanu", "description": "Theophanu was empress of the Holy Roman Empire by marriage to Emperor Otto II, and regent of Empire during the minority of their son, Emperor Otto III, from 983 until her death in 991.\nShe was the niece of the Byzantine Emperor John I Tzimiskes."}, {"title": "Otto II, Holy Roman Emperor", "href": "/wiki/Otto_II,_Holy_Roman_Emperor", "description": "Otto II, called the Red (Rufus), was Holy Roman Emperor from 973 until his death in 983. A member of the Ottonian dynasty, Otto II was the youngest and sole surviving son of Otto the Great and Adelaide of Italy."}]}, {"heading": "Deaths", "year": "1073", "date": "June 15", "txt": "Emperor Go-Sanjō of Japan (b. 1034)", "entities": [{"title": "Emperor Go-Sanjō", "href": "/wiki/Emperor_Go-Sanj%C5%8D", "description": "Emperor Go-Sanjō  was the 71st emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1184", "date": "June 15", "txt": "Magnus Erlingsson, King of Norway (b. 1156)", "entities": [{"title": "Magnus V of Norway", "href": "/wiki/Magnus_V_of_Norway", "description": "Magnus V Erlingsson was a king of Norway during the civil war era in Norway. He was the first Scandinavian monarch to be crowned. He helped to establish primogeniture in royal succession in Norway."}]}, {"heading": "Deaths", "year": "1189", "date": "June 15", "txt": "Minamoto no Yoshitsune, Japanese general (b. 1159)", "entities": [{"title": "Minamoto no Yoshitsune", "href": "/wiki/Minamoto_no_Yoshitsune", "description": "Minamoto no Yoshitsune  was a military commander of the Minamoto clan of Japan in the late Heian and early Kamakura periods. During the Genpei War, he led a series of battles which toppled the Ise-Heishi branch of the Taira clan, helping his half-brother Yoritomo consolidate power. He is considered one of the greatest and the most popular warriors of his era, and one of the most famous samurai fig"}]}, {"heading": "Deaths", "year": "1246", "date": "June 15", "txt": "Frederick II, Duke of Austria (b. 1219)", "entities": [{"title": "Frederick II, Duke of Austria", "href": "/wiki/Frederick_II,_Duke_of_Austria", "description": "Frederick II, known as Frederick the Quarrelsome, was Duke of Austria and Styria from 1230 until his death. He was the fifth and last Austrian duke from the House of Babenberg, since the former margraviate was elevated to a duchy by the 1156 Privilegium Minus. He was killed in the Battle of the Leitha River, leaving no male heirs."}]}, {"heading": "Deaths", "year": "1337", "date": "June 15", "txt": "Angelo da Clareno, Italian Franciscan and leader of a group of Fraticelli (b. 1247)", "entities": [{"title": "Angelo da Clareno", "href": "/wiki/Angelo_da_Clareno", "description": "Angelo da Clareno, also known as Angelo Clareno, was the founder and leader of one of the groups of Fraticelli in the early 14th century."}, {"title": "Fraticelli", "href": "/wiki/Fraticelli", "description": "The Fraticelli or Spiritual Franciscans were extreme proponents of the rule of Saint Francis of Assisi, especially with regard to poverty, and regarded the wealth of the Church as scandalous, and that of individual churchmen as invalidating their status. They thus claimed that everyone else in the Church were damned and deprived of powers, and the Fraticelli were declared heretical in 1296 by Boni"}]}, {"heading": "Deaths", "year": "1341", "date": "June 15", "txt": "Andronikos III Palaiologos, Byzantine emperor (b. 1297)", "entities": [{"title": "Andronikos III Palaiologos", "href": "/wiki/Andronikos_III_Palaiologos", "description": "Andronikos III Palaiologos, commonly Latinized as Andronicus III Palaeologus, was the Byzantine emperor from 1328 to 1341. He was the son of Michael IX Palaiologos and Rita of Armenia. He was proclaimed co-emperor in his youth, before 1313, and in April 1321 he rebelled in opposition to his grandfather, Andronikos II Palaiologos. He was formally crowned co-emperor in February 1325, before ousting "}]}, {"heading": "Deaths", "year": "1381", "date": "June 15", "txt": "John Cavendish, English lawyer and judge (b. 1346)", "entities": [{"title": "John Cavendish", "href": "/wiki/John_Cavendish", "description": "Sir John Cavendish was an English judge and politician from Cavendish, Suffolk, England. He and the village gave the name Cavendish to the aristocratic families of the Dukedoms of Devonshire, Newcastle and Portland."}]}, {"heading": "Deaths", "year": "1381", "date": "June 15", "txt": "Wat Tyler, English rebel leader (b. 1341)", "entities": []}, {"heading": "Deaths", "year": "1383", "date": "June 15", "txt": "John VI Kantakouzenos, Byzantine emperor (b. 1292)", "entities": [{"title": "John VI Kantakouzenos", "href": "/wiki/John_VI_Kantakouzenos", "description": "John VI Kantakouzenos, Cantacuzenus, or Cantacuzene was a Greek nobleman, statesman, and general. He served as grand domestic under Andronikos III Palaiologos and regent for John V Palaiologos before reigning as Byzantine emperor in his own right from 1347 to 1354. Deposed by his former ward, he was made to retire to a monastery under the name Joasaph Christodoulos and spent the remainder of his l"}]}, {"heading": "Deaths", "year": "1383", "date": "June 15", "txt": "Matthew Kantakouzenos, Byzantine emperor", "entities": []}, {"heading": "Deaths", "year": "1389", "date": "June 15", "txt": "Lazar of Serbia (b. 1329)", "entities": [{"title": "Lazar of Serbia", "href": "/wiki/Lazar_of_Serbia", "description": "Prince Lazar Hrebeljanović was a medieval Serbian ruler who created the largest and most powerful state on the territory of the disintegrated Serbian Empire. Lazar's state, referred to by historians as Moravian Serbia, comprised the basins of the Great Morava, West Morava, and South Morava rivers. Lazar ruled Moravian Serbia from 1373 until his death in 1389. He sought to resurrect the Serbian Emp"}]}, {"heading": "Deaths", "year": "1389", "date": "June 15", "txt": "Murad I, Ottoman Sultan (b. 1319)", "entities": []}, {"heading": "Deaths", "year": "1389", "date": "June 15", "txt": "Miloš Obilić, Serbian knight.", "entities": []}, {"heading": "Deaths", "year": "1416", "date": "June 15", "txt": "John, Duke of Berry (b. 1340)", "entities": [{"title": "John, Duke of Berry", "href": "/wiki/John,_Duke_of_Berry", "description": "John of Berry or John the Magnificent was Duke of Berry and Auvergne and Count of Poitiers and Montpensier. He was the third son of King John II of France and Bonne of Luxembourg; his brothers were King Charles V of France, Duke Louis I of Anjou and Duke Philip the Bold of Burgundy. He is primarily remembered as a collector of the important illuminated manuscripts and other works of art commission"}]}, {"heading": "Deaths", "year": "1467", "date": "June 15", "txt": "Philip III, Duke of Burgundy (b. 1396)", "entities": [{"title": "Philip III, Duke of Burgundy", "href": "/wiki/Philip_III,_Duke_of_Burgundy", "description": "Philip III the Good was Duke of Burgundy from 1419 until his death. He was a member of a cadet line of the Valois dynasty, to which all 15th-century kings of France belonged. During his reign, the Burgundian State reached the apex of its prosperity and prestige, and became a leading centre of the arts. Philip is known in history for his administrative reforms, his patronage of Flemish artists such"}]}, {"heading": "Deaths", "year": "1521", "date": "June 15", "txt": "Tamás Bakócz, Hungarian cardinal (b. 1442)", "entities": [{"title": "Tamás Bakócz", "href": "/wiki/Tam%C3%A1s_Bak%C3%B3cz", "description": "Tamás Bakócz was a Hungarian archbishop, cardinal and statesman."}]}, {"heading": "Deaths", "year": "1614", "date": "June 15", "txt": "Henry Howard, 1st Earl of Northampton, English courtier and politician, Lord Warden of the Cinque Ports (b. 1540)", "entities": [{"title": "Henry Howard, 1st Earl of Northampton", "href": "/wiki/Henry_Howard,_1st_Earl_of_Northampton", "description": "Henry Howard, 1st Earl of Northampton KG was an important English aristocrat and courtier. He was suspect as a crypto-Catholic throughout his life, and went through periods of royal disfavour, in which his reputation suffered greatly. He was distinguished for learning, artistic culture and his public charities. He built Northumberland House in London and superintended the construction of the fine "}, {"title": "Lord Warden of the Cinque Ports", "href": "/wiki/Lord_Warden_of_the_Cinque_Ports", "description": "The Lord Warden of the Cinque Ports is a ceremonial official in the United Kingdom. The post dates from at least the 12th century, when the title was Keeper of the Coast, but may be older. The Lord Warden was originally in charge of the Cinque Ports, a group of five port towns on the southeast coast of England that was formed to collectively supply ships for The Crown in the absence at the time of"}]}, {"heading": "Deaths", "year": "1724", "date": "June 15", "txt": "Henry Sacheverell, English minister and politician (b. 1674)", "entities": [{"title": "Henry Sacheverell", "href": "/wiki/Henry_Sacheverell", "description": "Henry Sacheverell was an English high church Anglican clergyman who achieved nationwide fame in 1709 after preaching an incendiary 5 November sermon. He was subsequently impeached by the House of Commons and though he was found guilty, his light punishment was seen as a vindication and he became a popular figure in the country, contributing to the Tories' landslide victory at the general election "}]}, {"heading": "Deaths", "year": "1768", "date": "June 15", "txt": "James Short, Scottish mathematician and optician (b. 1710)", "entities": [{"title": "James Short (mathematician)", "href": "/wiki/James_Short_(mathematician)", "description": "James Short FRS was a Scottish mathematician and manufacturer of optical instruments, principally telescopes. During his 35-year career as a telescope-maker he produced approximately 1,360 scientific instruments."}]}, {"heading": "Deaths", "year": "1772", "date": "June 15", "txt": "Louis-Claude Daquin, French organist and composer (b. 1694)", "entities": [{"title": "Louis-Claude Daquin", "href": "/wiki/Louis-Claude_Daquin", "description": "Louis-Claude Daquin was a French composer of Jewish ancestry, writing in the Baroque and Galant styles. He was a virtuoso organist and harpsichordist."}]}, {"heading": "Deaths", "year": "1844", "date": "June 15", "txt": "Thomas Campbell, Scottish poet and academic (b. 1777)", "entities": [{"title": "Thomas Campbell (poet)", "href": "/wiki/Thomas_Campbell_(poet)", "description": "Thomas Campbell was a Scottish poet. He was a founder and the first President of the Clarence Club and a co-founder of the Literary Association of the Friends of Poland; he was also one of the initiators of a plan to found what became University College London. In 1799 he wrote \"The Pleasures of Hope\", a traditional 18th-century didactic poem in heroic couplets. He also produced several patriotic "}]}, {"heading": "Deaths", "year": "1849", "date": "June 15", "txt": "James K. Polk, American lawyer and politician, 11th President of the United States (b. 1795)", "entities": [{"title": "James K. Polk", "href": "/wiki/James_K._Polk", "description": "James Knox Polk was the 11th president of the United States, serving from 1845 to 1849. He previously was Speaker of the House of Representatives (1835–1839) and Governor of Tennessee (1839–1841). A protégé of Andrew Jackson, he was a member of the Democratic Party and an advocate of Jacksonian democracy. Polk is chiefly known for extending the territory of the United States through the Mexican–Am"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1858", "date": "June 15", "txt": "Ary Scheffer, Dutch-French painter and academic (b. 1795)", "entities": [{"title": "Ary Scheffer", "href": "/wiki/Ary_Scheffer", "description": "Ary Scheffer was a Dutch-French Romantic painter. He was known mostly for his works based on literature, with paintings based on the works of Dante, Goethe, and Lord Byron, as well as religious subjects. He was also a prolific painter of portraits of famous and influential people in his lifetime. Politically, Scheffer had strong ties to King Louis Philippe I, having been employed as a teacher of t"}]}, {"heading": "Deaths", "year": "1888", "date": "June 15", "txt": "Frederick III, German Emperor (b. 1831)", "entities": [{"title": "Frederick III, German Emperor", "href": "/wiki/Frederick_III,_German_Emperor", "description": "Frederick III was German Emperor and King of Prussia between March and June 1888, during the Year of the Three Emperors. Known informally as \"Fritz\", he was the only son of Emperor Wilhelm I and was raised in his family's tradition of military service. Although celebrated as a young man for his leadership and successes during the Second Schleswig, Austro-Prussian and Franco-Prussian wars, he never"}]}, {"heading": "Deaths", "year": "1889", "date": "June 15", "txt": "Mihai Eminescu, Romanian journalist, author, and poet (b. 1850)", "entities": [{"title": "Mihai Eminescu", "href": "/wiki/Mihai_Eminescu", "description": "Mihai Eminescu was a Romanian Romantic poet from Moldavia, novelist, and journalist, generally regarded as the most famous and influential Romanian poet. Eminescu was an active member of the Junimea literary society and worked as an editor for the newspaper Timpul, the official newspaper of the Conservative Party (1880–1918). His poetry was first published when he was 16 and he went to Vienna, Aus"}]}, {"heading": "Deaths", "year": "1890", "date": "June 15", "txt": "Unryū Kyūkichi, Japanese sumo wrestler, the 10th Yokozuna (b. 1822)", "entities": [{"title": "Unryū Kyūkichi", "href": "/wiki/Unry%C5%AB_Ky%C5%ABkichi", "description": "Unryū Kyūkichi  was a Japanese sumo wrestler from Yanagawa, Chikugo Province. He was the sport's 10th yokozuna."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1917", "date": "June 15", "txt": "Kristian Birkeland, Norwegian physicist and academic (b. 1867)", "entities": [{"title": "Kristian Birkeland", "href": "/wiki/Kristian_Birkeland", "description": "Kristian Olaf Bernhard Birkeland was a Norwegian scientist. He is best remembered for his theories of atmospheric electric currents that elucidated the nature of the aurora borealis. In order to fund his research on the aurorae, he invented the electromagnetic cannon and the Birkeland–Eyde process of fixing nitrogen from the air. Birkeland was nominated for the Nobel Prize seven times."}]}, {"heading": "Deaths", "year": "1934", "date": "June 15", "txt": "Alfred Bruneau, French cellist and composer (b. 1857)", "entities": [{"title": "Alfred Bruneau", "href": "/wiki/Alfred_Bruneau", "description": "Louis Charles Bonaventure Alfred Bruneau was a French composer who played a key role in the introduction of realism in French opera."}]}, {"heading": "Deaths", "year": "1938", "date": "June 15", "txt": "Ernst Ludwig Kirchner, German painter and illustrator (b. 1880)", "entities": [{"title": "Ernst Ludwig Kirchner", "href": "/wiki/Ernst_Ludwig_Kirchner", "description": "Ernst Ludwig Kirchner was a German expressionist painter and printmaker and one of the founders of the artists group Die Brücke or \"The Bridge\", a key group leading to the foundation of Expressionism in 20th-century art. He volunteered for army service in the First World War, but soon suffered a breakdown and was discharged. His work was branded as \"degenerate\" by the Nazis in 1933, and in 1937 mo"}]}, {"heading": "Deaths", "year": "1941", "date": "June 15", "txt": "Otfrid Foerster, German neurologist and physician (b. 1873)", "entities": [{"title": "Otfrid Foerster", "href": "/wiki/Otfrid_Foerster", "description": "Otfrid Foerster was a German neurologist and neurosurgeon, who made innovative contributions to neurology and neurosurgery, such as rhizotomy for the treatment of spasticity, anterolateral cordotomy for pain, the hyperventilation test for epilepsy, Foerster's syndrome, the first electrocorticogram of a brain tumor, and the first surgeries for epilepsy. He is also known as the first to describe the"}]}, {"heading": "Deaths", "year": "1941", "date": "June 15", "txt": "Evelyn Underhill, English mystic and author (b. 1875)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "June 15", "txt": "Count Albert von Mensdorff-Pouilly-Dietrichstein, Austrian diplomat", "entities": [{"title": "Count Albert von Mensdorff-Pouilly-Dietrichstein", "href": "/wiki/Count_Albert_von_Mensdorff-Pouilly-Dietrichstein", "description": "Albert Viktor Julius Joseph Michael Graf von Mensdorff-Pouilly-Dietrichstein was an Austro-Hungarian diplomat who served as Ambassador to London at the outbreak of World War I."}]}, {"heading": "Deaths", "year": "1961", "date": "June 15", "txt": "Giulio Cabianca, Italian racing driver (b. 1923)", "entities": [{"title": "Giulio Cabianca", "href": "/wiki/Giulio_Cabianca", "description": "Giulio Cabianca was a Formula One driver from Italy."}]}, {"heading": "Deaths", "year": "1961", "date": "June 15", "txt": "Peyami Safa, Turkish journalist and author (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1962", "date": "June 15", "txt": "Alfred Cortot, Swiss pianist and conductor (b. 1877)", "entities": [{"title": "Alfred Cortot", "href": "/wiki/Alfred_Cortot", "description": "Alfred Denis Cortot was a French pianist, conductor, and teacher who was one of the most renowned classical musicians of the 20th century. He was especially valued for his poetic insight into Romantic piano works, particularly those of Chopin, Saint-Saëns and Schumann."}]}, {"heading": "Deaths", "year": "1967", "date": "June 15", "txt": "Tatu Kolehmainen, Finnish runner (b. 1885)", "entities": [{"title": "Tatu Kolehmainen", "href": "/wiki/Tatu_Kolehmainen", "description": "Tatu Kolehmainen was a Finnish long-distance runner who competed at the 1912 and 1920 Summer Olympics. In 1912 he reached the finals of 10,000 m and marathon races, but failed to finish due to a strong heat. In 1920 he placed 10th in the marathon. His younger brother Hannes competed alongside at the 1912 and 1920 Games."}]}, {"heading": "Deaths", "year": "1968", "date": "June 15", "txt": "Sam Crawford, American baseball player, coach, and umpire (b. 1880)", "entities": [{"title": "Sam Crawford", "href": "/wiki/Sam_Crawford", "description": "Samuel Earl Crawford, nicknamed \"Wahoo Sam\", was an American outfielder in Major League Baseball (MLB)."}]}, {"heading": "Deaths", "year": "1968", "date": "June 15", "txt": "Wes Montgomery, American guitarist and songwriter (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "June 15", "txt": "Wendell Meredith Stanley, American biochemist and virologist, Nobel Prize laureate (b. 1904)", "entities": [{"title": "Wendell Meredith Stanley", "href": "/wiki/Wendell_Meredith_Stanley", "description": "Wendell Meredith Stanley was an American biochemist, virologist and Nobel laureate."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1976", "date": "June 15", "txt": "Jimmy Dykes, American baseball player, coach, and manager (b. 1896)", "entities": [{"title": "Jimmy Dykes", "href": "/wiki/Jimmy_Dykes", "description": "James Joseph Dykes was an American professional baseball player, coach and manager. He played in Major League Baseball as a third and second baseman from 1918 through 1939, most notably as a member of the Philadelphia Athletics dynasty that won three consecutive American League pennants from 1929 to 1931 and, won the World Series in 1929 and 1930. He played his final six seasons for the Chicago Wh"}]}, {"heading": "Deaths", "year": "1984", "date": "June 15", "txt": "Meredith Willson, American playwright, composer, and conductor (b. 1902)", "entities": [{"title": "Meredith Willson", "href": "/wiki/Meredith_Willson", "description": "Robert Reiniger Meredith Willson was an American flutist, composer, conductor, musical arranger, bandleader, playwright, and author. He is best known for writing the book, music, and lyrics for the 1957 hit Broadway musical The Music Man. He wrote two other Broadway musicals and composed symphonies and popular songs. He was twice nominated for Academy Awards for film scores."}]}, {"heading": "Deaths", "year": "1985", "date": "June 15", "txt": "Andy Stanfield, American sprinter (b. 1927)", "entities": [{"title": "Andy Stanfield", "href": "/wiki/Andy_Stanfield", "description": "Andrew (\"Andy\") William Stanfield was an American sprinter and Olympic gold and silver medallist."}]}, {"heading": "Deaths", "year": "1989", "date": "June 15", "txt": "Maurice Bellemare, Canadian lawyer and politician (b. 1912)", "entities": [{"title": "Maurice Bellemare", "href": "/wiki/Maurice_Bellemare", "description": "Maurice Bellemare, was a politician in Quebec, Canada. He was known as Le Vieux Lion de la Politique Québécoise because of his colourful style and his many years of public office. Bellemare was one of the last survivors of the Union Nationale party."}]}, {"heading": "Deaths", "year": "1989", "date": "June 15", "txt": "Ray McAnally, Irish actor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "June 15", "txt": "Happy Chandler, American businessman and politician, 49th Governor of Kentucky (b. 1898)", "entities": [{"title": "Happy Chandler", "href": "/wiki/Happy_Chandler", "description": "Albert Benjamin \"Happy\" Chandler Sr. was an American politician from Kentucky. He represented Kentucky in the U.S. Senate and served as its 44th and 49th governor. Aside from his political positions, he also served as the second Commissioner of Baseball from 1945 to 1951 and was inducted into the Baseball Hall of Fame in 1982. His grandson, Ben Chandler, later served as congressman for Kentucky's "}, {"title": "Governor of Kentucky", "href": "/wiki/Governor_of_Kentucky", "description": "The Governor of the Commonwealth of Kentucky is the head of Kentucky's executive branch of government. 62 men and one woman have served as Governor of Kentucky. The governor's term is four years in length; since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Throughout the state's history, four men have served two non-consecutive terms as govern"}]}, {"heading": "Deaths", "year": "1991", "date": "June 15", "txt": "Arthur Lewis, Saint Lucian economist and academic, Nobel Prize laureate (b. 1915)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "1992", "date": "June 15", "txt": "Chuck Menville, American animator, producer, and screenwriter (b. 1940)", "entities": [{"title": "Chuck Menville", "href": "/wiki/Chuck_Menville", "description": "Chuck Menville was an American animator and writer for television. His credits included Batman: The Animated Series, Land of the Lost, The Real Ghostbusters, The Smurfs, Star Trek: The Animated Series, and Tiny Toon Adventures."}]}, {"heading": "Deaths", "year": "1992", "date": "June 15", "txt": "Brett Whiteley, Australian painter (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "June 15", "txt": "John Connally, American commander, lawyer, and politician, 61st United States Secretary of the Treasury (b. 1917)", "entities": [{"title": "John Connally", "href": "/wiki/John_Connally", "description": "John Bowden Connally Jr. was an American politician. He served as the 39th Governor of Texas and as the 61st United States Secretary of the Treasury. He began his career as a Democrat and later became a Republican in 1973."}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Deaths", "year": "1993", "date": "June 15", "txt": "James Hunt, English racing driver and sportscaster (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "June 15", "txt": "Manos Hatzidakis, Greek composer and theorist (b. 1925)", "entities": [{"title": "Manos Hatzidakis", "href": "/wiki/Manos_Hatzidakis", "description": "Manos Hatzidakis was a Greek composer and theorist of Greek music. His legacy and contribution is widespread among the works of contemporary Greek music, through the second half of the 20th and into the 21st century. He was also one of the main proponents of the \"Éntekhno\" form of music .\nIn 1960, he received an Academy Award for Best Original Song for his song Never on Sunday from the film of the"}]}, {"heading": "Deaths", "year": "1995", "date": "June 15", "txt": "John Vincent Atanasoff, American physicist and inventor, invented the Atanasoff–Berry computer (b. 1903)", "entities": [{"title": "John Vincent Atanasoff", "href": "/wiki/John_Vincent_Atanasoff", "description": "John Vincent Atanasoff,, was an American physicist and inventor, best known for being credited with inventing the first electronic digital computer."}, {"title": "Atanasoff–Berry computer", "href": "/wiki/Atanasoff%E2%80%93Berry_computer", "description": "The Atanasoff–Berry computer (ABC) was the first automatic electronic digital computer. Limited by the technology of the day, and execution, the device has remained somewhat obscure. The ABC's priority is debated among historians of computer technology, because it was neither programmable, nor Turing-complete. The first real programmable and Turing complete machines, the Z3 and the Colossus comput"}]}, {"heading": "Deaths", "year": "1996", "date": "June 15", "txt": "Ella Fitzgerald, American singer and actress (b. 1917)", "entities": [{"title": "Ella Fitzgerald", "href": "/wiki/Ella_Fitzgerald", "description": "Ella Jane Fitzgerald  was an American jazz singer, sometimes referred to as the First Lady of Song, Queen of Jazz, and Lady Ella. She was noted for her purity of tone, impeccable diction, phrasing, timing, intonation, and a \"horn-like\" improvisational ability, particularly in her scat singing."}]}, {"heading": "Deaths", "year": "1996", "date": "June 15", "txt": "Sir Fitzroy Maclean, 1st Baronet, Scottish general and politician (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "June 15", "txt": "Dick Murdoch, American wrestler (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "June 15", "txt": "Omer Côté, Canadian lawyer and politician (b. 1906)", "entities": [{"title": "Omer Côté", "href": "/wiki/Omer_C%C3%B4t%C3%A9", "description": "Omer Côté was a Canadian politician and a Member of the Legislative Assembly of Quebec."}]}, {"heading": "Deaths", "year": "2000", "date": "June 15", "txt": "Jules Roy, French author, poet, and playwright (b. 1907)", "entities": [{"title": "Jules Roy", "href": "/wiki/Jules_Roy", "description": "Jules Roy was a French writer. \"Prolific and polemical\" Roy, born an Algerian pied noir and sent to a Roman Catholic seminary, used his experiences in the French colony and during his service in the Royal Air Force during the Second World War as inspiration for a number of his works. He began writing in 1946, while still serving in the military, and continued to publish fiction and historical work"}]}, {"heading": "Deaths", "year": "2001", "date": "June 15", "txt": "Henri Alekan, French cinematographer (b. 1909)", "entities": [{"title": "Henri Alekan", "href": "/wiki/Henri_Alekan", "description": "Henri Alekan was a French cinematographer."}]}, {"heading": "Deaths", "year": "2002", "date": "June 15", "txt": "Choi Hong Hi, South Korean general and martial artist, founded Taekwondo (b. 1918)", "entities": [{"title": "Choi Hong Hi", "href": "/wiki/Choi_Hong_Hi", "description": " General Choi Hong-hi was a South Korean Army general and martial artist who was an important, albeit controversial figure in the history of the Korean martial art of taekwondo."}, {"title": "Taekwondo", "href": "/wiki/Taekwondo", "description": "Taekwondo, Tae Kwon Do or Taekwon-Do is a Korean martial art, characterized by punching and kicking techniques, with emphasis on head-height kicks, jumping spinning kicks, and fast kicking techniques. The literal translation for tae kwon do is \"kicking,\" \"punching,\" and \"the art or way of.\" It is a martial art that attacks or defends with hands and feet anytime, anywhere without any weapons, and t"}]}, {"heading": "Deaths", "year": "2003", "date": "June 15", "txt": "Hume Cronyn, Canadian-American actor (b. 1911)", "entities": [{"title": "Hume Cronyn", "href": "/wiki/Hume_Cronyn", "description": "Hume Blake Cronyn Jr., OC was a Canadian actor of stage and screen, who enjoyed a long career, often appearing professionally alongside Jessica Tandy, his wife of over fifty years."}]}, {"heading": "Deaths", "year": "2004", "date": "June 15", "txt": "Ahmet Piriştina, Turkish politician and mayor of İzmir (b. 1952)", "entities": [{"title": "Ahmet Piriştina", "href": "/wiki/Ahmet_Piri%C5%9Ftina", "description": "Ahmet Piriştina was a Turkish politician who was Mayor of İzmir from 1999 to 2004. He was of Albanian descent."}]}, {"heading": "Deaths", "year": "2005", "date": "June 15", "txt": "Suzanne Flon, French actress (b. 1918)", "entities": [{"title": "Suzanne Flon", "href": "/wiki/Suzanne_Flon", "description": "Suzanne Flon was a French stage, film, and television actress. She won the Volpi Cup for Best Actress for her performance in the 1961 film Thou Shalt Not Kill. Flon also received two César Awards and two Molière Awards in her career."}]}, {"heading": "Deaths", "year": "2006", "date": "June 15", "txt": "Raymond Devos, Belgian-French comedian and clown (b. 1922)", "entities": [{"title": "Raymond Devos", "href": "/wiki/Raymond_Devos", "description": "Raymond Devos was a Belgian-French humorist, stand-up comedian and clown. He is best known for his sophisticated puns and surreal humour."}]}, {"heading": "Deaths", "year": "2006", "date": "June 15", "txt": "Herb Pearson, New Zealand cricketer (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "June 15", "txt": "Ray Getliffe, Canadian ice hockey player (b. 1914)", "entities": [{"title": "Ray Getliffe", "href": "/wiki/Ray_Getliffe", "description": "Raymond Getliffe was a Canadian professional ice hockey left winger who played 10 seasons in the National Hockey League for the Boston Bruins and Montreal Canadiens. Born in Galt, Ontario, he played with the Saint John St. Peters. At the time of his death he was believed to be the oldest living former Montreal Canadiens player. Getliffe's name is on the Stanley Cup twice, for 1939 with Boston and "}]}, {"heading": "Deaths", "year": "2011", "date": "June 15", "txt": "Bill Haast, American herpetologist and academic (b. 1910)", "entities": [{"title": "Bill Haast", "href": "/wiki/Bill_Haast", "description": "Bill Haast was the owner and operator, from 1947 until 1984, of the Miami Serpentarium, a tourist attraction south of Miami, Florida, where he extracted venom from snakes in front of paying customers. After closing the Serpentarium, he opened the Miami Serpentarium Laboratories, a facility in Punta Gorda, Florida that produced snake venom for medical and research use. Haast extracted venom from ve"}]}, {"heading": "Deaths", "year": "2012", "date": "June 15", "txt": "Phillip D. Cagan, American economist and author (b. 1927)", "entities": [{"title": "Phillip D. Cagan", "href": "/wiki/Phillip_D._Cagan", "description": "Phillip David Cagan was an American scholar and author. He was Professor of Economics Emeritus at Columbia University."}]}, {"heading": "Deaths", "year": "2012", "date": "June 15", "txt": "Capitola Dickerson, American pianist and educator (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 15", "txt": "Barry MacKay, American tennis player and sportscaster (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 15", "txt": "Israel Nogueda Otero, Mexican economist and politician, 10th Governor of Guerrero (b. 1935)", "entities": [{"title": "Governor of Guerrero", "href": "/wiki/Governor_of_Guerrero", "description": "List of governors of Guerrero since it became a state of Mexico in 1917."}]}, {"heading": "Deaths", "year": "2012", "date": "June 15", "txt": "Jerry Tubbs, American football player and coach (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 15", "txt": "Heinz Flohe, German footballer and manager (b. 1948)", "entities": [{"title": "Heinz Flohe", "href": "/wiki/Heinz_Flohe", "description": "Heinz \"Flocke\" Flohe was a German footballer and manager."}]}, {"heading": "Deaths", "year": "2013", "date": "June 15", "txt": "José Froilán González, Argentinian racing driver (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 15", "txt": "Dennis O'Rourke, Australian director and producer (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 15", "txt": "Kenneth G. Wilson, American physicist and academic, Nobel Prize laureate (b. 1936)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2014", "date": "June 15", "txt": "Jacques Bergerac, French actor and businessman (b. 1927)", "entities": [{"title": "Jacques Bergerac", "href": "/wiki/Jacques_Bergerac", "description": "Jacques Bergerac was a French actor and businessman."}]}, {"heading": "Deaths", "year": "2014", "date": "June 15", "txt": "Casey Kasem, American radio host, producer, and voice actor, co-created American Top 40 (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 15", "txt": "Daniel Keyes, American short story writer and novelist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 15", "txt": "Moise Safra, Brazilian businessman and philanthropist, co-founded Banco Safra (b. 1934)", "entities": [{"title": "Banco Safra", "href": "/wiki/Banco_Safra", "description": "Banco Safra is a Brazilian financial services company headquartered in São Paulo, Brazil. It is the sixth largest banking institution in Brazil, and the sixteenth largest in Latin America. It provides services in investment banking, private banking, asset management, and retail banking through its neobank AgZero. The bank is part of the financial holding company Safra Group."}]}, {"heading": "Deaths", "year": "2015", "date": "June 15", "txt": "Kirk Kerkorian, American businessman, founded the Tracinda Corporation (b. 1917)", "entities": [{"title": "Kirk Kerkorian", "href": "/wiki/Kirk_Kerkorian", "description": "Kerkor \"Kirk\" Kerkorian was an American businessman, investor, and philanthropist. He was the president and CEO of Tracinda Corporation, his private holding company based in Beverly Hills, California. Kerkorian was one of the important figures in the shaping of Las Vegas and, with architect Martin Stern Jr. described as the \"father of the mega-resort\". He built the world's largest hotel in Las Veg"}, {"title": "Tracinda Corporation", "href": "/wiki/Tracinda_Corporation", "description": "Tracinda Corporation is an American private investment corporation that was owned by the late Kirk Kerkorian. Its major investments include a minority interest of MGM Resorts International. Tracinda is headquartered in Las Vegas, Nevada. The company was named after Kerkorian's daughters, Tracy and Linda."}]}, {"heading": "Deaths", "year": "2016", "date": "June 15", "txt": "Lois Duncan, American author (b. 1934)", "entities": [{"title": "Lois Duncan", "href": "/wiki/Lois_Duncan", "description": "Lois Duncan Steinmetz, known as Lois Duncan, was an American writer, novelist, poet, and journalist. She is best known for her young-adult novels, and has been credited by historians as a pioneering figure in the development of young-adult fiction, particularly in the genres of horror, thriller, and suspense."}]}, {"heading": "Deaths", "year": "2018", "date": "June 15", "txt": "Matt \"Guitar\" Murphy, American Blues guitarist (The Blues Brothers) (b. 1929)", "entities": [{"title": "Matt \"Guitar\" Murphy", "href": "/wiki/Matt_%22Guitar%22_Murphy", "description": "Matthew Tyler Murphy, known as Matt \"Guitar\" Murphy, was an American blues guitarist. He was associated with Memphis Slim, The Blues Brothers and Howlin' Wolf."}, {"title": "The Blues Brothers", "href": "/wiki/The_Blues_Brothers", "description": "The Blues Brothers are an American blues and soul revivalist band founded in 1978 by comedians Dan Aykroyd and John Belushi as part of a musical sketch on Saturday Night Live. Belushi and Aykroyd fronted the band, in character, respectively, as lead vocalist 'Joliet' Jake Blues and harmonica player/vocalist Elwood Blues. The band was composed of well-known musicians, and debuted as the musical gue"}]}, {"heading": "Deaths", "year": "2019", "date": "June 15", "txt": "Franco Zeffirelli, Italian film director (b. 1923)", "entities": [{"title": "Franco Zeffirelli", "href": "/wiki/Franco_Zeffirelli", "description": "Gian Franco Corsi Zeffirelli, commonly known as Franco Zeffirelli, was an Italian director and producer of operas, films and television. He was also a senator from 1994 until 2001 for the Italian centre-right Forza Italia party."}]}]