[{"heading": "Events", "year": "524", "date": "June 25", "txt": "The Franks are defeated by the Burgundians in the Battle of Vézeronce.", "entities": [{"title": "Franks", "href": "/wiki/Franks", "description": "The Franks were a group of Germanic peoples whose name was first mentioned in 3rd-century Roman sources, and associated with tribes between the Lower Rhine and the Ems River, on the edge of the Roman Empire. Later the term was associated with Romanized Germanic dynasties within the collapsing Western Roman Empire, who eventually commanded the whole region between the rivers Loire and Rhine. They i"}, {"title": "Burgundians", "href": "/wiki/Burgundians", "description": "The Burgundians were an early Germanic tribe or group of tribes. They appeared in the Rhine region, near the Roman empire, and were later moved into the empire, in the western Alps and southeastern Gaul. They were perhaps mentioned much earlier in the time of the Roman Empire as living in part of the region of Germania that is now part of Poland."}, {"title": "Battle of Vézeronce", "href": "/wiki/Battle_of_V%C3%A9zeronce", "description": "The Battle of Vézeronce took place on June 25, 524 near Vézeronce-Curtin in Isère, France. This battle was part of an invasion of Burgundy initiated by the four successors of the Frankish king Clovis I: Childebert I, Chlodomer, Chlothar I, and Theuderic I."}]}, {"heading": "Events", "year": "841", "date": "June 25", "txt": "In the Battle of Fontenay-en-Puisaye, forces led by Charles the Bald and Louis the German defeat the armies of Lothair I of Italy and Pepin II of Aquitaine.", "entities": [{"title": "Battle of Fontenoy (841)", "href": "/wiki/Battle_of_Fontenoy_(841)", "description": "The three-year Carolingian Civil War culminated in the decisive Battle of Fontenoy-en-Puisaye, also called the Battle of Fontenoy, fought at Fontenoy, near Auxerre, on 25 June 841. The war was fought to decide the territorial inheritances of Charlemagne's grandsons — the division of the Carolingian Empire among the three surviving sons of Louis the Pious. Despite Louis' provisions for succession, "}, {"title": "Charles the Bald", "href": "/wiki/Charles_the_Bald", "description": "Charles the Bald was a 9th-century king of West Francia (843–877), king of Italy (875–877) and emperor of the Carolingian Empire (875–877). After a series of civil wars during the reign of his father, Louis the Pious, Charles succeeded, by the Treaty of Verdun (843), in acquiring the western third of the Carolingian Empire. He was a grandson of Charlemagne and the youngest son of Louis the Pious b"}, {"title": "Louis the German", "href": "/wiki/Louis_the_German", "description": "Louis the German, also known as Louis II, was the first king of East Francia, and ruled from 843–876 AD. Grandson of emperor Charlemagne and the third son of Louis the Pious, emperor of Francia, and his first wife, Ermengarde of Hesbaye, he received the appellation Germanicus shortly after his death when East Frankia became the kingdom of Germany."}, {"title": "Lothair I", "href": "/wiki/Lothair_I", "description": "Lothair I or Lothar I was emperor, and the governor of Bavaria (815–817), King of Italy (818–855) and Middle Francia (840–855)."}, {"title": "Pepin II of Aquitaine", "href": "/wiki/Pepin_II_of_Aquitaine", "description": "Pepin II, called the Younger, was King of Aquitaine from 838 as the successor upon the death of his father, Pepin I. Pepin II was eldest son of Pepin I and Ingeltrude, daughter of Theodobert, count of Madrie. He was a grandson of the Emperor Louis the Pious."}]}, {"heading": "Events", "year": "1258", "date": "June 25", "txt": "War of Saint Sabas: In the Battle of Acre, the Venetians defeat a larger Genoese fleet sailing to relieve Acre.", "entities": [{"title": "War of Saint Sabas", "href": "/wiki/War_of_Saint_Sabas", "description": "The War of Saint Sabas (1256–1270) was a conflict between the rival Italian maritime republics of Genoa and Venice, over control of Acre, in the Kingdom of Jerusalem."}, {"title": "Battle of Acre (1258)", "href": "/wiki/Battle_of_Acre_(1258)", "description": "The Battle of Acre took place in 1258 off the port of Acre, between the fleets of the Republic of Genoa and the Republic of Venice. Mounting tensions between the traders of the two cities had resulted in the outbreak of open warfare between the two, with the Venetians blockading the Genoese in their quarter. Genoa sent an armada under the aged capitano del popolo, Rosso della Turca, to relieve the"}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Republic of Genoa", "href": "/wiki/Republic_of_Genoa", "description": "The Republic of Genoa was an independent state and maritime republic from the 11th century to 1797 in Liguria on the northwestern Italian coast, incorporating Corsica from 1347 to 1768, and numerous other territories throughout the Mediterranean and the Black Sea."}, {"title": "Acre, Israel", "href": "/wiki/Acre,_Israel", "description": "Acre, known locally as Akko or Akka, is a city in the coastal plain region of the Northern District of Israel."}]}, {"heading": "Events", "year": "1530", "date": "June 25", "txt": "At the Diet of Augsburg the Augsburg Confession is presented to the Holy Roman Emperor by the Lutheran princes and Electors of Germany.", "entities": [{"title": "Diet of Augsburg", "href": "/wiki/Diet_of_Augsburg", "description": "The Diet of Augsburg were the meetings of the Imperial Diet of the Holy Roman Empire held in the German city of Augsburg. Both an Imperial City and the residence of the Augsburg prince-bishops, the town had hosted the Estates in many such sessions since the 10th century. In 1282, the diet of Augsburg assigned the control of Austria to the House of Habsburg. In the 16th century, twelve of thirty-fi"}, {"title": "Augsburg Confession", "href": "/wiki/Augsburg_Confession", "description": "The Augsburg Confession, also known as the Augustan Confession or the Augustana from its Latin name, Confessio Augustana, is the primary confession of faith of the Lutheran Church and one of the most important documents of the Protestant Reformation. The Augsburg Confession was written in both German and Latin and was presented by a number of German rulers and free-cities at the Diet of Augsburg o"}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}, {"title": "Lutheran", "href": "/wiki/Lutheran", "description": "Lutheranism is one of the largest branches of Protestantism that identifies with the teachings of Martin Luther, a 16th-century German reformer whose efforts to reform the theology and practice of the church launched the Protestant Reformation. The reaction of the government and church authorities to the international spread of his writings, beginning with the 95 Theses, divided Western Christiani"}, {"title": "Prince-elector", "href": "/wiki/Prince-elector", "description": "The prince-electors, or electors for short, were the members of the electoral college that elected the emperor of the Holy Roman Empire."}]}, {"heading": "Events", "year": "1658", "date": "June 25", "txt": "Spanish forces fail to retake Jamaica at the Battle of Rio Nuevo during the Anglo-Spanish War.", "entities": [{"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Jamaica", "href": "/wiki/Jamaica", "description": "Jamaica is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean. Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola ; the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-wes"}, {"title": "Battle of Rio Nuevo", "href": "/wiki/Battle_of_Rio_Nuevo", "description": "The Battle of Rio Nuevo took place between 25 and 27 June 1658 on the island of Jamaica between Spanish forces under Cristóbal Arnaldo Isasi and English forces under governor Edward D'Oyley. In the battle lasting over two days the invading Spanish were routed. It is the largest battle to be fought on Jamaica."}, {"title": "Anglo-Spanish War (1654–60)", "href": "/wiki/Anglo-Spanish_War_(1654%E2%80%9360)", "description": "The Anglo-Spanish War was a conflict between the English Protectorate under Oliver Cromwell and Spain, between 1654 and 1660. It was caused by commercial rivalry. Each side attacked the other's commercial and colonial interests in various ways such as privateering and naval expeditions. In 1655, an English amphibious expedition invaded Spanish territory in the Caribbean. In 1657, England formed an"}]}, {"heading": "Events", "year": "1678", "date": "June 25", "txt": "Venetian Elena Cornaro Piscopia is the first woman awarded a doctorate of philosophy when she graduates from the University of Padua.", "entities": [{"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Elena Cornaro Piscopia", "href": "/wiki/Elena_Cornaro_Piscopia", "description": "Elena Lucrezia Cornaro Piscopia or Elena Lucrezia Corner, also known in English as Helen Cornaro, was a Venetian philosopher of noble descent who in 1678 became one of the first women to receive an academic degree from a university, and the first to receive a Doctor of Philosophy degree."}, {"title": "Doctor of Philosophy", "href": "/wiki/Doctor_of_Philosophy", "description": "A Doctor of Philosophy is the most common degree at the highest academic level awarded following a course of study. PhDs are awarded for programs across the whole breadth of academic fields. Because it is an earned research degree, those studying for a PhD are required to produce original research that expands the boundaries of knowledge, normally in the form of a thesis or dissertation, and defen"}, {"title": "University of Padua", "href": "/wiki/University_of_Padua", "description": "The University of Padua is an Italian university located in the city of Padua, region of Veneto, northern Italy. The University of Padua was founded in 1222 by a group of students and teachers from Bologna. Padua is the second-oldest university in Italy and the world's fifth-oldest surviving university. In 2010 the university had approximately 65,000 students. It was ranked \"best university\" among"}]}, {"heading": "Events", "year": "1741", "date": "June 25", "txt": "Maria Theresa is crowned Queen of Hungary.", "entities": [{"title": "Maria Theresa", "href": "/wiki/Maria_Theresa", "description": "Maria Theresa Walburga Amalia Christina was the only female ruler of the Habsburg dominions, ruling from 1740 until her death in 1780. She was the sovereign of Austria, Hungary, Croatia, Bohemia, Transylvania, Mantua, Milan, Lodomeria and Galicia, the Austrian Netherlands, and Parma. By marriage, she was Duchess of Lorraine, Grand Duchess of Tuscany and Holy Roman Empress."}, {"title": "List of rulers of Hungary", "href": "/wiki/List_of_rulers_of_Hungary", "description": "This is a list of Hungarian monarchs, which includes the grand princes (895–1000) and the kings and ruling queens of Hungary (1000–1918)."}]}, {"heading": "Events", "year": "1786", "date": "June 25", "txt": "Gavriil Pribylov discovers St. George Island of the Pribilof Islands in the Bering Sea.", "entities": [{"title": "Gavriil Pribylov", "href": "/wiki/Gavriil_Pribylov", "description": "Gavriil Loginovich Pribylov was a Russian navigator who discovered the Bering Sea islands of St. George Island and St. Paul Island in 1786 and 1787. The islands, and surrounding small islets, now bear his name, being known as the Pribilof Islands."}, {"title": "St. George Island (Alaska)", "href": "/wiki/St._George_Island_(Alaska)", "description": "St. George Island is one of the Pribilof Islands of the state of Alaska, United States, in the Bering Sea off the western coast of the state. The island has a land area of 90 km² and a population of about 100 people, all living in its only community, the city of St. George, which encompasses the entire island."}, {"title": "Pribilof Islands", "href": "/wiki/Pribilof_Islands", "description": "The Pribilof Islands are a group of four volcanic islands off the coast of mainland Alaska, in the Bering Sea, about 200 miles (320 km) north of Unalaska and 200 miles (320 km) southwest of Cape Newenham. The Siberian coast is roughly 500 miles (800 km) northwest. About 77 square miles (200 km2) in total area, they are mostly rocky and are covered with tundra, with a population of 572 as of the 20"}, {"title": "Bering Sea", "href": "/wiki/Bering_Sea", "description": "The Bering Sea is a marginal sea of the Northern Pacific Ocean. It forms, along with the Bering Strait, the divide between the two largest landmasses on Earth: Eurasia and The Americas. It comprises a deep water basin, which then rises through a narrow slope into the shallower water above the continental shelves. The Bering Sea is named for Vitus Bering, a Danish navigator in Russian service, who,"}]}, {"heading": "Events", "year": "1788", "date": "June 25", "txt": "Virginia becomes the tenth state to ratify the United States Constitution.", "entities": [{"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}, {"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}]}, {"heading": "Events", "year": "1848", "date": "June 25", "txt": "A photograph of the June Days uprising becomes the first known instance of photojournalism.", "entities": [{"title": "June Days uprising", "href": "/wiki/June_Days_uprising", "description": "The June Days uprising was an uprising staged by French workers from 22 to 26 June 1848. It was in response to plans to close the National Workshops, created by the Second Republic in order to provide work and a minimal source of income for the unemployed. The National Guard, led by General Louis-Eugène Cavaignac, was called out to quell the rebellion. Things did not go peacefully and over 10,000 "}, {"title": "Photojournalism", "href": "/wiki/Photojournalism", "description": "Photojournalism is a particular form of journalism that employs images in order to tell a news story. It is now usually understood to refer only to still images, but in some cases the term also refers to video used in broadcast journalism. Photojournalism is distinguished from other close branches of photography by complying with a rigid ethical framework which demands that the work be both honest"}]}, {"heading": "Events", "year": "1876", "date": "June 25", "txt": "Battle of the Little Bighorn and the death of Lieutenant Colonel George Armstrong Custer.", "entities": [{"title": "Battle of the Little Bighorn", "href": "/wiki/Battle_of_the_Little_Bighorn", "description": "The Battle of the Little Bighorn, known to the Lakota and other Plains Indians as the Battle of the Greasy Grass and also commonly referred to as Custer's Last Stand, was an armed engagement between combined forces of the Lakota, Northern Cheyenne, and Arapaho tribes and the 7th Cavalry Regiment of the United States Army. The battle, which resulted in the defeat of U.S. forces, was the most signif"}, {"title": "George Armstrong Custer", "href": "/wiki/George_Armstrong_Custer", "description": " George Armstrong Custer was a United States Army officer and cavalry commander in the American Civil War and the American Indian Wars."}]}, {"heading": "Events", "year": "1900", "date": "June 25", "txt": "The Taoist monk Wang Yuanlu discovers the Dunhuang manuscripts, a cache of ancient texts that are of great historical and religious significance, in the Mogao Caves of Dunhuang, China.", "entities": [{"title": "Taoism", "href": "/wiki/Taoism", "description": "Taoism, or Daoism, is a philosophical tradition of Chinese origin which emphasizes living in harmony with the Tao. In Taoism the Tao is the source, pattern and substance of everything that exists. Taoism teaches about the various disciplines for achieving \"perfection\" by becoming one with the unplanned rhythms of the universe, called \"the way\" or \"Tao\". Taoist ethics vary depending on the particul"}, {"title": "Wang Yuanlu", "href": "/wiki/Wang_Yuanlu", "description": "Wang Yuanlu was a Taoist priest and abbot of the Mogao Caves at Dunhuang during the early 20th century. He is credited with the discovery of the Dunhuang manuscripts. He engaged in the restoration of the site which he funded with the sale of numerous manuscripts to Western and Japanese explorers."}, {"title": "Dunhuang manuscripts", "href": "/wiki/Dunhuang_manuscripts", "description": "The Dunhuang manuscripts are a cache of important religious and secular documents discovered in the Mogao Caves of Dunhuang, China, in the early 20th century. Dating from late 4th to early 11th centuries, the manuscripts include works ranging from history and mathematics to folk songs and dance. There are also many religious documents, most of which are Buddhist, but other religions including Daoi"}, {"title": "Mogao Caves", "href": "/wiki/Mogao_Caves", "description": "The Mogao Caves, also known as the Thousand Buddha Grottoes or Caves of the Thousand Buddhas, form a system of 500 temples 25 km (16 mi) southeast of the center of Dunhuang, an oasis located at a religious and cultural crossroads on the Silk Road, in Gansu province, China. The caves may also be known as the Dunhuang Caves; however, this term is also used as a collective term to include other Buddh"}, {"title": "Dunhuang", "href": "/wiki/Dunhuang", "description": "Dunhuang is a county-level city in Northwestern Gansu Province, Western China. According to the 2010 Chinese census, the city has a population of 186,027, though 2019 estimates put the city's population at about 191,800. Dunhuang was a major stop on the ancient Silk Road and is best known for the nearby Mogao Caves. It has also been known at times as Shazhou and, in Uyghur, Dukhan."}]}, {"heading": "Events", "year": "1906", "date": "June 25", "txt": "Pittsburgh, Pennsylvania millionaire Harry Thaw shoots and kills prominent architect Stanford White.", "entities": [{"title": "Pittsburgh", "href": "/wiki/Pittsburgh", "description": "Pittsburgh is a city in the state of Pennsylvania in the United States and the county seat of Allegheny County. An estimated population of about 300,286 residents live within the city limits as of 2019, making it the 66th-largest city in the U.S. and the second-most populous city in Pennsylvania, behind Philadelphia. The Pittsburgh metropolitan area is the anchor of Western Pennsylvania; its popul"}, {"title": "Harry Thaw", "href": "/wiki/Harry_Thaw", "description": "Harry Kendall Thaw was the son of coal and railroad baron William Thaw Sr. of Pittsburgh, Pennsylvania, United States. Heir to a multimillion-dollar fortune, the younger Thaw is most notable for shooting and killing the renowned architect Stanford White on June 25, 1906, on the rooftop of New York City's Madison Square Garden in front of hundreds of witnesses."}, {"title": "Stanford White", "href": "/wiki/Stanford_White", "description": "Stanford White was an American architect. He was also a partner in the architectural firm McKim, Mead & White, one of the most significant Beaux-Arts firms. He designed many houses for the rich, in addition to numerous civic, institutional, and religious buildings. His temporary Washington Square Arch was so popular that he was commissioned to design a permanent one. His design principles embodied"}]}, {"heading": "Events", "year": "1910", "date": "June 25", "txt": "The United States Congress passes the Mann Act, which prohibits interstate transport of women or girls for “immoral purposes”; the ambiguous language would be used to selectively prosecute people for years to come.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Mann Act", "href": "/wiki/Mann_Act", "description": "The White-Slave Traffic Act, also called the Mann Act, is a United States federal law, passed June 25, 1910. It is named after Congressman James Robert Mann of Illinois."}]}, {"heading": "Events", "year": "1910", "date": "June 25", "txt": "Igor Stravinsky's ballet The Firebird is premiered in Paris, bringing him to prominence as a composer.", "entities": [{"title": "Igor Stravinsky", "href": "/wiki/Igor_Stravinsky", "description": "Igor Fyodorovich Stravinsky was a Russian composer, pianist and conductor, later of French and American citizenship. He is widely considered one of the most important and influential composers of the 20th century."}]}, {"heading": "Events", "year": "1913", "date": "June 25", "txt": "American Civil War veterans begin arriving at the Great Reunion of 1913.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Great Reunion of 1913", "href": "/wiki/Great_Reunion_of_1913", "description": "The 1913 Gettysburg reunion was a Gettysburg Battlefield encampment of American Civil War veterans for the Battle of Gettysburg's 50th anniversary. The June 29–July 4 gathering of 53,407 veterans was the largest ever Civil War veteran reunion, and \"never before in the world's history [had] so great a number of men so advanced in years been assembled under field conditions\". All honorably discharge"}]}, {"heading": "Events", "year": "1935", "date": "June 25", "txt": "Colombia–Soviet Union relations are established.", "entities": [{"title": "Colombia–Russia relations", "href": "/wiki/Colombia%E2%80%93Russia_relations", "description": "Colombia–Russia relations refers to the bilateral and foreign relations between Colombia and Russia. Diplomatic relations between Colombia and the USSR were established for the first time on June 25, 1935. Colombia has an embassy in Moscow and Russia has an embassy in Bogotá."}]}, {"heading": "Events", "year": "1938", "date": "June 25", "txt": "Dr. Douglas Hyde is inaugurated as the first President of Ireland.", "entities": [{"title": "Douglas Hyde", "href": "/wiki/Douglas_Hyde", "description": "Douglas Ross Hyde, known as An Craoibhín Aoibhinn, was an Irish academic, linguist, scholar of the Irish language, politician and diplomat who served as the first President of Ireland from June 1938 to June 1945. He was a leading figure in the Gaelic revival, and the first President of the Gaelic League, one of the most influential cultural organisations in Ireland at the time."}, {"title": "President of Ireland", "href": "/wiki/President_of_Ireland", "description": "The President of Ireland is the head of state of the Republic of Ireland and the supreme commander of the Irish Defence Forces."}]}, {"heading": "Events", "year": "1940", "date": "June 25", "txt": "World War II: The French armistice with Germany comes into effect.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Armistice of 22 June 1940", "href": "/wiki/Armistice_of_22_June_1940", "description": "The Armistice of 22 June 1940, often referred as the Surrender of France, was signed at 18:36 near Compiègne, France, by officials of Nazi Germany and the Third French Republic. It did not come into effect until after midnight on 25 June."}]}, {"heading": "Events", "year": "1943", "date": "June 25", "txt": "The Holocaust: Jews in the Częstochowa Ghetto in Poland stage an uprising against the Nazis.", "entities": [{"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}, {"title": "Częstochowa Ghetto", "href": "/wiki/Cz%C4%99stochowa_Ghetto", "description": "The Częstochowa Ghetto was a World War II ghetto set up by Nazi Germany for the purpose of persecution and exploitation of local Jews in the city of Częstochowa during the German occupation of Poland. The approximate number of people confined to the ghetto was around 40,000 at the beginning and in late 1942 at its peak, immediately before mass deportations, 48,000. Most ghetto inmates were deliver"}, {"title": "Częstochowa Ghetto Uprising", "href": "/wiki/Cz%C4%99stochowa_Ghetto_Uprising", "description": "The Częstochowa Ghetto uprising was an insurrection in Poland's Częstochowa Ghetto against German occupational forces during World War II. It took place in late June 1943, resulting in some 2,000 Jews being killed."}]}, {"heading": "Events", "year": "1943", "date": "June 25", "txt": "The left-wing German Jewish exile Arthur Goldstein is murdered in Auschwitz.", "entities": [{"title": "Arthur Goldstein", "href": "/wiki/Arthur_Goldstein", "description": "Arthur Goldstein was a German journalist and communist politician."}, {"title": "Auschwitz", "href": "/wiki/Auschwitz", "description": "The Auschwitz concentration camp was a complex of over 40 concentration and extermination camps operated by Nazi Germany in occupied Poland during World War II and the Holocaust. It consisted of Auschwitz I, the main camp (Stammlager) in Oświęcim; Auschwitz II-Birkenau, a concentration and extermination camp with gas chambers; Auschwitz III-Monowitz, a labor camp for the chemical conglomerate IG F"}]}, {"heading": "Events", "year": "1944", "date": "June 25", "txt": "World War II: The Battle of Tali-Ihantala, the largest battle ever fought in the Nordic countries, begins.", "entities": [{"title": "Battle of Tali-Ihantala", "href": "/wiki/Battle_of_Tali-Ihantala", "description": "The Battle of Tali–Ihantala was part of the Finnish-Soviet Continuation War (1941–1944), which occurred during World War II. The battle was fought between Finnish forces—using war materiel provided by Germany—and Soviet forces. To date, it is the largest battle in the history of the Nordic countries."}, {"title": "Nordic countries", "href": "/wiki/Nordic_countries", "description": "The Nordic countries, or the Nordics, are a geographical and cultural region in Northern Europe and the North Atlantic, where they are most commonly known as Norden. The region includes the sovereign states of Denmark, Finland, Iceland, Norway and Sweden, as well as the autonomous countries of the Faroe Islands and Greenland, which are both part of the Kingdom of Denmark. The Åland Islands, an aut"}]}, {"heading": "Events", "year": "1944", "date": "June 25", "txt": "World War II: United States Navy and British Royal Navy ships bombard Cherbourg to support United States Army units engaged in the Battle of Cherbourg.", "entities": [{"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}, {"title": "Battle of Cherbourg", "href": "/wiki/Battle_of_Cherbourg", "description": "The Battle of Cherbourg was part of the Battle of Normandy during World War II. It was fought immediately after the successful Allied landings on 6 June 1944. Allied troops, mainly American, isolated and captured the fortified port, which was considered vital to the campaign in Western Europe, in a hard-fought, month-long campaign."}]}, {"heading": "Events", "year": "1944", "date": "June 25", "txt": "The final page of the comic Krazy Kat is published, exactly two months after its author George Herriman died.", "entities": [{"title": "George Herriman", "href": "/wiki/George_Herriman", "description": "George Joseph Herriman was an American cartoonist best known for the comic strip Krazy Kat (1913–1944). More influential than popular, Krazy Kat had an appreciative audience among those in the arts. Gilbert Seldes' article \"The Krazy Kat Who Walks by Himself\" was the earliest example of a critic from the high arts giving serious attention to a comic strip. The Comics Journal placed the strip first"}]}, {"heading": "Events", "year": "1947", "date": "June 25", "txt": "The Diary of a Young Girl (better known as The Diary of Anne Frank) is published.", "entities": []}, {"heading": "Events", "year": "1950", "date": "June 25", "txt": "The Korean War begins with the invasion of South Korea by North Korea.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "First Republic of Korea", "href": "/wiki/First_Republic_of_Korea", "description": "The First Republic of Korea was the government of South Korea from August 1948 to April 1960. The First Republic was founded on 15 August 1948 after the transfer from the United States Army Military Government that governed South Korea since the end of Japanese rule in 1945, becoming the first independent capitalist republican government in Korea. Syngman Rhee became the first President of South K"}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}]}, {"heading": "Events", "year": "1960", "date": "June 25", "txt": "Cold War: Two cryptographers working for the United States National Security Agency left for vacation to Mexico, and from there defected to the Soviet Union.", "entities": [{"title": "Cryptography", "href": "/wiki/Cryptography", "description": "Cryptography, or cryptology, is the practice and study of techniques for secure communication in the presence of third parties called adversaries. More generally, cryptography is about constructing and analyzing protocols that prevent third parties or the public from reading private messages; various aspects in information security such as data confidentiality, data integrity, authentication, and "}, {"title": "National Security Agency", "href": "/wiki/National_Security_Agency", "description": "The National Security Agency (NSA) is a national-level intelligence agency of the United States Department of Defense, under the authority of the Director of National Intelligence. The NSA is responsible for global monitoring, collection, and processing of information and data for foreign and domestic intelligence and counterintelligence purposes, specializing in a discipline known as signals inte"}, {"title": "Martin and Mitchell defection", "href": "/wiki/Martin_and_Mitchell_defection", "description": "In September 1960, two U.S. National Security Agency (NSA) cryptologists, William Hamilton Martin and Bernon F. Mitchell, defected to the Soviet Union. A secret 1963 NSA study said that: \"Beyond any doubt, no other event has had, or is likely to have in the future, a greater impact on the Agency's security program.\""}]}, {"heading": "Events", "year": "1975", "date": "June 25", "txt": "Mozambique achieves independence from Portugal.", "entities": [{"title": "Mozambique", "href": "/wiki/Mozambique", "description": "Mozambique, officially the Republic of Mozambique, is a country located in Southeastern Africa bordered by the Indian Ocean to the east, Tanzania to the north, Malawi and Zambia to the northwest, Zimbabwe to the west, and Eswatini (Swaziland) and South Africa to the southwest. The sovereign state is separated from the Comoros, Mayotte and Madagascar by the Mozambique Channel to the east. The capit"}, {"title": "Portugal", "href": "/wiki/Portugal", "description": "Portugal, officially the Portuguese Republic, is a country located on the Iberian Peninsula, in south-western Europe. It is the westernmost sovereign state in mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional "}]}, {"heading": "Events", "year": "1975", "date": "June 25", "txt": "Prime Minister Indira Gandhi declares a state of internal emergency in India.", "entities": [{"title": "The Emergency (India)", "href": "/wiki/The_Emergency_(India)", "description": "In India, \"The Emergency\" refers to a 21-month period from 1975 to 1977 when Prime Minister Indira Gandhi had a state of emergency declared across the country. Officially issued by President Fakhruddin Ali Ahmed under Article 352 of the Constitution because of the prevailing \"internal disturbance\", the Emergency was in effect from 25 June 1975 until its withdrawal on 21 March 1977. The order besto"}]}, {"heading": "Events", "year": "1976", "date": "June 25", "txt": "Missouri Governor Kit Bond issues an executive order rescinding the Extermination Order, formally apologizing on behalf of the state of Missouri for the suffering it had caused to members of The Church of Jesus Christ of Latter-day Saints.", "entities": [{"title": "Missouri", "href": "/wiki/Missouri", "description": "Missouri is a state in the Midwestern region of the United States. With more than six million residents, it is the 19th-most populous state of the country. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states : Iowa to the north, Illinois, Kentucky and Tennesse"}, {"title": "Kit Bond", "href": "/wiki/Kit_Bond", "description": "Christopher Samuel \"Kit\" Bond is an American attorney, politician and former United States Senator from Missouri and a member of the Republican Party. First elected to the U.S. Senate in 1986, he defeated Democrat Harriett Woods by a margin of 53%–47%. He was re-elected in 1992, 1998, and 2004. On January 8, 2009, he announced that he would not seek re-election to a fifth term in 2010, and was suc"}, {"title": "Missouri Executive Order 44", "href": "/wiki/Missouri_Executive_Order_44", "description": "Missouri Executive Order 44, commonly known as the Mormon Extermination Order, was an executive order issued on October 27, 1838, by the Governor of Missouri, Lilburn Boggs. The order was issued in the aftermath of the Battle of Crooked River, a clash between Mormons and a unit of the Missouri State Militia in northern Ray County, Missouri, during the 1838 Mormon War. Claiming that the Mormons had"}, {"title": "The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "The Church of Jesus Christ of Latter-day Saints, often informally known as the LDS Church or Mormon Church, is a nontrinitarian, Christian restorationist church that considers itself to be the restoration of the original church founded by Jesus Christ. The church is headquartered in the United States in Salt Lake City, Utah, and has established congregations and built temples worldwide. According "}]}, {"heading": "Events", "year": "1978", "date": "June 25", "txt": "The rainbow flag representing gay pride is flown for the first time during the San Francisco Gay Freedom Day Parade.", "entities": [{"title": "Rainbow flag (LGBT movement)", "href": "/wiki/Rainbow_flag_(LGBT_movement)", "description": "The rainbow flag is a symbol of lesbian, gay, bisexual, transgender, and queer (LGBTQ) pride and LGBTQ social movements. The colors reflect the diversity of the LGBTQ community, as the flag is often used as a symbol of gay pride during LGBTQ rights marches. While this use of the rainbow flag originated in San Francisco, it is now used worldwide. The symbol is one of several uses of rainbow flags."}, {"title": "Gay pride", "href": "/wiki/Gay_pride", "description": "Gay pride or LGBT pride is the promotion of the self-affirmation, dignity, equality, and increased visibility of lesbian, gay, bisexual, and transgender (LGBT) people as a social group. Pride, as opposed to shame and social stigma, is the predominant outlook that bolsters most LGBT rights movements. Pride has lent its name to LGBT-themed organizations, institutes, foundations, book titles, periodi"}, {"title": "San Francisco Pride", "href": "/wiki/San_Francisco_Pride", "description": "The San Francisco Lesbian, Gay, Bisexual, and Transgender Pride Celebration, usually known as San Francisco Pride, is a parade and festival held at the end of June each year in San Francisco, California, to celebrate the lesbian, gay, bisexual, and transgender (LGBT) people and their allies. The 49th annual parade in 2019 included 289 parade contingents, and is described on the official website as"}]}, {"heading": "Events", "year": "1981", "date": "June 25", "txt": "Microsoft is restructured to become an incorporated business in its home state of Washington.", "entities": [{"title": "Microsoft", "href": "/wiki/Microsoft", "description": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge"}, {"title": "Washington (state)", "href": "/wiki/Washington_(state)", "description": "Washington, officially the State of Washington, is a state in the Pacific Northwest region of the Western United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which i"}]}, {"heading": "Events", "year": "1991", "date": "June 25", "txt": "Slovenia and Croatia declare their independence by referendum from Yugoslavia.", "entities": [{"title": "Slovenia", "href": "/wiki/Slovenia", "description": "Slovenia, officially the Republic of Slovenia, is a country in Central Europe. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia is mostly mountainous and forested, covers 20,271 square kilometers (7,827 sq mi), and has a population of 2.1 million. Slovenes form the vast majority of the cou"}, {"title": "Croatia", "href": "/wiki/Croatia", "description": "Croatia, officially the Republic of Croatia, is a country at the crossroads of Central and Southeast Europe on the Adriatic Sea. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina and Montenegro to the southeast, and shares a maritime border with Italy to the west and southwest. Its capital and largest city, Zagreb, forms one of the country's"}, {"title": "Socialist Federal Republic of Yugoslavia", "href": "/wiki/Socialist_Federal_Republic_of_Yugoslavia", "description": "The Socialist Federal Republic of Yugoslavia, commonly referred to as SFR Yugoslavia or simply Yugoslavia, was a country in Southeast and Central Europe that existed from its foundation in the aftermath of World War II until its dissolution in 1992 amid the Yugoslav Wars. Covering an area of 255,804 km2, the SFRY was bordered by the Adriatic Sea and Italy to the west, Austria and Hungary to the no"}]}, {"heading": "Events", "year": "1993", "date": "June 25", "txt": "Kim Campbell is sworn in as the first female Prime Minister of Canada.", "entities": [{"title": "Kim Campbell", "href": "/wiki/Kim_Campbell", "description": "Avril Phaedra Douglas \"Kim\" Campbell is a Canadian politician, diplomat, lawyer and writer who served as the 19th prime minister of Canada from June 25 to November 4, 1993. Campbell is the first and only woman to hold the position."}, {"title": "List of Prime Ministers of Canada", "href": "/wiki/List_of_Prime_Ministers_of_Canada", "description": "The prime minister of Canada is an official who serves as the primary minister of the Crown, chair of the Cabinet, and thus head of government of Canada. Officially, the prime minister is appointed by the Governor General of Canada, but by constitutional convention, the prime minister must have the confidence of the elected House of Commons. Normally, this is the leader of the party caucus with th"}]}, {"heading": "Events", "year": "1996", "date": "June 25", "txt": "The Khobar Towers bombing in Saudi Arabia kills 19 U.S. servicemen.", "entities": [{"title": "Khobar Towers bombing", "href": "/wiki/Khobar_Towers_bombing", "description": "The Khobar Towers bombing was an attack on part of a housing complex in the city of Khobar, Saudi Arabia, near the national oil company headquarters of Dhahran and nearby King Abdulaziz Air Base on 25 June 1996. At that time, Khobar Towers was being used as living quarters for coalition forces who were assigned to Operation Southern Watch, a no-fly zone operation in southern Iraq, as part of the I"}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}, {"title": "Military of the United States", "href": "/wiki/Military_of_the_United_States", "description": "The United States Armed Forces are the military forces of the United States of America. It consists of the Army, Marine Corps, Navy, Air Force, Space Force, and Coast Guard. The president of the United States is the commander-in-chief of the Armed Forces and forms military policy with the Department of Defense (DoD) and Department of Homeland Security (DHS), both federal executive departments, act"}]}, {"heading": "Events", "year": "1997", "date": "June 25", "txt": "An unmanned Progress spacecraft collides with the Russian space station Mir.", "entities": [{"title": "Progress spacecraft", "href": "/wiki/Progress_spacecraft", "description": "The Progress is a Russian expendable cargo spacecraft. Its purpose is to deliver the supplies needed to sustain a human presence in orbit. While it does not carry a crew, it can be boarded by astronauts when docked to a space station, hence it is classified as crewed by its manufacturer. Progress is derived from the crewed Soyuz spacecraft and launches on the same launch vehicle, a Soyuz rocket."}, {"title": "Space station", "href": "/wiki/Space_station", "description": "A space station, also known as an orbital station or an orbital space station, is a spacecraft capable of supporting a human crew in orbit for an extended period of time, and is therefore a type of space habitat. It lacks major propulsion or landing systems. Stations must have docking ports to allow other spacecraft to dock to transfer crew and supplies."}]}, {"heading": "Events", "year": "1997", "date": "June 25", "txt": "The National Hockey League approved expansion franchises for Nashville (1998), Atlanta (1999), Columbus (2000), and Minneapolis-Saint Paul (2000).", "entities": [{"title": "Nashville Predators", "href": "/wiki/Nashville_Predators", "description": "The Nashville Predators are a professional ice hockey team based in Nashville, Tennessee. They compete in the National Hockey League (NHL) as a member of the Central Division. The Predators have played their home games at Bridgestone Arena since 1998. Their television broadcasting rights are held by Bally Sports South, and radio broadcasting rights are held by WPRT-FM."}, {"title": "Atlanta Thrashers", "href": "/wiki/Atlanta_Thrashers", "description": "The Atlanta Thrashers were a professional ice hockey team based in Atlanta. Atlanta was granted a franchise in the National Hockey League (NHL) on June 25, 1997, and became the League's 28th franchise when it began play in the 1999–2000 season. They were members of the Southeast Division of the NHL's Eastern Conference, and played their home games at Philips Arena in downtown Atlanta. The Thrasher"}, {"title": "Columbus Blue Jackets", "href": "/wiki/Columbus_Blue_Jackets", "description": "The Columbus Blue Jackets are a professional ice hockey team based in Columbus, Ohio. They compete in the National Hockey League (NHL) as a member of the Central Division."}, {"title": "Minnesota Wild", "href": "/wiki/Minnesota_Wild", "description": "The Minnesota Wild are a professional ice hockey team based in Saint Paul, Minnesota. They compete in the National Hockey League (NHL) as a member of the West Division. The Wild play their home games at the Xcel Energy Center."}]}, {"heading": "Events", "year": "1998", "date": "June 25", "txt": "In Clinton v. City of New York, the United States Supreme Court decides that the Line Item Veto Act of 1996 is unconstitutional.", "entities": [{"title": "United States Supreme Court", "href": "/wiki/United_States_Supreme_Court", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Line Item Veto Act of 1996", "href": "/wiki/Line_Item_Veto_Act_of_1996", "description": "The Line Item Veto Act of 1996 Pub.L. 104–130 (text) (pdf) was a federal law of the United States that granted the President the power to line-item veto budget bills passed by Congress, but its effect was brief as the act was soon ruled unconstitutional by the Supreme Court in Clinton v. City of New York."}, {"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}]}, {"heading": "Events", "year": "2017", "date": "June 25", "txt": "The World Health Organization estimates that Yemen has over 200,000 cases of cholera.", "entities": [{"title": "World Health Organization", "href": "/wiki/World_Health_Organization", "description": "The World Health Organization (WHO) is a specialized agency of the United Nations responsible for international public health. The WHO Constitution, which establishes the agency's governing structure and principles, states its main objective as \"the attainment by all peoples of the highest possible level of health\". It is headquartered in Geneva, Switzerland, with six semi-autonomous regional offi"}, {"title": "Yemen", "href": "/wiki/Yemen", "description": "Yemen, officially the Republic of Yemen, is a country at the southern end of the Arabian Peninsula in Western Asia. It is the second-largest Arab sovereign state in the peninsula, occupying 527,970 square kilometres. The coastline stretches for about 2,000 kilometres. Yemen's constitutionally stated capital is the city of Sanaa, but the city has been under Houthi rebel control since February 2015 "}]}, {"heading": "Births", "year": "1242", "date": "June 25", "txt": "Beatrice of England (d. 1275)", "entities": [{"title": "Beatrice of England", "href": "/wiki/Beatrice_of_England", "description": "Beatrice of England was a member of the House of Plantagenet, the daughter of Henry III of England and Eleanor of Provence."}]}, {"heading": "Births", "year": "1328", "date": "June 25", "txt": "William de Montagu, 2nd Earl of Salisbury, English commander (d. 1397)", "entities": [{"title": "William de Montagu, 2nd Earl of Salisbury", "href": "/wiki/William_de_Montagu,_2nd_Earl_of_Salisbury", "description": "Sir William Montagu, 2nd Earl of Salisbury, 4th Baron Montagu, King of Mann, KG was an English nobleman and commander in the English army during King Edward III's French campaigns in the Hundred Years War. He was one of the Founder Knights of the Order of the Garter."}]}, {"heading": "Births", "year": "1371", "date": "June 25", "txt": "Joanna II of Naples (d. 1435)[citation needed]", "entities": [{"title": "Joanna II of Naples", "href": "/wiki/Joanna_II_of_Naples", "description": "Joanna II was Queen of Naples from 1414 to her death, upon which the Capetian House of Anjou became extinct. As a mere formality, she used the title of Queen of Jerusalem, Sicily, and Hungary."}]}, {"heading": "Births", "year": "1484", "date": "June 25", "txt": "Bartholomeus V. Welser, German banker (d. 1561)", "entities": [{"title": "Bartholomeus V. Welser", "href": "/wiki/Bartholomeus_V._Welser", "description": "Prince Bartholomeus Welser was a German banker. In 1528 he signed an agreement with Charles V, emperor of the Holy Roman Empire, granting a concession in Venezuela Province, which became Klein-Venedig until the concession was revoked in 1546."}]}, {"heading": "Births", "year": "1526", "date": "June 25", "txt": "Elisabeth Parr, Marchioness of Northampton (d. 1565)[citation needed]", "entities": [{"title": "Elisabeth Parr, Marchioness of Northampton", "href": "/wiki/Elisabeth_Parr,_Marchioness_of_Northampton", "description": "Elisabeth Brooke was an English courtier and noblewoman. She the eldest daughter of George Brooke, 9th Baron Cobham of Kent and Anne, his wife. She was the niece of Sir Thomas Wyatt the elder, the courtier-poet credited with bringing the sonnet form into the English language, and Elizabeth Brooke who was associated with Henry VIII of England. Elisabeth openly lived in adultery with William Parr, 1"}]}, {"heading": "Births", "year": "1560", "date": "June 25", "txt": "Wilhelm Fabry, German surgeon (d. 1634)", "entities": [{"title": "Wilhelm Fabry", "href": "/wiki/Wilhelm_Fabry", "description": "Wilhelm Fabry, often called the \"Father of German surgery\", was the first educated and scientific German surgeon. He is one of the most prominent scholars in the iatromechanics school and author of 20 medical books. His Observationum et Curationum Chirurgicarum Centuriae, published posthumously in 1641, is the best collection of case records of the century and gives clear insight into the variety "}]}, {"heading": "Births", "year": "1568", "date": "June 25", "txt": "Gunilla Bielke, Queen of Sweden (d. 1597)", "entities": [{"title": "Gunilla Bielke", "href": "/wiki/Gunilla_Bielke", "description": "Gunilla Bielke; Swedish: Gunilla Johansdotter Bielke af Åkerö was Queen of Sweden as the second wife of King John III. Queen Gunilla is acknowledged to have acted as the political adviser to John III and to have influenced his religious policies in favor of Protestantism."}]}, {"heading": "Births", "year": "1612", "date": "June 25", "txt": "John Albert Vasa, Polish cardinal (d. 1634)", "entities": [{"title": "John Albert Vasa", "href": "/wiki/John_Albert_Vasa", "description": "John Albert Vasa was a Polish cardinal, and a Prince-Bishop of Warmia and Kraków. He was the son of Sigismund III Vasa and Constance of Austria."}]}, {"heading": "Births", "year": "1709", "date": "June 25", "txt": "Francesco Araja, Italian composer (d. 1762)", "entities": [{"title": "Francesco Araja", "href": "/wiki/Francesco_Araja", "description": "Francesco Domenico Araja was an Italian composer who spent 25 years in Russia and wrote at least 14 operas for the Russian Imperial Court including Tsefal i Prokris, the first opera in Russian."}]}, {"heading": "Births", "year": "1715", "date": "June 25", "txt": "Joseph Foullon de Doué, French soldier and politician, Controller-General of Finances (d. 1789)", "entities": [{"title": "Joseph Foullon de Doué", "href": "/wiki/Joseph_Foullon_de_Dou%C3%A9", "description": "Joseph-François Foullon de Doué, or Foulon de Doué, was a French politician and a Controller-General of Finances under Louis XVI. A deeply unpopular figure, he has the ignominious distinction of being the first recorded person to have been lynched à la lanterne."}, {"title": "Controller-General of Finances", "href": "/wiki/Controller-General_of_Finances", "description": "The Controller-General or Comptroller-General of Finances was the name of the minister in charge of finances in France from 1661 to 1791. It replaced the former position of Superintendent of Finances, which was abolished with the downfall of Nicolas Fouquet. It did not hold any real political power until 1665, when First Minister Jean-Baptiste Colbert, who had acted upon financial matters since Fo"}]}, {"heading": "Births", "year": "1755", "date": "June 25", "txt": "Natalia Alexeievna of Russia (d. 1776)", "entities": [{"title": "Natalia Alexeievna of Russia", "href": "/wiki/Natalia_Alexeievna_of_Russia", "description": "Natalia Alexeievna, Tsarevna of Russia was the first wife of Paul Petrovich, Tsarevich of Russia, son of the Empress Catherine II. She was born as Princess Wilhelmina Louisa of Hesse-Darmstadt as the fifth child of Louis IX, Landgrave of Hesse-Darmstadt and his spouse Countess Palatine Caroline of Zweibrücken."}]}, {"heading": "Births", "year": "1799", "date": "June 25", "txt": "David Douglas, Scottish-English botanist and explorer (d. 1834)", "entities": [{"title": "David Douglas (botanist)", "href": "/wiki/David_Douglas_(botanist)", "description": "David Douglas was a Scottish botanist, best known as the namesake of the Douglas fir. He worked as a gardener, and explored the Scottish Highlands, North America, and Hawaii, where he died. The standard author abbreviation Douglas is used to indicate this person as the author when citing a botanical name."}]}, {"heading": "Births", "year": "1814", "date": "June 25", "txt": "Gabriel Auguste Daubrée, French geologist and engineer (d. 1896)", "entities": [{"title": "Gabriel Auguste Daubrée", "href": "/wiki/Gabriel_Auguste_Daubr%C3%A9e", "description": "Gabriel Auguste Daubrée MIF FRS FRSE was a French geologist."}]}, {"heading": "Births", "year": "1825", "date": "June 25", "txt": "James Farnell, Australian politician, 8th Premier of New South Wales (d. 1888)", "entities": [{"title": "James Farnell", "href": "/wiki/James_Farnell", "description": "James Squire Farnell was an Australian politician and Premier of New South Wales. Farnell was a hard-working legislator who gave much study to the land question and also tried hard for some years to pass a bill for the regulation of contagious diseases."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1852", "date": "June 25", "txt": "Antoni Gaudí, Spanish architect, designed the Park Güell (d. 1926)", "entities": [{"title": "Antoni Gaudí", "href": "/wiki/Antoni_Gaud%C3%AD", "description": "Antoni Gaudí i Cornet was a Catalan architect known as the greatest exponent of Catalan Modernism. Gaudí's works have a highly individualized, sui generis style. Most are located in Barcelona, including his main work, the church of the Sagrada Família."}, {"title": "Park Güell", "href": "/wiki/Park_G%C3%BCell", "description": "Parc Güell is a public park system composed of gardens and architectural elements located on Carmel Hill, in Barcelona, Catalonia, Spain. Carmel Hill belongs to the mountain range of Collserola – the Parc del Carmel is located on the northern face. Park Güell is located in La Salut, a neighborhood in the Gràcia district of Barcelona. With urbanization in mind, Eusebi Güell assigned the design of t"}]}, {"heading": "Births", "year": "1858", "date": "June 25", "txt": "Georges Courteline, French author and playwright (d. 1929)", "entities": [{"title": "Georges Courteline", "href": "/wiki/Georges_Courteline", "description": "Georges Courteline born Georges Victor Marcel Moinaux was a French dramatist and novelist, a satirist notable for his sharp wit and cynical humor."}]}, {"heading": "Births", "year": "1860", "date": "June 25", "txt": "Gustave Charpentier, French composer and conductor (d. 1956)", "entities": [{"title": "Gustave Charpentier", "href": "/wiki/Gustave_Charpentier", "description": "Gustave Charpentier was a French composer, best known for his opera Louise."}]}, {"heading": "Births", "year": "1863", "date": "June 25", "txt": "Émile Francqui, Belgian soldier and diplomat (d. 1935)", "entities": [{"title": "Émile Francqui", "href": "/wiki/%C3%89mile_Francqui", "description": "Émile Francqui was a Belgian soldier, diplomat, business man and philanthropist."}]}, {"heading": "Births", "year": "1864", "date": "June 25", "txt": "Walther Nernst, German chemist and physicist, Nobel Prize laureate (d. 1941)", "entities": [{"title": "Walther Nernst", "href": "/wiki/Walther_Nernst", "description": "Walther Hermann Nernst was a German chemist known for his work in thermodynamics, physical chemistry, electrochemistry, and solid state physics. His formulation of the Nernst heat theorem helped pave the way for the third law of thermodynamics, for which he won the 1920 Nobel Prize in Chemistry. He is also known for developing the Nernst equation in 1887."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1866", "date": "June 25", "txt": "Eloísa Díaz, Chilean doctor and Chile's first female physician (d. 1950)", "entities": [{"title": "Eloísa Díaz", "href": "/wiki/Elo%C3%ADsa_D%C3%ADaz", "description": "Eloísa Díaz Inzunza, was the first female medical student to attend the University of Chile, and the first woman to become a doctor of medicine in Chile as well as the entire region of South America."}]}, {"heading": "Births", "year": "1874", "date": "June 25", "txt": "Rose O'Neill,  American cartoonist, illustrator, artist, and writer (d. 1944)", "entities": [{"title": "Rose O'Neill", "href": "/wiki/Rose_O%27Neill", "description": "Rose Cecil O'Neill was an American cartoonist, illustrator, artist, and writer. She built a successful career as a magazine and book illustrator and, at a young age, became the best-known and highest- paid female commercial illustrator in the United States. O' Neill earned a fortune and international fame by creating the Kewpie, the most widely known cartoon character until Mickey Mouse."}, {"title": "Cartoonist", "href": "/wiki/Cartoonist", "description": "A cartoonist is a visual artist who specializes in drawing cartoons or comics. Cartoonists include the artists who handle all aspects of the work and those who contribute only part of the production. Cartoonists may work in many formats, such as booklets, comic strips, comic books, editorial cartoons, graphic novels, manuals, gag cartoons, illustrations, storyboards, posters, shirts, books, advert"}]}, {"heading": "Births", "year": "1884", "date": "June 25", "txt": "Géza Gyóni, Hungarian soldier and poet (d. 1917)", "entities": [{"title": "Géza Gyóni", "href": "/wiki/G%C3%A9za_Gy%C3%B3ni", "description": "Géza Gyóni was a Hungarian war poet. He died in a Russian prisoner of war camp during the First World War."}]}, {"heading": "Births", "year": "1884", "date": "June 25", "txt": "Daniel-Henry Kahnweiler, German-French art collector and historian (d. 1979)", "entities": []}, {"heading": "Births", "year": "1886", "date": "June 25", "txt": "Henry H. Arnold, American general (d. 1950)", "entities": [{"title": "Henry H. Arnold", "href": "/wiki/Henry_H._Arnold", "description": "Henry Harley Arnold was an American general officer holding the ranks of General of the Army and General of the Air Force. Arnold was an aviation pioneer, Chief of the Air Corps (1938–1941), Commanding General of the United States Army Air Forces, the only United States Air Force general to hold five-star rank, and the only officer to hold a five-star rank in two different U.S. military services. "}]}, {"heading": "Births", "year": "1887", "date": "June 25", "txt": "George Abbott, American director, producer, and screenwriter (d. 1995)", "entities": [{"title": "George Abbott", "href": "/wiki/George_Abbott", "description": "George Francis Abbott was an American theater producer and director, playwright, screenwriter, and film director and producer whose career spanned nine decades."}]}, {"heading": "Births", "year": "1887", "date": "June 25", "txt": "Frigyes Karinthy, Hungarian author, poet, and journalist (d. 1938)", "entities": []}, {"heading": "Births", "year": "1892", "date": "June 25", "txt": "Shirō Ishii, Japanese microbiologist and general (d. 1959)", "entities": [{"title": "Shirō Ishii", "href": "/wiki/Shir%C5%8D_Ishii", "description": "Surgeon General Shirō Ishii  was a Japanese microbiologist, army medical officer, and war criminal who served as the director of Unit 731, a biological warfare unit of the Imperial Japanese Army."}]}, {"heading": "Births", "year": "1894", "date": "June 25", "txt": "Hermann Oberth, Romanian-German physicist and engineer (d. 1989)", "entities": [{"title": "Hermann Oberth", "href": "/wiki/Hermann_Oberth", "description": "Hermann Julius Oberth was an Austro-Hungarian-born German physicist and engineer. He is considered one of the founding fathers of rocketry and astronautics, along with the French Robert Esnault-Pelterie, the Russian Konstantin Tsiolkovsky, and the American Robert Goddard."}]}, {"heading": "Births", "year": "1898", "date": "June 25", "txt": "Kay Sage, American painter and poet (d. 1963)", "entities": [{"title": "Kay Sage", "href": "/wiki/Kay_Sage", "description": "Katherine Linn Sage, usually known as Kay Sage, was an American Surrealist artist and poet active between 1936 and 1963. A member of the Golden Age and Post-War periods of surrealism, she is mostly recognized for her artistic works, which typically contain themes of an architectural nature."}]}, {"heading": "Births", "year": "1900", "date": "June 25", "txt": "Marta Abba, Italian actress (d. 1988)", "entities": [{"title": "Marta Abba", "href": "/wiki/Marta_Abba", "description": "Marta Abba was an Italian actress."}]}, {"heading": "Births", "year": "1900", "date": "June 25", "txt": "Zinaida Aksentyeva, Ukrainian/Soviet astronomer (d. 1969)", "entities": []}, {"heading": "Births", "year": "1900", "date": "June 25", "txt": "Georgia Hale, American silent film actress and real estate investor (d. 1985)", "entities": []}, {"heading": "Births", "year": "1900", "date": "June 25", "txt": "Louis Mountbatten, 1st Earl Mountbatten of Burma, English admiral and politician, 44th Governor-General of India (d. 1979)", "entities": [{"title": "Governor-General of India", "href": "/wiki/Governor-General_of_India", "description": "The governor-general of India was the representative of the monarch of the United Kingdom and after Indian independence in 1947, the representative of the Indian head of state. The office was created in 1773, with the title of Governor-general of the Presidency of Fort William. The officer had direct control only over Fort William, but supervised other East India Company officials in India. Comple"}]}, {"heading": "Births", "year": "1901", "date": "June 25", "txt": "Harold Roe Bartle, American businessman and politician, 47th Mayor of Kansas City (d. 1974)", "entities": [{"title": "Harold Roe Bartle", "href": "/wiki/Harold_Roe_Bartle", "description": "Harold Roe Bennett Sturdyvant Bartle was an American businessman, philanthropist, executive, and professional public speaker who served two terms as mayor of Kansas City, Missouri. After Bartle helped lure the Dallas Texans American Football League team to Kansas City in 1962, owner Lamar Hunt renamed the franchise the Kansas City Chiefs after Bartle's nickname, The Chief."}, {"title": "List of mayors of Kansas City, Missouri", "href": "/wiki/List_of_mayors_of_Kansas_City,_Missouri", "description": "The Mayor of Kansas City, Missouri is the highest official in the Kansas City, Missouri Municipal Government."}]}, {"heading": "Births", "year": "1902", "date": "June 25", "txt": "Yasuhito, Prince Chichibu of Japan (d. 1953)", "entities": [{"title": "Yasuhito, Prince Chichibu", "href": "/wiki/Yasuhito,_Prince_Chichibu", "description": "Yasuhito, Prince Chichibu , was the second son of Emperor Taishō (Yoshihito) and Empress Teimei (Sadako), a younger brother of Emperor Shōwa (Hirohito) and a general in the Imperial Japanese Army. As a member of the Imperial House of Japan, he was the patron of several sporting, medical, and international exchange organizations. Before and after World War II, the English-speaking prince and his wi"}]}, {"heading": "Births", "year": "1903", "date": "June 25", "txt": "George Orwell, British novelist, essayist, and critic (d. 1950)", "entities": [{"title": "George Orwell", "href": "/wiki/George_Orwell", "description": "Eric Arthur Blair, known by his pen name George Orwell, was an Indian-born British novelist, essayist, journalist and critic. His work is characterised by lucid prose, biting social criticism, opposition to totalitarianism, and outspoken support of democratic socialism."}]}, {"heading": "Births", "year": "1903", "date": "June 25", "txt": "Anne Revere, American actress (d. 1990)", "entities": []}, {"heading": "Births", "year": "1905", "date": "June 25", "txt": "Rupert Wildt, German-American astronomer and academic (d. 1976)", "entities": [{"title": "Rupert Wildt", "href": "/wiki/Rupert_Wildt", "description": "Rupert Wildt was a German-American astronomer."}]}, {"heading": "Births", "year": "1907", "date": "June 25", "txt": "J. Hans D. Jensen, German physicist and academic, Nobel Prize laureate (d. 1973)", "entities": [{"title": "J. Hans D. Jensen", "href": "/wiki/J._Hans_D._Jensen", "description": "Johannes Hans Daniel Jensen was a German nuclear physicist. During World War II, he worked on the German nuclear energy project, known as the Uranium Club, where he contributed to the separation of uranium isotopes. After the war, Jensen was a professor at the University of Heidelberg. He was a visiting professor at the University of Wisconsin–Madison, the Institute for Advanced Study, University "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1908", "date": "June 25", "txt": "Willard Van Orman Quine, American philosopher and academic (d. 2000)", "entities": [{"title": "Willard Van Orman Quine", "href": "/wiki/Willard_Van_Orman_Quine", "description": "Willard Van Orman Quine was an American philosopher and logician in the analytic tradition, recognized as \"one of the most influential philosophers of the twentieth century.\" From 1930 until his death 70 years later, Quine was continually affiliated with Harvard University in one way or another, first as a student, then as a professor. He filled the Edgar Pierce Chair of Philosophy at Harvard from"}]}, {"heading": "Births", "year": "1911", "date": "June 25", "txt": "William Howard Stein, American chemist and biologist, Nobel Prize laureate (d. 1980)", "entities": [{"title": "William Howard Stein", "href": "/wiki/William_Howard_Stein", "description": "William Howard Stein was an American biochemist who collaborated in the determination of the ribonuclease sequence, as well as how its structure relates to catalytic activity, earning a Nobel Prize in Chemistry in 1972 for his work. Stein was also involved in the invention of the automatic amino acid analyzer, an advancement in chromatography that opened the door to modern methods of chromatograph"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1912", "date": "June 25", "txt": "William T. Cahill, American lawyer and politician, 46th Governor of New Jersey (d. 1996)", "entities": [{"title": "William T. Cahill", "href": "/wiki/William_T._Cahill", "description": "William Thomas Cahill was an American Republican Party politician who served as the 46th Governor of New Jersey, from 1970 to 1974, and who represented New Jersey's 1st congressional district in the U.S. House of Representatives from 1959 to 1967 and the state's 6th district from 1967 to 1970."}, {"title": "Governor of New Jersey", "href": "/wiki/Governor_of_New_Jersey", "description": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansio"}]}, {"heading": "Births", "year": "1913", "date": "June 25", "txt": "Cyril Fletcher, English actor and screenwriter (d. 2005)", "entities": [{"title": "Cyril Fletcher", "href": "/wiki/Cyril_Fletcher", "description": "Cyril Fletcher was an English comedian, actor and businessman. His catchphrase was 'Pin back your lugholes'. He was best known for his \"Odd Odes\", which later formed a section of the television show That's Life!, a role for which he was approached in error. He first began performing the Odd Odes in 1937, long before they first appeared on television."}]}, {"heading": "Births", "year": "1915", "date": "June 25", "txt": "Whipper Billy Watson, Canadian-American wrestler and trainer (d. 1990)", "entities": [{"title": "Whipper Billy Watson", "href": "/wiki/Whipper_Billy_Watson", "description": "William John Potts, was a Canadian professional wrestler best known by his ring name \"Whipper\" Billy Watson, and was a one-time world champion, specifically the third to hold the NWA Worlds Heavyweight Championship when he defeated Lou Thesz in March 1956 by count-out. Thesz won it back in November 1956 also by countout."}]}, {"heading": "Births", "year": "1917", "date": "June 25", "txt": "Nils Karlsson, Swedish skier (d. 2012)", "entities": [{"title": "Nils Karlsson", "href": "/wiki/Nils_Karlsson", "description": "Nils Emanuel Karlsson, better known as Mora-Nisse, was a Swedish cross-country skier. Karlsson won gold in the 50 km event at the 1948 Winter Olympics and nine Vasaloppet victories."}]}, {"heading": "Births", "year": "1917", "date": "June 25", "txt": "Claude Seignolle, French author (d. 2018)", "entities": []}, {"heading": "Births", "year": "1918", "date": "June 25", "txt": "P. H. Newby, English soldier and author (d. 1997)", "entities": [{"title": "P. H. Newby", "href": "/wiki/P._H._Newby", "description": "Percy Howard Newby CBE was an English novelist and broadcasting administrator. He was the first winner of the Booker Prize, his novel Something to Answer For having received the inaugural award in 1969."}]}, {"heading": "Births", "year": "1920", "date": "June 25", "txt": "Lassie Lou Ahern, American actress (d. 2018)", "entities": [{"title": "Lassie Lou Ahern", "href": "/wiki/Lassie_Lou_Ahern", "description": "Lassie Lou Ahern was an American actress. Originally discovered by Will Rogers, she was best known for her role as Little Harry in the 1927 silent film Uncle Tom's Cabin and also for her recurring appearances in the Our Gang films. Except for \"Baby Peggy\", Ahern was the last living performer who had a substantial career during Hollywood's silent era."}]}, {"heading": "Births", "year": "1921", "date": "June 25", "txt": "Celia Franca, English-Canadian ballerina and choreographer, founded the National Ballet of Canada (d. 2007)", "entities": [{"title": "Celia Franca", "href": "/wiki/Celia_Franca", "description": "Celia Franca was a co-founder of The National Ballet of Canada (1951) and its artistic director for 24 years."}, {"title": "National Ballet of Canada", "href": "/wiki/National_Ballet_of_Canada", "description": "The National Ballet of Canada is a Canadian ballet company that was founded in 1951 in Toronto, Ontario, with Celia Franca as the first artistic director. A company of 70 dancers with its own orchestra, the National Ballet has been led since 2005 by artistic director Karen Kain, one of the greatest ballerinas of her generation. Renowned for its diverse repertoire, the company performs traditional "}]}, {"heading": "Births", "year": "1922", "date": "June 25", "txt": "Johnny Smith, American guitarist and songwriter (d. 2013)", "entities": [{"title": "Johnny Smith", "href": "/wiki/Johnny_Smith", "description": "Johnny Henry Smith II was an American cool jazz and mainstream jazz guitarist. He wrote \"Walk, Don't Run\" in 1954. In 1984, Smith was inducted into the Alabama Jazz Hall of Fame."}]}, {"heading": "Births", "year": "1923", "date": "June 25", "txt": "Sam Francis, American soldier and painter (d. 1994)", "entities": [{"title": "Sam Francis", "href": "/wiki/Sam_Francis", "description": "Samuel Lewis Francis was an American painter and printmaker."}]}, {"heading": "Births", "year": "1923", "date": "June 25", "txt": "Dorothy Gilman, American author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1923", "date": "June 25", "txt": "Jamshid Amouzegar, 43rd Prime Minister of Iran (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "June 25", "txt": "Sidney Lumet, American director, producer, and screenwriter (d. 2011)", "entities": [{"title": "Sidney Lumet", "href": "/wiki/Sidney_Lumet", "description": "Sidney Arthur Lumet was an American film director, producer, and screenwriter with over 50 films to his credit. He was nominated five times for the Academy Award: four for Best Director for 12 Angry Men (1957), Dog Day Afternoon (1975), Network (1976), and The Verdict (1982) and one for Best Adapted Screenplay for Prince of the City (1981). He did not win an individual Academy Award, but did recei"}]}, {"heading": "Births", "year": "1924", "date": "June 25", "txt": "Dimitar Isakov, Bulgarian football player", "entities": [{"title": "Dimitar Isakov", "href": "/wiki/Dimitar_Isakov", "description": "Dimitar Isakov is a Bulgarian retired football player. Isakov was a central forward."}]}, {"heading": "Births", "year": "1924", "date": "June 25", "txt": "Madan Mohan, Iraqi-Indian composer and director (d. 1975)", "entities": []}, {"heading": "Births", "year": "1924", "date": "June 25", "txt": "William J. Castagna, American lawyer and judge (d. 2020)", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 25", "txt": "Clifton Chenier, American singer-songwriter and  accordion player (d. 1987)", "entities": [{"title": "Clifton Chenier", "href": "/wiki/Clifton_Chenier", "description": "Clifton Chenier, a Louisiana French-speaking native of Leonville, Louisiana, near Opelousas, was an eminent performer and recording artist of zydeco, which arose from Cajun and Creole music, with R&B, jazz, and blues influences. He played the accordion and won a Grammy Award in 1983."}]}, {"heading": "Births", "year": "1925", "date": "June 25", "txt": "June Lockhart, American actress", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 25", "txt": "Clay Evans, American Baptist pastor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 25", "txt": "Robert Venturi, American architect and academic (d. 2018)", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 25", "txt": "Virginia Patton, American actress and businesswoman", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 25", "txt": "Margaret Anstee, English diplomat (d. 2016)", "entities": [{"title": "Margaret Anstee", "href": "/wiki/Margaret_Anstee", "description": "Dame Margaret Joan Anstee, DCMG was a British diplomat who served at the United Nations for over four decades (1952–93), rising to the rank of an Under-Secretary-General in 1987. She was the first woman to hold this position."}]}, {"heading": "Births", "year": "1926", "date": "June 25", "txt": "Ingeborg Bachmann, Austrian author and poet (d. 1973)", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 25", "txt": "Kep Enderby, Australian lawyer, judge, and politician, 23rd Attorney-General for Australia (d. 2015)", "entities": [{"title": "Attorney-General for Australia", "href": "/wiki/Attorney-General_for_Australia", "description": "The Attorney-General of Australia is the First Law Officer of the Crown in right of the Commonwealth of Australia, chief law officer of the Commonwealth of Australia and a minister of state. The Attorney-General is usually a member of the Federal Cabinet, but need not be. Under the Constitution, they are appointed by the Governor-General on the advice of the Prime Minister, and serve at the Govern"}]}, {"heading": "Births", "year": "1926", "date": "June 25", "txt": "Stig Sollander, Swedish Alpine skier (d. 2019)", "entities": []}, {"heading": "Births", "year": "1927", "date": "June 25", "txt": "Antal Róka, Hungarian runner (d. 1970)", "entities": [{"title": "Antal Róka", "href": "/wiki/Antal_R%C3%B3ka", "description": "Antal Róka was a Hungarian athlete who competed mainly in the 50 kilometre walk. He competed for a Hungary in the 1952 Summer Olympics held in Helsinki, Finland in the 50 kilometre walk where he won the bronze medal."}]}, {"heading": "Births", "year": "1927", "date": "June 25", "txt": "Chuck Smith, American pastor, founded the Calvary Chapel (d. 2013)", "entities": [{"title": "Calvary Chapel", "href": "/wiki/Calvary_Chapel", "description": "Calvary Chapel, an association of evangelical Christian churches, maintains a number of radio stations around the world and operates many local Calvary Chapel Bible College programs."}]}, {"heading": "Births", "year": "1927", "date": "June 25", "txt": "Arnold Wolfendale, English astronomer and academic", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 25", "txt": "Alexei Alexeyevich Abrikosov, Russian-American physicist and academic, Nobel Prize laureate (d. 2017)", "entities": [{"title": "Alexei Alexeyevich Abrikosov", "href": "/wiki/Alexei_Alexeyevich_Abrikosov", "description": "Alexei Alexeyevich Abrikosov was a Soviet, Russian and American theoretical physicist whose main contributions are in the field of condensed matter physics. He was the co-recipient of the 2003 Nobel Prize in Physics, with Vitaly Ginzburg and Anthony James Leggett, for theories about how matter can behave at extremely low temperatures."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1928", "date": "June 25", "txt": "John A. Wickham Jr., United States Army general", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 25", "txt": "Michel Brault, Canadian director, producer, and screenwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 25", "txt": "Peyo, Belgian author and illustrator, created The Smurfs (d. 1992)", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 25", "txt": "Bill Russo, American pianist and composer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 25", "txt": "Alex Toth, American animator and screenwriter (d. 2006)", "entities": []}, {"heading": "Births", "year": "1929", "date": "June 25", "txt": "Eric Carle, American author and illustrator", "entities": [{"title": "Eric Carle", "href": "/wiki/Eric_Carle", "description": "Eric Carle is an American designer, illustrator, and writer of children's books. He is most noted for The Very Hungry Caterpillar, a picture book that has been translated into more than 66 languages and sold more than 50 million copies, equivalent to 1.8 copies sold every minute since it was published in 1969. His career as an illustrator and children's book author took off after he collaborated o"}]}, {"heading": "Births", "year": "1929", "date": "June 25", "txt": "Francesco Marchisano, Italian cardinal (d. 2014)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 25", "txt": "V. P. Singh, Indian lawyer and politician, 7th Prime Minister of India (d. 2008)", "entities": [{"title": "V. P. Singh", "href": "/wiki/V._P._Singh", "description": "Vishwanath Pratap Singh, also known as V. P. Singh was an Indian politician who was the 7th Prime Minister of India from 1989 to 1990 and the 41st Raja Bahadur of Manda. He is India's only prime minister to have been a former ruler and to be a pretender while serving as prime minister."}, {"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Births", "year": "1932", "date": "June 25", "txt": "Peter Blake, English painter and illustrator", "entities": [{"title": "Peter Blake (artist)", "href": "/wiki/Peter_Blake_(artist)", "description": "Sir Peter Thomas Blake is an English pop artist, best known for co-creating the sleeve design for the Beatles' album Sgt. Pepper's Lonely Hearts Club Band. His other best known works include the covers for two of The Who's albums, the cover of the Band Aid single \"Do They Know It's Christmas?\", and the Live Aid concert poster. Blake also designed the 2012 Brit Award statuette."}]}, {"heading": "Births", "year": "1932", "date": "June 25", "txt": "George Sluizer, French-Dutch director, producer, and screenwriter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 25", "txt": "Álvaro Siza Vieira, Portuguese architect, designed the Porto School of Architecture", "entities": [{"title": "Álvaro Siza Vieira", "href": "/wiki/%C3%81lvaro_Siza_Vieira", "description": "Álvaro Joaquim de Melo Siza Vieira is a Portuguese architect, and architectural educator. He is internationally known as Álvaro Siza and in Portugal as Siza Vieira."}, {"title": "Porto School of Architecture", "href": "/wiki/Porto_School_of_Architecture", "description": "The Faculty of Architecture of the University of Porto, or FAUP, is an architecture faculty located in Porto, Portugal, and one of the fourteen constituent faculties of the University of Porto."}]}, {"heading": "Births", "year": "1934", "date": "June 25", "txt": "Jean Geissinger, American baseball player (d. 2014)", "entities": [{"title": "Jean Geissinger", "href": "/wiki/Jean_Geissinger", "description": "Jean Louise Geissinger was an infielder and outfielder who played from 1951 through 1954 in the All-American Girls Professional Baseball League with the Fort Wayne Daisies and the Grand Rapids Chicks (1952[end]). Listed at 5 ft 6 in (1.68 m), 120 lb, she batted and threw right-handed."}]}, {"heading": "Births", "year": "1934", "date": "June 25", "txt": "Jack W. Hayford, American minister and author", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 25", "txt": "Beatriz Sheridan, Mexican actress and director (d. 2006)", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 25", "txt": "Ray Butt, English television producer and director (d. 2013)", "entities": [{"title": "Ray Butt", "href": "/wiki/Ray_Butt", "description": "Raymond William Butt was a British television producer and director. He worked on several sitcoms for BBC television and became best known for Only Fools and Horses."}]}, {"heading": "Births", "year": "1935", "date": "June 25", "txt": "Salihu Ibrahim, Nigerian Army Officer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 25", "txt": "Taufiq Ismail, Indonesian poet and activist", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 25", "txt": "Larry Kramer, American author, playwright, and activist, co-founded Gay Men's Health Crisis (d. 2020)", "entities": [{"title": "Gay Men's Health Crisis", "href": "/wiki/Gay_Men%27s_Health_Crisis", "description": "The GMHC is a New York City–based non-profit, volunteer-supported and community-based AIDS service organization whose mission statement is to \"end the AIDS epidemic and uplift the lives of all affected.\""}]}, {"heading": "Births", "year": "1935", "date": "June 25", "txt": "Don Demeter, American professional baseball player", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 25", "txt": "Tony Lanfranchi, English racing driver (d. 2004)", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 25", "txt": "Judy Howe, American artistic gymnast", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 25", "txt": "Charles Sheffield, English-American mathematician, physicist, and author (d. 2002)", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 25", "txt": "B. J. Habibie, Indonesian engineer and politician, 3rd President of Indonesia (d. 2019)", "entities": [{"title": "B. J. Habibie", "href": "/wiki/B._J._Habibie", "description": "Bacharuddin Jusuf Habibie was an Indonesian engineer and politician who was the third president of Indonesia from 1998 to 1999. Less than three months after his inauguration as the seventh vice president in March 1998, he succeeded Suharto who resigned after 31 years in office. His presidency is seen as a landmark and transition to the Reformation era. Upon becoming president, he liberalized Indon"}, {"title": "President of Indonesia", "href": "/wiki/President_of_Indonesia", "description": "The president of the Republic of Indonesia is the head of state and also head of government of the Republic of Indonesia. The president leads the executive branch of the Indonesian government and is the commander-in-chief of the Indonesian National Armed Forces. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Births", "year": "1936", "date": "June 25", "txt": "Bert Hölldobler, German biologist and entomologist", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 25", "txt": "Eddie Floyd, American R&B/soul singer-songwriter", "entities": [{"title": "Eddie Floyd", "href": "/wiki/Eddie_Floyd", "description": "Edward Lee Floyd is an American soul-R&B singer and songwriter, best known for his work on the Stax record label in the 1960s and 1970s including the No. 1 R&B hit song \"Knock on Wood\"."}]}, {"heading": "Births", "year": "1937", "date": "June 25", "txt": "Derek Foster, Baron Foster of Bishop Auckland, English politician (d. 2019)", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 25", "txt": "Doreen Wells, English ballerina and actress", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 25", "txt": "Allen Fox, American tennis player and coach", "entities": [{"title": "Allen Fox", "href": "/wiki/Allen_Fox", "description": "Dr. Allen E. Fox is an American former tennis player in the 1960s and 1970s who went on to be a college coach and author. He was ranked as high as U.S. No. 4 in 1962, and was in the top ten in the U.S. five times between 1961 and 1968."}]}, {"heading": "Births", "year": "1940", "date": "June 25", "txt": "Judy Amoore, Australian runner", "entities": [{"title": "Judy Amoore", "href": "/wiki/Judy_Amoore", "description": "Judith Florence Amoore is an Australian former runner. She was born in Melbourne, Victoria."}]}, {"heading": "Births", "year": "1940", "date": "June 25", "txt": "Mary Beth Peil, American actress and singer", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 25", "txt": "A. J. Quinnell, English-Maltese author (d. 2005)", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 25", "txt": "Clint Warwick, English bass player (d. 2004)", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 25", "txt": "Denys Arcand, Canadian director, producer, and screenwriter", "entities": [{"title": "Denys Arcand", "href": "/wiki/Denys_Arcand", "description": "Georges-Henri Denys Arcand is a French Canadian film director, screenwriter and producer. His film The Barbarian Invasions won the Academy Award for Best Foreign Film in 2004. His films have also been nominated three further times, including two nominations in the same category for The Decline of the American Empire in 1986 and Jesus of Montreal in 1989, becoming the only French-Canadian director "}]}, {"heading": "Births", "year": "1941", "date": "June 25", "txt": "John Albert Raven, Scottish academic and ecologist", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 25", "txt": "Nikiforos Diamandouros, Greek academic and politician", "entities": [{"title": "Nikiforos Diamandouros", "href": "/wiki/Nikiforos_Diamandouros", "description": "Paraskevas Nikiforos Diamandouros is a Greek academic who was the first National Ombudsman of Greece from 1998 to 2003 and has been Ombudsman for the European Union from April 2003 to October 2013. He was re-elected as European Ombudsman in 2005 and again in 2010."}]}, {"heading": "Births", "year": "1942", "date": "June 25", "txt": "Willis Reed, American basketball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 25", "txt": "Michel Tremblay, Canadian author and playwright", "entities": []}, {"heading": "Births", "year": "1944", "date": "June 25", "txt": "Robert Charlebois, Canadian singer-songwriter, guitarist, and actor", "entities": [{"title": "Robert Charlebois", "href": "/wiki/Robert_Charlebois", "description": "Robert Charlebois, OC, OQ is a Québecois author, composer, musician, performer and actor."}]}, {"heading": "Births", "year": "1944", "date": "June 25", "txt": "Gary David Goldberg, American screenwriter and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 25", "txt": "Carly Simon, American singer-songwriter", "entities": [{"title": "Carly Simon", "href": "/wiki/Carly_Simon", "description": "Carly Elisabeth Simon is an American singer-songwriter, musician, and children's author. She rose to fame in the 1970s with a string of hit records; her 13 Top 40 U.S. hits include \"Anticipation\", \"Haven't Got Time for the Pain\", \"You Belong to Me\", \"Coming Around Again\", and her four Gold-certified singles \"You're So Vain\", \"Mockingbird\", \"Nobody Does It Better\" from the 1977 James Bond film The "}]}, {"heading": "Births", "year": "1945", "date": "June 25", "txt": "Baba Gana Kingibe, Nigerian politician", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 25", "txt": "Harry Womack, American singer (d. 1974)", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 25", "txt": "Roméo Dallaire, Dutch-Canadian general and politician", "entities": [{"title": "Roméo Dallaire", "href": "/wiki/Rom%C3%A9o_Dallaire", "description": "Roméo Antonius Dallaire is a Canadian humanitarian, author, retired senator and Canadian Forces lieutenant-general. Dallaire served as force commander of UNAMIR, the ill-fated United Nations peacekeeping force for Rwanda between 1993 and 1994, and attempted to stop the genocide that was being waged by Hutu extremists against the Tutsi people and Hutu moderates."}]}, {"heading": "Births", "year": "1946", "date": "June 25", "txt": "Allen Lanier, American guitarist and songwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 25", "txt": "Ian McDonald, English guitarist and saxophonist", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 25", "txt": "John Hilton, English table tennis player", "entities": [{"title": "John Hilton (table tennis)", "href": "/wiki/John_Hilton_(table_tennis)", "description": "John Hilton is a retired table tennis player who sensationally won the singles event at the Table Tennis European Championships in 1980 at odds of over 1,000-1. His use of a revolutionary combination bat, with different rubbers on either side, completely bamboozled his opponents, coupled with his defensive play, and led to one of sport's greatest upsets. At the time of his victory John trained at "}]}, {"heading": "Births", "year": "1947", "date": "June 25", "txt": "John Powell, American discus thrower", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 25", "txt": "Jimmie Walker, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 25", "txt": "Richard Clarke, Irish archbishop", "entities": [{"title": "Richard Clarke (bishop)", "href": "/wiki/Richard_Clarke_(bishop)", "description": "Richard Lionel Clarke is a retired Irish Anglican bishop and author. From 2012 to 2020, he served as the Archbishop of Armagh and Primate of All Ireland: as such, he was the senior cleric of the Church of Ireland."}]}, {"heading": "Births", "year": "1949", "date": "June 25", "txt": "Patrick Tambay, French racing driver", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 25", "txt": "Yoon Joo-sang, South Korean actor", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 25", "txt": "Marcello Toninelli, Italian author and screenwriter", "entities": [{"title": "Marcello Toninelli", "href": "/wiki/Marcello_Toninelli", "description": "Marcello Toninelli is an Italian comics writer, best known as main writer of series of Zagor between 1982 and 1993."}]}, {"heading": "Births", "year": "1951", "date": "June 25", "txt": "Eva Bayer-Fluckiger, Swiss mathematician and academic", "entities": [{"title": "Eva Bayer-Fluckiger", "href": "/wiki/Eva_Bayer-Fluckiger", "description": "Eva Bayer-Fluckiger is a Hungarian and Swiss mathematician. She is an Emmy Noether Professor Emeritus at École Polytechnique Fédérale de Lausanne. She has worked on several topics in topology, algebra and number theory, e.g. on the theory of knots, on lattices, on quadratic forms and on Galois cohomology. Along with Raman Parimala, she proved Serre's conjecture II regarding the Galois cohomology o"}]}, {"heading": "Births", "year": "1952", "date": "June 25", "txt": "Péter Erdő, Hungarian cardinal", "entities": [{"title": "Péter Erdő", "href": "/wiki/P%C3%A9ter_Erd%C5%91", "description": "Péter Erdő is a Hungarian Cardinal of the Latin Rite of the Catholic Church. Erdő currently serves as the Archbishop of Esztergom-Budapest, and thus Primate of Hungary."}]}, {"heading": "Births", "year": "1952", "date": "June 25", "txt": "Tim Finn, New Zealand singer-songwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 25", "txt": "Martin Gerschwitz, German singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 25", "txt": "Alan Green, Northern Irish sportscaster", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 25", "txt": "Kristina Abelli Elander, Swedish artist", "entities": []}, {"heading": "Births", "year": "1953", "date": "June 25", "txt": "Olivier Ameisen, French-American cardiologist and educator (d. 2013)", "entities": [{"title": "Olivier Ameisen", "href": "/wiki/Olivier_Ameisen", "description": "Olivier Ameisen was a French-American cardiologist who wrote a best-selling book about curing alcoholism using the drug baclofen."}]}, {"heading": "Births", "year": "1953", "date": "June 25", "txt": "Ian Davis, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 25", "txt": "Mario Lessard, Canadian ice hockey player", "entities": [{"title": "Mario Lessard", "href": "/wiki/Mario_Lessard", "description": "Mario Lessard is a Canadian retired ice hockey goaltender."}]}, {"heading": "Births", "year": "1954", "date": "June 25", "txt": "David Paich, American singer-songwriter, keyboard player, and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 25", "txt": "Lina Romay, Spanish actress (d. 2012)", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 25", "txt": "Daryush Shokof, Iranian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 25", "txt": "Sonia Sotomayor, American lawyer and Associate Justice of the Supreme Court", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 25", "txt": "Vic Marks, English cricketer and sportscaster", "entities": [{"title": "Vic Marks", "href": "/wiki/Vic_Marks", "description": "Victor James Marks is a sport journalist and former professional cricketer."}]}, {"heading": "Births", "year": "1956", "date": "June 25", "txt": "Anthony Bourdain, American chef and author (d. 2018)", "entities": [{"title": "Anthony Bourdain", "href": "/wiki/Anthony_Bourdain", "description": "Anthony Michael Bourdain was an American chef, book author, journalist, and travel documentarian who starred in programs focusing on the exploration of international culture, cuisine, and the human condition. Bourdain was a 1978 graduate of The Culinary Institute of America and a veteran of a number of professional kitchens during his career, which included many years spent as an executive chef at"}]}, {"heading": "Births", "year": "1956", "date": "June 25", "txt": "Frank Paschek, German long jumper", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 25", "txt": "Boris Trajkovski, Macedonian politician, 2nd President of the Republic of Macedonia (d. 2004)", "entities": [{"title": "President of the Republic of Macedonia", "href": "/wiki/President_of_the_Republic_of_Macedonia", "description": "The president of the Republic of North Macedonia is the head of state of North Macedonia."}]}, {"heading": "Births", "year": "1956", "date": "June 25", "txt": "Craig Young, Australian rugby player and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 25", "txt": "Greg Millen, Canadian ice hockey player and sportscaster", "entities": [{"title": "Greg Millen", "href": "/wiki/Greg_Millen", "description": "Gregory H. Millen is a Canadian hockey commentator-analyst and a former professional ice hockey goaltender who played 14 seasons for six teams in the National Hockey League (NHL). He is currently the colour commentator partnered with play-by-play announcer Paul Romanuk, and, later, John Bartlett, for local television broadcasts of Toronto Maple Leafs hockey games on Sportsnet Ontario. He also work"}]}, {"heading": "Births", "year": "1958", "date": "June 25", "txt": "George Becali, Romanian businessman, politician", "entities": [{"title": "George Becali", "href": "/wiki/George_Becali", "description": "George \"Gigi\" Becali is a Romanian businessman and politician, mostly known for his ownership of the FCSB football club. He was a Member of the European Parliament between June 2009 and December 2012, and a Member of the Romanian Parliament from December 2012 up until his conviction in May 2013."}]}, {"heading": "Births", "year": "1959", "date": "June 25", "txt": "Lutz Dombrowski, German long jumper and educator", "entities": [{"title": "Lutz Dombrowski", "href": "/wiki/Lutz_Dombrowski", "description": "Lutz Dombrowski is a former German track and field athlete and Olympic champion."}]}, {"heading": "Births", "year": "1959", "date": "June 25", "txt": "Jari Puikkonen, Finnish ski jumper", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 25", "txt": "Bobbie Vaile, Australian astrophysicist and astronomer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 25", "txt": "Alastair Bruce of Crionaich, English-Scottish journalist and author", "entities": [{"title": "Alastair Bruce of Crionaich", "href": "/wiki/Alastair_Bruce_of_Crionaich", "description": "Alastair Andrew Bernard Reibey Bruce, a senior British Army reservist, is a journalist and television correspondent, who commanded the TA Media Operations Group, before being appointed in 2019 Governor of Edinburgh Castle."}]}, {"heading": "Births", "year": "1960", "date": "June 25", "txt": "Brian Hayward, Canadian ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 25", "txt": "Craig Johnston, South African-Australian footballer and photographer", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 25", "txt": "Laurent Rodriguez, French rugby player", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 25", "txt": "Timur Bekmambetov, Kazakh director, producer, and screenwriter", "entities": [{"title": "Timur Bekmambetov", "href": "/wiki/Timur_Bekmambetov", "description": "Timur Nuruakhitovich Bekmambetov is a Russian-Kazakh director, producer and screenwriter who has worked on films, music videos and commercials. He is best known for the film Night Watch (2004) and its sequel Day Watch (2006), and the American films Wanted (2008) and Abraham Lincoln: Vampire Hunter (2012)."}]}, {"heading": "Births", "year": "1961", "date": "June 25", "txt": "Ricky Gervais, English comedian, actor, director, producer and singer", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 25", "txt": "John Benjamin Hickey, American actor", "entities": [{"title": "John Benjamin Hickey", "href": "/wiki/John_Benjamin_Hickey", "description": "John Benjamin Hickey is an American actor with a career in stage, film and television. He won the 2011 Tony Award for Best Performance by a Featured Actor in a Play for his performance as Felix Turner in The Normal Heart."}]}, {"heading": "Births", "year": "1963", "date": "June 25", "txt": "Yann Martel, Spanish-Canadian author", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 25", "txt": "Doug Gilmour, Canadian ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 25", "txt": "George Michael, English singer-songwriter and producer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 25", "txt": "Mike Stanley, American baseball player", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 25", "txt": "Dell Curry, American basketball player and coach", "entities": [{"title": "Dell Curry", "href": "/wiki/Dell_Curry", "description": "Wardell Stephen \"Dell\" Curry is an American former professional basketball player. He played in the National Basketball Association (NBA) from 1986 until 2002 and retired as the Charlotte Hornets' all-time leader in points (9,839) and three-point field goals made (929). Curry currently works as a color commentator, alongside Eric Collins, on Charlotte Hornets television broadcasts. He is the fathe"}]}, {"heading": "Births", "year": "1964", "date": "June 25", "txt": "Phil Emery, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 25", "txt": "Johnny Herbert, English racing driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 25", "txt": "John McCrea, American singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 25", "txt": "Greg Raymer, American poker player and lawyer", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 25", "txt": "Napole Polutele, French politician", "entities": [{"title": "Napole Polutele", "href": "/wiki/Napole_Polutele", "description": "Napole Polutélé is a French politician."}]}, {"heading": "Births", "year": "1965", "date": "June 25", "txt": "Kerri Pottharst, Australian beach volleyball player", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 25", "txt": "Joseph Hii Teck Kwong, Malaysian bishop", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 25", "txt": "Dikembe Mutombo, Congolese-American basketball player", "entities": [{"title": "Dikembe Mutombo", "href": "/wiki/Dikembe_Mutombo", "description": "Dikembe Mutombo Mpolondo Mukamba Jean-Jacques Wamutombo is a Congolese American former professional basketball player. Mutombo played 18 seasons in the National Basketball Association (NBA). Outside basketball, he has become well known for his humanitarian work."}]}, {"heading": "Births", "year": "1967", "date": "June 25", "txt": "Tracey Spicer, Australian journalist", "entities": [{"title": "Tracey Spicer", "href": "/wiki/Tracey_Spicer", "description": "Tracey Leigh Spicer is an Australian newsreader, Walkley Award winning journalist and advocate. She is known for her association with Network Ten as a newsreader in the 1990s and 2000s when she co-hosted Ten Eyewitness News in Brisbane, Queensland. She later went on to work with Sky News Australia as a reporter and presenter from 2007 to 2015. In May 2017 Spicer released her autobiography, The Goo"}]}, {"heading": "Births", "year": "1968", "date": "June 25", "txt": "Adrian Garvey, Zimbabwean-South African rugby player", "entities": [{"title": "Adrian Garvey", "href": "/wiki/Adrian_Garvey", "description": "Adrian Christopher Garvey is a former Zimbabwean-born South African rugby union player. He played as a tighthead prop, and was known for his mobility and ball skills."}]}, {"heading": "Births", "year": "1968", "date": "June 25", "txt": "Vaios Karagiannis, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 25", "txt": "Hunter Foster, American actor and singer", "entities": [{"title": "Hunter Foster", "href": "/wiki/Hunter_Foster", "description": "Hunter Foster is an American musical theatre actor, singer, librettist, playwright and director."}]}, {"heading": "Births", "year": "1969", "date": "June 25", "txt": "Zim Zum, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 25", "txt": "Ariel Gore, American journalist and author", "entities": [{"title": "Ariel Gore", "href": "/wiki/Ariel_Gore", "description": "Ariel Gore is a journalist, memoirist, novelist, nonfiction author, and teacher. Gore has authored more than ten books. Gore's fiction and nonfiction work also explores creativity, spirituality, queer culture, and positive psychology. She is the founding editor/publisher of Hip Mama, an Alternative Press Award-winning publication covering the culture and politics of motherhood. Through her work on"}]}, {"heading": "Births", "year": "1970", "date": "June 25", "txt": "Roope Latvala, Finnish guitarist", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 25", "txt": "Erki Nool, Estonian decathlete and politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 25", "txt": "Aaron Sele, American baseball player and scout", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 25", "txt": "Karen Darke, English cyclist and author", "entities": [{"title": "Karen Darke", "href": "/wiki/Karen_Darke", "description": "Karen Darke,, FRSGS is a British paralympic cyclist, paratriathlete, adventurer and author. She competed at the 2016 Rio Paralympics winning Gold in the Women's road time trial, following her success in the 2012 London Paralympics winning a silver medal in the Women's road time trial H1-2."}]}, {"heading": "Births", "year": "1971", "date": "June 25", "txt": "Jason Gallian, Australian-English cricketer and educator", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 25", "txt": "Rod Kafer, Australian rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 25", "txt": "Neil Lennon, Northern Irish-Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 25", "txt": "Michael Tucker, American baseball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 25", "txt": "Carlos Delgado, Puerto Rican-American baseball player and coach", "entities": [{"title": "Carlos Delgado", "href": "/wiki/Carlos_Delgado", "description": "Carlos Juan Delgado Hernández is a Puerto Rican former professional baseball player. He holds the all-time Major League Baseball home run record among Puerto Rican players, with 473. He is one of only six players in Major League history to hit 30 home runs in ten consecutive seasons, becoming the fourth player to do so."}]}, {"heading": "Births", "year": "1972", "date": "June 25", "txt": "Saif al-Islam Gaddafi, Libyan engineer and politician", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 25", "txt": "Milan Hnilička, Czech ice hockey player", "entities": [{"title": "Milan Hnilička", "href": "/wiki/Milan_Hnili%C4%8Dka", "description": "Milan Hnilička is a Czech former ice hockey goalie who played in the National Hockey League for the New York Rangers, Atlanta Thrashers and the Los Angeles Kings and politician. He was a member of the Chamber of Deputies since 2017, but resigned in January 2021 after attending a party in breach of coronavirus restrictions. He was drafted 70th overall by the New York Islanders in the 1991 NHL Entry"}]}, {"heading": "Births", "year": "1973", "date": "June 25", "txt": "Jamie Redknapp, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 25", "txt": "Nisha Ganatra, Canadian director, producer, and screenwriter", "entities": [{"title": "Nisha Ganatra", "href": "/wiki/Nisha_Ganatra", "description": "Nisha Ganatra is a Canadian-American film director, screenwriter, producer, and actress of Indian descent. She wrote, directed, and produced the independent comedy-drama Chutney Popcorn (1999) and later directed the independent film Cosmopolitan (2003) and the romantic-comedy Cake (2005). Ganatra has directed for numerous television shows, including The Real World, Transparent, You Me Her, Better "}]}, {"heading": "Births", "year": "1974", "date": "June 25", "txt": "Glen Metropolit, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 25", "txt": "Kiur Aarma, Estonian journalist and producer", "entities": [{"title": "Kiur Aarma", "href": "/wiki/Kiur_Aarma", "description": "Kiur Aarma is an Estonian television journalist. He graduated from the University of Tartu in 1997. Aarma is also a writer and producer; among the films upon which he has worked is 2006's Sinimäed, a documentary about the Battle of Tannenberg Line, which he produced and helped write."}]}, {"heading": "Births", "year": "1975", "date": "June 25", "txt": "Linda Cardellini, American actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 25", "txt": "Albert Costa, Spanish tennis player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 25", "txt": "Vladimir Kramnik, Russian chess player", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 25", "txt": "Michele Merkin, American model and television host", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 25", "txt": "José Cancela, Uruguayan footballer", "entities": [{"title": "José Cancela", "href": "/wiki/Jos%C3%A9_Cancela", "description": "José Carlos Cancela Durán is a Uruguayan retired footballer who played as an attacking midfielder. He is nicknamed \"Pepe\"."}]}, {"heading": "Births", "year": "1976", "date": "June 25", "txt": "Carlos Nieto, Argentinian-Italian rugby player", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 25", "txt": "Neil Walker, American swimmer", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 25", "txt": "Aramis Ramírez, Dominican-American baseball player", "entities": [{"title": "Aramis Ramírez", "href": "/wiki/Aramis_Ram%C3%ADrez", "description": "Aramis Nin Ramírez is a Dominican former professional baseball third baseman, who played 18 seasons in Major League Baseball (MLB) for the Pittsburgh Pirates, Chicago Cubs, and Milwaukee Brewers. He was named an All-Star three times during his career."}]}, {"heading": "Births", "year": "1979", "date": "June 25", "txt": "Richard Hughes, Scottish footballer", "entities": [{"title": "Richard Hughes (footballer)", "href": "/wiki/Richard_Hughes_(footballer)", "description": "Richard Daniel Hughes is a Scottish former professional footballer, who played as a defensive midfielder."}]}, {"heading": "Births", "year": "1979", "date": "June 25", "txt": "Busy Philipps, American actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 25", "txt": "Simon Ammann, Swiss ski jumper", "entities": [{"title": "Simon Ammann", "href": "/wiki/Simon_Ammann", "description": "Simon \"Simi\" Ammann is a Swiss ski jumper. He is one of the most successful athletes in the history of the sport, having won four individual Winter Olympic gold medals, in 2002 and 2010, and is the only ski jumper to have achieved the gold double–double at the Winter Olympics. His other achievements include winning the 2007 Ski Jumping World Championships, the 2010 Ski Flying World Championships, "}]}, {"heading": "Births", "year": "1982", "date": "June 25", "txt": "Rain, South Korean singer and actor", "entities": [{"title": "Rain (entertainer)", "href": "/wiki/Rain_(entertainer)", "description": "Jung Ji-hoon, better known by his stage name Rain, is a South Korean singer-songwriter, actor, and music producer."}]}, {"heading": "Births", "year": "1982", "date": "June 25", "txt": "Mikhail Youzhny, Russian tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 25", "txt": "Marc Janko, Austrian footballer", "entities": [{"title": "Marc Janko", "href": "/wiki/Marc_Janko", "description": "Marc Janko is an Austrian former professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1984", "date": "June 25", "txt": "Lauren Bush, American model and fashion designer", "entities": [{"title": "Lauren Bush", "href": "/wiki/Lauren_Bush", "description": "Lauren Bush Lauren is the CEO and co-founder of FEED Projects. She is also known for her previous career as a fashion model and designer. She is a daughter of Neil Bush and Sharon Bush, a granddaughter of former President George H. W. Bush and niece of former President George W. Bush and former Florida Governor Jeb Bush."}]}, {"heading": "Births", "year": "1985", "date": "June 25", "txt": "Karim Matmour, Algerian footballer", "entities": [{"title": "Karim Matmour", "href": "/wiki/Karim_Matmour", "description": "Karim Matmour is a former Algerian professional footballer who has last played for Adelaide United."}]}, {"heading": "Births", "year": "1986", "date": "June 25", "txt": "Aya Matsuura, Japanese singer and actress", "entities": [{"title": "Aya Matsuura", "href": "/wiki/Aya_Matsuura", "description": "Aya Matsuura  is a Japanese singer and actress from Himeji, Hyogo, Japan."}]}, {"heading": "Births", "year": "1988", "date": "June 25", "txt": "Jhonas Enroth, Swedish ice hockey player", "entities": [{"title": "Jhonas Enroth", "href": "/wiki/Jhonas_Enroth", "description": "Jhonas Erik Enroth, a Swedish professional ice hockey goaltender, who is currently playing with Örebro HK of the Swedish Hockey League (SHL). He has played in the National Hockey League (NHL) for the Buffalo Sabres, Dallas Stars, Los Angeles Kings and Toronto Maple Leafs."}]}, {"heading": "Births", "year": "1988", "date": "June 25", "txt": "Miguel Layún, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "June 25", "txt": "Therese Johaug, Norwegian cross-country skier", "entities": []}, {"heading": "Births", "year": "1990", "date": "June 25", "txt": "Andi Eigenmann, Filipino actress", "entities": [{"title": "Andi Eigenmann", "href": "/wiki/Andi_Eigenmann", "description": "Andrea Nicole \"Andi\" Guck Eigenmann is a Filipina actress and model."}]}, {"heading": "Births", "year": "1996", "date": "June 25", "txt": "Pietro Fittipaldi, Brazilian-American race car driver", "entities": [{"title": "Pietro Fittipaldi", "href": "/wiki/Pietro_Fittipaldi", "description": "Pietro Fittipaldi da Cruz is a Brazilian-American racing driver, the grandson of two-time Formula One world champion Emerson Fittipaldi and brother of racing driver Enzo Fittipaldi. He is set to race at selected rounds in the 2021 IndyCar Series for Dale Coyne Racing, alongside serving as a reserve driver for Formula One team Haas. He made his Formula One debut with Haas at the 2020 Sakhir Grand P"}]}, {"heading": "Births", "year": "1996", "date": "June 25", "txt": "Sione Mata'utia, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1996", "date": "June 25", "txt": "Lele Pons, Latina-American Internet personality", "entities": []}, {"heading": "Births", "year": "1998", "date": "June 25", "txt": "Kyle Chalmers, Australian swimmer", "entities": [{"title": "Kyle Chalmers", "href": "/wiki/Kyle_Chalmers", "description": "Kyle Chalmers, is an Australian competitive swimmer who specialises in the sprint freestyle events. He is the Olympic champion in the 100 m freestyle and Vice World Champion in the 100 m freestyle."}]}, {"heading": "Births", "year": "2006", "date": "June 25", "txt": "Mckenna Grace, American actress", "entities": [{"title": "Mckenna Grace", "href": "/wiki/Mckenna_Grace", "description": "Mckenna Grace is an American child actress. She began acting professionally at the age of six, with her earliest roles including Jasmine Bernstein in the Disney XD sitcom Crash & Bernstein (2012–2014) and Faith Newman in the soap opera The Young and the Restless (2013–2015). She is best known for her roles as Penny Kirkman in the series Designated Survivor, Rose Harbenberger in the comedy series F"}]}, {"heading": "Deaths", "year": "635", "date": "June 25", "txt": "Gao Zu, Chinese emperor (b. 566)", "entities": [{"title": "Emperor Gaozu of Tang", "href": "/wiki/Emperor_Gaozu_of_Tang", "description": "Emperor Gaozu of Tang, born Li Yuan, courtesy name Shude, was the founder of the Tang dynasty of China, and the first emperor of this dynasty from 618 to 626. Under the Sui dynasty, Li Yuan was the governor in the area of modern-day Shanxi, and was based in Taiyuan."}]}, {"heading": "Deaths", "year": "841", "date": "June 25", "txt": "Gerard of Auvergne, Frankish nobleman", "entities": [{"title": "Gerard, Count of Auvergne", "href": "/wiki/Gerard,_Count_of_Auvergne", "description": "Gerard was Count of Auvergne from 839 until his death on 25 June 841."}]}, {"heading": "Deaths", "year": "841", "date": "June 25", "txt": "Ricwin of Nantes, Frankish nobleman", "entities": []}, {"heading": "Deaths", "year": "891", "date": "June 25", "txt": "Sunderolt, German archbishop", "entities": [{"title": "Sunderolt", "href": "/wiki/Sunderolt", "description": "Sunderolt was the Archbishop of Mainz from 889 until his death."}]}, {"heading": "Deaths", "year": "931", "date": "June 25", "txt": "An Chonghui, Chinese general", "entities": [{"title": "An Chonghui", "href": "/wiki/An_Chonghui", "description": "An Chonghui was the chief of staff (Shumishi) and chief advisor to Li Siyuan of the Chinese Five Dynasties and Ten Kingdoms period state Later Tang."}]}, {"heading": "Deaths", "year": "1014", "date": "June 25", "txt": "Æthelstan Ætheling, son of Æthelred the Unready", "entities": [{"title": "Æthelstan Ætheling", "href": "/wiki/%C3%86thelstan_%C3%86theling", "description": "Æthelstan Ætheling, early or mid 980s to 25 June 1014, was the eldest son of King Æthelred the Unready by his first wife Ælfgifu and the heir apparent to the kingdom until his death. He made his first appearance as a witness to a charter of his father in 993. He probably spent part of his childhood at Æthelingadene, Dean in west Sussex, and his paternal grandmother Ælfthryth may have played an imp"}, {"title": "Æthelred the Unready", "href": "/wiki/%C3%86thelred_the_Unready", "description": "Æthelred, known as the Unready, was King of the English from 978 to 1013 and again from 1014 until his death. His epithet does not derive from the modern word \"unready\", but rather from the Old English unræd meaning \"poorly advised\"; it is a pun on his name, which means \"well advised\"."}]}, {"heading": "Deaths", "year": "1031", "date": "June 25", "txt": "Sheng Zong, Chinese emperor (b. 972)", "entities": [{"title": "Emperor Shengzong of Liao", "href": "/wiki/Emperor_Shengzong_of_Liao", "description": "Emperor Shengzong of Liao, personal name Wenshunu, sinicised name Yelü Longxu, was the sixth emperor of the Khitan-led Liao dynasty."}]}, {"heading": "Deaths", "year": "1134", "date": "June 25", "txt": "Niels, king of Denmark (b. 1065)", "entities": [{"title": "Niels, King of Denmark", "href": "/wiki/Niels,_King_of_Denmark", "description": "Niels was the King of Denmark from 1104 to 1134. Niels succeeded his brother Eric Evergood and is presumed to have been the youngest son of King Sweyn II Estridson. King Niels actively supported the canonization of Canute IV the Holy and supported his son Magnus I of Sweden after he killed his rival for the succession, Knud Lavard. His secular rule was supported by the clergy. Niels was killed in "}]}, {"heading": "Deaths", "year": "1218", "date": "June 25", "txt": "Simon de Montfort, 5th Earl of Leicester, French politician, Lord High Steward (b. 1160)", "entities": [{"title": "Simon de Montfort, 5th Earl of Leicester", "href": "/wiki/Simon_de_Montfort,_5th_Earl_of_Leicester", "description": "Simon de Montfort, 5th Earl of Leicester, known as Simon IV de Montfort and as Simon de Montfort the Elder, was a French nobleman and famed knight of the early 13th century. He is widely regarded as one of the great military commanders of the Middle Ages. He took part in the Fourth Crusade and was one of the prominent figures of the Albigensian Crusade. Montfort is mostly noted for his campaigns i"}, {"title": "Lord High Steward", "href": "/wiki/Lord_High_Steward", "description": "The position of Lord High Steward is the first of the Great Officers of State in England, nominally ranking above the Lord Chancellor and the Prime Minister."}]}, {"heading": "Deaths", "year": "1291", "date": "June 25", "txt": "Eleanor of Provence, queen of England (b. 1223)", "entities": [{"title": "Eleanor of Provence", "href": "/wiki/Eleanor_of_Provence", "description": "Eleanor of Provence was a French noblewoman who became Queen consort of England as the wife of King Henry III from 1236 until his death in 1272. She served as regent of England during the absence of her spouse in 1253."}]}, {"heading": "Deaths", "year": "1337", "date": "June 25", "txt": "Frederick III, king of Sicily (b. 1272)", "entities": [{"title": "Frederick III of Sicily", "href": "/wiki/Frederick_III_of_Sicily", "description": "Frederick II was the regent of the Kingdom of Sicily from 1291 until 1295 and subsequently king of Sicily from 1295 until his death. He was the third son of Peter III of Aragon and served in the War of the Sicilian Vespers on behalf of his father and brothers, Alfonso ΙΙΙ and James ΙΙ. He was confirmed as king by the Peace of Caltabellotta in 1302. His reign saw important constitutional reforms: t"}]}, {"heading": "Deaths", "year": "1394", "date": "June 25", "txt": "Dorothea of Montau, German hermitess (b. 1347)", "entities": [{"title": "Dorothea of Montau", "href": "/wiki/Dorothea_of_Montau", "description": "Dorothea of Montau was a hermit and visionary of 14th century Germany. After centuries of veneration in Central Europe, she was canonized in 1976."}]}, {"heading": "Deaths", "year": "1483", "date": "June 25", "txt": "Anthony Woodville, 2nd Earl Rivers, English courtier and translator (b. 1440)", "entities": [{"title": "Anthony Woodville, 2nd Earl Rivers", "href": "/wiki/Anthony_Woodville,_2nd_Earl_Rivers", "description": "Anthony Woodville, 2nd Earl Rivers, was an English nobleman, courtier, bibliophile and writer. He was the brother of Queen Elizabeth Woodville who married King Edward IV. He was one of the leading members of the Woodville family, which came to prominence during the reign of King Edward IV. After Edward's death, he was arrested and then executed by the Duke of Gloucester as part of a power-struggle"}]}, {"heading": "Deaths", "year": "1483", "date": "June 25", "txt": "Richard Grey, half brother of Edward V of England (b. 1458)", "entities": [{"title": "Edward V of England", "href": "/wiki/Edward_V_of_England", "description": "Edward V was King of England and Lord of Ireland from 9 April to 26 June 1483. He succeeded his father, Edward IV, upon the latter's death. Edward V was never crowned, and his brief reign was dominated by the influence of his uncle and Lord Protector, the Duke of Gloucester, who deposed him to reign as King Richard III; this was confirmed by the Act entitled Titulus Regius, which denounced any fur"}]}, {"heading": "Deaths", "year": "1522", "date": "June 25", "txt": "Franchinus Gaffurius, Italian composer and theorist (b. 1451)", "entities": [{"title": "Franchinus Gaffurius", "href": "/wiki/Franchinus_Gaffurius", "description": "Franchinus Gaffurius was an Italian music theorist and composer of the Renaissance. He was an almost exact contemporary of Josquin des Prez and Leonardo da Vinci, both of whom were his personal friends. He was one of the most famous musicians in Italy in the late 15th and early 16th centuries."}]}, {"heading": "Deaths", "year": "1533", "date": "June 25", "txt": "Mary Tudor, queen of France (b. 1496)", "entities": [{"title": "Mary Tudor, Queen of France", "href": "/wiki/Mary_Tudor,_Queen_of_France", "description": "Mary Tudor was an English princess who was briefly queen of France. She was the younger surviving daughter of King Henry VII of England and Elizabeth of York, and the third wife of Louis XII of France, who was more than 30 years older than she. Following his death, she married Charles Brandon, 1st Duke of Suffolk. Performed secretly in France, the marriage occurred without the consent of Mary's br"}]}, {"heading": "Deaths", "year": "1579", "date": "June 25", "txt": "Hatano Hideharu, Japanese warlord (b. 1541)", "entities": [{"title": "Hatano Hideharu", "href": "/wiki/Hatano_Hideharu", "description": "Hatano Hideharu was the eldest son of Hatano Harumichi and the head of Hatano clan. \nHe was a son of Harumichi, but for an unknown reason, he was adopted as a son by Hatano Motohide."}]}, {"heading": "Deaths", "year": "1593", "date": "June 25", "txt": "Michele Mercati, Italian physician and archaeologist (b. 1541)", "entities": [{"title": "Michele Mercati", "href": "/wiki/Michele_Mercati", "description": "Michele Mercati was a physician who was superintendent of the Vatican Botanical Garden under Popes Pius V, Gregory XIII, Sixtus V, and Clement VIII. He was one of the first scholars to recognise prehistoric stone tools as human-made rather than natural or mythologically created thunderstones."}]}, {"heading": "Deaths", "year": "1634", "date": "June 25", "txt": "John Marston, English poet and playwright (b. 1576)", "entities": [{"title": "John Marston (poet)", "href": "/wiki/John_Marston_(poet)", "description": "John Marston was an English poet, playwright and satirist during the late Elizabethan and early Jacobean periods. His career as a writer lasted only a decade. His work is remembered for its energetic and often obscure style, its contributions to the development of a distinctively Jacobean style in poetry, and its idiosyncratic vocabulary."}]}, {"heading": "Deaths", "year": "1638", "date": "June 25", "txt": "Juan Pérez de Montalbán, Spanish author, poet, and playwright (b. 1602)", "entities": [{"title": "Juan Pérez de Montalbán", "href": "/wiki/Juan_P%C3%A9rez_de_Montalb%C3%A1n", "description": "Juan Pérez de Montalbán was a Spanish Catholic priest, dramatist, poet and novelist."}]}, {"heading": "Deaths", "year": "1665", "date": "June 25", "txt": "Sigismund Francis, archduke of Austria (b. 1630)", "entities": [{"title": "Sigismund Francis, Archduke of Austria", "href": "/wiki/Sigismund_Francis,_Archduke_of_Austria", "description": "Sigismund Francis, Archduke of Further Austria was the ruler of Further Austria including Tyrol from 1662 to 1665."}]}, {"heading": "Deaths", "year": "1669", "date": "June 25", "txt": "François de Vendôme, duke of Beaufort (b. 1616)", "entities": [{"title": "François de Vendôme, Duke of Beaufort", "href": "/wiki/Fran%C3%A7ois_de_Vend%C3%B4me,_Duke_of_Beaufort", "description": "François de Vendôme, duc de Beaufort was the son of César, Duke of Vendôme, and Françoise de Lorraine. He was a prominent figure in the Fronde, and later went on to fight in the Mediterranean. He is sometimes called François de Vendôme, though he was born into the House of Bourbon, Vendôme coming from his father's title of Duke of Vendôme."}]}, {"heading": "Deaths", "year": "1671", "date": "June 25", "txt": "Giovanni Battista Riccioli, Italian priest and astronomer (b. 1598)", "entities": [{"title": "Giovanni Battista Riccioli", "href": "/wiki/Giovanni_Battista_Riccioli", "description": "Giovanni Battista Riccioli was an Italian astronomer and a Catholic priest in the Jesuit order. He is known, among other things, for his experiments with pendulums and with falling bodies, for his discussion of 126 arguments concerning the motion of the Earth, and for introducing the current scheme of lunar nomenclature. He is also widely known for discovering the first double star. He argued that"}]}, {"heading": "Deaths", "year": "1673", "date": "June 25", "txt": "Charles de Batz-Castelmore d'Artagnan, French captain (b. 1611)", "entities": [{"title": "Charles de Batz-Castelmore d'Artagnan", "href": "/wiki/Charles_de_Batz-Castelmore_d%27Artagnan", "description": "Charles de Batz de Castelmore, also known as d'Artagnan and later Count d'Artagnan, was a French Musketeer who served Louis XIV as captain of the Musketeers of the Guard. He died at the siege of Maastricht in the Franco-Dutch War. A fictionalized account of his life by Gatien de Courtilz de Sandras formed the basis for the d'Artagnan Romances of Alexandre Dumas, père, most famously including The T"}]}, {"heading": "Deaths", "year": "1686", "date": "June 25", "txt": "Simon Ushakov, Russian painter and educator (b. 1626)", "entities": [{"title": "Simon Ushakov", "href": "/wiki/Simon_Ushakov", "description": "Simon (Pimen) Fyodorovich Ushakov was a leading Russian icon painter of the late 17th-century. Together with Fyodor Zubov and Fyodor Rozhnov, he is associated with the comprehensive reform of the Russian Orthodox Church undertaken by Patriarch Nikon."}]}, {"heading": "Deaths", "year": "1715", "date": "June 25", "txt": "Jean-Baptiste du Casse, French admiral and politician (b. 1646)", "entities": [{"title": "Jean-Baptiste du Casse", "href": "/wiki/Jean-Baptiste_du_Casse", "description": "Jean-Baptiste du Casse was a French privateer, admiral, and colonial administrator who served throughout the Atlantic World during the 17th and 18th centuries. Likely born 2 August 1646 in Saubusse, near Pau (Béarn), to a Huguenot family, du Casse joined the French merchant marine and served in the East India Company and the slave-trading Compagnie du Sénégal. Later, he joined the French Navy and "}]}, {"heading": "Deaths", "year": "1767", "date": "June 25", "txt": "Georg Philipp Telemann, German composer and theorist (b. 1681)", "entities": [{"title": "Georg Philipp Telemann", "href": "/wiki/Georg_Philipp_Telemann", "description": "Georg Philipp Telemann was a German Baroque composer and multi-instrumentalist. Almost completely self-taught in music, he became a composer against his family's wishes. After studying in Magdeburg, Zellerfeld, and Hildesheim, Telemann entered the University of Leipzig to study law, but eventually settled on a career in music. He held important positions in Leipzig, Sorau, Eisenach, and Frankfurt "}]}, {"heading": "Deaths", "year": "1798", "date": "June 25", "txt": "Thomas Sandby, English cartographer, painter, and architect (b. 1721)", "entities": [{"title": "Thomas Sandby", "href": "/wiki/Thomas_Sandby", "description": "Thomas Sandby was an English draughtsman, watercolour artist, architect and teacher. In 1743 he was appointed private secretary to the Duke of Cumberland, who later appointed him Deputy Ranger of Windsor Great Park, where he was responsible for considerable landscaping work."}]}, {"heading": "Deaths", "year": "1822", "date": "June 25", "txt": "E. T. A. Hoffmann, German composer, critic, and jurist (b. 1776)", "entities": [{"title": "E. T. A. Hoffmann", "href": "/wiki/E._T._A._Hoffmann", "description": "Ernst Theodor Amadeus Hoffmann was a German Romantic author of fantasy and Gothic horror, a jurist, composer, music critic and artist. His stories form the basis of Jacques Offenbach's opera The Tales of Hoffmann, in which Hoffmann appears as the hero. He is also the author of the novella The Nutcracker and the Mouse King, on which Pyotr Ilyich Tchaikovsky's ballet The Nutcracker is based. The bal"}]}, {"heading": "Deaths", "year": "1835", "date": "June 25", "txt": "Ebenezer Pemberton, American educator (b. 1746)", "entities": [{"title": "Ebenezer Pemberton", "href": "/wiki/Ebenezer_Pemberton", "description": "Ebenezer Pemberton was an American educator and 2nd Principal of Phillips Academy Andover from 1786 to 1793. Refusing to follow his uncle's wishes to become a clergyman, Pemberton pursued a teaching career that would become his life's work. After graduating from Princeton University, he served terms as principal of a number of schools for early education including Plainfield Academy in Plainfield,"}]}, {"heading": "Deaths", "year": "1838", "date": "June 25", "txt": "François-Nicolas-Benoît Haxo, French general and engineer (b. 1774)", "entities": [{"title": "François-Nicolas-Benoît Haxo", "href": "/wiki/Fran%C3%A7ois-Nicolas-Beno%C3%AEt_Haxo", "description": "François Nicolas Benoît, Baron Haxo was a French Army general and military engineer during the French Revolution and First Empire. Haxo became famous in the Siege of Antwerp in 1832. He is the nephew of revolution era General Nicolas Haxo of Étival-Clairefontaine and Saint-Dié-des-Vosges in Lorraine, France."}]}, {"heading": "Deaths", "year": "1861", "date": "June 25", "txt": "Abdülmecid I, Ottoman sultan (b. 1823)", "entities": [{"title": "Abdülmecid I", "href": "/wiki/Abd%C3%BClmecid_I", "description": "Abdulmejid I, was the 31st Sultan of the Ottoman Empire and succeeded his father Mahmud II on 2 July 1839. His reign was notable for the rise of nationalist movements within the empire's territories. Abdulmejid wanted to encourage Ottomanism among secessionist subject nations and stop rising nationalist movements within the empire, but despite new laws and reforms to integrate non-Muslims and non-"}]}, {"heading": "Deaths", "year": "1866", "date": "June 25", "txt": "Alexander von Nordmann, Finnish biologist and paleontologist (b. 1803)", "entities": [{"title": "Alexander von Nordmann", "href": "/wiki/Alexander_von_Nordmann", "description": "Alexander von Nordmann was a 19th-century Finnish biologist, who contributed to zoology, parasitology, botany and paleontology."}]}, {"heading": "Deaths", "year": "1868", "date": "June 25", "txt": "Carlo Matteucci, Italian physicist and neurophysiologist (b. 1811)", "entities": [{"title": "Carlo Matteucci", "href": "/wiki/Carlo_Matteucci", "description": "Carlo Matteucci was an Italian physicist and neurophysiologist who was a pioneer in the study of bioelectricity."}]}, {"heading": "Deaths", "year": "1870", "date": "June 25", "txt": "David Heaton, American lawyer and politician (b. 1823)", "entities": [{"title": "David Heaton", "href": "/wiki/David_Heaton", "description": "David Heaton was an American attorney and politician, a US Representative from North Carolina. He earlier was elected to the state senates of Ohio and Minnesota."}]}, {"heading": "Deaths", "year": "1875", "date": "June 25", "txt": "Antoine-Louis Barye, French sculptor (b. 1796)", "entities": [{"title": "Antoine-Louis Barye", "href": "/wiki/Antoine-Louis_Barye", "description": "Antoine-Louis Barye was a Romantic French sculptor most famous for his work as an animalier, a sculptor of animals. His son and student was the known sculptor Alfred Barye."}]}, {"heading": "Deaths", "year": "1876", "date": "June 25", "txt": "James Calhoun, American lieutenant (b. 1845)", "entities": [{"title": "James Calhoun (soldier)", "href": "/wiki/James_Calhoun_(soldier)", "description": "James Calhoun was a soldier in the United States Army during the American Civil War and the Black Hills War. He was the brother-in-law of George Armstrong Custer and was killed along with Custer in the Battle of the Little Bighorn. His brother-in-law Myles Moylan survived the battle as part of the forces with Major Marcus Reno and Captain Frederick Benteen."}]}, {"heading": "Deaths", "year": "1876", "date": "June 25", "txt": "Boston Custer, American civilian army contractor (b. 1848)", "entities": []}, {"heading": "Deaths", "year": "1876", "date": "June 25", "txt": "George Armstrong Custer, American general (b. 1839)", "entities": []}, {"heading": "Deaths", "year": "1876", "date": "June 25", "txt": "Thomas Custer, American officer, Medal of Honor recipient (b. 1845)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1876", "date": "June 25", "txt": "Myles Keogh, Irish-American officer (b. 1840)", "entities": []}, {"heading": "Deaths", "year": "1882", "date": "June 25", "txt": "François Jouffroy, French sculptor (b. 1806)", "entities": [{"title": "François Jouffroy", "href": "/wiki/Fran%C3%A7ois_Jouffroy", "description": "François Jouffroy was a French sculptor."}]}, {"heading": "Deaths", "year": "1884", "date": "June 25", "txt": "Hans Rott, Austrian organist and composer (b. 1858)", "entities": [{"title": "Hans Rott", "href": "/wiki/Hans_Rott", "description": "Hans Rott was an Austrian composer and organist. His music is little-known today, though he received high praise in his time from Gustav Mahler and Anton Bruckner. He left a symphony and Lieder, among other works."}]}, {"heading": "Deaths", "year": "1886", "date": "June 25", "txt": "Jean-Louis Beaudry, Canadian businessman and politician, 11th Mayor of Montreal (b. 1809)", "entities": [{"title": "Jean-Louis Beaudry", "href": "/wiki/Jean-Louis_Beaudry", "description": "Jean-Louis Beaudry was a Canadian entrepreneur and politician. Beaudry served as mayor of Montreal three times, from 1862 to 1866, from 1877 to 1879, and from 1881 to 1885 for a total time served as mayor of ten years."}, {"title": "Mayor of Montreal", "href": "/wiki/Mayor_of_Montreal", "description": "The Mayor of Montreal is head of the executive branch of the Montreal City Council. The current mayor is Valérie Plante, who was elected into office on November 5, 2017, and sworn in on November 16. The office of the mayor administers all city services, public property, police and fire protection, most public agencies, and enforces all city and provincial laws within Montreal, Quebec. The mayor is"}]}, {"heading": "Deaths", "year": "1894", "date": "June 25", "txt": "Marie François Sadi Carnot, French engineer and politician, 5th President of France (b. 1837)", "entities": [{"title": "Marie François Sadi Carnot", "href": "/wiki/Marie_Fran%C3%A7ois_Sadi_Carnot", "description": "Marie François Sadi Carnot was a French statesman, who served as the President of France from 1887 until his assassination in 1894."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Deaths", "year": "1906", "date": "June 25", "txt": "Stanford White, American architect, designed the Washington Square Arch (b. 1853)", "entities": [{"title": "Stanford White", "href": "/wiki/Stanford_White", "description": "Stanford White was an American architect. He was also a partner in the architectural firm McKim, Mead & White, one of the most significant Beaux-Arts firms. He designed many houses for the rich, in addition to numerous civic, institutional, and religious buildings. His temporary Washington Square Arch was so popular that he was commissioned to design a permanent one. His design principles embodied"}, {"title": "Washington Square Arch", "href": "/wiki/Washington_Square_Arch", "description": "The Washington Square Arch, officially the Washington Arch, is a marble Roman triumphal arch in Washington Square Park, in the Greenwich Village neighborhood of Lower Manhattan, New York City. Designed by architect Stanford White in 1891, it commemorates the centennial of George Washington's 1789 inauguration as President of the United States, and forms the southern terminus of Fifth Avenue."}]}, {"heading": "Deaths", "year": "1912", "date": "June 25", "txt": "Lawrence Alma-Tadema, Dutch-British painter (b. 1836)", "entities": [{"title": "Lawrence Alma-Tadema", "href": "/wiki/Lawrence_Alma-Tadema", "description": "Sir Lawrence Alma-Tadema, was a Dutch painter of special British denizenship. Born in Dronryp, the Netherlands, and trained at the Royal Academy of Antwerp, Belgium, he settled in England in 1870 and spent the rest of his life there. A classical-subject painter, he became famous for his depictions of the luxury and decadence of the Roman Empire, with languorous figures set in fabulous marbled inte"}]}, {"heading": "Deaths", "year": "1916", "date": "June 25", "txt": "Thomas Eakins, American painter, photographer, and sculptor (b. 1844)", "entities": [{"title": "Thomas Eakins", "href": "/wiki/Thomas_Eakins", "description": "Thomas Cowperthwait Eakins was an American realist painter, photographer, sculptor, and fine arts educator. He is widely acknowledged to be one of the most important American artists."}]}, {"heading": "Deaths", "year": "1917", "date": "June 25", "txt": "Géza Gyóni, Hungarian soldier and poet (b. 1884)", "entities": [{"title": "Géza Gyóni", "href": "/wiki/G%C3%A9za_Gy%C3%B3ni", "description": "Géza Gyóni was a Hungarian war poet. He died in a Russian prisoner of war camp during the First World War."}]}, {"heading": "Deaths", "year": "1918", "date": "June 25", "txt": "Jake Beckley, American baseball player and coach (b. 1867)", "entities": [{"title": "Jake Beckley", "href": "/wiki/Jake_Beckley", "description": "Jacob Peter Beckley, nicknamed Eagle Eye, was an American professional baseball first baseman. He played in Major League Baseball for the Pittsburgh Alleghenys, Pittsburgh Burghers, Pittsburgh Pirates, New York Giants, Cincinnati Reds and St. Louis Cardinals from 1888 to 1907."}]}, {"heading": "Deaths", "year": "1922", "date": "June 25", "txt": "Satyendranath Dutta, Indian poet and author (b. 1882)", "entities": [{"title": "Satyendranath Dutta", "href": "/wiki/Satyendranath_Dutta", "description": "Satyendranath Dutta, a Bengali poet, is considered the wizard of rhymes. Satyendranath Dutta was an expert in many disciplines of intellectual enquiry including medieval Indian history, culture, and mythology."}]}, {"heading": "Deaths", "year": "1937", "date": "June 25", "txt": "Colin Clive, British actor (b. 1900)", "entities": [{"title": "Colin Clive", "href": "/wiki/Colin_Clive", "description": "Colin Clive was a British stage and screen actor. His most memorable role was Henry Frankenstein, the creator of the monster, in the 1931 film Frankenstein and its 1935 sequel, Bride of Frankenstein."}]}, {"heading": "Deaths", "year": "1939", "date": "June 25", "txt": "Richard Seaman, English race car driver (b. 1913)", "entities": [{"title": "Richard Seaman", "href": "/wiki/Richard_Seaman", "description": "Richard John Beattie Seaman, was a British Grand Prix racing car driver. He drove for the Mercedes-Benz team from 1937–1939 in the Mercedes-Benz W154 car, winning the 1938 German Grand Prix. He died of his injuries after his car overturned at the 1939 Belgian Grand Prix."}]}, {"heading": "Deaths", "year": "1943", "date": "June 25", "txt": "Arthur Goldstein, German Jewish left-wing activist (c. 1887)", "entities": [{"title": "Arthur Goldstein", "href": "/wiki/Arthur_Goldstein", "description": "Arthur Goldstein was a German journalist and communist politician."}]}, {"heading": "Deaths", "year": "1944", "date": "June 25", "txt": "Dénes Berinkey, Hungarian jurist and politician, 18th Prime Minister of Hungary (b. 1871)", "entities": [{"title": "Dénes Berinkey", "href": "/wiki/D%C3%A9nes_Berinkey", "description": "Dénes Berinkey was a Hungarian jurist and politician who served as 21st Prime Minister of Hungary in the regime of Mihály Károlyi for two months in 1919."}, {"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}]}, {"heading": "Deaths", "year": "1944", "date": "June 25", "txt": "Lucha Reyes, Mexican singer and actress (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1947", "date": "June 25", "txt": "Jimmy Doyle, American boxer (b. 1924)", "entities": [{"title": "Jimmy Doyle", "href": "/wiki/Jimmy_Doyle", "description": "James Doyle was an Irish hurler who played as a right wing-forward for the Tipperary senior team."}]}, {"heading": "Deaths", "year": "1948", "date": "June 25", "txt": "William C. Lee, American general (b. 1895)", "entities": [{"title": "William C. Lee", "href": "/wiki/William_C._Lee", "description": "William Carey \"Bill\" Lee was a senior United States Army officer who fought in both World War I and World War II, where he commanded the 101st Airborne Division, nicknamed the \"Screaming Eagles\". Lee is often referred to as the \"Father of the U.S. Airborne\"."}]}, {"heading": "Deaths", "year": "1949", "date": "June 25", "txt": "Buck Freeman, American baseball player (b. 1871)", "entities": [{"title": "Buck Freeman", "href": "/wiki/Buck_Freeman", "description": "John Frank \"Buck\" Freeman was an American right fielder in Major League Baseball at the turn of the 20th century. Listed at 5 ft 9 in (1.75 m) and 169 lb (77 kg), he both batted and threw left-handed. Freeman was one of the top sluggers of his era, his most famous feat being the 25 home runs he hit during the 1899 season."}]}, {"heading": "Deaths", "year": "1949", "date": "June 25", "txt": "James Steen, American water polo player (b. 1876)", "entities": []}, {"heading": "Deaths", "year": "1950", "date": "June 25", "txt": "Maurice O'Sullivan, Irish police officer and author (b. 1904)", "entities": [{"title": "Maurice O'Sullivan", "href": "/wiki/Maurice_O%27Sullivan", "description": "Muiris Ó Súileabháin, Irish pronunciation: [ˈmˠɪɾʲɪʃ oː sˠuːlʲəˈvˠɑːnʲ]; 19 February 1904 – 25 June 1950), was an Irish author famous for his Irish-language memoir of growing up on the Great Blasket Island and in Dingle, County Kerry, off the western coast of Ireland."}]}, {"heading": "Deaths", "year": "1958", "date": "June 25", "txt": "Alfred Noyes, English author, poet, and playwright (b. 1880)", "entities": [{"title": "Alfred Noyes", "href": "/wiki/Alfred_Noyes", "description": "Alfred Noyes CBE was an English poet, short-story writer and playwright."}]}, {"heading": "Deaths", "year": "1959", "date": "June 25", "txt": "Charles Starkweather, American spree killer (b. 1938)", "entities": [{"title": "Charles Starkweather", "href": "/wiki/Charles_Starkweather", "description": "Charles Raymond \"Charlie\" Starkweather was an American spree killer who murdered eleven people in Nebraska and Wyoming between December 1957 and January 1958, when he was 19 years old. He killed ten of his victims between January 21 and January 29, 1958, the date of his arrest. During his spree in 1958, Starkweather was accompanied by his 14-year-old girlfriend, Caril Ann Fugate."}]}, {"heading": "Deaths", "year": "1960", "date": "June 25", "txt": "Tommy Corcoran, American baseball player and manager (b. 1869)", "entities": [{"title": "Tommy Corcoran (baseball)", "href": "/wiki/Tommy_Corcoran_(baseball)", "description": "Thomas William Corcoran was an American professional baseball player. He played in Major League Baseball as a shortstop from 1890 to 1907 for the Pittsburgh Burghers (1890), Philadelphia Athletics (1891), Brooklyn Grooms/Brooklyn Bridegrooms (1892–1896), Cincinnati Reds (1897–1906) and the New York Giants (1907). The 5 ft 9 in (1.75 m) Connecticut native occasionally played second base later in hi"}]}, {"heading": "Deaths", "year": "1968", "date": "June 25", "txt": "Tony Hancock, English comedian and actor (b. 1924)", "entities": [{"title": "Tony Hancock", "href": "/wiki/Tony_Hancock", "description": "Anthony John Hancock was an English comedian and actor."}]}, {"heading": "Deaths", "year": "1971", "date": "June 25", "txt": "John Boyd Orr, 1st Baron Boyd-Orr, Scottish physician, biologist, and politician, Nobel Prize laureate (b. 1880)", "entities": [{"title": "John Boyd Orr, 1st Baron Boyd-Orr", "href": "/wiki/John_Boyd_Orr,_1st_Baron_Boyd-Orr", "description": "John Boyd Orr, 1st Baron Boyd-Orr,, styled Sir John Boyd Orr from 1935 to 1949, was a Scottish teacher, medical doctor, biologist, nutritional physiologist, politician, businessman and farmer who was awarded the Nobel Peace Prize for his scientific research into nutrition and his work as the first Director-General of the United Nations Food and Agriculture Organization (FAO)."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1972", "date": "June 25", "txt": "Jan Matulka, Czech-American painter and illustrator (b. 1890)", "entities": [{"title": "Jan Matulka", "href": "/wiki/Jan_Matulka", "description": "Jan Matulka was a Czech-American modern artist originally from Bohemia. Matulka's style ranged from Abstract expressionism to landscapes, sometimes in the same day. He has directly influenced artists like Dorothy Dehner, Francis Criss, Burgoyne Diller, I. Rice Pereira, and David Smith."}]}, {"heading": "Deaths", "year": "1974", "date": "June 25", "txt": "Cornelius Lanczos, Hungarian mathematician and physicist (b. 1893)", "entities": [{"title": "Cornelius Lanczos", "href": "/wiki/Cornelius_Lanczos", "description": "Cornelius (Cornel) Lanczos was a Hungarian mathematician and physicist, who was born in Székesfehérvár, Fejér County, Kingdom of Hungary on February 2, 1893, and died on June 25, 1974. According to György Marx he was one of The Martians."}]}, {"heading": "Deaths", "year": "1976", "date": "June 25", "txt": "Johnny Mercer, American singer-songwriter, co-founded Capitol Records (b. 1909)", "entities": [{"title": "Johnny Mercer", "href": "/wiki/Johnny_Mercer", "description": "John Herndon Mercer was an American lyricist, songwriter, and singer. He was also a record label executive who co-founded Capitol Records with music industry businessmen Buddy DeSylva and Glenn E. Wallichs."}, {"title": "Capitol Records", "href": "/wiki/Capitol_Records", "description": "Capitol Records is an American record label owned by Universal Music Group through its Capitol Music Group imprint. It was founded as the first west coast–based record label of note in the United States in 1942 by Johnny Mercer, Buddy DeSylva, and Glenn E. Wallichs. Capitol was acquired by British music conglomerate EMI as its North American subsidiary in 1955. EMI was acquired by Universal Music "}]}, {"heading": "Deaths", "year": "1977", "date": "June 25", "txt": "Olave Baden-Powell, British Girl Guiding and Girl Scouting leader (b. 1889)", "entities": [{"title": "Olave Baden-Powell", "href": "/wiki/Olave_Baden-Powell", "description": "Olave St Clair Baden-Powell, Lady Baden-Powell was the first Chief Guide for Britain and the wife of Robert Baden-Powell, 1st Baron Baden-Powell, the founder of Scouting and Girl Guides. She outlived her husband, who was 32 years her senior, by over 35 years."}, {"title": "Girl Guiding and Girl Scouting", "href": "/wiki/Girl_Guiding_and_Girl_Scouting", "description": "A Girl Guide or Girl Scout is a member of a section of some Guiding organisations who is between the ages of 10 and 14. Age limits are different in each organisation. The term Girl Scout is used in the United States and several East Asian countries. The two terms are used synonymously within this article."}]}, {"heading": "Deaths", "year": "1977", "date": "June 25", "txt": "Endre Szervánszky, Hungarian pianist and composer (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "June 25", "txt": "Dave Fleischer, American animator, director, and producer (b. 1894)", "entities": [{"title": "Dave Fleischer", "href": "/wiki/Dave_Fleischer", "description": "David Fleischer was an American film director and producer, best known as a co-owner of Fleischer Studios with his older brother Max Fleischer. He was a native of New York City."}]}, {"heading": "Deaths", "year": "1979", "date": "June 25", "txt": "Philippe Halsman, Latvian-American photographer (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "June 25", "txt": "Felipe Cossío del Pomar, Peruvian painter and political activist (b. 1888)", "entities": [{"title": "Felipe Cossío del Pomar", "href": "/wiki/Felipe_Coss%C3%ADo_del_Pomar", "description": "Felipe Cossío del Pomar was a Peruvian painter and left-wing political activist. While in exile from Peru he founded an art school in San Miguel de Allende in Mexico in 1938. The school failed, but on his return in 1950 he founded the Instituto Allende, a university-level arts school that was still active in 2014. The short film \"Felipe Cossio del Pomar in San Miguel de Allende\", by Ezequiel Moron"}]}, {"heading": "Deaths", "year": "1983", "date": "June 25", "txt": "Alberto Ginastera, Argentinian pianist and composer (b. 1916)", "entities": [{"title": "Alberto Ginastera", "href": "/wiki/Alberto_Ginastera", "description": "Alberto Evaristo Ginastera was an Argentinian composer of classical music. He is considered one of the most important 20th-century classical composers of the Americas."}]}, {"heading": "Deaths", "year": "1984", "date": "June 25", "txt": "Michel Foucault, French historian and philosopher (b. 1926)", "entities": [{"title": "Michel Foucault", "href": "/wiki/Michel_Foucault", "description": "Paul-Michel Foucault was a French philosopher, historian of ideas, writer, political activist, and literary critic."}]}, {"heading": "Deaths", "year": "1988", "date": "June 25", "txt": "Hillel Slovak, Israeli-American guitarist and songwriter (b. 1962)", "entities": [{"title": "Hillel Slovak", "href": "/wiki/Hillel_Slovak", "description": "Hillel Slovak was an Israeli-American musician best known as the founding guitarist of the Los Angeles rock band Red Hot Chili Peppers, with whom he recorded two albums. His guitar work was rooted in funk and hard rock, and he often experimented with other genres including reggae and speed metal. He is considered to have been a major influence on the Red Hot Chili Peppers' early sound."}]}, {"heading": "Deaths", "year": "1990", "date": "June 25", "txt": "Ronald Gene Simmons, American sergeant and murderer (b. 1940)", "entities": [{"title": "Ronald Gene Simmons", "href": "/wiki/Ronald_Gene_Simmons", "description": "Ronald Gene Simmons Sr. was an American spree killer who killed 16 people over a week-long period in Arkansas in 1987. A retired military serviceman, Simmons murdered 14 members of his family, including a daughter he had sexually abused and the child he had fathered with her, a former co-worker, and a stranger, and wounded four others."}]}, {"heading": "Deaths", "year": "1992", "date": "June 25", "txt": "Jerome Brown, American football player (b. 1965)", "entities": [{"title": "Jerome Brown", "href": "/wiki/Jerome_Brown", "description": "Willie Jerome Brown III was an American football defensive tackle for the Philadelphia Eagles of the National Football League (NFL). He played his entire five-year NFL career with the Eagles from 1987 to 1991, before his death just before the 1992 season. He was selected to two Pro Bowls in 1990 and 1991. He played college football at the University of Miami."}]}, {"heading": "Deaths", "year": "1995", "date": "June 25", "txt": "Warren E. Burger, Fifteenth Chief Justice of the United States (b. 1907)", "entities": [{"title": "Warren E. Burger", "href": "/wiki/Warren_E._Burger", "description": "Warren Earl Burger was the 15th Chief Justice of the United States Supreme Court, serving from 1969 to 1986. Born in Saint Paul, Minnesota, Burger graduated from the St. Paul College of Law in 1931. He helped secure the Minnesota delegation's support for Dwight D. Eisenhower at the 1952 Republican National Convention. After Eisenhower won the 1952 presidential election, he appointed Burger to the "}]}, {"heading": "Deaths", "year": "1995", "date": "June 25", "txt": "Ernest Walton, Irish physicist and academic, Nobel Prize laureate (b. 1903)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1996", "date": "June 25", "txt": "Arthur Snelling, English civil servant and diplomat, British Ambassador to South Africa (b. 1914)", "entities": [{"title": "Arthur Snelling", "href": "/wiki/Arthur_Snelling", "description": "\n\nSir Arthur Wendell Snelling was a senior British civil servant and diplomat."}, {"title": "List of High Commissioners of the United Kingdom to South Africa", "href": "/wiki/List_of_High_Commissioners_of_the_United_Kingdom_to_South_Africa", "description": "\n\nThe British High Commissioner to South Africa is the head of the United Kingdom's diplomatic mission in the Republic of South Africa."}]}, {"heading": "Deaths", "year": "1997", "date": "June 25", "txt": "Jacques Cousteau, French oceanographer and explorer (b. 1910)", "entities": [{"title": "Jacques Cousteau", "href": "/wiki/Jacques_Cousteau", "description": "Jacques-Yves Cousteau, was a French naval officer, explorer, conservationist, filmmaker, innovator, scientist, photographer, author and researcher who studied the sea and all forms of life in water. He co-developed the Aqua-Lung, pioneered marine conservation and was a member of the Académie Française."}]}, {"heading": "Deaths", "year": "2002", "date": "June 25", "txt": "Jean Corbeil, Canadian politician, 29th Canadian Minister of Labour (b. 1934)", "entities": [{"title": "Jean Corbeil", "href": "/wiki/Jean_Corbeil", "description": "Jean Corbeil, was a Canadian politician."}, {"title": "Minister of Labour (Canada)", "href": "/wiki/Minister_of_Labour_(Canada)", "description": "The Minister of Labour is the minister of the Crown in the Canadian Cabinet who is responsible for the labour portfolio of Employment and Social Development Canada. From 2015 to 2019, the portfolio was included in that of the Minister of Employment, Workforce Development and Labour, but was split in 2019 during the government of Justin Trudeau."}]}, {"heading": "Deaths", "year": "2003", "date": "June 25", "txt": "Lester Maddox, American businessman and politician, 75th Governor of Georgia (b. 1915)", "entities": [{"title": "Lester Maddox", "href": "/wiki/Lester_Maddox", "description": "Lester Garfield Maddox Sr. was an American politician who served as the 75th Governor of the U.S. state of Georgia from 1967 to 1971. A populist Democrat, Maddox came to prominence as a staunch segregationist when he refused to serve Black customers in his Atlanta restaurant, the Pickrick, in violation of the Civil Rights Act of 1964. He later served as Lieutenant Governor during the period when J"}, {"title": "Governor of Georgia", "href": "/wiki/Governor_of_Georgia", "description": "The governor of Georgia is the head of the executive branch of Georgia's state government and the commander-in-chief of the state's military forces. The governor also has a duty to enforce state laws, the power to either veto or approve bills passed by the Georgia Legislature, and the power to convene the legislature. The current governor is Republican Brian Kemp, who assumed office on January 14,"}]}, {"heading": "Deaths", "year": "2004", "date": "June 25", "txt": "Morton Coutts, New Zealand inventor (b. 1904)", "entities": [{"title": "Morton Coutts", "href": "/wiki/Morton_Coutts", "description": "Morton William Coutts was a New Zealand inventor who revolutionised the science of brewing beer. He is best known for the continuous fermentation method."}]}, {"heading": "Deaths", "year": "2005", "date": "June 25", "txt": "John Fiedler, American actor and voice artist (b. 1925)", "entities": [{"title": "John Fiedler", "href": "/wiki/John_Fiedler", "description": "John Donald Fiedler was an American character actor and voice actor. His career lasted more than 55 years in stage, film, television and radio. Among his best-known roles are the nervous Juror #2 in 12 Angry Men (1957); the benign-seeming gentleman who tries to prevent the Younger family from moving into a whites-only neighbourhood in A Raisin in the Sun (1961); the voice of Piglet in Disney's Win"}]}, {"heading": "Deaths", "year": "2005", "date": "June 25", "txt": "Kâzım Koyuncu, Turkish singer-songwriter and activist (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "June 25", "txt": "Jaap Penraat, Dutch-American humanitarian (b. 1918)", "entities": [{"title": "Jaap Penraat", "href": "/wiki/Jaap_Penraat", "description": "Jaap Penraat was a Dutch resistance fighter during the Second World War."}]}, {"heading": "Deaths", "year": "2007", "date": "June 25", "txt": "J. Fred Duckett, American journalist and educator (b. 1933)", "entities": [{"title": "J. Fred Duckett", "href": "/wiki/J._Fred_Duckett", "description": "J. Fred Duckett was a sports journalist and writer."}]}, {"heading": "Deaths", "year": "2007", "date": "June 25", "txt": "Jeeva, Indian director, cinematographer, and screenwriter (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "June 25", "txt": "Lyall Watson, South African anthropologist and ethologist (b. 1939)", "entities": [{"title": "Lyall Watson", "href": "/wiki/Lyall_Watson", "description": "Lyall Watson was a South African botanist, zoologist, biologist, anthropologist, ethologist, and author of many books, among the most popular of which is the best seller Supernature. Lyall Watson tried to make sense of natural and supernatural phenomena in biological terms. He is credited with coining the \"hundredth monkey\" effect in his 1979 book, Lifetide; later, in The Whole Earth Review, he co"}]}, {"heading": "Deaths", "year": "2009", "date": "June 25", "txt": "Farrah Fawcett, American actress and producer (b. 1947)", "entities": [{"title": "Farrah Fawcett", "href": "/wiki/Farrah_Fawcett", "description": "Farrah Leni Fawcett was an American actress, fashion model and artist. A four-time Primetime Emmy Award nominee and six-time Golden Globe Award nominee, Fawcett rose to international fame when she played a starring role in the first season of the television series Charlie's Angels (1976–1977)."}]}, {"heading": "Deaths", "year": "2009", "date": "June 25", "txt": "Michael Jackson, American singer-songwriter, producer, dancer, and actor (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "June 25", "txt": "Sky Saxon, American singer-songwriter (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "June 25", "txt": "Alan Plater, English playwright and screenwriter (b. 1935)", "entities": [{"title": "Alan Plater", "href": "/wiki/Alan_Plater", "description": "Alan Frederick Plater was an English playwright and screenwriter, who worked extensively in British television from the 1960s to the 2000s."}]}, {"heading": "Deaths", "year": "2010", "date": "June 25", "txt": "Richard B. Sellars, American businessman and philanthropist (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "June 25", "txt": "Annie Easley, American computer scientist and mathematician (b. 1933)", "entities": [{"title": "Annie Easley", "href": "/wiki/Annie_Easley", "description": "Annie J. Easley was an American computer scientist, mathematician, and rocket scientist. She worked for the Lewis Research Center of the National Aeronautics and Space Administration (NASA) and its predecessor, the National Advisory Committee for Aeronautics (NACA). She was a leading member of the team which developed software for the Centaur rocket stage, and was one of the first African-American"}]}, {"heading": "Deaths", "year": "2011", "date": "June 25", "txt": "Goff Richards, English composer and conductor (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "June 25", "txt": "Margaret Tyzack, English actress (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 25", "txt": "Shigemitsu Dandō, Japanese academic and jurist (b. 1913)", "entities": [{"title": "Shigemitsu Dandō", "href": "/wiki/Shigemitsu_Dand%C5%8D", "description": "Shigemitsu Dandō  was a professor of the department of Social and Political sciences at the University of Tokyo, an academic researcher of criminology, and a Justice of the Supreme Court of Japan."}]}, {"heading": "Deaths", "year": "2012", "date": "June 25", "txt": "Campbell Gillies, Scottish jockey (b. 1990)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 25", "txt": "George Randolph Hearst, Jr., American businessman (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 25", "txt": "Lucella MacLean, American baseball player (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 25", "txt": "Edgar Ross, American boxer (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 25", "txt": "George Burditt, American screenwriter and producer (b. 1923)", "entities": [{"title": "George Burditt (writer)", "href": "/wiki/George_Burditt_(writer)", "description": "George Henry Burditt was an American television writer and producer who wrote sketches for television variety shows and other programs such as Three's Company, for which he was also an executive producer in its last few seasons."}]}, {"heading": "Deaths", "year": "2013", "date": "June 25", "txt": "Catherine Gibson, Scottish swimmer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 25", "txt": "Robert E. Gilka, American photographer and journalist (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 25", "txt": "Harry Parker, American rower and coach (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 25", "txt": "Mildred Ladner Thompson, American journalist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 25", "txt": "Green Wix Unthank, American soldier and judge (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 25", "txt": "Nigel Calder, English journalist, author, and screenwriter (b. 1931)", "entities": [{"title": "Nigel Calder", "href": "/wiki/Nigel_Calder", "description": "Nigel David McKail Ritchie-Calder was a British science writer."}]}, {"heading": "Deaths", "year": "2014", "date": "June 25", "txt": "Ana María Matute, Spanish author and academic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 25", "txt": "Ivan Plyushch, Ukrainian agronomist and politician (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 25", "txt": "Patrick Macnee, English actor (b. 1922)", "entities": [{"title": "Patrick Macnee", "href": "/wiki/Patrick_Macnee", "description": "Daniel Patrick Macnee was an English film and television actor. After serving in the Royal Navy during World War II, he began his acting career in Canada. Despite having some small film roles, Macnee spent much of his early career in playing small parts in American and Canadian television shows. In 1961 he landed the role of secret agent John Steed in the British television series The Avengers. Th"}]}, {"heading": "Deaths", "year": "2015", "date": "June 25", "txt": "Nerses Bedros XIX Tarmouni, Egyptian-Armenian patriarch (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "June 25", "txt": "Adam Small, South African writer of apartheid-period (b. 1936)", "entities": [{"title": "Adam Small (writer)", "href": "/wiki/Adam_Small_(writer)", "description": "Adam Small was a South African writer who was involved in the Black Consciousness Movement and other activism. He was noted as a Coloured writer who wrote works in Afrikaans that dealt with racial discrimination and satirized the political situation. Some collections include English poems, and he translated the Afrikaans poet N P van Wyk Louw into English."}]}, {"heading": "Deaths", "year": "2018", "date": "June 25", "txt": "Richard Benjamin Harrison, American businessman and reality television personality (b. 1941)", "entities": [{"title": "Richard Benjamin Harrison", "href": "/wiki/Richard_Benjamin_Harrison", "description": "Richard Benjamin Harrison Jr., also known by the nicknames \"The Old Man\" and \"The Appraiser\", was an American businessman and reality television personality, best known as the co-owner of the Gold & Silver Pawn Shop, as featured on the History Channel series Pawn Stars. Harrison was the co-owner of the pawn shop with his son Rick Harrison. They opened the store together in 1989."}]}, {"heading": "Deaths", "year": "2018", "date": "June 25", "txt": "David Goldblatt, South African photographer of apartheid-period (b. 1930)", "entities": []}]