[{"heading": "Events", "year": "1358", "date": "June 27", "txt": "The Republic of Ragusa is founded.", "entities": [{"title": "Republic of Ragusa", "href": "/wiki/Republic_of_Ragusa", "description": "The Republic of Ragusa was an aristocratic maritime republic centered on the city of Dubrovnik in Dalmatia that carried that name from 1358 until 1808. It reached its commercial peak in the 15th and the 16th centuries, before being conquered by Napoleon's French Empire and formally annexed by the Napoleonic Kingdom of Italy in 1808. It had a population of about 30,000 people, of whom 5,000 lived w"}]}, {"heading": "Events", "year": "1497", "date": "June 27", "txt": "Cornish rebels Michael An Gof and Thomas Flamank are executed at Tyburn, London, England.", "entities": [{"title": "Cornwall", "href": "/wiki/Cornwall", "description": "Cornwall is a ceremonial county in South West England. It is recognised as one of the Celtic nations and is the homeland of the Cornish people. Cornwall is bordered to the north and west by the Atlantic Ocean, to the south by the English Channel, and to the east by the county of Devon, with the River Tamar forming the border between them. Cornwall forms the westernmost part of the South West Penin"}, {"title": "Michael An Gof", "href": "/wiki/Michael_An_Gof", "description": "Michael Joseph, better known as Michael An Gof, was one of the leaders of the Cornish Rebellion of 1497, along with Thomas Flamank."}, {"title": "Thomas Flamank", "href": "/wiki/Thomas_Flamank", "description": "Thomas Flamank was a lawyer and former MP from Cornwall, who together with Michael An Gof led the Cornish Rebellion of 1497, a protest against taxes imposed by Henry VII of England."}, {"title": "Tyburn", "href": "/wiki/Tyburn", "description": "Tyburn was a manor (estate) in the county of Middlesex, one of two which were served by the parish of Marylebone."}]}, {"heading": "Events", "year": "1556", "date": "June 27", "txt": "The thirteen Stratford Martyrs are burned at the stake near London for their Protestant beliefs.", "entities": [{"title": "Stratford Martyrs", "href": "/wiki/Stratford_Martyrs", "description": "The Stratford Martyrs were eleven men and two women who were burned at the stake together for their Protestant beliefs, either at Stratford-le-Bow, Middlesex or Stratford, Essex, both near London, on 27 June 1556 during the Marian persecutions."}, {"title": "Burned at the stake", "href": "/wiki/Burned_at_the_stake", "description": "Death by burning is an execution method involving combustion or exposure to extreme heat. It has a long history as a form of public capital punishment, and many societies have employed it as a punishment for and warning against crimes such as treason, heresy and witchcraft. The best-known execution of this type is burning at the stake, where the condemned is bound to a large wooden stake and a fir"}, {"title": "Protestant", "href": "/wiki/Protestant", "description": "Protestantism  is a form of Christianity that originated with the 16th-century Reformation, a movement against what its followers perceived to be errors in the Catholic Church. Protestants reject the Roman Catholic doctrine of papal supremacy and sacraments, but disagree among themselves regarding the real presence of Christ in the Eucharist, and matters of ecclesiastical polity and apostolic succ"}]}, {"heading": "Events", "year": "1743", "date": "June 27", "txt": "In the Battle of Dettingen, George II becomes the last reigning British monarch to participate in a battle.", "entities": [{"title": "Battle of Dettingen", "href": "/wiki/Battle_of_Dettingen", "description": "The Battle of Dettingen took place on 27 June 1743 during the War of the Austrian Succession at Dettingen in the Electorate of Mainz, Holy Roman Empire. It was fought between a Pragmatic Army, composed of the British, Hanoverian and Austrian troops, and a French army commanded by the duc de Noailles."}, {"title": "George II of Great Britain", "href": "/wiki/George_II_of_Great_Britain", "description": "George II was King of Great Britain and Ireland, Duke of Brunswick-Lüneburg (Hanover) and a prince-elector of the Holy Roman Empire from 11 June 1727 (O.S.) until his death in 1760."}]}, {"heading": "Events", "year": "1760", "date": "June 27", "txt": "Anglo-Cherokee War: Cherokee warriors defeat British forces at the Battle of Echoee near present-day Otto, North Carolina.", "entities": [{"title": "Anglo-Cherokee War", "href": "/wiki/Anglo-Cherokee_War", "description": "The Anglo–Cherokee War, was also known from the Anglo-European perspective as the Cherokee War, the Cherokee Uprising, or the Cherokee Rebellion. The war was a conflict between British forces in North America and Cherokee bands during the French and Indian War. The British and the Cherokee had been allies at the start of the war, but each party had suspected the other of betrayals. Tensions betwee"}, {"title": "Cherokee", "href": "/wiki/Cherokee", "description": "The Cherokee are one of the indigenous people of the Southeastern Woodlands of the United States. Prior to the 18th century, they were concentrated in their homelands, in towns along river valleys of what is now southwestern North Carolina, southeastern Tennessee, edges of western South Carolina, northern Georgia and northeastern Alabama."}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}, {"title": "Battle of Echoee", "href": "/wiki/Battle_of_Echoee", "description": "The Battle of Echoee, or Etchoe Pass, was a battle on June 27, 1760 during the French and Indian War, between the British and colonial force under Archibald Montgomerie and a force of Cherokee warriors under Seroweh. It took place near the present-day municipality of Otto, in Macon County, North Carolina."}, {"title": "Otto, North Carolina", "href": "/wiki/Otto,_North_Carolina", "description": "Otto is an unincorporated community in Macon County, North Carolina, United States. Otto is located along U.S. Route 23 8.4 miles (13.5 km) south of Franklin. Otto has a post office with ZIP code 28763. Otto has a community development organization which meets regularly in the Otto Community Building. This building is attached to the Otto Fire Station which is run by volunteer firefighters."}]}, {"heading": "Events", "year": "1806", "date": "June 27", "txt": "British forces take Buenos Aires during the first of the British invasions of the River Plate.", "entities": [{"title": "Buenos Aires", "href": "/wiki/Buenos_Aires", "description": "Buenos Aires, officially Autonomous City of Buenos Aires, is the capital and largest city of Argentina. The city is located on the western shore of the Río de la Plata, on South America's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra S"}, {"title": "British invasions of the River Plate", "href": "/wiki/British_invasions_of_the_River_Plate", "description": "The British invasions of the River Plate were a series of unsuccessful British attempts to seize control of areas in the Spanish colonial Viceroyalty of the Río de la Plata that were located around the Río de la Plata in South America — in present-day Argentina and Uruguay. The invasions took place between 1806 and 1807, as part of the Napoleonic Wars, when Spain was an ally of Napoleonic France."}]}, {"heading": "Events", "year": "1844", "date": "June 27", "txt": "Joseph Smith, founder of the Latter Day Saint movement, and his brother Hyrum Smith, are killed by a mob at the Carthage, Illinois jail.", "entities": [{"title": "Joseph Smith", "href": "/wiki/Joseph_Smith", "description": "Joseph Smith Jr. was an American religious leader and founder of Mormonism and the Latter Day Saint movement. When he was 24, Smith published the Book of Mormon. By the time of his death, 14 years later, he had attracted tens of thousands of followers and founded a religion that continues to the present with millions of global adherents."}, {"title": "Latter Day Saint movement", "href": "/wiki/Latter_Day_Saint_movement", "description": "The Latter Day Saint movement is the collection of independent church groups that trace their origins to a Christian Restorationist movement founded by Joseph Smith in the late 1820s."}, {"title": "Hyrum Smith", "href": "/wiki/Hyrum_Smith", "description": "Hyrum Smith was an American religious leader in the Church of Jesus Christ of Latter Day Saints, the original church of the Latter Day Saint movement. He was the older brother of the movement's founder, Joseph Smith, and was killed with his brother at Carthage Jail where they were being held awaiting trial."}, {"title": "Death of Joseph Smith", "href": "/wiki/Death_of_Joseph_Smith", "description": "Joseph Smith, the founder and leader of the Latter Day Saint movement, and his brother, Hyrum Smith, were killed by a mob in Carthage, Illinois, United States, on June 27, 1844, while awaiting trial in the town jail."}, {"title": "Carthage, Illinois", "href": "/wiki/Carthage,_Illinois", "description": "Carthage is a city in Hancock County, Illinois, United States. The population was 2,605 as of the 2010 census, down from 2,725 in 2000. It is the county seat of Hancock County. Carthage is best known for being the site of the 1844 murder of Joseph Smith, founder of the Latter Day Saint movement."}]}, {"heading": "Events", "year": "1864", "date": "June 27", "txt": "American Civil War: Confederate forces defeat Union forces during the Battle of Kennesaw Mountain during the Atlanta Campaign.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Kennesaw Mountain", "href": "/wiki/Battle_of_Kennesaw_Mountain", "description": "The Battle of Kennesaw Mountain was fought on June 27, 1864, during the Atlanta Campaign of the American Civil War. It was the most significant frontal assault launched by Union Maj. Gen. William T. Sherman against the Confederate Army of Tennessee under Gen. Joseph E. Johnston, ending in a tactical defeat for the Union forces. Strategically, however, the battle failed to deliver the result that t"}, {"title": "Atlanta Campaign", "href": "/wiki/Atlanta_Campaign", "description": "The Atlanta campaign was a series of battles fought in the Western Theater of the American Civil War throughout northwest Georgia and the area around Atlanta during the summer of 1864. Union Maj. Gen. William Tecumseh Sherman invaded Georgia from the vicinity of Chattanooga, Tennessee, beginning in May 1864, opposed by the Confederate general Joseph E. Johnston."}]}, {"heading": "Events", "year": "1869", "date": "June 27", "txt": "The Republic of Ezo on the island of Hokkaido ends after being defeated by Japanese Imperial troops.", "entities": [{"title": "Republic of Ezo", "href": "/wiki/Republic_of_Ezo", "description": "The Republic of Ezo  was a short-lived state established in 1869 by a part of the former Tokugawa military on the island of Ezo, now known as Hokkaido. Ezo is notable for being the first government to attempt to institute democracy in Japan, though voting was allowed only to the samurai caste. The Republic of Ezo existed for only 5 months."}, {"title": "Hokkaido", "href": "/wiki/Hokkaido", "description": "Hokkaido  is the second largest island of Japan and comprises the largest and northernmost prefecture. The Tsugaru Strait separates Hokkaido from Honshu; the two islands are connected by the undersea railway Seikan Tunnel."}, {"title": "Battle of Hakodate", "href": "/wiki/Battle_of_Hakodate", "description": "The Battle of Hakodate  was fought in Japan from December 4, 1868 to June 27, 1869, between the remnants of the Tokugawa shogunate army, consolidated into the armed forces of the rebel Ezo Republic, and the armies of the newly formed Imperial government. It was the last stage of the Boshin War, and occurred around Hakodate in the northern Japanese island of Hokkaidō. In Japanese, it is also known "}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}]}, {"heading": "Events", "year": "1895", "date": "June 27", "txt": "The inaugural run of the Baltimore and Ohio Railroad's Royal Blue from Washington, D.C., to New York City, the first U.S. passenger train to use electric locomotives.", "entities": [{"title": "Baltimore and Ohio Railroad", "href": "/wiki/Baltimore_and_Ohio_Railroad", "description": "The Baltimore and Ohio Railroad was the first common carrier railroad and the oldest railroad in the United States, with its first section opening in 1830. Merchants from the city of Baltimore, which had benefited to some extent from the construction of the National Road early in the century, wanted to continue to compete for trade with trans-Appalachian settlers with the newly constructed Erie Ca"}, {"title": "Royal Blue (train)", "href": "/wiki/Royal_Blue_(train)", "description": "The Royal Blue was the Baltimore and Ohio Railroad (B&O)'s flagship passenger train between New York City and Washington, D.C., in the United States, beginning in 1890. The Baltimore-based B&O also used the name between 1890 and 1917 for its improved passenger service between New York and Washington, collectively dubbed the Royal Blue Line. Using variants such as the Royal Limited and Royal Specia"}, {"title": "Railway electrification system", "href": "/wiki/Railway_electrification_system", "description": "A railway electrification system supplies electric power to railway trains and trams without an on-board prime mover or local fuel supply.\nElectric railways use either electric locomotives, electric multiple units or both.\nElectricity is typically generated in large and relatively efficient generating stations, transmitted to the railway network and distributed to the trains. Some electric railway"}]}, {"heading": "Events", "year": "1898", "date": "June 27", "txt": "The first solo circumnavigation of the globe is completed by Joshua Slocum from Briar Island, Nova Scotia.", "entities": [{"title": "Circumnavigation", "href": "/wiki/Circumnavigation", "description": "Circumnavigation is the complete navigation around an entire island, continent, or astronomical body. This article focuses on the circumnavigation of Earth."}, {"title": "Joshua Slocum", "href": "/wiki/Joshua_Slocum", "description": "Joshua Slocum was the first person to sail single-handedly around the world. He was a Nova Scotian-born, naturalised American seaman and adventurer, and a noted writer. In 1900 he wrote a book about his journey, Sailing Alone Around the World, which became an international best-seller. He disappeared in November 1909 while aboard his boat, the Spray."}, {"title": "Nova Scotia", "href": "/wiki/Nova_Scotia", "description": "Nova Scotia is one of the thirteen provinces and territories of Canada. It is one of the three Maritime provinces and one of the four Atlantic provinces. Nova Scotia is Latin for \"New Scotland\". Most of the population are native English-speakers."}]}, {"heading": "Events", "year": "1905", "date": "June 27", "txt": "During the Russo-Japanese War, sailors start a mutiny aboard the Russian battleship Potemkin.", "entities": [{"title": "Russo-Japanese War", "href": "/wiki/Russo-Japanese_War", "description": "The Russian Empire and the Empire of Japan fought the Russo-Japanese War during 1904 and 1905 over rival imperial ambitions in Manchuria and Korea. The major theatres of military operations were the Liaodong Peninsula and Mukden in Southern Manchuria, and the seas around Korea, Japan, and the Yellow Sea."}, {"title": "Russian battleship Potemkin", "href": "/wiki/Russian_battleship_Potemkin", "description": "The Russian battleship Potemkin was a pre-dreadnought battleship built for the Imperial Russian Navy's Black Sea Fleet. She became famous when the crew rebelled against the officers in June 1905, which is now viewed as a first step towards the Russian Revolution of 1917. The mutiny later formed the basis of Sergei Eisenstein's 1925 silent film Battleship Potemkin."}]}, {"heading": "Events", "year": "1908", "date": "June 27", "txt": "A group of Vietnamese tirailleurs conducts a failed attempt to poison the entire French army's garrison in the Hanoi Citadel with the aim to make way for Hoàng Hoa Thám's rebel army to capture Hanoi.", "entities": [{"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "Hanoi Poison Plot", "href": "/wiki/Hanoi_Poison_Plot", "description": "The Poisoning at Hanoi Citadel was a poisoning plot which occurred in 1908 when a group of Vietnamese indigenous tirailleurs attempted to poison the entire French colonial army's garrison in the Citadel of Hanoi. The aim of the plot was to neutralize the French garrison and make way for Hoang Hoa Tham's rebel army to capture Hanoi. The plot was disclosed, and then was suppressed by the French."}, {"title": "Hanoi Citadel", "href": "/wiki/Hanoi_Citadel", "description": "The Imperial Citadel of Thăng Long is a complex of historic imperial buildings located in the centre of Hanoi, Vietnam. It was first constructed in 1011 under the reign of Emperor Lý Thái Tổ of Lý dynasty."}, {"title": "Hoàng Hoa Thám", "href": "/wiki/Ho%C3%A0ng_Hoa_Th%C3%A1m", "description": "Hoàng Hoa Thám also known as Commander Thám, was an Vietnamese feudal lord of Yên Thế, the leader of the Yên Thế Insurrection that held out against French protectorate in Tonkin for 30 years."}, {"title": "Hanoi", "href": "/wiki/Hanoi", "description": "Hanoi is the capital city of Vietnam. It covers an area of 3,358.6 km2 (1,296.8 sq mi). The second largest city in Vietnam, it consists of 12 urban districts, 1 district-leveled town and 17 rural districts. Located within the Red River Delta, Hanoi is the cultural and political centre of Vietnam."}]}, {"heading": "Events", "year": "1923", "date": "June 27", "txt": "Capt. Lowell H. Smith and Lt. John P. Richter perform the first ever aerial refueling in a DH.4B biplane.", "entities": [{"title": "Lowell H. Smith", "href": "/wiki/Lowell_H._Smith", "description": "Lowell Herbert Smith was a pioneer American airman who piloted the first airplane to receive a complete mid-air refueling on June 27, 1923, and later set an endurance record of 37 hours on August 28, both in a De Havilland DH-4B. Smith also piloted the Douglas World Cruiser Chicago, which along with one other made the first aerial circumnavigation in 1924. Smith held 16 records for military aircra"}, {"title": "Aerial refueling", "href": "/wiki/Aerial_refueling", "description": "Aerial refueling, also referred to as air refueling, in-flight refueling (IFR), air-to-air refueling (AAR), and tanking, is the process of transferring aviation fuel from one military aircraft to another during flight. The two main refueling systems are probe-and-drogue, which is simpler to adapt to existing aircraft, and the flying boom, which offers faster fuel transfer, but requires a dedicated"}, {"title": "DH.4B", "href": "/wiki/DH.4B", "description": "The Airco DH.4 was a British two-seat biplane day bomber of the First World War. It was designed by Geoffrey de Havilland for Airco, and was the first British two-seat light day-bomber capable of defending itself."}, {"title": "Biplane", "href": "/wiki/Biplane", "description": "A biplane is a fixed-wing aircraft with two main wings stacked one above the other. The first powered, controlled aeroplane to fly, the Wright Flyer, used a biplane wing arrangement, as did many aircraft in the early years of aviation. While a biplane wing structure has a structural advantage over a monoplane, it produces more drag than a monoplane wing. Improved structural techniques, better mate"}]}, {"heading": "Events", "year": "1927", "date": "June 27", "txt": "Prime Minister of Japan Tanaka Giichi convenes an eleven-day conference to discuss Japan's strategy in China. The Tanaka Memorial, a forged plan for world domination, is later claimed to be a secret report leaked from this conference.", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}, {"title": "Tanaka Giichi", "href": "/wiki/Tanaka_Giichi", "description": "Baron Tanaka Giichi  was a general in the Imperial Japanese Army, politician, cabinet minister, and the Prime Minister of Japan from 1927 to 1929."}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Tanaka Memorial", "href": "/wiki/Tanaka_Memorial", "description": "\nThe Tanaka Memorial  is an alleged Japanese strategic planning document from 1927 in which Prime Minister Baron Tanaka Giichi laid out for Emperor Hirohito a strategy to take over the world. The authenticity of the document was long accepted and it is still quoted in some Chinese textbooks, but historian John Dower states that \"most scholars now agree that it was a masterful anti-Japanese hoax.\""}]}, {"heading": "Events", "year": "1941", "date": "June 27", "txt": "Romanian authorities launch one of the most violent pogroms in Jewish history in the city of Iași, resulting in the murder of at least 13,266 Jews.", "entities": [{"title": "Romania in World War II", "href": "/wiki/Romania_in_World_War_II", "description": "Following the outbreak of World War II on 1 September 1939, the Kingdom of Romania under King Carol II officially adopted a position of neutrality. However, the rapidly changing situation in Europe during 1940, as well as domestic political upheaval, undermined this stance. Fascist political forces such as the Iron Guard rose in popularity and power, urging an alliance with Nazi Germany and its al"}, {"title": "Iași pogrom", "href": "/wiki/Ia%C8%99i_pogrom", "description": "The Iași pogrom was a series of pogroms launched by governmental forces under Marshal Ion Antonescu in the Romanian city of Iași against its Jewish community, which lasted from 29 June to 6 July 1941. According to Romanian authorities, over 13,266 people, or one third of the Jewish population, were massacred in the pogrom itself or in its aftermath, and many were deported."}, {"title": "Iași", "href": "/wiki/Ia%C8%99i", "description": "Iași, also referred to as Jassy, is the second largest city in Romania and the seat of Iași County. Located in the historical region of Moldavia, Iași has traditionally been one of the leading centres of Romanian social, cultural, academic and artistic life. The city was the capital of the Principality of Moldavia from 1564 to 1859, then of the United Principalities from 1859 to 1862, and the capi"}]}, {"heading": "Events", "year": "1941", "date": "June 27", "txt": "World War II: German troops capture the city of Białystok during Operation Barbarossa.", "entities": [{"title": "Białystok", "href": "/wiki/Bia%C5%82ystok", "description": "Białystok is the largest city in northeastern Poland and the capital of the Podlaskie Voivodeship. Białystok is the tenth-largest city in Poland, second in terms of population density, and thirteenth in area."}, {"title": "Operation Barbarossa", "href": "/wiki/Operation_Barbarossa", "description": "Operation Barbarossa also known as the German invasion of the Soviet Union was the code name for the invasion of the Soviet Union by Nazi Germany and some of its Axis allies, which started on Sunday, 22 June 1941, during World War II. The operation put into action Nazi Germany's ideological goal of conquering the western Soviet Union so as to repopulate it with Germans. The German Generalplan Ost "}]}, {"heading": "Events", "year": "1946", "date": "June 27", "txt": "In the Canadian Citizenship Act, the Parliament of Canada establishes the definition of Canadian citizenship.", "entities": [{"title": "Canadian Citizenship Act 1946", "href": "/wiki/Canadian_Citizenship_Act_1946", "description": "The Canadian Citizenship Act, S.C. 1946, c. 15, is an Act of the Parliament of Canada which properly created the concept and status of Canadian citizenship in Canada, and defined who are Canadian citizens, separate and independent from the status of the British subject."}, {"title": "Parliament of Canada", "href": "/wiki/Parliament_of_Canada", "description": "The Parliament of Canada is the federal legislature of Canada, seated at Parliament Hill in Ottawa, and is composed of three parts: the Monarch, the Senate, and the House of Commons. By constitutional convention, the House of Commons is dominant, with the Senate rarely opposing its will. The Senate reviews legislation from a less partisan standpoint and may initiate certain bills. The monarch or h"}]}, {"heading": "Events", "year": "1950", "date": "June 27", "txt": "The United States decides to send troops to fight in the Korean War.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}]}, {"heading": "Events", "year": "1954", "date": "June 27", "txt": "The Obninsk Nuclear Power Plant, the Soviet Union's first nuclear power station, opens in Obninsk, near Moscow.", "entities": [{"title": "Obninsk Nuclear Power Plant", "href": "/wiki/Obninsk_Nuclear_Power_Plant", "description": "Obninsk Nuclear Power Plant was built in the \"Science City\" of Obninsk, Kaluga Oblast, about 110 km (68 mi) southwest of Moscow, Soviet Union. Connected to the power grid in June 1954, Obninsk was the first grid-connected nuclear power plant in the world, i.e. the first nuclear reactor that produced electricity industrially, albeit at small scale. It was located at the Institute of Physics and Pow"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Nuclear power station", "href": "/wiki/Nuclear_power_station", "description": "A nuclear power plant is a thermal power station in which the heat source is a nuclear reactor. As is typical of thermal power stations, heat is used to generate steam that drives a steam turbine connected to a generator that produces electricity. As of 2018, the International Atomic Energy Agency reported there were 450 nuclear power reactors in operation in 30 countries around the world."}, {"title": "Obninsk", "href": "/wiki/Obninsk", "description": "Obninsk is a city in Kaluga Oblast, Russia, located on the bank of the Protva River 100 kilometers (62 mi) southwest of Moscow and 80 kilometers (50 mi) northeast of Kaluga."}]}, {"heading": "Events", "year": "1954", "date": "June 27", "txt": "The FIFA World Cup quarterfinal match between Hungary and Brazil, highly anticipated to be exciting, instead turns violent, with three players ejected and further fighting continuing after the game.", "entities": [{"title": "Hungary national football team", "href": "/wiki/Hungary_national_football_team", "description": "The Hungary national football team represents Hungary in men's international football and is controlled by the Hungarian Football Federation. The team has made nine appearances in the FIFA World Cup finals and four appearances in the European Championship, and plays its home matches at the Puskás Aréna, which opened in November 2019."}, {"title": "Brazil national football team", "href": "/wiki/Brazil_national_football_team", "description": "The Brazil national football team represents Brazil in men's international football and is administered by the Brazilian Football Confederation (CBF), the governing body for football in Brazil. They have been a member of FIFA since 1923 and a member of CONMEBOL since 1916."}, {"title": "Battle of Berne (1954 FIFA World Cup)", "href": "/wiki/Battle_of_Berne_(1954_FIFA_World_Cup)", "description": "The Battle of Berne is used to refer to a football match at the 1954 World Cup between Hungary and Brazil, a quarter-final played on 27 June 1954 at the Wankdorf Stadium in Berne, Switzerland."}]}, {"heading": "Events", "year": "1957", "date": "June 27", "txt": "Hurricane Audrey makes landfall near the Texas–Louisiana border, killing over 400 people, mainly in and around Cameron, Louisiana.", "entities": [{"title": "Hurricane Audrey", "href": "/wiki/Hurricane_Audrey", "description": "Hurricane Audrey was one of the deadliest tropical cyclones in U.S. history, killing at least 416 people in its devastation of the southwestern Louisiana coast in 1957. Along with Hurricane Alex in 2010, it was also the strongest June hurricane ever recorded in the Atlantic basin as measured by pressure. The rapidly developing storm struck southwestern Louisiana as an intense Category 3 hurricane,"}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Louisiana", "href": "/wiki/Louisiana", "description": "Louisiana is a state in the Deep South and South Central regions of the United States. It is the 19th-smallest by area and the 25th most populous of the 50 U.S. states. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is"}, {"title": "Cameron, Louisiana", "href": "/wiki/Cameron,_Louisiana", "description": "Cameron is a census-designated place (CDP) in and the parish seat of Cameron Parish, Louisiana, United States. It is part of the Lake Charles Metropolitan Statistical Area. After sustaining extreme damage from Hurricane Rita in 2005 and Hurricane Ike in 2008, in the 2010 Census Cameron was recorded as having a population of only 406, a 79% drop since 2000."}]}, {"heading": "Events", "year": "1973", "date": "June 27", "txt": "The President of Uruguay Juan María Bordaberry dissolves Parliament and establishes a dictatorship.", "entities": [{"title": "President of Uruguay", "href": "/wiki/President_of_Uruguay", "description": "The president of Uruguay, officially known as the president of the Oriental Republic of Uruguay, is the head of state and head of government of Uruguay. His rights are determined in the Constitution of Uruguay. Conforms with the Secretariat of the Presidency, the Council of Ministers and the director of the Office of Planning and Budget, the executive branch. In case of absence, his office is exer"}, {"title": "Juan María Bordaberry", "href": "/wiki/Juan_Mar%C3%ADa_Bordaberry", "description": "Juan María Bordaberry Arocena was a Uruguayan politician and cattle rancher, who served as constitutional President from 1972 until 1973, and then ruled as the head of a civilian-military dictatorship up to 1976."}]}, {"heading": "Events", "year": "1974", "date": "June 27", "txt": "U.S. president Richard Nixon visits the Soviet Union.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1976", "date": "June 27", "txt": "Air France Flight 139 (Tel Aviv-Athens-Paris) is hijacked en route to Paris by the PLO and redirected to Entebbe, Uganda.", "entities": [{"title": "Air France", "href": "/wiki/Air_France", "description": "Air France, stylised as AIRFRANCE, is the flag carrier of France headquartered in Tremblay-en-France. It is a subsidiary of the Air France–KLM Group and a founding member of the SkyTeam global airline alliance. As of 2013 Air France serves 36 destinations in France and operates worldwide scheduled passenger and cargo services to 175 destinations in 78 countries and also carried 46,803,000 passenge"}, {"title": "Operation Entebbe", "href": "/wiki/Operation_Entebbe", "description": "Operation Entebbe or Operation Thunderbolt was a successful counter-terrorist hostage-rescue mission carried out by commandos of the Israel Defense Forces (IDF) at Entebbe Airport in Uganda on 4 July 1976."}, {"title": "Tel Aviv", "href": "/wiki/Tel_Aviv", "description": "Tel Aviv-Yafo, often referred to as just Tel Aviv, is the most populous city in the Gush Dan metropolitan area of Israel. Located on the Israeli Mediterranean coastline and with a population of 460,613, it is the economic and technological center of the country. If East Jerusalem is considered part of Israel, Tel Aviv is the country's second most populous city after Jerusalem; if not, Tel Aviv is "}, {"title": "Athens", "href": "/wiki/Athens", "description": "Athens is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC."}, {"title": "Palestine Liberation Organization", "href": "/wiki/Palestine_Liberation_Organization", "description": "The Palestine Liberation Organization is an organization founded in 1964 with the purpose of the \"liberation of Palestine\" through armed struggle. It is recognized as the \"sole legitimate representative\" of the Palestinian people by over 100 states with which it holds diplomatic relations, and has enjoyed observer status at the United Nations since 1974. Due to its activities, including violence a"}, {"title": "Entebbe", "href": "/wiki/Entebbe", "description": "Entebbe is a city in Central Uganda. Located on a Lake Victoria peninsula, approximately 37 kilometres (23 mi) southwest of the Ugandan capital, Kampala, it was once the seat of government for the Protectorate of Uganda prior to independence, in 1962. Entebbe is the location of Entebbe International Airport, Uganda's largest commercial and military airport, best known for the dramatic rescue of 10"}, {"title": "Uganda", "href": "/wiki/Uganda", "description": "Uganda, officially the Republic of Uganda, is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the "}]}, {"heading": "Events", "year": "1977", "date": "June 27", "txt": "France grants independence to Djibouti.", "entities": [{"title": "Djibouti", "href": "/wiki/Djibouti", "description": "Djibouti, officially the Republic of Djibouti, is a country located in the Horn of Africa. It is bordered by Somaliland in the south, Ethiopia in the southwest, Eritrea in the north, and the Red Sea and the Gulf of Aden in the east. Across the Gulf of Aden is Yemen. The country has a total area of 23,200 km2 (8,958 sq mi)."}]}, {"heading": "Events", "year": "1980", "date": "June 27", "txt": "The 'Ustica massacre': Itavia Flight 870 crashes in the sea while en route from Bologna to Palermo, Italy, killing all 81 on board.", "entities": [{"title": "Itavia Flight 870", "href": "/wiki/Itavia_Flight_870", "description": "On 27 June 1980, Itavia Flight 870, a McDonnell Douglas DC-9 passenger jet en route from Bologna to Palermo, Italy, crashed into the Tyrrhenian Sea between the islands of Ponza and Ustica, killing all 81 people on board. Known in Italy as the Ustica massacre, the disaster led to numerous investigations, legal actions and accusations, and continues to be a source of controversy, including claims of"}]}, {"heading": "Events", "year": "1981", "date": "June 27", "txt": "The Central Committee of the Communist Party of China issues its \"Resolution on Certain Questions in the History of Our Party Since the Founding of the People's Republic of China\", laying the blame for the Cultural Revolution on Mao Zedong.", "entities": [{"title": "Central Committee of the Communist Party of China", "href": "/wiki/Central_Committee_of_the_Communist_Party_of_China", "description": "The Central Committee of the Communist Party of China (CCCPC) is a political body that comprises the top leaders of the Chinese Communist Party (CCP). It is currently composed of 205 full members and 171 alternate members. Members are nominally elected once every five years by the National Congress of the Chinese Communist Party. In practice, the selection process is done privately, usually throug"}, {"title": "Cultural Revolution", "href": "/wiki/Cultural_Revolution", "description": "The Cultural Revolution, formally the Great Proletarian Cultural Revolution, was a violent sociopolitical purge movement in China from 1966 until 1976. Launched by Mao Zedong, Chairman of the Communist Party of China (CPC), its stated goal was to preserve Chinese communism by purging remnants of capitalist and traditional elements from Chinese society, and to re-impose Mao Zedong Thought as the do"}, {"title": "Mao Zedong", "href": "/wiki/Mao_Zedong", "description": "Mao Zedong, also known as Chairman Mao, was a Chinese communist revolutionary who was the founder of the People's Republic of China (PRC), which he ruled as the chairman of the Chinese Communist Party from its establishment in 1949 until his death in 1976. Ideologically a Marxist–Leninist, his theories, military strategies, and political policies are collectively known as Maoism."}]}, {"heading": "Events", "year": "1982", "date": "June 27", "txt": "Space Shuttle Columbia launched from the Kennedy Space Center on the final research and development flight mission, STS-4.", "entities": [{"title": "Space Shuttle Columbia", "href": "/wiki/Space_Shuttle_Columbia", "description": "Space Shuttle Columbia (OV-102) was a Space Shuttle orbiter manufactured by Rockwell International and operated by NASA. Named after the first American ship to circumnavigate the world, and the female personification of the United States, Columbia was the first of five Space Shuttle orbiters to fly in space, debuting the Space Shuttle launch vehicle on its maiden flight in April 1981. As only the "}, {"title": "Kennedy Space Center", "href": "/wiki/Kennedy_Space_Center", "description": "The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located "}, {"title": "STS-4", "href": "/wiki/STS-4", "description": "STS-4 was the fourth NASA Space Shuttle mission, and also the fourth for Space Shuttle Columbia. Carrying a crew of two, the mission launched on Sunday, 27 June, 1982, and landed a week later on 4 July."}]}, {"heading": "Events", "year": "1991", "date": "June 27", "txt": "Slovenia, after declaring independence two days before is invaded by Yugoslav troops, tanks, and aircraft starting the Ten-Day War.", "entities": [{"title": "Slovenia", "href": "/wiki/Slovenia", "description": "Slovenia, officially the Republic of Slovenia, is a country in Central Europe. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia is mostly mountainous and forested, covers 20,271 square kilometers (7,827 sq mi), and has a population of 2.1 million. Slovenes form the vast majority of the cou"}, {"title": "Socialist Federal Republic of Yugoslavia", "href": "/wiki/Socialist_Federal_Republic_of_Yugoslavia", "description": "The Socialist Federal Republic of Yugoslavia, commonly referred to as SFR Yugoslavia or simply Yugoslavia, was a country in Southeast and Central Europe that existed from its foundation in the aftermath of World War II until its dissolution in 1992 amid the Yugoslav Wars. Covering an area of 255,804 km2, the SFRY was bordered by the Adriatic Sea and Italy to the west, Austria and Hungary to the no"}, {"title": "Ten-Day War", "href": "/wiki/Ten-Day_War", "description": "The Ten-Day War, or the Slovenian War of Independence, was a brief conflict that followed Slovenia's declaration of independence from Yugoslavia on 25 June 1991. It was fought between the Slovenian Territorial Defence and the Yugoslav People's Army. It lasted from 27 June 1991 until 7 July 1991, when the Brioni Accords were signed. It marked the beginning of the Yugoslav Wars."}]}, {"heading": "Events", "year": "1994", "date": "June 27", "txt": "Members of the Aum Shinrikyo cult release sarin gas in Matsumoto, Japan. Seven people are killed, 660 injured.", "entities": [{"title": "Aum Shinrikyo", "href": "/wiki/Aum_Shinrikyo", "description": "Aleph , formerly Aum Shinrikyo , is a Japanese doomsday cult and terrorist organisation founded by Shoko Asahara in 1984. It carried out the deadly Tokyo subway sarin attack in 1995 and was found to have been responsible for the Matsumoto sarin attack the previous year."}, {"title": "Matsumoto sarin attack", "href": "/wiki/Matsumoto_sarin_attack", "description": "The Matsumoto sarin attack was an attempted assassination perpetrated by members of the Aum Shinrikyo doomsday cult in Matsumoto, Nagano Prefecture, Japan on the night of June 27, 1994. Eight people were killed and over 500 were harmed by sarin aerosol that was released from a converted refrigerator truck in the Kaichi Heights area. The attack was perpetrated nine months before the better known To"}, {"title": "Matsumoto, Nagano", "href": "/wiki/Matsumoto,_Nagano", "description": "Matsumoto  is a city located in Nagano Prefecture, Japan. Matsumoto is designated as a core city since 1 April 2021. As of 1 March 2019, the city had a population of 239,466 in 105,207 households and a population density of 240 persons per km². The total area of the city is 978.47 square kilometres (377.79 sq mi)."}]}, {"heading": "Events", "year": "2007", "date": "June 27", "txt": "Tony Blair resigns as British Prime Minister, a position he had held since 1997. His Chancellor, Gordon Brown succeeds him.", "entities": [{"title": "Tony Blair", "href": "/wiki/Tony_Blair", "description": "Anthony Charles Lynton Blair is a British politician who served as Prime Minister of the United Kingdom from 1997 to 2007 and Leader of the Labour Party from 1994 to 2007. On his resignation he was appointed Special Envoy of the Quartet on the Middle East, a diplomatic post which he held until 2015. He currently serves as the executive chairman of the Tony Blair Institute for Global Change, establ"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}, {"title": "Gordon Brown", "href": "/wiki/Gordon_Brown", "description": "James Gordon Brown is a British politician who served as Prime Minister of the United Kingdom and Leader of the Labour Party from 2007 to 2010. He served as Chancellor of the Exchequer in the Blair government from 1997 to 2007. Brown was a Member of Parliament (MP) from 1983 to 2015, first for Dunfermline East and later for Kirkcaldy and Cowdenbeath. He is the most recent Labour politician and mos"}]}, {"heading": "Events", "year": "2007", "date": "June 27", "txt": "The Brazilian Military Police invades the favelas of Complexo do Alemão in an episode which is remembered as the Complexo do Alemão massacre.", "entities": [{"title": "Complexo do Alemão", "href": "/wiki/Complexo_do_Alem%C3%A3o", "description": "Complexo do Alemão is a group of favelas in the North Zone of Rio de Janeiro, Brazil."}, {"title": "Complexo do Alemão massacre", "href": "/wiki/Complexo_do_Alem%C3%A3o_massacre", "description": "The Complexo do Alemão massacre was the result of an ongoing conflict between drug dealers and the police in the borough of the same name in Rio de Janeiro, which consisted of a group of large favelas in the northern region of the city. The massacre happened on June 27, 2007, when a large Military and Civil Police operation killed 19 people and injured several others. The Order of Attorneys of Bra"}]}, {"heading": "Events", "year": "2008", "date": "June 27", "txt": "In a highly scrutinized election President of Zimbabwe Robert Mugabe is re-elected in a landslide after his opponent Morgan Tsvangirai had withdrawn a week earlier, citing violence against his party's supporters.", "entities": [{"title": "Zimbabwean presidential election, 2008", "href": "/wiki/Zimbabwean_presidential_election,_2008", "description": "General elections were held in Zimbabwe on 29 March 2008 to elect the President and Parliament. Because of Zimbabwe's dire economic situation, the elections were expected to provide incumbent President Robert Mugabe with his toughest electoral challenge to date. Mugabe's opponents were critical of the handling of the electoral process, and the government was accused of planning to rig the election"}, {"title": "President of Zimbabwe", "href": "/wiki/President_of_Zimbabwe", "description": "The President of Zimbabwe is the highest office in the executive branch of the country's government. The president is head of state of Zimbabwe, elected by direct universal suffrage using a two-round system. Formerly a ceremonial role, the president is now also the head of government. The president serves a maximum of two five-year terms."}, {"title": "Robert Mugabe", "href": "/wiki/Robert_Mugabe", "description": "Robert Gabriel Mugabe was a Zimbabwean revolutionary and politician who served as Prime Minister of Zimbabwe from 1980 to 1987 and then as President from 1987 to 2017. He served as Leader of the Zimbabwe African National Union (ZANU) from 1975 to 1980 and led its successor political party, the ZANU – Patriotic Front (ZANU–PF), from 1980 to 2017. Ideologically an African nationalist, during the 197"}, {"title": "Morgan Tsvangirai", "href": "/wiki/Morgan_Tsvangirai", "description": "Morgan Richard Tsvangirai was a Zimbabwean politician who was Prime Minister of Zimbabwe from 2009 to 2013. He was President of the Movement for Democratic Change, and later the Movement for Democratic Change – Tsvangirai (MDC–T), and a key figure in the opposition to former President Robert Mugabe."}, {"title": "Movement for Democratic Change – Tsvangirai", "href": "/wiki/Movement_for_Democratic_Change_%E2%80%93_Tsvangirai", "description": "The Movement for Democratic Change – Tsvangirai (MDC–T) was a centre-left political party and was the main opposition party in the House of Assembly of Zimbabwe ahead of the 2018 elections. After the split of the original Movement for Democratic Change in 2005, the MDC–T remained the major opposition faction, while a smaller faction, the Movement for Democratic Change – Ncube, or MDC–N, was led by"}]}, {"heading": "Events", "year": "2013", "date": "June 27", "txt": "NASA launches the Interface Region Imaging Spectrograph, a space probe to observe the Sun.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Interface Region Imaging Spectrograph", "href": "/wiki/Interface_Region_Imaging_Spectrograph", "description": "The Interface Region Imaging Spectrograph (IRIS), also called Explorer 94, is a NASA solar observation satellite. The mission was funded through the Small Explorer program to investigate the physical conditions of the solar limb, particularly the chromosphere of the Sun. The spacecraft consists of a satellite bus and spectrometer built by the Lockheed Martin Solar and Astrophysics Laboratory (LMSA"}]}, {"heading": "Events", "year": "2014", "date": "June 27", "txt": "At least fourteen people are killed when a Gas Authority of India Limited pipeline explodes in the East Godavari district of Andhra Pradesh, India.", "entities": [{"title": "Gas Authority of India Limited", "href": "/wiki/Gas_Authority_of_India_Limited", "description": "GAIL (India) Limited is an Indian government agency responsible for natural gas processing and distribution in India headquartered in New Delhi, India. It is under ownership of Ministry of Petroleum and Natural Gas, Government of India. It has the following business segments: natural gas, liquid hydrocarbon, liquefied petroleum gas transmission, petrochemical, city gas distribution, exploration an"}, {"title": "2014 GAIL pipeline explosion", "href": "/wiki/2014_GAIL_pipeline_explosion", "description": "On 27 June 2014 a massive fire broke out following a blast in Gas Authority of India Limited (GAIL) 18\" size underground gas Pipeline at Nagaram, East Godavari districtin East Godavari district of Andhra Pradesh, India. The accident took place near Tatipaka refinery of Oil and Natural Gas Corporation (ONGC), about 180 km from state capital Vijayawada."}, {"title": "East Godavari", "href": "/wiki/East_Godavari", "description": "East Godavari is a district in the Coastal Andhra region of Andhra Pradesh, India. Its district headquarters is at Kakinada. As of Census 2011, it became the most populous district of the state with a population of 5,151,549. Rajahmundry and Kakinada are the major cities in the district in terms of population."}, {"title": "Andhra Pradesh", "href": "/wiki/Andhra_Pradesh", "description": "Andhra Pradesh is a state in the south-eastern coastal region of India. It is the seventh-largest state by area covering an area of 162,975 km2 (62,925 sq mi) and tenth-most populous state with 49,386,799 inhabitants. It is bordered by Telangana to the north-west, Chhattisgarh to the north, Odisha to the north-east, Tamil Nadu to the south, Karnataka to the west and the Bay of Bengal to the east. "}]}, {"heading": "Events", "year": "2015", "date": "June 27", "txt": "Formosa Fun Coast fire: A dust fire occurs at a recreational water park in Taiwan, killing 15 people and injuring 497 others, 199 critically.", "entities": [{"title": "2015 New Taipei water park fire", "href": "/wiki/2015_New_Taipei_water_park_fire", "description": "On 27 June 2015, a dust fire occurred at Formosa Fun Coast, a water park in Bali, New Taipei, Taiwan. Staff of an outdoor \"colour powder party\" sprayed clouds of corn starch towards the participants, which ignited. The fire lasted 40 seconds and burned 508 people, killing 15 and leaving 199 in critical condition."}, {"title": "Dust explosion", "href": "/wiki/Dust_explosion", "description": "A dust explosion is the rapid combustion of fine particles suspended in the air within an enclosed location. Dust explosions can occur where any dispersed powdered combustible material is present in high-enough concentrations in the atmosphere or other oxidizing gaseous medium, such as pure oxygen. In cases when fuel plays the role of a combustible material, the explosion is known as a fuel-air ex"}]}, {"heading": "Events", "year": "2017", "date": "June 27", "txt": "A series of powerful cyberattacks using the Petya malware target websites of Ukrainian organizations and counterparts with Ukrainian connections around the globe.", "entities": [{"title": "2017 cyberattacks on Ukraine", "href": "/wiki/2017_cyberattacks_on_Ukraine", "description": "A series of powerful cyberattacks using the Petya malware began on 27 June 2017 that swamped websites of Ukrainian organizations, including banks, ministries, newspapers and electricity firms. Similar infections were reported in France, Germany, Italy, Poland, Russia, United Kingdom, the United States and Australia. ESET estimated on 28 June 2017 that 80% of all infections were in Ukraine, with Ge"}, {"title": "Petya (malware)", "href": "/wiki/Petya_(malware)", "description": "(Balogh) Petya is a family of encrypting malware that was first discovered in 2016. The malware targets Microsoft Windows–based systems, infecting the master boot record to execute a payload that encrypts a hard drive's file system table and prevents Windows from booting. It subsequently demands that the user make a payment in Bitcoin in order to regain access to the system. The Petya malware had "}, {"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}]}, {"heading": "Births", "year": "850", "date": "June 27", "txt": "Ibrahim II of Ifriqiya, Aghlabid emir (d. 902)", "entities": [{"title": "Ibrahim II of Ifriqiya", "href": "/wiki/Ibrahim_II_of_Ifriqiya", "description": "Abu Ishaq Ibrahim II ibn Ahmad was the Emir of Ifriqiya. He ruled from 875 until his abdication in 902."}, {"title": "Aghlabids", "href": "/wiki/Aghlabids", "description": "The Aghlabids were an Arab dynasty of emirs from the Najdi tribe of Banu Tamim, who ruled Ifriqiya and parts of Southern Italy, nominally on behalf of the Abbasid Caliph, for about a century, until overthrown by the new power of the Fatimids."}]}, {"heading": "Births", "year": "1350", "date": "June 27", "txt": "Manuel II Palaiologos, Byzantine emperor (d. 1425)", "entities": [{"title": "Manuel II Palaiologos", "href": "/wiki/Manuel_II_Palaiologos", "description": "Manuel II Palaiologos or Palaeologus was Byzantine Emperor from 1391 to 1425. Shortly before his death he was tonsured a monk and received the name Matthew. His wife Helena Dragaš saw to it that their sons, John VIII Palaiologos and Constantine XI Palaiologos, become emperors."}]}, {"heading": "Births", "year": "1430", "date": "June 27", "txt": "Henry Holland, 3rd Duke of Exeter, Lancastrian leader (d. 1475)", "entities": [{"title": "Henry Holland, 3rd Duke of Exeter", "href": "/wiki/Henry_Holland,_3rd_Duke_of_Exeter", "description": "Henry Holland, 3rd Duke of Exeter, 3rd Earl of Huntington was a Lancastrian leader during the English Wars of the Roses. He was the only son of John Holland, 2nd Duke of Exeter, and his first wife, Anne Stafford. His maternal grandparents were Edmund Stafford, 5th Earl of Stafford, and Anne of Gloucester."}]}, {"heading": "Births", "year": "1462", "date": "June 27", "txt": "Louis XII, king of France (d. 1515)", "entities": [{"title": "Louis XII of France", "href": "/wiki/Louis_XII_of_France", "description": "Louis XII was King of France from 1498 to 1515 and King of Naples from 1501 to 1504. The son of Charles, Duke of Orléans, and Maria of Cleves, he succeeded his 2nd cousin once removed, Charles VIII, who died without direct heirs in 1498."}]}, {"heading": "Births", "year": "1464", "date": "June 27", "txt": "Ernst II of Saxony, Archbishop of Magdeburg (1476–1513) (d. 1513)", "entities": [{"title": "Ernst II of Saxony", "href": "/wiki/Ernst_II_of_Saxony", "description": "Ernest II of Saxony was Archbishop of Magdeburg from 1476 until his death, and from 1480 until his death also Administrator of Halberstadt."}]}, {"heading": "Births", "year": "1497", "date": "June 27", "txt": "Ernest I, Duke of Brunswick-Lüneburg (d. 1546)", "entities": [{"title": "Ernest I, Duke of Brunswick-Lüneburg", "href": "/wiki/Ernest_I,_Duke_of_Brunswick-L%C3%BCneburg", "description": "Ernest of Brunswick-Lüneburg, also frequently called Ernest the Confessor, was duke of Brunswick-Lüneburg and a champion of the Protestant cause during the early years of the Protestant Reformation. He was the Prince of Lüneburg and ruled the Lüneburg-Celle subdivision of the Welf family's Brunswick-Lüneburg duchy from 1520 until his death."}]}, {"heading": "Births", "year": "1550", "date": "June 27", "txt": "Charles IX, king of France (d. 1574)", "entities": [{"title": "Charles IX of France", "href": "/wiki/Charles_IX_of_France", "description": "Charles IX was King of France from 1560 until his death in 1574 from tuberculosis. He ascended the throne of France upon the death of his brother Francis II in 1560."}]}, {"heading": "Births", "year": "1596", "date": "June 27", "txt": "Maximilian, Prince of Dietrichstein (d. 1655)", "entities": [{"title": "Maximilian, Prince of Dietrichstein", "href": "/wiki/Maximilian,_Prince_of_Dietrichstein", "description": "Maximilian, Prince of Dietrichstein, was a German prince member of the House of Dietrichstein, Imperial Count (Reichsgraf) of Dietrichstein and owner of the Lordship of Nikolsburg in Moravia; since 1629 2nd Prince (Fürst) of Dietrichstein zu Nikolsburg, Baron (Freiherr) of Hollenburg, Finkenstein and Thalberg, was a diplomat and minister in the service of the House of Habsburg. He was a Kämmerer, "}]}, {"heading": "Births", "year": "1696", "date": "June 27", "txt": "William Pepperrell, American merchant and soldier (d. 1759)", "entities": [{"title": "William Pepperrell", "href": "/wiki/William_Pepperrell", "description": "Sir William Pepperrell, 1st Baronet was a merchant, soldier, and slaveholder in colonial Massachusetts. He is widely remembered for organizing, financing, and leading the 1745 expedition that captured the French fortress of Louisbourg during King George's War. Pepperrell was also the most prominent slaveholder in the history of the state of Maine."}]}, {"heading": "Births", "year": "1717", "date": "June 27", "txt": "Louis-Guillaume Le Monnier, French botanist and physicist (d. 1799)", "entities": [{"title": "Louis-Guillaume Le Monnier", "href": "/wiki/Louis-Guillaume_Le_Monnier", "description": "Louis-Guillaume Le Monnier was a French natural scientist and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers."}]}, {"heading": "Births", "year": "1767", "date": "June 27", "txt": "Alexis Bouvard, French astronomer and academic (d. 1843)", "entities": [{"title": "Alexis Bouvard", "href": "/wiki/Alexis_Bouvard", "description": "Alexis Bouvard was a French astronomer. He is particularly noted for his careful observations of the irregularities in the motion of Uranus and his hypothesis of the existence of an eighth planet in the solar system."}]}, {"heading": "Births", "year": "1805", "date": "June 27", "txt": "Napoléon Coste, French guitarist and composer (d. 1883)", "entities": [{"title": "Napoléon Coste", "href": "/wiki/Napol%C3%A9on_Coste", "description": "Claude Antoine Jean Georges Napoléon Coste was a French classical guitarist and composer."}]}, {"heading": "Births", "year": "1806", "date": "June 27", "txt": "Augustus De Morgan, English mathematician and logician (d. 1871)", "entities": [{"title": "Augustus De Morgan", "href": "/wiki/Augustus_De_Morgan", "description": "Augustus De Morgan was a British mathematician and logician. He formulated De Morgan's laws and introduced the term mathematical induction, making its idea rigorous."}]}, {"heading": "Births", "year": "1812", "date": "June 27", "txt": "Anna Cabot Lowell Quincy Waterston, American writer (d. 1899)", "entities": [{"title": "Anna Cabot Lowell Quincy Waterston", "href": "/wiki/Anna_Cabot_Lowell_Quincy_Waterston", "description": "Anna Cabot Lowell Quincy Waterston was an American writer of poems, novels, hymns, and a diary."}]}, {"heading": "Births", "year": "1817", "date": "June 27", "txt": "Louise von François, German author (d. 1893)", "entities": [{"title": "Louise von François", "href": "/wiki/Louise_von_Fran%C3%A7ois", "description": "Marie Louise von François was a German writer, best known for her historical novel Die letzte Reckenburgerin (1871). She was a friend and correspondent of Marie von Ebner-Eschenbach and Conrad Ferdinand Meyer."}]}, {"heading": "Births", "year": "1828", "date": "June 27", "txt": "Bryan O'Loghlen, Irish-Australian politician, 13th Premier of Victoria (d. 1905)", "entities": [{"title": "Bryan O'Loghlen", "href": "/wiki/Bryan_O%27Loghlen", "description": "Sir Bryan O'Loghlen, 3rd Baronet, Australian colonial politician, was the 13th Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1838", "date": "June 27", "txt": "Bankim Chandra Chattopadhyay, Indian journalist, author, and poet (d. 1894)", "entities": [{"title": "Bankim Chandra Chattopadhyay", "href": "/wiki/Bankim_Chandra_Chattopadhyay", "description": "Bankim Chandra Chatterjee or Bankim Chandra Chattopadhyay, CBE CIE was an Indian novelist, poet and journalist. He was the composer of Vande Mataram, originally in Sanskrit, personifying India as a mother goddess and inspiring activists during the Indian Independence Movement. Chattopadhyay wrote fourteen novels and many serious, serio-comic, satirical, scientific and critical treatises in Bengali"}]}, {"heading": "Births", "year": "1838", "date": "June 27", "txt": "Paul Mauser, German weapon designer, designed the Gewehr 98 (d. 1914)", "entities": [{"title": "Gewehr 98", "href": "/wiki/Gewehr_98", "description": "The Gewehr 98 is a German bolt action rifle made by Mauser firing cartridges from a 5-round internal clip-loaded magazine. It was the German service rifle from 1898 to 1935, when it was replaced by the Karabiner 98k, a shorter weapon using the same basic design. The Gewehr 98 action, using a stripper clip loaded with the 7.92×57mm Mauser cartridge, successfully combined and improved several bolt a"}]}, {"heading": "Births", "year": "1846", "date": "June 27", "txt": "Charles Stewart Parnell, Irish politician (d. 1891)", "entities": [{"title": "Charles Stewart Parnell", "href": "/wiki/Charles_Stewart_Parnell", "description": "Charles Stewart Parnell was an Irish nationalist politician who served as a Member of Parliament (MP) from 1875 to 1891, also acting as Leader of the Home Rule League from 1880 to 1882 and then Leader of the Irish Parliamentary Party from 1882 to 1891. His party held the balance of power in the House of Commons during the Home Rule debates of 1885–1886."}]}, {"heading": "Births", "year": "1850", "date": "June 27", "txt": "Jørgen Pedersen Gram, Danish mathematician and academic (d. 1919)", "entities": [{"title": "Jørgen Pedersen Gram", "href": "/wiki/J%C3%B8rgen_Pedersen_Gram", "description": "Jørgen Pedersen Gram was a Danish actuary and mathematician who was born in Nustrup, Duchy of Schleswig, Denmark and died in Copenhagen, Denmark."}]}, {"heading": "Births", "year": "1850", "date": "June 27", "txt": "Lafcadio Hearn, Greek-Japanese historian and author (d. 1904)", "entities": []}, {"heading": "Births", "year": "1862", "date": "June 27", "txt": "May Irwin, Canadian-American actress and singer (d. 1938)", "entities": [{"title": "May Irwin", "href": "/wiki/May_Irwin", "description": "May Irwin was an actress, singer and star of vaudeville. Originally from Canada, she and her sister Flo Irwin found theater work after their father died. She was known for her performances as a coon shouter and recordings."}]}, {"heading": "Births", "year": "1865", "date": "June 27", "txt": "John Monash, Australian engineer and general (d. 1931)", "entities": [{"title": "John Monash", "href": "/wiki/John_Monash", "description": "General Sir John Monash,, was a civil engineer and an Australian military commander of the First World War. He commanded the 13th Infantry Brigade before the war and then, shortly after its outbreak, became commander of the 4th Brigade in Egypt, with whom he took part in the Gallipoli campaign. In July 1916 he took charge of the newly raised 3rd Division in northwestern France and in May 1918 beca"}]}, {"heading": "Births", "year": "1869", "date": "June 27", "txt": "Kate Carew, American illustrator and journalist (d. 1961)", "entities": [{"title": "Kate Carew", "href": "/wiki/Kate_Carew", "description": "Mary Williams, who wrote pseudonymously as Kate Carew, was an American caricaturist self-styled as \"The Only Woman Caricaturist\". She worked at the New York World, providing illustrated celebrity interviews."}]}, {"heading": "Births", "year": "1869", "date": "June 27", "txt": "Emma Goldman, Lithuanian-Canadian philosopher and activist (d. 1940)", "entities": []}, {"heading": "Births", "year": "1869", "date": "June 27", "txt": "Hans Spemann, German embryologist and academic, Nobel Prize laureate (d. 1941)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1870", "date": "June 27", "txt": "Frank Rattray Lillie, American zoologist and embryologist (d. 1947)", "entities": [{"title": "Frank Rattray Lillie", "href": "/wiki/Frank_Rattray_Lillie", "description": "Frank Rattray Lillie was an American zoologist and an early pioneer of the study of embryology. Born in Toronto, Ontario, Canada, Lillie moved to the United States in 1891 to study for a summer at the Marine Biological Laboratory (MBL) in Woods Hole, Massachusetts. Lillie formed a lifelong association with the laboratory, eventually rising to become its director in 1908. His efforts developed the "}]}, {"heading": "Births", "year": "1872", "date": "June 27", "txt": "Heber Doust Curtis, American astronomer (d. 1942)", "entities": [{"title": "Heber Doust Curtis", "href": "/wiki/Heber_Doust_Curtis", "description": "Heber Doust Curtis was an American astronomer. He participated in 11 expeditions for the study of solar eclipses, and was involved in the 1920 Shapley–Curtis Debate concerning the size and galactic structure of the universe."}]}, {"heading": "Births", "year": "1872", "date": "June 27", "txt": "Paul Laurence Dunbar, American author, poet, and playwright (d. 1906)", "entities": []}, {"heading": "Births", "year": "1880", "date": "June 27", "txt": "Helen Keller, American author, academic, and activist (d. 1968)", "entities": [{"title": "Helen Keller", "href": "/wiki/Helen_Keller", "description": "Helen Adams Keller was an American author, disability rights advocate, political activist and lecturer. Born in West Tuscumbia, Alabama, she lost her sight and hearing after a bout of illness at the age of nineteen months. She then communicated primarily using home signs until the age of seven when she met her first teacher and life-long companion Anne Sullivan, who taught her language, including "}]}, {"heading": "Births", "year": "1882", "date": "June 27", "txt": "Eduard Spranger, German philosopher and academic (d. 1963)", "entities": [{"title": "Eduard Spranger", "href": "/wiki/Eduard_Spranger", "description": "Eduard Spranger was a German philosopher and psychologist. A student of Wilhelm Dilthey, Spranger was born in Berlin and died in Tübingen. He was considered a humanist who developed a philosophical pedagogy as an act of 'self defense' against the psychology-oriented experimental theory of the times."}]}, {"heading": "Births", "year": "1884", "date": "June 27", "txt": "Gaston Bachelard, French philosopher and poet (d. 1962)", "entities": [{"title": "Gaston Bachelard", "href": "/wiki/Gaston_Bachelard", "description": "Gaston Bachelard was a French philosopher. He made contributions in the fields of poetics and the philosophy of science. To the latter he introduced the concepts of epistemological obstacle and epistemological break. He influenced many subsequent French philosophers, among them Michel Foucault, Louis Althusser, Dominique Lecourt and Jacques Derrida, as well as the sociologists Pierre Bourdieu and "}]}, {"heading": "Births", "year": "1885", "date": "June 27", "txt": "Pierre Montet, French historian and academic (d. 1966)", "entities": [{"title": "Pierre Montet", "href": "/wiki/Pierre_Montet", "description": " Jean Pierre Marie Montet was a French Egyptologist."}]}, {"heading": "Births", "year": "1885", "date": "June 27", "txt": "Guilhermina Suggia, Portuguese cellist (d. 1950)", "entities": []}, {"heading": "Births", "year": "1886", "date": "June 27", "txt": "Charlie Macartney, Australian cricketer and soldier (d. 1958)", "entities": [{"title": "Charlie Macartney", "href": "/wiki/Charlie_Macartney", "description": "Charles George Macartney was an Australian cricketer who played in 35 Test matches between 1907 and 1926. He was known as \"The Governor-General\" in reference to his authoritative batting style and his flamboyant strokeplay, which drew comparisons with his close friend and role model Victor Trumper, regarded as one of the most elegant batsmen in cricketing history. Sir Donald Bradman—generally rega"}]}, {"heading": "Births", "year": "1888", "date": "June 27", "txt": "Lewis Bernstein Namier, Polish-English historian and academic (d. 1960)", "entities": [{"title": "Lewis Bernstein Namier", "href": "/wiki/Lewis_Bernstein_Namier", "description": "Sir Lewis Bernstein Namier was a British historian of Polish-Jewish background. His best-known works were The Structure of Politics at the Accession of George III (1929), England in the Age of the American Revolution (1930) and the History of Parliament series he edited later in his life with John Brooke."}]}, {"heading": "Births", "year": "1888", "date": "June 27", "txt": "Antoinette Perry, American actress and director (d. 1946)", "entities": []}, {"heading": "Births", "year": "1892", "date": "June 27", "txt": "Paul Colin, French illustrator (d. 1985)", "entities": [{"title": "Paul Colin (artist)", "href": "/wiki/Paul_Colin_(artist)", "description": "Paul Colin was one of France’s greatest poster artists."}]}, {"heading": "Births", "year": "1899", "date": "June 27", "txt": "Juan Trippe, American businessman, founded Pan American World Airways (d. 1981)", "entities": [{"title": "Juan Trippe", "href": "/wiki/Juan_Trippe", "description": "Juan Terry Trippe was an American commercial aviation pioneer, entrepreneur and the founder of Pan American World Airways, one of the iconic airlines of the 20th century. He was instrumental in numerous revolutionary advances in airline history, including the development and production of the Boeing 314 Clipper, which opened trans-Pacific airline travel, the Boeing Stratoliner which helped to pion"}, {"title": "Pan American World Airways", "href": "/wiki/Pan_American_World_Airways", "description": "Pan American World Airways, originally founded as Pan American Airways and commonly known as Pan Am, was the principal and largest international air carrier and unofficial overseas flag carrier of the United States from 1927 until the airline's collapse on December 4, 1991. Pan Am is credited for many innovations that shaped the international airline industry, including the widespread use of jet a"}]}, {"heading": "Births", "year": "1900", "date": "June 27", "txt": "Dixie Brown, British boxer (d. 1957)", "entities": [{"title": "Dixie Brown", "href": "/wiki/Dixie_Brown", "description": "Anthony George Charles was a boxer, commonly known as Dixie Brown. He worked on the construction of the Panama Canal and emigrated to Cardiff, Wales in 1919. In the West Country of England, he survived by working as a bare-knuckle boxer in fairground booths. He moved with his wife, Lily Sellick, to Bristol in 1923, and registered as a professional boxer, fighting 85 bouts in the 1920s and 1930s, a"}]}, {"heading": "Births", "year": "1901", "date": "June 27", "txt": "Merle Tuve, American geophysicist and academic (d. 1982)", "entities": [{"title": "Merle Tuve", "href": "/wiki/Merle_Tuve", "description": "Merle Anthony Tuve was an American geophysicist who was the Chairman of the Office of Scientific Research and Development's Section T, which was created in August of 1940. He was founding director of the Johns Hopkins University Applied Physics Laboratory, the main laboratory of Section T during the war from 1942 onward. He was a pioneer in the use of pulsed radio waves whose discoveries opened th"}]}, {"heading": "Births", "year": "1905", "date": "June 27", "txt": "Armand Mondou, Canadian ice hockey player (d. 1976)", "entities": [{"title": "Armand Mondou", "href": "/wiki/Armand_Mondou", "description": "Joseph Armand Mondou was a Canadian ice hockey forward."}]}, {"heading": "Births", "year": "1906", "date": "June 27", "txt": "Catherine Cookson, English author and philanthropist (d. 1998)", "entities": [{"title": "Catherine Cookson", "href": "/wiki/Catherine_Cookson", "description": "Dame Catherine Ann Cookson, DBE was a British author. She is in the top 20 of most widely read British novelists with sales topping 100 million, while retaining a relatively low profile in the world of celebrity writers. Her books were inspired by her deprived youth in South Tyneside, North East England, the setting for her novels. With 103 titles written in her own name or two other pen-names, sh"}]}, {"heading": "Births", "year": "1906", "date": "June 27", "txt": "Vernon Watkins, Welsh-American poet and painter (d. 1967)", "entities": []}, {"heading": "Births", "year": "1907", "date": "June 27", "txt": "John McIntire, American actor (d. 1991)", "entities": [{"title": "John McIntire", "href": "/wiki/John_McIntire", "description": "Johnn Herrick McIntire was an American character actor who appeared in 65 theatrical films and many television series. McIntire is well known for having replaced Ward Bond, upon Bond's sudden death in November 1960, as the star of NBC's Wagon Train. He played Christopher Hale, the leader of the wagon train from early 1961 to the series' end in 1965. He also replaced Charles Bickford, upon Bickford"}]}, {"heading": "Births", "year": "1908", "date": "June 27", "txt": "João Guimarães Rosa, Brazilian physician and author (d. 1967)", "entities": [{"title": "João Guimarães Rosa", "href": "/wiki/Jo%C3%A3o_Guimar%C3%A3es_Rosa", "description": "João Guimarães Rosa was a Brazilian novelist, short story writer and diplomat."}]}, {"heading": "Births", "year": "1911", "date": "June 27", "txt": "Marion M. Magruder, American Marine officer, commander of the VMF(N)-533 squadron. (d. 1997)", "entities": [{"title": "Marion M. Magruder", "href": "/wiki/Marion_M._Magruder", "description": "Marion Milton Magruder was an officer in the United States Marine Corps, and a pioneer in Radar Intercept Night Fighting. He was the first commanding officer of Marine aircraft squadron VMF(N)-533, then known as \"Black Mac's Killers\", and led that squadron during the Battle of the Marshall Islands and Battle of Okinawa in World War II."}, {"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "VMFA(AW)-533", "href": "/wiki/VMFA(AW)-533", "description": "Marine All-Weather Fighter Attack Squadron 533 is a United States Marine Corps F/A-18 Hornet squadron. Also known as the \"Hawks\", the squadron is based at Marine Corps Air Station Beaufort, South Carolina and falls under the command of Marine Aircraft Group 31 (MAG-31) and the 2nd Marine Aircraft Wing."}]}, {"heading": "Births", "year": "1912", "date": "June 27", "txt": "E. R. Braithwaite, Guyanese novelist, writer, teacher, and diplomat (d. 2016)", "entities": [{"title": "E. R. Braithwaite", "href": "/wiki/E._R._Braithwaite", "description": "Eustace Edward Ricardo Braithwaite, publishing as E. R. Braithwaite, was a Guyanese-born British-American novelist, writer, teacher and diplomat best known for his stories of social conditions and racial discrimination against black people. He was the author of the 1959 autobiographical novel To Sir, With Love, which was made into a 1967 British drama film of the same title, starring Sidney Poitie"}]}, {"heading": "Births", "year": "1913", "date": "June 27", "txt": "Elton Britt, American singer-songwriter and guitarist (d. 1972)", "entities": [{"title": "Elton Britt", "href": "/wiki/Elton_Britt", "description": "Elton Britt was an American country music singer, songwriter, and musician."}]}, {"heading": "Births", "year": "1913", "date": "June 27", "txt": "Philip Guston, American painter and academic (d. 1980)", "entities": []}, {"heading": "Births", "year": "1913", "date": "June 27", "txt": "Willie Mosconi, American pool player (d. 1993)", "entities": [{"title": "Pool (cue sports)", "href": "/wiki/Pool_(cue_sports)", "description": "Pool is a classification of cue sports played on a table with six pockets along the rails, into which balls are deposited. Each specific pool game has its own name; some of the better-known include eight-ball, blackball, nine-ball, ten-ball, seven-ball, straight pool, one-pocket, and bank pool."}]}, {"heading": "Births", "year": "1914", "date": "June 27", "txt": "Robert Aickman, English author and activist, co-founded the Inland Waterways Association (d. 1981)", "entities": [{"title": "Robert Aickman", "href": "/wiki/Robert_Aickman", "description": "Robert Fordyce Aickman was an English writer and conservationist. As a conservationist, he co-founded the Inland Waterways Association, a group which has preserved from destruction and restored England's inland canal system. As a writer, he is best known for his supernatural fiction, which he described as \"strange stories\"."}, {"title": "Inland Waterways Association", "href": "/wiki/Inland_Waterways_Association", "description": "The Inland Waterways Association (IWA) is a registered charity in the United Kingdom and was formed in 1946 to campaign for the conservation, use, maintenance, restoration and sensitive development of British Canals and river navigations."}]}, {"heading": "Births", "year": "1914", "date": "June 27", "txt": "Helena Benitez, Filipina academic and administrator (d. 2016)", "entities": []}, {"heading": "Births", "year": "1914", "date": "June 27", "txt": "Margaret Ekpo, Nigerian women's rights activist, social mobilizer and politician (d. 2006)", "entities": []}, {"heading": "Births", "year": "1914", "date": "June 27", "txt": "Giorgio Almirante, Italian journalist and politician (d. 1988)", "entities": []}, {"heading": "Births", "year": "1915", "date": "June 27", "txt": "Grace Lee Boggs, American philosopher, author, and activist (d. 2015)", "entities": [{"title": "Grace Lee Boggs", "href": "/wiki/Grace_Lee_Boggs", "description": "Grace Lee Boggs was an American author, social activist, philosopher, and feminist. She is known for her years of political collaboration with C. L. R. James and Raya Dunayevskaya in the 1940s and 1950s. In the 1960s she and James Boggs, her husband of some forty years, took their own political direction. By 1998, she had written four books, including an autobiography. In 2011, still active at the"}]}, {"heading": "Births", "year": "1915", "date": "June 27", "txt": "Aideu Handique, Indian actress (d. 2002)", "entities": []}, {"heading": "Births", "year": "1915", "date": "June 27", "txt": "John Alexander Moore, American zoologist and academic (d. 2002)", "entities": []}, {"heading": "Births", "year": "1916", "date": "June 27", "txt": "Robert Normann, Norwegian guitarist (d. 1998)", "entities": [{"title": "Robert Normann", "href": "/wiki/Robert_Normann", "description": "Robert Uno Normann was a Norwegian guitarist and considered a jazz guitar pioneer."}]}, {"heading": "Births", "year": "1918", "date": "June 27", "txt": "Adolph Kiefer, American swimmer (d. 2017)", "entities": [{"title": "Adolph Kiefer", "href": "/wiki/Adolph_Kiefer", "description": "Adolph Gustav Kiefer was an American competition swimmer, Olympic competitor, the last surviving gold medalist of the 1936 Summer Olympics and former world record-holder. He was the first man in the world to swim the 100-yard backstroke in under one minute. Kiefer was also an inventor and innovator of new products related to aquatics competition."}]}, {"heading": "Births", "year": "1919", "date": "June 27", "txt": "M. Carl Holman, American author, educator, poet, and playwright (d. 1988)", "entities": [{"title": "M. Carl Holman", "href": "/wiki/M._Carl_Holman", "description": "M. Carl Holman was an American author, poet, playwright, and civil rights advocate. One of his noted works is The Baptizin‘ (1971). In 1968, Ebony listed him as one of the 100 most influential Black Americans."}]}, {"heading": "Births", "year": "1919", "date": "June 27", "txt": "Amala Shankar, Indian danseuse (d. 2020)", "entities": []}, {"heading": "Births", "year": "1920", "date": "June 27", "txt": "Fernando Riera, Chilean football player and manager (d. 2010)", "entities": [{"title": "Fernando Riera", "href": "/wiki/Fernando_Riera", "description": "Fernando Riera Bauzá was a Chilean professional football player and manager, patriarch of Chilean football."}]}, {"heading": "Births", "year": "1921", "date": "June 27", "txt": "Muriel Pavlow, English actress (d. 2019)", "entities": [{"title": "Muriel Pavlow", "href": "/wiki/Muriel_Pavlow", "description": "Muriel Lilian Pavlow was an English actress. Her mother was French and her father was Russian."}]}, {"heading": "Births", "year": "1922", "date": "June 27", "txt": "George Walker, American composer (d. 2018)", "entities": [{"title": "George Walker (composer)", "href": "/wiki/George_Walker_(composer)", "description": "George Theophilus Walker was an American composer, pianist, and organist, who was the first African American to have won the Pulitzer Prize for Music. He received the Pulitzer for his work Lilacs in 1996."}]}, {"heading": "Births", "year": "1923", "date": "June 27", "txt": "Jacques Berthier, French organist and composer (d. 1994)", "entities": [{"title": "Jacques Berthier", "href": "/wiki/Jacques_Berthier", "description": "Jacques Berthier was a French composer of liturgical music, best known for writing much of the music used at Taizé."}]}, {"heading": "Births", "year": "1923", "date": "June 27", "txt": "Elmo Hope, American pianist and composer (d. 1967)", "entities": []}, {"heading": "Births", "year": "1924", "date": "June 27", "txt": "Bob Appleyard, English cricketer and businessman (d. 2015)", "entities": [{"title": "Bob Appleyard", "href": "/wiki/Bob_Appleyard", "description": "Robert Appleyard was a Yorkshire and England first-class cricketer. He was one of the best English bowlers of the 1950s, a decade which saw England develop its strongest bowling attack of the twentieth century. Able to bowl fast-medium swingers or seamers and off-spinners with almost exactly the same action, Appleyard's career was almost destroyed by injury and illness after his first full season "}]}, {"heading": "Births", "year": "1925", "date": "June 27", "txt": "Leonard Lerman, American geneticist and biologist (d. 2012)", "entities": [{"title": "Leonard Lerman", "href": "/wiki/Leonard_Lerman", "description": "Leonard Solomon Lerman was an American scientist most noted for his work on DNA."}]}, {"heading": "Births", "year": "1925", "date": "June 27", "txt": "Doc Pomus, American singer-songwriter (d. 1991)", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 27", "txt": "Wayne Terwilliger, American second baseman, coach, and manager (d. 2021)", "entities": []}, {"heading": "Births", "year": "1927", "date": "June 27", "txt": "Bob Keeshan, American actor and producer (d. 2004)", "entities": [{"title": "Bob Keeshan", "href": "/wiki/Bob_Keeshan", "description": "Robert James Keeshan was an American television producer and actor. He created and played the title role in the children's television program Captain Kangaroo, which ran from 1955 to 1984, the longest-running nationally broadcast children's television program of its day.\nKeeshan also played the original Clarabell the Clown on the Howdy Doody television program."}]}, {"heading": "Births", "year": "1928", "date": "June 27", "txt": "James Lincoln Collier, American journalist and author", "entities": [{"title": "James Lincoln Collier", "href": "/wiki/James_Lincoln_Collier", "description": "James Lincoln Collier is an American journalist, professional musician, and author of books, primarily non-fiction for adult readers and fiction for children. His literary works include My Brother Sam Is Dead (1974), a Newbery Honor book that was also named an American Library Association Notable Children's Book and nominated for a National Book Award in 1975. He also wrote a children's book title"}]}, {"heading": "Births", "year": "1928", "date": "June 27", "txt": "Rudy Perpich, American dentist and politician, 34th Governor of Minnesota (d. 1995)", "entities": [{"title": "Governor of Minnesota", "href": "/wiki/Governor_of_Minnesota", "description": "The Governor of Minnesota is the chief executive of the U.S. state of Minnesota, leading the state's executive branch. Forty people have been governor of Minnesota, though historically there were also three governors of Minnesota Territory. Alexander Ramsey, the first territorial governor, also served as state governor several years later. State governors are elected to office by popular vote, but"}]}, {"heading": "Births", "year": "1929", "date": "June 27", "txt": "Dick the Bruiser, American football player and wrestler (d. 1991)", "entities": [{"title": "Dick the Bruiser", "href": "/wiki/Dick_the_Bruiser", "description": "William Fritz Afflis was an American professional wrestler and football player, better known by his ring name, Dick the Bruiser. He was a fifteen-time world champion in professional wrestling, having held the AWA World Heavyweight Championship, the WWA World Heavyweight Championship thirteen times and the WWA World Heavyweight Championship once."}]}, {"heading": "Births", "year": "1929", "date": "June 27", "txt": "Peter Maas, American journalist and author (d. 2001)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 27", "txt": "Ross Perot, American businessman and politician (d. 2019)", "entities": [{"title": "Ross Perot", "href": "/wiki/Ross_Perot", "description": "Henry Ross Perot was an American business magnate, billionaire, and philanthropist. He was the founder and chief executive officer of Electronic Data Systems and Perot Systems. He ran an independent presidential campaign in 1992 and a third-party campaign in 1996, establishing the Reform Party in the latter election. Although he failed to carry a single state in either election, both campaigns wer"}]}, {"heading": "Births", "year": "1931", "date": "June 27", "txt": "Charles Bronfman, Canadian-American businessman and philanthropist", "entities": [{"title": "Charles Bronfman", "href": "/wiki/Charles_Bronfman", "description": "Charles Bronfman, is a Canadian-American businessman and philanthropist and is a member of the Canadian Jewish Bronfman family. With an estimated net worth of $2 billion, Bronfman was ranked by Forbes as the 14th wealthiest Canadian and 736th in the world."}]}, {"heading": "Births", "year": "1931", "date": "June 27", "txt": "Martinus J. G. Veltman, Dutch physicist and academic, Nobel Prize laureate (d. 2021)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1932", "date": "June 27", "txt": "Eddie Kasko, American baseball player and manager (d. 2020)", "entities": [{"title": "Eddie Kasko", "href": "/wiki/Eddie_Kasko", "description": "Edward Michael Kasko was an American infielder, manager, scout and front office executive in Major League Baseball (MLB)."}]}, {"heading": "Births", "year": "1932", "date": "June 27", "txt": "Anna Moffo, American operatic soprano (d. 2006)", "entities": []}, {"heading": "Births", "year": "1932", "date": "June 27", "txt": "Hugh Wood, English composer", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 27", "txt": "Lucille Clifton, American author and poet (d. 2010)", "entities": [{"title": "Lucille Clifton", "href": "/wiki/Lucille_Clifton", "description": "Lucille Clifton was an American poet, writer, and educator from Buffalo, New York. From 1979 to 1985 she was Poet Laureate of Maryland. Clifton was a finalist twice for the Pulitzer Prize for poetry."}]}, {"heading": "Births", "year": "1936", "date": "June 27", "txt": "Shirley Anne Field, English actress", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 27", "txt": "Joseph P. Allen, American physicist and astronaut", "entities": [{"title": "Joseph P. Allen", "href": "/wiki/Joseph_P._Allen", "description": "Joseph Percival \"Joe\" Allen IV, Ph.D. is a former NASA astronaut. He logged more than 3,000 hours flying time in jet aircraft."}]}, {"heading": "Births", "year": "1937", "date": "June 27", "txt": "Otto Herrigel, Namibian lawyer and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 27", "txt": "Kirkpatrick Sale, American author and scholar", "entities": []}, {"heading": "Births", "year": "1938", "date": "June 27", "txt": "Bruce Babbitt, American lawyer and politician, 47th United States Secretary of the Interior", "entities": [{"title": "Bruce Babbitt", "href": "/wiki/Bruce_Babbitt", "description": "Bruce Edward Babbitt is an American attorney and politician from the state of Arizona. A member of the Democratic Party, Babbitt served as the 16th governor of Arizona from 1978 to 1987, and as the President Bill Clinton's Secretary of the Interior from 1993 to 2001."}, {"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Births", "year": "1938", "date": "June 27", "txt": "David Hope, Baron Hope of Craighead, Scottish lieutenant and judge", "entities": []}, {"heading": "Births", "year": "1938", "date": "June 27", "txt": "Konrad Kujau, German illustrator (d. 2000)", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 27", "txt": "R. D. Burman, Indian singer-songwriter (d. 1994)", "entities": [{"title": "R. D. Burman", "href": "/wiki/R._D._Burman", "description": "Rahul Dev Burman was an Indian music director. He is widely regarded as one of the most predominant musical forces that Indian cinema has ever witnessed. Burman is considered as one of the greatest music composers of the Indian film industry. From the 1960s to the 1990s, Burman composed musical scores for 331 films. Burman did major work with his wife, Asha Bhosle, and Kishore Kumar and scored man"}]}, {"heading": "Births", "year": "1939", "date": "June 27", "txt": "Neil Hawke, Australian cricketer and footballer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 27", "txt": "Ian Lang, Baron Lang of Monkton, Scottish politician, Secretary of State for Scotland", "entities": [{"title": "Ian Lang, Baron Lang of Monkton", "href": "/wiki/Ian_Lang,_Baron_Lang_of_Monkton", "description": "Ian Bruce Lang, Baron Lang of Monkton, PC is a British Conservative politician and Life Peer who served as the Member of Parliament for Galloway, and then Galloway and Upper Nithsdale, from 1979 to 1997."}, {"title": "Secretary of State for Scotland", "href": "/wiki/Secretary_of_State_for_Scotland", "description": "The Secretary of State for Scotland, also referred to as Her Majesty's Principal Secretary of State for Scotland or the Scottish Secretary, is the secretary of state and principal government minister for Scotland in the Cabinet of Her Majesty's Government of the United Kingdom of Great Britain and Northern Ireland. The Scottish Secretary heads the Scotland Office, a government department based in "}]}, {"heading": "Births", "year": "1941", "date": "June 27", "txt": "Bill Baxley, American lawyer and politician, 24th Lieutenant Governor of Alabama", "entities": [{"title": "Bill Baxley", "href": "/wiki/Bill_Baxley", "description": "William Joseph Baxley II, is an American Democratic politician and attorney from Dothan, Alabama."}, {"title": "Lieutenant Governor of Alabama", "href": "/wiki/Lieutenant_Governor_of_Alabama", "description": "The Lieutenant Governor of Alabama is the president and presiding officer of the Alabama Senate, elected to serve a four-year term. The office was created in 1868, abolished in 1875, and recreated in 1901. According to the current constitution, should the governor be out of the state for more than 20 days, the lieutenant governor becomes acting governor, and if the governor dies, resigns or is rem"}]}, {"heading": "Births", "year": "1941", "date": "June 27", "txt": "James P. Hogan, English-Irish author (d. 2010)", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 27", "txt": "Krzysztof Kieślowski, Polish director and screenwriter (d. 1996)", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 27", "txt": "Bruce Johnston, American singer-songwriter and producer", "entities": [{"title": "Bruce Johnston", "href": "/wiki/Bruce_Johnston", "description": "Bruce Arthur Johnston is an American musician, singer, songwriter, arranger, and record producer who is best known as a member of the Beach Boys since 1965. Johnston also collaborated on many records with Terry Melcher and composed the 1975 Barry Manilow hit, \"I Write the Songs\"."}]}, {"heading": "Births", "year": "1942", "date": "June 27", "txt": "Frank Mills, Canadian pianist and composer", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 27", "txt": "Danny Schechter, American director, producer, and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 27", "txt": "Ravi Batra, Indian-American economist and academic", "entities": [{"title": "Ravi Batra", "href": "/wiki/Ravi_Batra", "description": "Raveendra Nath \"Ravi\" Batra is an Indian-American economist, author, and professor at Southern Methodist University. Batra is the author of six bestselling books, two of which appeared on The New York Times Best Seller list, with one reaching #1 in late 1987. His books center on his idea that financial capitalism breeds excessive inequality and political corruption which inevitably succumbs to fin"}]}, {"heading": "Births", "year": "1944", "date": "June 27", "txt": "Angela King, English environmentalist and author, co-founded Common Ground", "entities": [{"title": "Angela King (environmentalist)", "href": "/wiki/Angela_King_(environmentalist)", "description": "\nAngela King co-founded Common Ground, a British organisation which campaigns to link nature with culture and the positive investment people can make in their own localities, with Sue Clifford in 1983. She was Friends of the Earth's first Wildlife Campaigner for England. She went on to be consultant to the Nature Conservancy Council until Common Ground was founded in 1982/3."}, {"title": "Common Ground (United Kingdom)", "href": "/wiki/Common_Ground_(United_Kingdom)", "description": "\n\nCommon Ground is a United Kingdom charity and lobby group. Founded in 1982 by Susan Clifford and Angela King, Common Ground aims to promote \"local distinctiveness\"."}]}, {"heading": "Births", "year": "1944", "date": "June 27", "txt": "Patrick Sercu, Belgian cyclist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 27", "txt": "Joey Covington, American drummer, songwriter, and producer (d. 2013)", "entities": [{"title": "Joey Covington", "href": "/wiki/Joey_Covington", "description": "Joseph Edward Covington was an American drummer, best known for his involvements with Jefferson Airplane, Hot Tuna and Jefferson Starship."}]}, {"heading": "Births", "year": "1945", "date": "June 27", "txt": "Norma Kamali, American fashion designer", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 27", "txt": "Ragnar Søderlind, Norwegian composer", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 27", "txt": "Camile Baudoin, American guitarist", "entities": [{"title": "Camile Baudoin", "href": "/wiki/Camile_Baudoin", "description": "The Radiators, also known as The New Orleans Radiators, are a rock band from New Orleans, Louisiana, who combined the traditional musical styles of their native city with more mainstream rock and R&B influences to form a bouncy, funky variety of swamp-rock they called fish-head music. Described by OffBeat magazine as \"New Orleans' longest-running and most successful rock band\", The Radiators' had "}]}, {"heading": "Births", "year": "1949", "date": "June 27", "txt": "Vera Wang, American fashion designer", "entities": [{"title": "Vera Wang", "href": "/wiki/Vera_Wang", "description": "Vera Ellen Wang is an American fashion designer."}]}, {"heading": "Births", "year": "1951", "date": "June 27", "txt": "Ulf Andersson, Swedish chess player", "entities": [{"title": "Ulf Andersson", "href": "/wiki/Ulf_Andersson", "description": "Ulf Andersson is a leading Swedish chess player. FIDE awarded him the International Master title in 1970 and the Grandmaster title in 1972."}]}, {"heading": "Births", "year": "1951", "date": "June 27", "txt": "Julia Duffy, American actress", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 27", "txt": "Gilson Lavis, English drummer and portrait artist", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 27", "txt": "Mary McAleese, Irish academic and politician, 8th President of Ireland", "entities": [{"title": "President of Ireland", "href": "/wiki/President_of_Ireland", "description": "The President of Ireland is the head of state of the Republic of Ireland and the supreme commander of the Irish Defence Forces."}]}, {"heading": "Births", "year": "1952", "date": "June 27", "txt": "Madan Bhandari, Nepalese politician (d. 1993)", "entities": [{"title": "Madan Bhandari", "href": "/wiki/Madan_Bhandari", "description": "Nepal Ratna Madan Kumar Bhandari, commonly known as Madan Bhandari, was a popular Nepali political leader belonging to the Communist Party of Nepal, a democratic communist party in Nepal. He defeated the incumbent Prime Minister Krishna Prasad Bhattarai in the 1991 general election. Known for his charismatic style, Bhandari had propounded the popular communist principle or thought \"People's Multip"}]}, {"heading": "Births", "year": "1953", "date": "June 27", "txt": "Igor Gräzin, Estonian academic and politician", "entities": [{"title": "Igor Gräzin", "href": "/wiki/Igor_Gr%C3%A4zin", "description": "Igor Gräzin is an Estonian politician. He is serving as a Member of Parliament in Riigikogu, the Estonian Parliament, and won another term in the 2011 parliamentary election. Gräzin is a charter member of the Estonian Reform Party which carried a sweeping victory in these elections."}]}, {"heading": "Births", "year": "1953", "date": "June 27", "txt": "Alice McDermott, American novelist", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 27", "txt": "Richard Ibbotson, English admiral", "entities": [{"title": "Richard Ibbotson", "href": "/wiki/Richard_Ibbotson", "description": "Vice Admiral Sir Richard Jeffrey Ibbotson, is a former Royal Navy officer who served as Deputy Commander-in-Chief Fleet."}]}, {"heading": "Births", "year": "1955", "date": "June 27", "txt": "Isabelle Adjani, French actress", "entities": [{"title": "Isabelle Adjani", "href": "/wiki/Isabelle_Adjani", "description": "Isabelle Yasmina Adjani is a French film actress and singer. She is the only actress or actor in history to win five César Awards; she won Best Actress for Possession (1981), One Deadly Summer (1983), Camille Claudel (1988), La Reine Margot (1994), and Skirt Day (2009). She was made a Chevalier of the Legion of Honour in 2010, and a Commander of the Order of Arts and Letters in 2014."}]}, {"heading": "Births", "year": "1956", "date": "June 27", "txt": "Heiner Dopp, German field hockey player and politician", "entities": [{"title": "Heiner Dopp", "href": "/wiki/Heiner_Dopp", "description": "Heiner Dopp is a former field hockey player from West Germany, who competed at three Summer Olympics for his native country. He won the silver medal with his team, in 1984 and in 1988 (Seoul). Dopp made his Olympic debut in 1976 (Montreal)."}]}, {"heading": "Births", "year": "1957", "date": "June 27", "txt": "Gabriella Dorio, Italian runner", "entities": [{"title": "Gabriella Dorio", "href": "/wiki/Gabriella_Dorio", "description": "Gabriella Dorio is an Italian former athlete and Olympic gold winner. She won two medals, at senior level, at the International athletics competitions."}]}, {"heading": "Births", "year": "1958", "date": "June 27", "txt": "Lisa Germano, American singer-songwriter and guitarist", "entities": [{"title": "Lisa Germano", "href": "/wiki/Lisa_Germano", "description": "Lisa Ruth Germano is an American singer-songwriter and multi-instrumentalist from Indiana. Her album Geek the Girl (1994) was chosen a top album of the 1990s by Spin magazine. She began her career as a violinist for John Mellencamp. As of 2018 she has released thirteen albums."}]}, {"heading": "Births", "year": "1958", "date": "June 27", "txt": "Jeffrey Lee Pierce, American singer-songwriter and guitarist (d. 1996)", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 27", "txt": "Dan Jurgens, American author and illustrator", "entities": [{"title": "Dan Jurgens", "href": "/wiki/Dan_Jurgens", "description": "Dan Jurgens is an American comic book writer and artist. He is known for his work on the DC comic book storyline \"The Death of Superman\" and for creating characters such as Doomsday, Hank Henshaw and Booster Gold. Jurgens had a lengthy run on the Superman comic books including The Adventures of Superman, Superman vol. 2 and Action Comics. At Marvel, Jurgens worked on series such as Captain America"}]}, {"heading": "Births", "year": "1959", "date": "June 27", "txt": "Lorrie Morgan, American singer", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 27", "txt": "Craig Hodges, American basketball player and coach", "entities": [{"title": "Craig Hodges", "href": "/wiki/Craig_Hodges", "description": "Craig Anthony Hodges is an American retired professional basketball player and former head coach of the Westchester Knicks of the NBA Development League. He played in the NBA for 10 seasons and led the league in 3-point shooting percentage three times. He won two NBA championships with the Chicago Bulls, and along with Larry Bird, is one of only two players to win three consecutive Three Point Con"}]}, {"heading": "Births", "year": "1960", "date": "June 27", "txt": "Michael Mayer, American theatre director", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 27", "txt": "Robert King, English harpsichordist and conductor", "entities": [{"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Births", "year": "1960", "date": "June 27", "txt": "Jeremy Swift, English actor", "entities": []}, {"heading": "Births", "year": "1962", "date": "June 27", "txt": "Michael Ball, English actor and singer", "entities": [{"title": "Michael Ball (singer)", "href": "/wiki/Michael_Ball_(singer)", "description": "Michael Ashley Ball, OBE is an English actor, singer and broadcaster. He made his West End debut in 1985 playing Marius Pontmercy in the original London production of Les Misérables, and went on to star in 1987 as Raoul in The Phantom of the Opera. In 1989, he reached number Two in the UK Singles Chart with \"Love Changes Everything\", a song taken from the musical Aspects of Love, where he played A"}]}, {"heading": "Births", "year": "1962", "date": "June 27", "txt": "Sunanda Pushkar, India-born Canadian businesswoman (d. 2014)", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 27", "txt": "Wendy Alexander, Scottish politician, Minister for Enterprise and Lifelong Learning", "entities": [{"title": "Wendy Alexander", "href": "/wiki/Wendy_Alexander", "description": "Wendy Alexander is a retired Scottish politician and the former Member of the Scottish Parliament (MSP) for Paisley North. She held various Scottish Government cabinet posts and was the Leader of the Scottish Labour Party from 2007 to 2008. In 2010–2011 she convened the Scotland Bill Committee on financial powers of the Scottish Parliament."}, {"title": "Minister for Enterprise and Lifelong Learning", "href": "/wiki/Minister_for_Enterprise_and_Lifelong_Learning", "description": "\n\nThe Minister for Enterprise and Lifelong Learning was a cabinet position in the Scottish Executive. The position was first created in the 1999 as part of the Dewar government and continued into the McLeish cabinet. Following the election of Jack McConnell as First Minister in 2001 transportation was added to the portfolio in his first cabinet and then subsequently removed in his second. Followin"}]}, {"heading": "Births", "year": "1963", "date": "June 27", "txt": "Johnny Benson Jr., American race car driver", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 27", "txt": "Stephan Brenninkmeijer, Dutch director, producer, and screenwriter", "entities": [{"title": "Stephan Brenninkmeijer", "href": "/wiki/Stephan_Brenninkmeijer", "description": "Stephan Brenninkmeijer is a Dutch film director, screenwriter, and producer."}]}, {"heading": "Births", "year": "1964", "date": "June 27", "txt": "Chuck Person, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 27", "txt": "Simon Sebag Montefiore, English journalist, historian, and author", "entities": [{"title": "Simon Sebag Montefiore", "href": "/wiki/Simon_Sebag_Montefiore", "description": "Simon Jonathan Sebag Montefiore is a British historian, television presenter and author of popular history books and novels."}]}, {"heading": "Births", "year": "1965", "date": "June 27", "txt": "S. Manikavasagam, Malaysian politician and social activist", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 27", "txt": "Óscar Vega, Spanish boxer", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 27", "txt": "J.J. Abrams, American director, producer, and screenwriter", "entities": [{"title": "J.J. Abrams", "href": "/wiki/J.J._Abrams", "description": "Jeffrey Jacob Abrams is an American film director, producer, and screenwriter. He is known for his work in the genres of action, drama, and science fiction. Abrams wrote or produced such films as Regarding Henry (1991), Forever Young (1992), Armageddon (1998), Cloverfield (2008), Star Trek (2009), Star Wars: The Force Awakens (2015), and Star Wars: The Rise of Skywalker (2019)."}]}, {"heading": "Births", "year": "1966", "date": "June 27", "txt": "Jörg Bergen, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 27", "txt": "Jeff Conine, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 27", "txt": "Aigars Kalvītis, Latvian politician, businessman, and former Prime Minister of Latvia", "entities": [{"title": "Prime Minister of Latvia", "href": "/wiki/Prime_Minister_of_Latvia", "description": "The prime minister of Latvia is the most powerful member of the Government of Latvia, and presides over the Latvian Cabinet of Ministers. The prime minister is nominated by the president of Latvia, but must be able to obtain the support of a majority of the Saeima (parliament)."}]}, {"heading": "Births", "year": "1967", "date": "June 27", "txt": "Sylvie Fréchette, Canadian swimmer and coach", "entities": [{"title": "Sylvie Fréchette", "href": "/wiki/Sylvie_Fr%C3%A9chette", "description": "Sylvie Fréchette, is a Canadian former synchronised swimmer. She is the 1992 Olympic champion in the women's solo event."}]}, {"heading": "Births", "year": "1967", "date": "June 27", "txt": "George Hamilton, Northern Irish police officer", "entities": []}, {"heading": "Births", "year": "1967", "date": "June 27", "txt": "Vasiliy Kaptyukh, Belarusian discus thrower", "entities": []}, {"heading": "Births", "year": "1967", "date": "June 27", "txt": "Phil Kearns, Australian rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1968", "date": "June 27", "txt": "Kelly Ayotte, American lawyer and politician, New Hampshire Attorney General", "entities": [{"title": "Kelly Ayotte", "href": "/wiki/Kelly_Ayotte", "description": "Kelly Ann Ayotte is an American attorney and politician who served as a United States Senator from 2011 to 2017 and Attorney General for New Hampshire from 2004 to 2009."}, {"title": "New Hampshire Attorney General", "href": "/wiki/New_Hampshire_Attorney_General", "description": "The New Hampshire Attorney General is a constitutional officer of the U.S. state of New Hampshire who serves as head of the New Hampshire Department of Justice. As of March 4, 2021 the Office of the state Attorney General is vacant."}]}, {"heading": "Births", "year": "1969", "date": "June 27", "txt": "Viktor Petrenko, Ukrainian figure skater", "entities": [{"title": "Viktor Petrenko", "href": "/wiki/Viktor_Petrenko", "description": "Viktor Vasyliovych Petrenko is a Ukrainian former competitive figure skater who represented the Soviet Union, the Unified Team, and Ukraine during his career. He is the 1992 Olympic Champion for the Unified Team. Petrenko became the first flagbearer for Ukraine. Petrenko lives in the United States and works as an ISU Technical Specialist, tours professionally, and coaches figure skating."}]}, {"heading": "Births", "year": "1970", "date": "June 27", "txt": "Régine Cavagnoud, French skier (d. 2001)", "entities": [{"title": "Régine Cavagnoud", "href": "/wiki/R%C3%A9gine_Cavagnoud", "description": "Régine Cavagnoud was a World Cup alpine ski racer from France. She was the World Cup and World Champion in Super-G in 2001. Later that year, Cavagnoud was involved in a high-speed collision while training and died two days later. She competed at three Winter Olympics and five world championships."}]}, {"heading": "Births", "year": "1970", "date": "June 27", "txt": "John Eales, Australian rugby player and businessman", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 27", "txt": "Jim Edmonds, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 27", "txt": "Jo Frost, English nanny, television personality, and author", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 27", "txt": "Serginho, Brazilian footballer", "entities": [{"title": "Serginho (footballer, born 1971)", "href": "/wiki/Serginho_(footballer,_born_1971)", "description": "Sérgio Cláudio dos Santos better known as Serginho is a Brazilian former footballer, who last played as a left winger and left back for Italian club A.C. Milan in 2008. Prior to joining Milan in 1999, he played for several Brazilian clubs. Known for his energetic attacking runs down the wing, with Milan he won the Champions League twice, in 2003 and 2007, as well as the Serie A title in 2004, amon"}]}, {"heading": "Births", "year": "1972", "date": "June 27", "txt": "Dawud Wharnsby, Canadian singer-songwriter, guitarist, and producer", "entities": [{"title": "Dawud Wharnsby", "href": "/wiki/Dawud_Wharnsby", "description": "Dawud Wharnsby is a Canadian Universalist Muslim singer-songwriter, poet, performer, educator and television personality. A multi-instrumentalist, he is best known for his work in the musical/poetic genre of English Language nasheed and spoken word."}]}, {"heading": "Births", "year": "1973", "date": "June 27", "txt": "Abbath Doom Occulta, Norwegian musician", "entities": [{"title": "Olve Eikemo", "href": "/wiki/Olve_Eikemo", "description": "Olve Eikemo, better known by his stage name Abbath Doom Occulta or simply Abbath, is a Norwegian musician best known as a founding member of the black metal band Immortal. Before founding Immortal, Abbath performed with Old Funeral alongside future Immortal member Demonaz. While working with Old Funeral, he also joined Demonaz's band Amputation which later became Immortal. He also plays bass in De"}]}, {"heading": "Births", "year": "1973", "date": "June 27", "txt": "Simon Archer, English badminton player", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 27", "txt": "Christian Kane, American singer-songwriter and actor", "entities": [{"title": "Christian Kane", "href": "/wiki/Christian_Kane", "description": "Christian Kane is an American actor and singer-songwriter. He is known for his roles in the television shows Angel, Leverage, The Librarians, and Into the West, and the movies Just Married, Taxi, and Secondhand Lions."}]}, {"heading": "Births", "year": "1974", "date": "June 27", "txt": "Christopher O'Neill, English-American businessman", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 27", "txt": "Ace Darling, American wrestler", "entities": [{"title": "Ace Darling", "href": "/wiki/Ace_Darling", "description": "Charleston Diggler is an American professional wrestler, best known by his ring name Ace Darling. Darling has wrestled in various independent promotions in Pennsylvania, New Jersey, and Delaware, most notably for the East Coast Wrestling Association, Jersey All Pro Wrestling and Extreme Championship Wrestling."}]}, {"heading": "Births", "year": "1975", "date": "June 27", "txt": "Bianca Del Rio, American drag queen & comedian", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 27", "txt": "Sarah Evanetz, Canadian swimmer", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 27", "txt": "Tobey Maguire, American actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 27", "txt": "Daryle Ward, American baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 27", "txt": "Johnny Estrada, American baseball player", "entities": [{"title": "Johnny Estrada", "href": "/wiki/Johnny_Estrada", "description": "Johnny Pulado Estrada III is an American former professional baseball catcher, who played in Major League Baseball (MLB) for the Philadelphia Phillies, Atlanta Braves, Arizona Diamondbacks, Milwaukee Brewers, and Washington Nationals."}]}, {"heading": "Births", "year": "1976", "date": "June 27", "txt": "Leigh Nash, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 27", "txt": "Arkadiusz Radomski, Polish footballer", "entities": [{"title": "Arkadiusz Radomski", "href": "/wiki/Arkadiusz_Radomski", "description": "Arkadiusz \"Arek\" Radomski is a Polish former professional footballer who played as a holding midfielder. He last played for Cracovia."}]}, {"heading": "Births", "year": "1978", "date": "June 27", "txt": "Apparat, German musician", "entities": [{"title": "Apparat (musician)", "href": "/wiki/Apparat_(musician)", "description": "Sascha Ring, better known by the stage name Apparat, is a German electronic musician. He was previously co-owner of Shitkatapult records. Starting out with dancefloor-oriented techno, he shifted focus towards ambient music, becoming \"more interested in designing sounds than beats\"."}]}, {"heading": "Births", "year": "1980", "date": "June 27", "txt": "Hugo Campagnaro, Argentinian footballer", "entities": [{"title": "Hugo Campagnaro", "href": "/wiki/Hugo_Campagnaro", "description": "Hugo Armando Campagnaro is an Argentine former professional footballer who played as a centre back."}]}, {"heading": "Births", "year": "1980", "date": "June 27", "txt": "Jennifer Goodridge, American keyboard player", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 27", "txt": "Alexander Peya, Austrian tennis player", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 27", "txt": "Kevin Pietersen, South African-English cricketer", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 27", "txt": "Craig Terrill, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 27", "txt": "Andrew Embley, Australian footballer", "entities": [{"title": "Andrew Embley", "href": "/wiki/Andrew_Embley", "description": "Andrew Embley is a former Australian rules footballer who played with the West Coast Eagles in the Australian Football League (AFL). He is known for winning the Norm Smith Medal as the best player in the 2006 AFL Grand Final."}]}, {"heading": "Births", "year": "1983", "date": "June 27", "txt": "Jim Johnson, American baseball player", "entities": [{"title": "Jim Johnson (baseball, born 1983)", "href": "/wiki/Jim_Johnson_(baseball,_born_1983)", "description": "James Robert Johnson is an American former professional baseball relief pitcher. He has played in Major League Baseball (MLB) for the Baltimore Orioles, Oakland Athletics, Detroit Tigers, Atlanta Braves, Los Angeles Dodgers and Los Angeles Angels. Johnson was an All-Star in 2012 and won the Rolaids Relief Man Award that year while leading MLB in saves. In 2013, Johnson became the first American Le"}]}, {"heading": "Births", "year": "1983", "date": "June 27", "txt": "Dale Steyn, South African cricketer", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 27", "txt": "Nikola Rakočević, Serbian actor", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 27", "txt": "Khloé Kardashian, American model, businesswoman, and radio host", "entities": [{"title": "Khloé Kardashian", "href": "/wiki/Khlo%C3%A9_Kardashian", "description": "Khloé Alexandra Kardashian is an American media personality, socialite, and model. Since 2007, she has starred with her family in the reality television series Keeping Up with the Kardashians. Its success has led to the creation of spin-offs, including Kourtney and Khloé Take Miami (2009–2013) and Kourtney and Khloé Take The Hamptons (2014–2015)."}]}, {"heading": "Births", "year": "1984", "date": "June 27", "txt": "D.J. King, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1984 - Jose Holebas, German-Greek footballer", "date": "June 27", "txt": "Jose Holebas, German-Greek footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 27", "txt": "Gökhan Inler, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 27", "txt": "James Hook, Welsh rugby player", "entities": [{"title": "James Hook (rugby union)", "href": "/wiki/James_Hook_(rugby_union)", "description": "James William Hook is a retired Welsh rugby union player. Hook has won 81 caps for Wales and is Wales' fourth highest all-time points scorer. Most often playing as a fly-half, Hook is known as a utility player, and has also played as a centre, wing and fullback."}]}, {"heading": "Births", "year": "1985", "date": "June 27", "txt": "Svetlana Kuznetsova, Russian tennis player", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 27", "txt": "Nico Rosberg, German race car driver", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 27", "txt": "Sam Claflin, British actor", "entities": [{"title": "Sam Claflin", "href": "/wiki/Sam_Claflin", "description": "Samuel George Claflin is an English actor. After graduating from the London Academy of Music and Dramatic Art in 2009, he began his acting career on television and had his first film role as Philip Swift in Pirates of the Caribbean: On Stranger Tides (2011)."}]}, {"heading": "Births", "year": "1986", "date": "June 27", "txt": "Drake Bell, American singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 27", "txt": "Bryan Fletcher, American skier", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 27", "txt": "LaShawn Merritt, American sprinter", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 27", "txt": "India de Beaufort, English actress", "entities": [{"title": "India de Beaufort", "href": "/wiki/India_de_Beaufort", "description": "India de Beaufort is a British actress and singer-songwriter."}]}, {"heading": "Births", "year": "1987", "date": "June 27", "txt": "Ed Westwick, English actor", "entities": []}, {"heading": "Births", "year": "1988", "date": "June 27", "txt": "Stefani Bismpikou, Greek gymnast", "entities": [{"title": "Stefani Bismpikou", "href": "/wiki/Stefani_Bismpikou", "description": "Stefani Bismpikou is a Greek artistic gymnast who competed at the 2004 and 2008 Olympics. She is the first Greek female gymnast ever to win a medal at the European Championships, and has also won several medals on the World Cup circuit. Her best apparatus is the balance beam, where she has an exceptionally high difficulty score."}]}, {"heading": "Births", "year": "1988", "date": "June 27", "txt": "Matthew Spiranovic, Australian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "June 27", "txt": "Kate Ziegler, American swimmer", "entities": []}, {"heading": "Births", "year": "1989", "date": "June 27", "txt": "Hana Birnerová, Czech tennis player", "entities": [{"title": "Hana Birnerová", "href": "/wiki/Hana_Birnerov%C3%A1", "description": "Hana Birnerová is a Czech former tennis player."}]}, {"heading": "Births", "year": "1989", "date": "June 27", "txt": "Matthew Lewis, English actor", "entities": []}, {"heading": "Births", "year": "1992", "date": "June 27", "txt": "Ahn So-hee, South Korean singer and actress", "entities": [{"title": "Ahn So-hee", "href": "/wiki/Ahn_So-hee", "description": "Ahn So-hee, better known by the mononym Sohee, is a South Korean actress and singer. She is a former member of the South Korean girl group Wonder Girls."}]}, {"heading": "Births", "year": "1992", "date": "June 27", "txt": "Karthika Nair, Indian film actress", "entities": []}, {"heading": "Births", "year": "1993", "date": "June 27", "txt": "Johanna Talihärm, Estonian biathlete", "entities": [{"title": "Johanna Talihärm", "href": "/wiki/Johanna_Talih%C3%A4rm", "description": "Johanna Talihärm is an Estonian biathlete. She competed at the Biathlon World Championships 2013, and at the 2014 Winter Olympics in Sochi. She represented Estonia at the 2018 Winter Olympics."}]}, {"heading": "Births", "year": "1993", "date": "June 27", "txt": "Alberto Campbell-Staines, Australian athlete", "entities": []}, {"heading": "Births", "year": "1994", "date": "June 27", "txt": "Anita Husarić, Bosnian tennis player", "entities": [{"title": "Anita Husarić", "href": "/wiki/Anita_Husari%C4%87", "description": "Anita Husarić is a Bosnian tennis player."}]}, {"heading": "Births", "year": "1995", "date": "June 27", "txt": "Monté Morris, American basketball player", "entities": [{"title": "Monté Morris", "href": "/wiki/Mont%C3%A9_Morris", "description": "Monté Robert Morris is an American professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He played college basketball for the Iowa State Cyclones."}]}, {"heading": "Deaths", "year": "992", "date": "June 27", "txt": "Conan I of Rennes, Duke of Brittany", "entities": [{"title": "Conan I of Rennes", "href": "/wiki/Conan_I_of_Rennes", "description": "Conan I nicknamed Le Tort was the Duke of Brittany from 990 to his death."}]}, {"heading": "Deaths", "year": "1162", "date": "June 27", "txt": "Odo II, Duke of Burgundy (b. 1118)", "entities": [{"title": "Odo II, Duke of Burgundy", "href": "/wiki/Odo_II,_Duke_of_Burgundy", "description": "Odo II was duke of Burgundy between 1143 and 1162."}]}, {"heading": "Deaths", "year": "1194", "date": "June 27", "txt": "King Sancho VI of Navarre (b. 1132)", "entities": [{"title": "Sancho VI of Navarre", "href": "/wiki/Sancho_VI_of_Navarre", "description": "Sancho Garcés VI, called the Wise was King of Navarre from 1150 until his death in 1194. He was the first monarch to officially drop the title of King of Pamplona in favour of King of Navarre, thus changing the designation of his kingdom. Sancho Garcés was responsible for bringing his kingdom into the political orbit of Europe. He was the eldest son of García Ramírez, the Restorer and Margaret of "}]}, {"heading": "Deaths", "year": "1296", "date": "June 27", "txt": "Floris V, Count of Holland (b. 1254)", "entities": [{"title": "Floris V, Count of Holland", "href": "/wiki/Floris_V,_Count_of_Holland", "description": "Floris V reigned as Count of Holland and Zeeland from 1256 until 1296. His life was documented in detail in the Rijmkroniek by Melis Stoke, his chronicler. He is credited with a mostly peaceful reign, modernizing administration, policies beneficial to trade, generally acting in the interests of his peasants at the expense of nobility, and reclaiming land from the sea. His dramatic murder, engineer"}]}, {"heading": "Deaths", "year": "1458", "date": "June 27", "txt": "Alfonso V of Aragon (b. 1396)", "entities": [{"title": "Alfonso V of Aragon", "href": "/wiki/Alfonso_V_of_Aragon", "description": "Alfonso the Magnanimous was the King of Aragon, Valencia, Majorca, Sardinia and Corsica, Sicily and Count of Barcelona from 1416, and King of Naples from 1442 until his death. He was one of the most prominent figures of the early Renaissance and a knight of the Order of the Dragon."}]}, {"heading": "Deaths", "year": "1497", "date": "June 27", "txt": "Michael An Gof, rebel leader", "entities": [{"title": "Michael An Gof", "href": "/wiki/Michael_An_Gof", "description": "Michael Joseph, better known as Michael An Gof, was one of the leaders of the Cornish Rebellion of 1497, along with Thomas Flamank."}]}, {"heading": "Deaths", "year": "1497", "date": "June 27", "txt": "Thomas Flamank, rebel leader", "entities": []}, {"heading": "Deaths", "year": "1574", "date": "June 27", "txt": "Giorgio Vasari, Italian historian, painter, and architect (b. 1511)", "entities": [{"title": "Giorgio Vasari", "href": "/wiki/Giorgio_Vasari", "description": "Giorgio Vasari was an Italian painter, architect, engineer, writer, and historian, best known for his Lives of the Most Excellent Painters, Sculptors, and Architects, considered the ideological foundation of art-historical writing. Based on Vasari's text about Giotto's new manner of painting, Jules Michelet suggested for the first time the term Renaissance in his Histoire de France (1835), a term "}]}, {"heading": "Deaths", "year": "1601", "date": "June 27", "txt": "Henry Norris, 1st Baron Norreys (b. 1525)", "entities": [{"title": "Henry Norris, 1st Baron Norreys", "href": "/wiki/Henry_Norris,_1st_Baron_Norreys", "description": "Henry Norris, 1st Baron Norreys of Rycote in Oxfordshire, belonged to an old Berkshire family, many members of which had held positions at the English court."}]}, {"heading": "Deaths", "year": "1603", "date": "June 27", "txt": "Jan Dymitr Solikowski, Polish archbishop (b. 1539)", "entities": [{"title": "Jan Dymitr Solikowski", "href": "/wiki/Jan_Dymitr_Solikowski", "description": "Jan Dymitr Solikowski was a Polish writer, diplomat, Archbishop of Lwów."}]}, {"heading": "Deaths", "year": "1627", "date": "June 27", "txt": "John Hayward, English historian, journalist, and politician (b. 1564)", "entities": [{"title": "John Hayward (historian)", "href": "/wiki/John_Hayward_(historian)", "description": "Sir John Hayward was an English historian, lawyer and politician."}]}, {"heading": "Deaths", "year": "1636", "date": "June 27", "txt": "Date Masamune, Japanese strongman (b. 1567)", "entities": [{"title": "Date Masamune", "href": "/wiki/Date_Masamune", "description": "Date Masamune  was a regional ruler of Japan's Azuchi–Momoyama period through early Edo period. Heir to a long line of powerful daimyō in the Tōhoku region, he went on to found the modern-day city of Sendai. An outstanding tactician, he was made all the more iconic for his missing eye, as Masamune was often called dokuganryū (独眼竜), or the \"One-Eyed Dragon of Ōshu\"."}]}, {"heading": "Deaths", "year": "1654", "date": "June 27", "txt": "Johannes Valentinus Andreae, German theologian (b. 1586)", "entities": [{"title": "Johannes Valentinus Andreae", "href": "/wiki/Johannes_Valentinus_Andreae", "description": "Johannes Valentinus Andreae, a.k.a. Johannes Valentinus Andreä or Johann Valentin Andreae, was a German theologian, who claimed to be the author of an ancient text known as the Chymische Hochzeit Christiani Rosencreutz anno 1459. This became one of the three founding works of Rosicrucianism, which was both a legend and a fashionable cultural phenomenon across Europe in this period."}]}, {"heading": "Deaths", "year": "1655", "date": "June 27", "txt": "Eleonora Gonzaga, Holy Roman Empress (b. 1598)", "entities": [{"title": "Eleonora Gonzaga (1598–1655)", "href": "/wiki/Eleonora_Gonzaga_(1598%E2%80%931655)", "description": "For other women of the same name, see Eleanor Gonzaga (disambiguation)\n"}]}, {"heading": "Deaths", "year": "1672", "date": "June 27", "txt": "Roger Twysden, English historian and politician (b. 1597)", "entities": [{"title": "Roger Twysden", "href": "/wiki/Roger_Twysden", "description": "\nSir Roger Twysden, 2nd Baronet, of Roydon Hall near East Peckham in Kent, was an English historian and politician who sat in the House of Commons at various times between 1625 and 1640."}]}, {"heading": "Deaths", "year": "1720", "date": "June 27", "txt": "Guillaume Amfrye de Chaulieu, French poet and author (b. 1639)", "entities": [{"title": "Guillaume Amfrye de Chaulieu", "href": "/wiki/Guillaume_Amfrye_de_Chaulieu", "description": "Guillaume Amfrye de Chaulieu, French poet and wit, was born at Fontenay, Normandy."}]}, {"heading": "Deaths", "year": "1729", "date": "June 27", "txt": "Élisabeth Jacquet de La Guerre, French harpsichord player and composer (b. 1665)", "entities": [{"title": "Élisabeth Jacquet de La Guerre", "href": "/wiki/%C3%89lisabeth_Jacquet_de_La_Guerre", "description": "Élisabeth Jacquet de La Guerre was a French musician, harpsichordist and composer."}]}, {"heading": "Deaths", "year": "1794", "date": "June 27", "txt": "Wenzel Anton, Prince of Kaunitz-Rietberg (b. 1711)", "entities": [{"title": "Wenzel Anton, Prince of Kaunitz-Rietberg", "href": "/wiki/Wenzel_Anton,_Prince_of_Kaunitz-Rietberg", "description": "Wenzel Anton, Prince of Kaunitz-Rietberg was an Austrian and Czech diplomat and statesman in the Habsburg Monarchy. A proponent of enlightened absolutism, he held the office of State Chancellor for about four decades and was responsible for the foreign policies during the reigns of Maria Theresa, Joseph II, and Leopold II. In 1764, he was elevated to the noble rank of a Prince of the Holy Roman Em"}]}, {"heading": "Deaths", "year": "1794", "date": "June 27", "txt": "Philippe de Noailles, French general (b. 1715)", "entities": []}, {"heading": "Deaths", "year": "1827", "date": "June 27", "txt": "Johann Gottfried Eichhorn, German theologian and academic (b. 1754)", "entities": [{"title": "Johann Gottfried Eichhorn", "href": "/wiki/Johann_Gottfried_Eichhorn", "description": "Johann Gottfried Eichhorn was a German Protestant theologian of the Enlightenment and an early orientalist. He was a member of the Göttingen School of History."}]}, {"heading": "Deaths", "year": "1829", "date": "June 27", "txt": "James Smithson, English chemist and mineralogist (b. 1765)", "entities": [{"title": "James Smithson", "href": "/wiki/James_Smithson", "description": "James Smithson was an English chemist and mineralogist. He published numerous scientific papers for the Royal Society during the late 1700s as well as assisting in the development of calamine, which would eventually be renamed after him as \"smithsonite\". He was the founding donor of the Smithsonian Institution, which also bears his name."}]}, {"heading": "Deaths", "year": "1831", "date": "June 27", "txt": "Sophie Germain, French mathematician and physicist (b. 1776)", "entities": [{"title": "Sophie Germain", "href": "/wiki/Sophie_Germain", "description": "Marie-Sophie Germain was a French mathematician, physicist, and philosopher. Despite initial opposition from her parents and difficulties presented by society, she gained education from books in her father's library, including ones by Leonhard Euler, and from correspondence with famous mathematicians such as Lagrange, Legendre, and Gauss. One of the pioneers of elasticity theory, she won the grand"}]}, {"heading": "Deaths", "year": "1839", "date": "June 27", "txt": "Ranjit Singh, founder of the Sikh Empire (b. 1780)", "entities": [{"title": "Ranjit Singh", "href": "/wiki/Ranjit_Singh", "description": "Maharaja Ranjit Singh, popularly known as Sher-e-Punjab or \"Lion of Punjab\", was the first Maharaja of the Sikh Empire, which ruled the northwest Indian subcontinent in the early half of the 19th century. He survived smallpox in infancy but lost sight in his left eye. He fought his first battle alongside his father at age 10. After his father died, he fought several wars to expel the Afghans in hi"}, {"title": "Sikh Empire", "href": "/wiki/Sikh_Empire", "description": "The Sikh Empire was a state originating in the Indian subcontinent, formed under the leadership of Maharaja Ranjit Singh, who established an empire based in the Punjab. The empire existed from 1799, when Maharaja Ranjit Singh captured Lahore, to 1849 and was forged on the foundations of the Khalsa from a collection of autonomous Sikh misls. At its peak in the 19th century, the Empire extended from"}]}, {"heading": "Deaths", "year": "1844", "date": "June 27", "txt": "Hyrum Smith, American religious leader (b. 1800)", "entities": [{"title": "Hyrum Smith", "href": "/wiki/Hyrum_Smith", "description": "Hyrum Smith was an American religious leader in the Church of Jesus Christ of Latter Day Saints, the original church of the Latter Day Saint movement. He was the older brother of the movement's founder, Joseph Smith, and was killed with his brother at Carthage Jail where they were being held awaiting trial."}]}, {"heading": "Deaths", "year": "1844", "date": "June 27", "txt": "Joseph Smith, American religious leader, founded the Latter Day Saint movement (b. 1805)", "entities": [{"title": "Latter Day Saint movement", "href": "/wiki/Latter_Day_Saint_movement", "description": "The Latter Day Saint movement is the collection of independent church groups that trace their origins to a Christian Restorationist movement founded by Joseph Smith in the late 1820s."}]}, {"heading": "Deaths", "year": "1878", "date": "June 27", "txt": "Sidney Breese, American jurist and politician (b. 1800)", "entities": [{"title": "Sidney Breese", "href": "/wiki/Sidney_Breese", "description": "Sidney Breese, a lawyer, soldier, author and jurist born in New York, became an early Illinois pioneer and represented the state in the United States Senate as well as served as Chief Justice of the Illinois Supreme Court and Speaker of the Illinois House of Representatives, and has been called \"father of the Illinois Central Railroad\"."}]}, {"heading": "Deaths", "year": "1894", "date": "June 27", "txt": "Giorgio Costantino Schinas, Maltese architect and civil engineer (b. 1834)", "entities": [{"title": "Giorgio Costantino Schinas", "href": "/wiki/Giorgio_Costantino_Schinas", "description": "Giorgio Costantino Schinas (1834–1894) was a Maltese architect and civil engineer. He was of Greek descent."}]}, {"heading": "Deaths", "year": "1896", "date": "June 27", "txt": "John Berryman, English soldier, Victoria Cross recipient (b. 1825)", "entities": [{"title": "John Berryman (VC)", "href": "/wiki/John_Berryman_(VC)", "description": "John Berryman VC was a British Army non-commissioned officer and a recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Deaths", "year": "1905", "date": "June 27", "txt": "Harold Mahony, Scottish-Irish tennis player (b. 1867)", "entities": [{"title": "Harold Mahony", "href": "/wiki/Harold_Mahony", "description": "Harold Segerson Mahony was a Scottish-born tennis player who is best known for winning the singles title at the Wimbledon Championships in 1896. His career lasted from 1888 until his death in 1905. Mahony was born in Scotland but lived in Ireland for the majority of his life; his family were Irish including both of his parents, the family home was in County Kerry, Southwestern Ireland. He was the "}]}, {"heading": "Deaths", "year": "1907", "date": "June 27", "txt": "Elizabeth Cabot Agassiz, American educator, co-founded Radcliffe College (b. 1822)", "entities": [{"title": "Elizabeth Cabot Agassiz", "href": "/wiki/Elizabeth_Cabot_Agassiz", "description": "Elizabeth Cabot Cary Agassiz was an American educator, naturalist, writer, and the co-founder and first president of Radcliffe College. A researcher of natural history, she was an author and illustrator of natural history texts as well as a co-author of natural history texts with her husband, Louis Agassiz, and her stepson Alexander Agassiz."}, {"title": "Radcliffe College", "href": "/wiki/Radcliffe_College", "description": "Radcliffe College was a women's liberal arts college in Cambridge, Massachusetts, and functioned as the female coordinate institution for the all-male Harvard College. It was one of the Seven Sisters colleges and held the popular reputation of having a particularly intellectual, literary, and independent-minded female student body. Radcliffe conferred Radcliffe College diplomas on undergraduates a"}]}, {"heading": "Deaths", "year": "1911", "date": "June 27", "txt": "Victor Surridge, English motorcycle racer (b. 1882)", "entities": [{"title": "Victor Surridge", "href": "/wiki/Victor_Surridge", "description": "Victor John Surridge was an English motor-cycle racer who raced for the Rudge team. After the works Rudge factory team visited the Isle of Man TT Races for the first time, Victor Surridge while practising for the 1911 Isle of Man TT Races was killed on the Glen Helen section on the new Isle of Man TT Mountain Course used for the first-time in 1911."}]}, {"heading": "Deaths", "year": "1912", "date": "June 27", "txt": "George Bonnor, Australian cricketer (b. 1855)", "entities": [{"title": "George Bonnor", "href": "/wiki/George_Bonnor", "description": "George John Bonnor was an Australian cricketer, known for his big hitting, who played Test cricket between 1880 and 1888."}]}, {"heading": "Deaths", "year": "1917", "date": "June 27", "txt": "Karl Allmenröder, German soldier and pilot (b. 1896)", "entities": [{"title": "Karl Allmenröder", "href": "/wiki/Karl_Allmenr%C3%B6der", "description": "Leutnant Karl Allmenröder was a German World War I flying ace credited with 30 aerial victories. The medical student son of a preacher father was seasoned in the trenches as an 18-year-old artilleryman in the early days of the First World War, earning promotion via battlefield commission to Leutnant on 30 March 1915. After transferring to aviation and serving some time as an artillery spotter in t"}]}, {"heading": "Deaths", "year": "1919", "date": "June 27", "txt": "Peter Sturholdt, American boxer (b. 1885)", "entities": [{"title": "Peter Sturholdt", "href": "/wiki/Peter_Sturholdt", "description": "Peter Johnson Sturholdt was an American boxer who competed in the 1904 Summer Olympics. Sturholdt was born in Red Wing, Minnesota. In 1904, he finished fourth in the lightweight class after losing the bronze medal fight to Russell van Horn."}]}, {"heading": "Deaths", "year": "1920", "date": "June 27", "txt": "Adolphe-Basile Routhier, Canadian lawyer and judge (b. 1839)", "entities": [{"title": "Adolphe-Basile Routhier", "href": "/wiki/Adolphe-Basile_Routhier", "description": "Sir Adolphe-Basile Routhier was a Canadian judge, author, and lyricist. He wrote the lyrics of the original French version of the Canadian national anthem \"O Canada\". He was born in Saint-Placide, Quebec, to Charles Routhier and Angélique Lafleur."}]}, {"heading": "Deaths", "year": "1934", "date": "June 27", "txt": "Francesco Buhagiar, Maltese politician, 2nd Prime Minister of Malta (b. 1876)", "entities": [{"title": "Francesco Buhagiar", "href": "/wiki/Francesco_Buhagiar", "description": "Francesco Buhagiar was the second Prime Minister of Malta (1923–1924). He was elected from the Maltese Political Union."}, {"title": "Prime Minister of Malta", "href": "/wiki/Prime_Minister_of_Malta", "description": "The Prime Minister of Malta is the head of government, which is the highest official of Malta."}]}, {"heading": "Deaths", "year": "1935", "date": "June 27", "txt": "Eugene Augustin Lauste, French-American inventor (b. 1857)", "entities": [{"title": "Eugene Augustin Lauste", "href": "/wiki/Eugene_Augustin_Lauste", "description": "Eugène Augustin Lauste was a French inventor instrumental in the technological development of the history of cinema."}]}, {"heading": "Deaths", "year": "1944", "date": "June 27", "txt": "Milan Hodža, Czech journalist and politician, 10th Prime Minister of Czechoslovakia (b. 1878)", "entities": [{"title": "Milan Hodža", "href": "/wiki/Milan_Hod%C5%BEa", "description": "Milan Hodža was a Slovak politician and journalist, serving from 1935 to 1938 as the Prime Minister of Czechoslovakia. As a proponent of regional integration, he was known for his attempts to establish a democratic federation of Central European states."}, {"title": "Prime Minister of Czechoslovakia", "href": "/wiki/Prime_Minister_of_Czechoslovakia", "description": "The Prime Minister of Czechoslovakia was the head of government of Czechoslovakia, from the creation of the First Czechoslovak Republic in 1918 until the dissolution of the Czech and Slovak Federative Republic on 1 January 1993."}]}, {"heading": "Deaths", "year": "1946", "date": "June 27", "txt": "Wanda Gág, American author and illustrator (b. 1893)", "entities": [{"title": "Wanda Gág", "href": "/wiki/Wanda_G%C3%A1g", "description": "Wanda Hazel Gág was an American artist, author, translator, and illustrator. She is best known for writing and illustrating the children's book Millions of Cats, the oldest American picture book still in print. Gág was also a noted print-maker, receiving international recognition and awards. Growing Pains, excerpts from the diaries of her teen and young adult years, received widespread critical ac"}]}, {"heading": "Deaths", "year": "1949", "date": "June 27", "txt": "Frank Smythe, English botanist and mountaineer (b. 1900)", "entities": [{"title": "Frank Smythe", "href": "/wiki/Frank_Smythe", "description": "Francis Sydney Smythe, better known as Frank Smythe or F. S. Smythe, was an English mountaineer, author, photographer and botanist. He is best remembered for his mountaineering in the Alps as well as in the Himalayas, where he identified a region that he named the \"Valley of Flowers\", now a protected park. His ascents include two new routes on the Brenva Face of Mont Blanc, Kamet, and attempts on "}]}, {"heading": "Deaths", "year": "1950", "date": "June 27", "txt": "Milada Horáková, Czech politician, victim of judicial murder (b. 1901)", "entities": [{"title": "Milada Horáková", "href": "/wiki/Milada_Hor%C3%A1kov%C3%A1", "description": "Milada Horáková was a Czech politician and a member of underground resistance movement during World War II. She was a victim of judicial murder, convicted and executed by the nation's Communist Party on fabricated charges of conspiracy and treason. Many prominent figures in the West, including Albert Einstein, Vincent Auriol and Winston Churchill, petitioned for her life."}]}, {"heading": "Deaths", "year": "1952", "date": "June 27", "txt": "Max Dehn, German-American mathematician and academic (b. 1878)", "entities": [{"title": "Max Dehn", "href": "/wiki/Max_Dehn", "description": "Max Wilhelm Dehn was a German mathematician most famous for his work in geometry, topology and geometric group theory. Born to a Jewish family in Germany, Dehn's early life and career took place in Germany. However, he was forced to retire in 1935 and eventually fled Germany in 1939 and emigrated to the United States."}]}, {"heading": "Deaths", "year": "1957", "date": "June 27", "txt": "Hermann Buhl, Austrian soldier and mountaineer (b. 1924)", "entities": [{"title": "Hermann Buhl", "href": "/wiki/Hermann_Buhl", "description": "Hermann Buhl was an Austrian mountaineer and is considered one of the best climbers of all time. He was particularly innovative in applying Alpine style to Himalayan climbing. His accomplishments include:1953 German–Austrian Nanga Parbat expedition – First ascent of Nanga Parbat, 8126 m (26,660 ft). On the way back from the summit he was forced to stand erect on a rock ledge for the entire night a"}]}, {"heading": "Deaths", "year": "1960", "date": "June 27", "txt": "Lottie Dod, English tennis player, golfer, and archer (b. 1871)", "entities": [{"title": "Lottie Dod", "href": "/wiki/Lottie_Dod", "description": "Charlotte \"Lottie\" Dod was an English multi-sport athlete, best known as a tennis player. She won the Wimbledon Ladies' Singles Championship five times, the first one when she was only fifteen in the summer of 1887. She remains the youngest ladies' singles champion."}]}, {"heading": "Deaths", "year": "1962", "date": "June 27", "txt": "Paul Viiding, Estonian author, poet, and critic (b. 1904)", "entities": [{"title": "Paul Viiding", "href": "/wiki/Paul_Viiding", "description": "Paul Viiding was an Estonian poet, author and literary critic."}]}, {"heading": "Deaths", "year": "1967", "date": "June 27", "txt": "Jaan Lattik, Estonian pastor and politician, 9th Minister of Foreign Affairs of Estonia (b. 1878)", "entities": [{"title": "Jaan Lattik", "href": "/wiki/Jaan_Lattik", "description": "Jaan Lattik was an Estonian politician, writer and a former Estonian Minister of Education and Minister of Foreign Affairs of Estonia."}, {"title": "Minister of Foreign Affairs of Estonia", "href": "/wiki/Minister_of_Foreign_Affairs_of_Estonia", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Deaths", "year": "1970", "date": "June 27", "txt": "Daniel Kinsey, American hurdler and scholar (b. 1902)", "entities": [{"title": "Daniel Kinsey", "href": "/wiki/Daniel_Kinsey", "description": "Daniel Chapin \"Dan\" Kinsey was an American hurdler and a scholar in physical education."}]}, {"heading": "Deaths", "year": "1975", "date": "June 27", "txt": "G.I. Taylor, English mathematician and physicist (b. 1886)", "entities": [{"title": "G.I. Taylor", "href": "/wiki/G.I._Taylor", "description": "Sir Geoffrey Ingram Taylor OM FRS FRSE was an English physicist and mathematician, and a major figure in fluid dynamics and wave theory. His biographer and one-time student, George Batchelor, described him as \"one of the most notable scientists of this century\"."}]}, {"heading": "Deaths", "year": "1977", "date": "June 27", "txt": "Arthur Perdue, American businessman (b. 1885)", "entities": [{"title": "Arthur Perdue", "href": "/wiki/Arthur_Perdue", "description": "Arthur W. Perdue was the founder of Perdue Farms along with his wife Pearl in 1920. The business was started in his backyard, and at the time only produced table eggs from chickens, but eventually grew into a $4.1 billion company."}]}, {"heading": "Deaths", "year": "1986", "date": "June 27", "txt": "George Nepia, New Zealand rugby player and referee (b. 1905)", "entities": [{"title": "George Nepia", "href": "/wiki/George_Nepia", "description": "George Nēpia was a New Zealand Māori rugby union and rugby league player. He is remembered as an exceptional full-back and one of the most famous Māori rugby players. He was inducted into the New Zealand Sports Hall of Fame in 1990. In 2004 he was selected as number 65 by the panel of the New Zealand's Top 100 History Makers television show. Nēpia was featured in a set of postage stamps from the N"}]}, {"heading": "Deaths", "year": "1987", "date": "June 27", "txt": "Billy Snedden, Australian lawyer and politician, 17th Attorney-General for Australia (b. 1926)", "entities": [{"title": "Billy Snedden", "href": "/wiki/Billy_Snedden", "description": "Sir Billy Mackie Snedden, was an Australian politician who served as the leader of the Liberal Party from 1972 to 1975. He was also a cabinet minister from 1964 to 1972, and Speaker of the House of Representatives from 1976 to 1983."}, {"title": "Attorney-General for Australia", "href": "/wiki/Attorney-General_for_Australia", "description": "The Attorney-General of Australia is the First Law Officer of the Crown in right of the Commonwealth of Australia, chief law officer of the Commonwealth of Australia and a minister of state. The Attorney-General is usually a member of the Federal Cabinet, but need not be. Under the Constitution, they are appointed by the Governor-General on the advice of the Prime Minister, and serve at the Govern"}]}, {"heading": "Deaths", "year": "1989", "date": "June 27", "txt": "A. J. Ayer, English philosopher and academic (b. 1910)", "entities": [{"title": "A. J. Ayer", "href": "/wiki/A._J._Ayer", "description": "Sir Alfred Jules \"Freddie\" Ayer, usually cited as A. J. Ayer, was an English philosopher known for his promotion of logical positivism, particularly in his books Language, Truth, and Logic (1936) and The Problem of Knowledge (1956)."}]}, {"heading": "Deaths", "year": "1991", "date": "June 27", "txt": "Milton Subotsky, American-English screenwriter and producer (b. 1921)", "entities": [{"title": "Milton Subotsky", "href": "/wiki/Milton_Subotsky", "description": "Milton Subotsky was an American film and television writer and producer. In 1964, he founded Amicus Productions with Max J. Rosenberg. Amicus means \"friendship\" in Latin. Together, they produced a number of low-budget science fiction and horror films in the United Kingdom."}]}, {"heading": "Deaths", "year": "1996", "date": "June 27", "txt": "Albert R. Broccoli, American film producer (b. 1909)", "entities": [{"title": "Albert R. Broccoli", "href": "/wiki/Albert_R._Broccoli", "description": "Albert Romolo Broccoli, nicknamed \"Cubby\", was an American film producer who made more than 40 motion pictures throughout his career. Most of the films were made in the United Kingdom and often filmed at Pinewood Studios. Co-founder of Danjaq, LLC and Eon Productions, Broccoli is most notable as the producer of many of the James Bond films. He and Harry Saltzman saw the films develop from relative"}]}, {"heading": "Deaths", "year": "1998", "date": "June 27", "txt": "Gilles Rocheleau, Canadian businessman and politician (b. 1935)", "entities": [{"title": "Gilles Rocheleau", "href": "/wiki/Gilles_Rocheleau", "description": "Gilles Rocheleau was a member of the House of Commons of Canada from 1988 to 1993. He co-founded the Bloc Québécois with Lucien Bouchard in 1990."}]}, {"heading": "Deaths", "year": "1999", "date": "June 27", "txt": "Georgios Papadopoulos, Greek colonel and politician, 169th Prime Minister of Greece (b. 1919)", "entities": [{"title": "Georgios Papadopoulos", "href": "/wiki/Georgios_Papadopoulos", "description": "Georgios Papadopoulos was a Greek dictator, the head of the military coup d'état that took place in Greece on 21 April 1967, and leader of the junta that ruled the country from 1967 to 1974. He held his dictatorial power until 1973, when he was himself overthrown by his co-conspirator Dimitrios Ioannidis."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "2000", "date": "June 27", "txt": "Pierre Pflimlin, French lawyer and politician, Prime Minister of France (b. 1907)", "entities": [{"title": "Pierre Pflimlin", "href": "/wiki/Pierre_Pflimlin", "description": "Pierre Eugène Jean Pflimlin was a French Christian democratic politician who served as the Prime Minister of the Fourth Republic for a few weeks in 1958, before being replaced by Charles de Gaulle during the crisis of that year."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "2001", "date": "June 27", "txt": "Tove Jansson, Finnish author, illustrator, and painter (b. 1914)", "entities": [{"title": "Tove Jansson", "href": "/wiki/Tove_Jansson", "description": "Tove Marika Jansson was a Swedish-speaking Finnish author, novelist, painter, illustrator and comic strip author. Brought up by artistic parents, Jansson studied art from 1930 to 1938 in Stockholm, Helsinki and Paris. Her first solo art exhibition was in 1943. At the same time, she was writing short stories and articles for publication, as well as creating the graphics for book covers and other pu"}]}, {"heading": "Deaths", "year": "2001", "date": "June 27", "txt": "Jack Lemmon, American actor (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "June 27", "txt": "Joan Sims, English actress (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "June 27", "txt": "John Entwistle, English singer-songwriter, bass guitarist, and producer (b. 1944)", "entities": [{"title": "John Entwistle", "href": "/wiki/John_Entwistle", "description": "John ‍Alec ‍Entwistle was an English musician and songwriter who was the bassist ‍for the rock band the Who. Nicknamed \"The Ox\" and \"Thunderfingers\", Entwistle's music career spanned over four decades. He was the band's only member with formal musical training and also provided backing and occasional lead vocals. Entwistle was inducted into the Rock and Roll Hall of Fame as a member of the Who in "}]}, {"heading": "Deaths", "year": "2002", "date": "June 27", "txt": "Robert L. J. Long, American admiral (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "June 27", "txt": "David Newman, American director, producer, and screenwriter (b. 1937)", "entities": [{"title": "David Newman (screenwriter)", "href": "/wiki/David_Newman_(screenwriter)", "description": "David Newman was an American screenwriter. From the late 1960s through the early 1980s he frequently collaborated with Robert Benton. He was married to fellow writer Leslie Newman, with whom he had two children, until the time of his death. He died in 2003 of conditions from a stroke."}]}, {"heading": "Deaths", "year": "2004", "date": "June 27", "txt": "George Patton IV, American general (b. 1923)", "entities": [{"title": "George Patton IV", "href": "/wiki/George_Patton_IV", "description": "George Smith Patton IV was a major general in the United States Army and the son of World War II General George S. Patton Jr. He served in the Korean War and the Vietnam War."}]}, {"heading": "Deaths", "year": "2004", "date": "June 27", "txt": "Darrell Russell, American race car driver (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "June 27", "txt": "Shelby Foote, American historian and author (b. 1917)", "entities": [{"title": "Shelby Foote", "href": "/wiki/Shelby_Foote", "description": "Shelby Dade Foote Jr. was an American writer, historian and journalist. Although he viewed himself primarily as a novelist, he is now best known for his The Civil War: A Narrative, a three-volume history of the American Civil War."}]}, {"heading": "Deaths", "year": "2005", "date": "June 27", "txt": "Ray Holmes, English lieutenant and pilot (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "June 27", "txt": "John T. Walton, American businessman, co-founded the Children's Scholarship Fund (b. 1946)", "entities": [{"title": "Children's Scholarship Fund", "href": "/wiki/Children%27s_Scholarship_Fund", "description": "The Children's Scholarship Fund is a privately funded tuition assistance program in the United States. The fund provides scholarships enabling low-income children to attend private schools. More than 25,700 students in Kindergarten to 8th Grade receive the fund's scholarships. It was founded in 1998 by Theodore J. Forstmann and John T. Walton."}]}, {"heading": "Deaths", "year": "2006", "date": "June 27", "txt": "Ángel Maturino Reséndiz, Mexican serial killer (b. 1959)", "entities": [{"title": "Ángel Maturino Reséndiz", "href": "/wiki/%C3%81ngel_Maturino_Res%C3%A9ndiz", "description": "Angel Maturino Reséndiz, also known as The Railroad Killer, was a Mexican-American itinerant serial killer suspected in as many as 23 murders across the United States and Mexico during the 1990s. Some also involved sexual assault. He had become known as \"The Railroad Killer\" as most of his crimes were committed near railroads where he had jumped off the trains he was using to travel about the coun"}]}, {"heading": "Deaths", "year": "2007", "date": "June 27", "txt": "William Hutt, Canadian actor (b. 1920)", "entities": [{"title": "William Hutt (actor)", "href": "/wiki/William_Hutt_(actor)", "description": "William Ian DeWitt Hutt, was a Canadian actor of stage, television and film. Hutt's distinguished career spanned over fifty years and won him many accolades and awards. While his base throughout his career remained at the Stratford Festival in Stratford, Ontario, he appeared on the stage in London, New York and across Canada."}]}, {"heading": "Deaths", "year": "2008", "date": "June 27", "txt": "Sam Manekshaw, Indian field marshal (b. 1914)", "entities": [{"title": "Sam Manekshaw", "href": "/wiki/Sam_Manekshaw", "description": "Field Marshal Sam Hormusji Framji Jamshedji Manekshaw,, widely known as Sam Manekshaw and Sam Bahadur, was the Chief of the Army Staff of the Indian Army during the Indo-Pakistani War of 1971, and the first Indian Army officer to be promoted to the rank of field marshal. His active military career spanned four decades and five wars, beginning with service in the British Indian Army in World War II"}]}, {"heading": "Deaths", "year": "2009", "date": "June 27", "txt": "Gale Storm, American actress (b. 1922)", "entities": [{"title": "Gale Storm", "href": "/wiki/Gale_Storm", "description": "Josephine Owaissa Cottle, known professionally as Gale Storm, was an American actress and singer. After a film career from 1940 to 1952, she starred in two popular television programs of the 1950s, My Little Margie and The Gale Storm Show. Six of her songs were top ten hits. Storm's greatest recording success was a cover version of \"I Hear You Knockin',\" which hit #2 on the Billboard Hot 100 chart"}]}, {"heading": "Deaths", "year": "2010", "date": "June 27", "txt": "Corey Allen, American film and television actor, writer, director, and producer (b. 1934)", "entities": [{"title": "Corey Allen", "href": "/wiki/Corey_Allen", "description": "Corey Allen was an American film and television director, writer, producer, and actor. He began his career as an actor but eventually became a television director. He may be best known for playing the character Buzz Gunderson in Nicholas Ray's Rebel Without a Cause (1955)."}]}, {"heading": "Deaths", "year": "2011", "date": "June 27", "txt": "Mike Doyle, English footballer (b. 1946)", "entities": [{"title": "Mike Doyle (footballer)", "href": "/wiki/Mike_Doyle_(footballer)", "description": "Michael Doyle was an English footballer, who spent the majority of his career with Manchester City and also played for Stoke City, Bolton Wanderers and Rochdale."}]}, {"heading": "Deaths", "year": "2012", "date": "June 27", "txt": "Stan Cox, English runner (b. 1918)", "entities": [{"title": "Stan Cox", "href": "/wiki/Stan_Cox", "description": "Stanley Ernest Walter Cox was a British athlete who competed in two Olympic games in 1948 and 1952. Born in Wood Green, England, he served with Royal Air Force in World War II before competing in the 10,000-metre event at the 1948 Summer Olympics. Unable to participate in the 1950 British Empire Games, he returned to the Olympics in 1952, although he did not complete his event, the marathon, due t"}]}, {"heading": "Deaths", "year": "2012", "date": "June 27", "txt": "Rosemary Dobson, Australian poet and illustrator (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 27", "txt": "Stefano Borgonovo, Italian footballer (b. 1964)", "entities": [{"title": "Stefano Borgonovo", "href": "/wiki/Stefano_Borgonovo", "description": "Stefano Borgonovo was an Italian footballer and manager, who played as a striker. An opportunistic striker, Borgonovo played for several Italian clubs throughout his career, and came to prominence while playing alongside Roberto Baggio with Fiorentina during the 1988–89 season, on loan from Milan. His prolific performances with Fiorentina earned him a permanent move to Milan, where he contributed "}]}, {"heading": "Deaths", "year": "2013", "date": "June 27", "txt": "Ian Scott, English-New Zealand painter (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 27", "txt": "Edmond Blanchard, Canadian jurist and politician (b. 1954)", "entities": [{"title": "Edmond Blanchard", "href": "/wiki/Edmond_Blanchard", "description": "Edmond P. Blanchard was a Canadian jurist and politician."}]}, {"heading": "Deaths", "year": "2014", "date": "June 27", "txt": "Allen Grossman, American poet, critic, and academic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 27", "txt": "Leslie Manigat, Haitian educator and politician, 43rd President of Haiti (b. 1930)", "entities": [{"title": "President of Haiti", "href": "/wiki/President_of_Haiti", "description": "The president of Haiti, officially called the president of the Republic of Haiti is the head of state of Haiti. Executive power in Haiti is divided between the president and the government headed by the Prime Minister of Haiti. The current president is Jovenel Moïse, who took office on February 7, 2017."}]}, {"heading": "Deaths", "year": "2014", "date": "June 27", "txt": "Violet Milstead, Canadian World War II aviator and bush pilot (b. 1919)", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Bush pilot", "href": "/wiki/Bush_pilot", "description": "\nBush flying refers to aircraft operations carried out in the bush. Bush flying involves operations in rough terrain where there are often no prepared landing strips or runways, frequently necessitating that bush planes be equipped with abnormally large tires, floats, skis or any other equipment necessary for unpaved runway operation. It is the only viable way of delivering people and supplies int"}]}, {"heading": "Deaths", "year": "2014", "date": "June 27", "txt": "Rachid Solh, Lebanese politician, 48th Prime Minister of Lebanon (b. 1926)", "entities": [{"title": "Prime Minister of Lebanon", "href": "/wiki/Prime_Minister_of_Lebanon", "description": "The prime minister of Lebanon, officially the President of the Council of Ministers, is the head of government and the head of the Council of Ministers of Lebanon. The Prime Minister is appointed by the president of Lebanon, with no confirmation needed from the Parliament of Lebanon. By convention, the office holder is always a Sunni Muslim."}]}, {"heading": "Deaths", "year": "2015", "date": "June 27", "txt": "Zvi Elpeleg, Polish-Israeli diplomat, author, and academic (b. 1926)", "entities": [{"title": "Zvi Elpeleg", "href": "/wiki/Zvi_Elpeleg", "description": "Zvi Elpeleg was an academic, author, and a senior researcher at the Dayan Institute at Tel Aviv University. Born in Poland, Elpeleg served as a colonel in the Israeli army and later received an ambassadorial appointment."}]}, {"heading": "Deaths", "year": "2015", "date": "June 27", "txt": "Knut Helle, Norwegian historian and professor (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 27", "txt": "Chris Squire, English musician (bass guitarist), singer and songwriter, member of the rock band Yes (b. 1948)", "entities": [{"title": "Yes (band)", "href": "/wiki/Yes_(band)", "description": "Yes are an English progressive rock band formed in London in 1968 by singer Jon Anderson, bassist Chris Squire, guitarist Peter Banks, keyboardist Tony Kaye, and drummer Bill Bruford. The band has undergone numerous formations throughout its history; nineteen musicians have been full-time members. Since June 2015, it has consisted of guitarist Steve Howe, drummer Alan White, keyboardist Geoff Down"}]}, {"heading": "Deaths", "year": "2016", "date": "June 27", "txt": "Bud Spencer, Italian swimmer, actor, and screenwriter (b. 1929)", "entities": [{"title": "Bud Spencer", "href": "/wiki/Bud_Spencer", "description": "Carlo Pedersoli, known professionally as Bud Spencer, was an Italian actor, professional swimmer and water polo player. He was known for action-comedy and Spaghetti Western roles with his long-time film partner Terence Hill. The duo \"garnered world acclaim and attracted millions to theater seats\". Spencer and Hill appeared in, produced and directed over 20 films together."}]}, {"heading": "Deaths", "year": "2017", "date": "June 27", "txt": "Peter L. Berger, Austrian sociologist (b. 1929)", "entities": [{"title": "Peter L. Berger", "href": "/wiki/Peter_L._Berger", "description": "Peter Ludwig Berger was an Austrian-born American sociologist and Protestant theologian. Berger became known for his work in the sociology of knowledge, the sociology of religion, study of modernization, and theoretical contributions to sociological theory."}]}, {"heading": "Deaths", "year": "2018", "date": "June 27", "txt": "Joe Jackson, American manager, father of Michael Jackson and Janet Jackson (b. 1928)", "entities": [{"title": "Joe Jackson (manager)", "href": "/wiki/Joe_Jackson_(manager)", "description": "Joseph Walter Jackson was an American talent manager and patriarch of the Jackson family of entertainers that includes his children Michael and Janet. He was inducted into the Rhythm and Blues Music Hall of Fame in 2014."}]}, {"heading": "Deaths", "year": "2018", "date": "June 27", "txt": "Liz Jackson, Australian journalist and former barrister (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "June 27", "txt": "William McBridge, Australian obstetrician (b. 1927)", "entities": []}]