[{"heading": "Events", "year": "229", "date": "June 23", "txt": "Sun Quan proclaims himself emperor of Eastern Wu.", "entities": [{"title": "Sun Quan", "href": "/wiki/Sun_Quan", "description": "Sun Quan, courtesy name Zhongmou (仲謀), formally known as Emperor Da of Wu, was the founder of the state of Eastern Wu during the Three Kingdoms period. He inherited control of the warlord regime established by his elder brother, Sun Ce, in 200. He declared formal independence and ruled from 222 to 229 as the King of Wu and from 229 to 252 as the Emperor of Wu. Unlike his rivals Cao Cao and Liu Bei"}, {"title": "Eastern Wu", "href": "/wiki/Eastern_Wu", "description": "Wu (222–280), commonly known as Dong Wu or Sun Wu, was one of the three major states that competed for supremacy over China in the Three Kingdoms period (220–280). It previously existed from 220–222 as a vassal kingdom nominally under Cao Wei, its rival state, but declared independence from Wei and became a sovereign state in 222. It became an empire in 229 after its founding ruler, Sun Quan, decl"}]}, {"heading": "Events", "year": "1266", "date": "June 23", "txt": "War of Saint Sabas: In the Battle of Trapani, the Venetians defeat a larger Genoese fleet, capturing all its ships.", "entities": [{"title": "War of Saint Sabas", "href": "/wiki/War_of_Saint_Sabas", "description": "The War of Saint Sabas (1256–1270) was a conflict between the rival Italian maritime republics of Genoa and Venice, over control of Acre, in the Kingdom of Jerusalem."}, {"title": "Battle of Trapani", "href": "/wiki/Battle_of_Trapani", "description": "The Battle of Trapani took place in 1266 off Trapani, Sicily, between the fleets of the Republic of Genoa and the Republic of Venice, as part of the War of Saint Sabas (1256–1270). During this conflict, the Venetians had held the upper hand in naval confrontations, forcing the Genoese to resort to commerce raiding and avoid fleet battles."}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Republic of Genoa", "href": "/wiki/Republic_of_Genoa", "description": "The Republic of Genoa was an independent state and maritime republic from the 11th century to 1797 in Liguria on the northwestern Italian coast, incorporating Corsica from 1347 to 1768, and numerous other territories throughout the Mediterranean and the Black Sea."}]}, {"heading": "Events", "year": "1280", "date": "June 23", "txt": "The Spanish Reconquista: In the Battle of Moclín the Emirate of Granada ambush a superior pursuing force, killing most of them in a military disaster for the Kingdom of Castile.", "entities": [{"title": "Reconquista", "href": "/wiki/Reconquista", "description": "The Reconquista was a period in the history of the Iberian Peninsula of about 780 years between the Umayyad conquest of Hispania in 711, the expansion of the Christian kingdoms throughout Hispania, and the fall of the Nasrid kingdom of Granada in 1492."}, {"title": "Battle of Moclín (1280)", "href": "/wiki/Battle_of_Mocl%C3%ADn_(1280)", "description": "The Battle of Moclín, also known as the Disaster of Moclín, was a battle fought in the Granadian municipality of Moclín on June 23, 1280. The battle pitted the troops of the Emirate of Granada, commanded by Muhammad II, the Sultan of Granada, against those of the Kingdom of Castile and the Kingdom of Leon who were composed mainly of mercenaries and of members of the Order of Santiago, being comman"}, {"title": "Emirate of Granada", "href": "/wiki/Emirate_of_Granada", "description": "The Emirate of Granada, also known as the Nasrid Kingdom of Granada, was an Islamic realm in southern Iberia during the Late Middle Ages. It was the last independent Muslim state in Western Europe."}, {"title": "Kingdom of Castile", "href": "/wiki/Kingdom_of_Castile", "description": "The Kingdom of Castile was a large and powerful state on the Iberian Peninsula during the Middle Ages. Its name comes from the host of castles constructed in the region. It began in the 9th century as the County of Castile, an eastern frontier lordship of the Kingdom of León. During the 10th century, its counts increased their autonomy, but it was not until 1065 that it was separated from León and"}]}, {"heading": "Events", "year": "1305", "date": "June 23", "txt": "A peace treaty between the Flemish and the French is signed at Athis-sur-Orge.", "entities": [{"title": "Flanders", "href": "/wiki/Flanders", "description": "Flanders is the Dutch-speaking northern portion of Belgium and one of the communities, regions and language areas of Belgium. However, there are several overlapping definitions, including ones related to culture, language, politics and history, and sometimes involving neighbouring countries. The demonym associated with Flanders is Fleming, while the corresponding adjective is Flemish. The official"}, {"title": "Treaty of Athis-sur-Orge", "href": "/wiki/Treaty_of_Athis-sur-Orge", "description": "The Treaty of Athis-sur-Orge was a peace treaty signed on 23 June 1305 between King Philip IV of France and Robert III of Flanders. The treaty was signed at Athis-sur-Orge after the Battle of Mons-en-Pévèle and concluded the Franco-Flemish War (1297-1305)."}]}, {"heading": "Events", "year": "1314", "date": "June 23", "txt": "First War of Scottish Independence: The Battle of Bannockburn (south of Stirling) begins.", "entities": [{"title": "First War of Scottish Independence", "href": "/wiki/First_War_of_Scottish_Independence", "description": "The First War of Scottish Independence was the first of a series of wars between English and Scottish forces. It lasted from the English invasion of Scotland in 1296 until the de jure restoration of Scottish independence with the Treaty of Edinburgh–Northampton in 1328. De facto independence was established in 1314 at the Battle of Bannockburn. The wars were caused by English kings attempting to e"}, {"title": "Battle of Bannockburn", "href": "/wiki/Battle_of_Bannockburn", "description": "The Battle of Bannockburn on 23 and 24 June 1314 was a victory of the army of King of Scots Robert the Bruce over the army of King Edward II of England in the First War of Scottish Independence. Although it did not bring an end to the war, as victory would only be secured 14 years later, Bannockburn is still a major landmark in Scottish history."}, {"title": "Stirling", "href": "/wiki/Stirling", "description": "Stirling is a city in central Scotland, 26 miles (42 km) north-east of Glasgow and 37 miles (60 km) north-west of the Scottish capital, Edinburgh. The market town, surrounded by rich farmland, grew up connecting the royal citadel, the medieval old town with its merchants and tradesmen, the Old Bridge and the port. Located on the River Forth, Stirling is the administrative centre for the Stirling c"}]}, {"heading": "Events", "year": "1532", "date": "June 23", "txt": "Henry VIII of England and Francis I of France sign the \"Treaty of Closer Amity With France\" (also known as the Pommeraye treaty), pledging mutual aid against Charles V, Holy Roman Emperor.", "entities": [{"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Francis I of France", "href": "/wiki/Francis_I_of_France", "description": "Francis I \"le Roi Chevalier\" was King of France from 1515 until his death in 1547. He was the son of Charles, Count of Angoulême, and Louise of Savoy. He succeeded his first cousin once removed Louis XII, who died without a son."}, {"title": "Charles V, Holy Roman Emperor", "href": "/wiki/Charles_V,_Holy_Roman_Emperor", "description": "Charles V was Holy Roman Emperor and Archduke of Austria from 1519 to 1556, King of Spain from 1516 to 1556, and Lord of the Netherlands as titular Duke of Burgundy from 1506 to 1555. As he was head of the rising House of Habsburg during the first half of the 16th century, his dominions in Europe included the Holy Roman Empire, extending from Germany to northern Italy with direct rule over the Aus"}]}, {"heading": "Events", "year": "1565", "date": "June 23", "txt": "Dragut, commander of the Ottoman navy, dies during the Great Siege of Malta.", "entities": [{"title": "Dragut", "href": "/wiki/Dragut", "description": "Dragut, known as \"The Drawn Sword of Islam\", was a Muslim Ottoman naval commander, governor, and noble, of Turkish or Greek descent. Under his command, the Ottoman Empire's maritime power was extended across North Africa. Recognized for his military genius, and as being among \"the most dangerous\" of corsairs, Dragut has been referred to as \"the greatest pirate warrior of all time\", \"undoubtedly th"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Great Siege of Malta", "href": "/wiki/Great_Siege_of_Malta", "description": "The Great Siege of Malta occurred in 1565 when the Ottoman Empire attempted to conquer the island of Malta, then held by the Knights Hospitaller. The siege lasted nearly four months, from 18 May to 11 September 1565."}]}, {"heading": "Events", "year": "1594", "date": "June 23", "txt": "The Action of Faial, Azores. The Portuguese carrack Cinco Chagas, loaded with slaves and treasure, is attacked and sunk by English ships with only 13 survivors out of over 700 on board.", "entities": [{"title": "Action of Faial", "href": "/wiki/Action_of_Faial", "description": "The action of Faial or the Battle of Faial Island was a naval engagement that took place on 22–23 June 1594 during the Anglo-Spanish War in which the large and rich 2,000 ton Portuguese carrack Cinco Chagas was destroyed by an English fleet after a long and bitter battle off Faial Island in the Azores. The carrack, which was reputedly one of the richest ever to set sail from the Indies, was lost i"}]}, {"heading": "Events", "year": "1611", "date": "June 23", "txt": "The mutinous crew of Henry Hudson's fourth voyage sets Henry, his son and seven loyal crew members adrift in an open boat in what is now Hudson Bay; they are never heard from again.", "entities": [{"title": "Henry Hudson", "href": "/wiki/Henry_Hudson", "description": "Henry Hudson was an English sea explorer and navigator during the early 17th century, best known for his explorations of present-day Canada and parts of the northeastern United States."}, {"title": "Hudson Bay", "href": "/wiki/Hudson_Bay", "description": "Hudson Bay is a large body of saltwater in northeastern Canada with a surface area of 1,230,000 km2 (470,000 sq mi). It is located north of Ontario, west of Quebec, north east of Manitoba and south east of Nunavut, but politically entirely part of Nunavut. Although not geographically apparent, it is for climatic reasons considered to be a marginal sea of the Arctic Ocean. It drains a very large ar"}]}, {"heading": "Events", "year": "1683", "date": "June 23", "txt": "William Penn signs a friendship treaty with Lenni Lenape Indians in Pennsylvania.", "entities": [{"title": "William Penn", "href": "/wiki/William_Penn", "description": "William Penn was an English writer and religious thinker belonging to the Religious Society of Friends (Quakers), and founder of the Province of Pennsylvania, a North American colony of England. He was an early advocate of democracy and religious freedom, notable for his good relations and successful treaties with the Lenape Native Americans. Under his direction, the city of Philadelphia was plann"}, {"title": "Lenni Lenape", "href": "/wiki/Lenni_Lenape", "description": "The Lenape, also called the Leni Lenape, Lenni Lenape and Delaware people, are an indigenous people of the Northeastern Woodlands, who live in the United States and Canada. Their historical territory included present-day New Jersey and eastern Pennsylvania along the Delaware River watershed, New York City, western Long Island, and the Lower Hudson Valley. Today, Lenape people belong to the Delawar"}, {"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}]}, {"heading": "Events", "year": "1713", "date": "June 23", "txt": "The French residents of Acadia are given one year to declare allegiance to Britain or leave Nova Scotia, Canada.", "entities": [{"title": "Acadia", "href": "/wiki/Acadia", "description": "Acadia was a colony of New France in northeastern North America which included parts of what are now the Maritime provinces, the Gaspé Peninsula and Maine to the Kennebec River. During much of the 17th and early 18th centuries, Norridgewock on the Kennebec River and Castine at the end of the Penobscot River were the southernmost settlements of Acadia. The French government specified land bordering"}, {"title": "Nova Scotia", "href": "/wiki/Nova_Scotia", "description": "Nova Scotia is one of the thirteen provinces and territories of Canada. It is one of the three Maritime provinces and one of the four Atlantic provinces. Nova Scotia is Latin for \"New Scotland\". Most of the population are native English-speakers."}]}, {"heading": "Events", "year": "1757", "date": "June 23", "txt": "Battle of Plassey: Three thousand British troops under Robert Clive defeat a 50,000-strong Indian army under Siraj ud-Daulah at Plassey.", "entities": [{"title": "Battle of Plassey", "href": "/wiki/Battle_of_Plassey", "description": "The Battle of Plassey was a decisive victory of the British East India Company over a much larger force of the Nawab of Bengal and his French allies on 23 June 1757, under the leadership of Robert Clive. The battle helped the Company seize control of Bengal. Over the next hundred years, they seized control of most of the Indian subcontinent, Myanmar, and Afghanistan."}, {"title": "Robert Clive", "href": "/wiki/Robert_Clive", "description": "Major-General Robert Clive, 1st Baron Clive, also known as Clive of India, was the first British Governor of the Bengal Presidency. He is credited along with Warren Hastings for laying the foundation of the British Empire in India. He began as a writer for the East India Company (EIC) who established the military and political supremacy of the EIC by securing a decisive victory in Bengal and looti"}, {"title": "Siraj ud-Daulah", "href": "/wiki/Siraj_ud-Daulah", "description": "Mirza Muhammad Siraj-ud-Daulah, commonly known as Siraj-ud-Daulah or Siraj ud-Daula, was the last independent Nawab of Bengal. The end of his reign marked the start of British East India Company rule over Bengal and later almost all of the Indian subcontinent."}, {"title": "Plassey", "href": "/wiki/Plassey", "description": "Plassey is a village on the east bank of Bhagirathi River, located approximately 50 kilometres north of the city of Krishnanagar in Kaliganj CD Block in the Nadia District of West Bengal, India. The nearest major town is Beldanga. It has its own two local gram panchayat."}]}, {"heading": "Events", "year": "1758", "date": "June 23", "txt": "Seven Years' War: Battle of Krefeld: British, Hanoverian, and Prussian forces defeat French troops at Krefeld in Germany.", "entities": [{"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}, {"title": "Battle of Krefeld", "href": "/wiki/Battle_of_Krefeld", "description": "The Battle of Krefeld was a battle fought at Krefeld near the Rhine on 23 June 1758 between a Prussian-Hanoverian army and a French army during the Seven Years' War."}, {"title": "Krefeld", "href": "/wiki/Krefeld", "description": "Krefeld, also spelled Crefeld until 1925, is a city in North Rhine-Westphalia, Germany. It is located northwest of Düsseldorf, its center lying just a few kilometers to the west of the river Rhine; the borough of Uerdingen is situated directly on the Rhine. Because of its economic past, Krefeld is often referred to as the \"Velvet and Silk City\". It is accessed by the autobahns A57 (Cologne–Nijmege"}]}, {"heading": "Events", "year": "1760", "date": "June 23", "txt": "Seven Years' War: Battle of Landeshut: Austria defeats Prussia.", "entities": [{"title": "Battle of Landeshut (1760)", "href": "/wiki/Battle_of_Landeshut_(1760)", "description": "The Battle of Landeshut was an engagement fought on 23 June 1760 during the Third Silesian War."}, {"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}]}, {"heading": "Events", "year": "1780", "date": "June 23", "txt": "American Revolution: Battle of Springfield fought in and around Springfield, New Jersey (including Short Hills, formerly of Springfield, now of Millburn Township).", "entities": [{"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}, {"title": "Battle of Springfield (1780)", "href": "/wiki/Battle_of_Springfield_(1780)", "description": "The Battle of Springfield was fought during the American Revolutionary War on June 23, 1780, in Essex County, New Jersey. After the Battle of Connecticut Farms, on June 7, 1780, had foiled Lieutenant General Wilhelm, Baron von Knyphausen’s expedition to attack General George Washington’s army at Morristown, New Jersey, Knyphausen and Lieutenant General Sir Henry Clinton, British commander-in-chief"}, {"title": "Springfield Township, Union County, New Jersey", "href": "/wiki/Springfield_Township,_Union_County,_New_Jersey", "description": "Springfield Township is a township in Union County, New Jersey, United States. The township is located on a ridge in northern-central New Jersey, within the Raritan Valley and Rahway Valley regions in the New York metropolitan area. As of the 2010 United States Census, the township's population was 15,817, the highest recorded at any decennial census, reflecting an increase of 1,388 (+9.6%) from t"}, {"title": "Short Hills, New Jersey", "href": "/wiki/Short_Hills,_New_Jersey", "description": "Short Hills is an unincorporated community and census-designated place (CDP) located within Millburn Township, in Essex County, New Jersey, United States. It is a popular commuter town for residents who work in New York City. As of the 2010 United States Census, the CDP's population was 13,165."}, {"title": "Millburn, New Jersey", "href": "/wiki/Millburn,_New_Jersey", "description": "Millburn is a suburban township in Essex County, New Jersey, United States. As of the 2010 United States Census, the township's population is 20,149, reflecting an increase of 384 (+1.9%) from the 19,765 counted in the 2000 Census, which had in turn increased by 1,135 (+6.1%) from the 18,630 counted in the 1990 Census. Short Hills is an upscale section and unincorporated community within Millburn."}]}, {"heading": "Events", "year": "1794", "date": "June 23", "txt": "Empress Catherine II of Russia grants Jews permission to settle in Kyiv.", "entities": [{"title": "Catherine the Great", "href": "/wiki/Catherine_the_Great", "description": "Catherine II, most commonly known as Catherine the Great, was empress regnant of All Russia from 1762 until 1796 – the country's longest-ruling female leader. She came to power following a coup d'état that overthrew her husband and second cousin, Peter III. Under her reign, Russia grew larger, its culture was revitalised, and it was recognised as one of the great powers of Europe."}, {"title": "Kyiv", "href": "/wiki/Kyiv", "description": "Kyiv or Kiev is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974, making Kyiv the seventh-most populous city in Europe."}]}, {"heading": "Events", "year": "1810", "date": "June 23", "txt": "John Jacob Astor forms the Pacific Fur Company.", "entities": [{"title": "John Jacob Astor", "href": "/wiki/John_Jacob_Astor", "description": "John Jacob Astor was a German–American businessman, merchant, real estate mogul, and investor who made his fortune mainly in a fur trade monopoly, by smuggling opium into China, and by investing in real estate in or around New York City. He is known for being the first multi-millionaire businessman of the United States."}, {"title": "Pacific Fur Company", "href": "/wiki/Pacific_Fur_Company", "description": "The Pacific Fur Company (PFC) was an American fur trade venture wholly owned and funded by John Jacob Astor that functioned from 1810 to 1813. It was based in the Pacific Northwest, an area contested over the decades between the United Kingdom of Great Britain and Ireland, the Spanish Empire, the United States of America and the Russian Empire."}]}, {"heading": "Events", "year": "1812", "date": "June 23", "txt": "War of 1812: Great Britain revokes the restrictions on American commerce, thus eliminating one of the chief reasons for going to war.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}]}, {"heading": "Events", "year": "1860", "date": "June 23", "txt": "The United States Congress establishes the Government Printing Office.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "United States Government Publishing Office", "href": "/wiki/United_States_Government_Publishing_Office", "description": "The United States Government Publishing Office is an agency of the legislative branch of the United States federal government. The office produces and distributes information products and services for all three branches of the Federal Government, including U.S. passports for the Department of State as well as the official publications of the Supreme Court, the Congress, the Executive Office of the"}]}, {"heading": "Events", "year": "1865", "date": "June 23", "txt": "American Civil War: At Fort Towson in the Oklahoma Territory, Confederate Brigadier General Stand Watie surrenders the last significant Confederate army.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Fort Towson", "href": "/wiki/Fort_Towson", "description": "Fort Towson was a frontier outpost for Frontier Army Quartermasters along the Permanent Indian Frontier located about two miles (3 km) northeast of the present community of Fort Towson, Oklahoma. Located on Gates Creek near the confluence of the Kiamichi River and the Red River in present-day Choctaw County, Oklahoma, it was named for General Nathaniel Towson."}, {"title": "Oklahoma Territory", "href": "/wiki/Oklahoma_Territory", "description": "The Territory of Oklahoma was an organized incorporated territory of the United States that existed from May 2, 1890, until November 16, 1907, when it was joined with the Indian Territory under a new constitution and admitted to the Union as the state of Oklahoma."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Brigadier General (CSA)", "href": "/wiki/Brigadier_General_(CSA)#Brigadier_general", "description": "The general officers of the Confederate States Army (CSA) were the senior military leaders of the Confederacy during the American Civil War of 1861–1865. They were often former officers from the United States Army prior to the Civil War, while others were given the rank based on merit or when necessity demanded. Most Confederate generals needed confirmation from the Confederate Congress, much like"}, {"title": "Stand Watie", "href": "/wiki/Stand_Watie", "description": "Stand Watie, also known as Standhope Uwatie, Tawkertawker, and Isaac S. Watie, was a leader of the Cherokee Nation. The nation allied with the Confederacy, and he was the only Native American to attain a general's rank in the Civil War, Confederacy or Union. He commanded the Confederate Indian cavalry of the Army of the Trans-Mississippi, made up mostly of Cherokee, Muskogee and Seminole. He was t"}]}, {"heading": "Events", "year": "1868", "date": "June 23", "txt": "Christopher Latham Sholes received a patent for an invention he called the \"Type-Writer\".", "entities": [{"title": "Christopher Latham Sholes", "href": "/wiki/Christopher_Latham_Sholes", "description": "Christopher Latham Sholes was an American inventor who invented the QWERTY keyboard, and, along with Samuel W. Soule, Carlos Glidden and John Pratt, has been contended to be one of the inventors of the first typewriter in the United States. He was also a newspaper publisher and Wisconsin politician. In his time, Sholes went by the names C. Latham Sholes, Latham Sholes, or C. L. Sholes, but never \""}, {"title": "Typewriter", "href": "/wiki/Typewriter", "description": "A typewriter is a mechanical or electromechanical machine for typing characters. Typically, a typewriter has an array of keys, and each one causes a different single character to be produced on paper by striking an inked ribbon selectively against the paper with a type element. At the end of the nineteenth century, the term 'typewriter' was also applied to a person who used a typing machine."}]}, {"heading": "Events", "year": "1887", "date": "June 23", "txt": "The Rocky Mountains Park Act becomes law in Canada creating the nation's first national park, Banff National Park.", "entities": [{"title": "Rocky Mountains Park Act", "href": "/wiki/Rocky_Mountains_Park_Act", "description": "The Rocky Mountains Park Act was enacted on June 23, 1887, by the Parliament of Canada, establishing Banff National Park which was then known as \"Rocky Mountains Park\". The act was modelled on the Yellowstone Park Act passed by the United States Congress in 1881. The Rocky Mountains Park Act outlined the national park concept, balancing conservation and development interests."}, {"title": "National park", "href": "/wiki/National_park", "description": "A national park is a park in use for conservation purposes, created and protected by national governments. Often it is a reserve of natural, semi-natural, or developed land that a sovereign state declares or owns. Although individual nations designate their own national parks differently, there is a common idea: the conservation of 'wild nature' for posterity and as a symbol of national pride."}, {"title": "Banff National Park", "href": "/wiki/Banff_National_Park", "description": "Banff National Park is Canada's oldest national park, established in 1885. Located in Alberta's Rocky Mountains, 110–180 kilometres (68–112 mi) west of Calgary, Banff encompasses 6,641 square kilometres (2,564 sq mi) of mountainous terrain, with many glaciers and ice fields, dense coniferous forest, and alpine landscapes. The Icefields Parkway extends from Lake Louise, connecting to Jasper Nationa"}]}, {"heading": "Events", "year": "1894", "date": "June 23", "txt": "The International Olympic Committee is founded at the Sorbonne in Paris, at the initiative of Baron Pierre de Coubertin.", "entities": [{"title": "International Olympic Committee", "href": "/wiki/International_Olympic_Committee", "description": "The International Olympic Committee is a non-governmental sports organisation based in Lausanne, Switzerland. It is constituted in the form of an association under the Swiss Civil Code. Founded by Pierre de Coubertin and Demetrios Vikelas in 1894, it is the authority responsible for organising the modern Summer and Winter Olympic Games."}, {"title": "University of Paris", "href": "/wiki/University_of_Paris", "description": "The University of Paris, metonymically known as the Sorbonne, was the main university in Paris, France, active from 1150 to 1970, with the exception of 1793–1806 under the French Revolution."}, {"title": "Pierre de Coubertin", "href": "/wiki/Pierre_de_Coubertin", "description": "Charles Pierre de Frédy, Baron de Coubertin was a French educator and historian, founder of the International Olympic Committee, and its second president. He is known as the father of the modern Olympic Games."}]}, {"heading": "Events", "year": "1913", "date": "June 23", "txt": "Second Balkan War: The Greeks defeat the Bulgarians in the Battle of Doiran.", "entities": [{"title": "Second Balkan War", "href": "/wiki/Second_Balkan_War", "description": "The Second Balkan War was a conflict which broke out when Bulgaria, dissatisfied with its share of the spoils of the First Balkan War, attacked its former allies, Serbia and Greece, on 16 (O.S.) / 29 (N.S.) June 1913. Serbian and Greek armies repulsed the Bulgarian offensive and counter-attacked, entering Bulgaria. With Bulgaria also having previously engaged in territorial disputes with Romania a"}, {"title": "Battle of Doiran (1913)", "href": "/wiki/Battle_of_Doiran_(1913)", "description": "The Battle of Doiran was a battle of the Second Balkan War, fought between the Bulgarian and the Greek army. The battle took place in June 1913."}]}, {"heading": "Events", "year": "1914", "date": "June 23", "txt": "Mexican Revolution: Pancho Villa takes Zacatecas from Victoriano Huerta.", "entities": [{"title": "Mexican Revolution", "href": "/wiki/Mexican_Revolution", "description": "The Mexican Revolution was a major revolution that included a sequence of armed struggles that lasted roughly from 1910 to 1920 and transformed Mexican culture and government. The outbreak of the revolution in 1910 resulted from the increasing unpopularity of the 31-year regime of Porfirio Díaz and the regime's failure to find a controlled solution to the issue of presidential succession. That res"}, {"title": "Pancho Villa", "href": "/wiki/Pancho_Villa", "description": "Francisco \"Pancho\" Villa was a Mexican revolutionary general and one of the most prominent figures of the Mexican Revolution."}, {"title": "Zacatecas", "href": "/wiki/Zacatecas", "description": "Zacatecas, officially the Free and Sovereign State of Zacatecas, is one of the 32 states of Mexico. It is divided into 58 municipalities and its capital city is Zacatecas City."}, {"title": "Victoriano Huerta", "href": "/wiki/Victoriano_Huerta", "description": "José Victoriano Huerta Márquez was a Mexican military officer and 39th President of Mexico, who came to power by coup."}]}, {"heading": "Events", "year": "1917", "date": "June 23", "txt": "In a game against the Washington Senators, Boston Red Sox pitcher Ernie Shore retires 26 batters in a row after replacing Babe Ruth, who had been ejected for punching the umpire.", "entities": [{"title": "Texas Rangers (baseball)", "href": "/wiki/Texas_Rangers_(baseball)", "description": "The Texas Rangers are an American professional baseball team based in Arlington, Texas, located in the Dallas–Fort Worth metroplex. They compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. In 2020, they moved to the new Globe Life Field after having played at Globe Life Park in Arlington from 1994 to 2019. The team's name is shared with the law enforc"}, {"title": "Boston Red Sox", "href": "/wiki/Boston_Red_Sox", "description": "The Boston Red Sox are an American professional baseball team based in Boston. The Red Sox compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. Founded in 1901 as one of the American League's eight charter franchises, the Red Sox' home ballpark has been Fenway Park since 1912. The \"Red Sox\" name was chosen by the team owner, John I. Taylor, circa 1908,"}, {"title": "Ernie Shore", "href": "/wiki/Ernie_Shore", "description": "Ernest Grady Shore was an American right-handed pitcher in Major League Baseball for the Boston Red Sox during some of their best years in the 1910s."}, {"title": "Babe Ruth", "href": "/wiki/Babe_Ruth", "description": "George Herman \"Babe\" Ruth Jr. was an American professional baseball player whose career in Major League Baseball (MLB) spanned 22 seasons, from 1914 through 1935. Nicknamed \"The Bambino\" and \"The Sultan of Swat\", he began his MLB career as a star left-handed pitcher for the Boston Red Sox, but achieved his greatest fame as a slugging outfielder for the New York Yankees. Ruth established many MLB b"}, {"title": "Umpire (baseball)", "href": "/wiki/Umpire_(baseball)", "description": "In baseball, the umpire is the person charged with officiating the game, including beginning and ending the game, enforcing the rules of the game and the grounds, making judgment calls on plays, and handling the disciplinary actions. The term is often shortened to the colloquial form ump. They are also sometimes addressed as blue at lower levels due to the common color of the uniform worn by umpir"}]}, {"heading": "Events", "year": "1919", "date": "June 23", "txt": "Estonian War of Independence: The decisive defeat of the Baltische Landeswehr in the Battle of Cēsis; this date is celebrated as Victory Day in Estonia.", "entities": [{"title": "Estonian War of Independence", "href": "/wiki/Estonian_War_of_Independence", "description": "The Estonian War of Independence, also known as the Estonian Liberation War, was a defensive campaign of the Estonian Army and its allies, most notably the White Russian Northwestern Army, Latvia, and the United Kingdom, against the Soviet Western Front offensive and the aggression of the Baltische Landeswehr. It was fought in connection with the Russian Civil War during 1918–1920. The campaign wa"}, {"title": "Battle of Cēsis (1919)", "href": "/wiki/Battle_of_C%C4%93sis_(1919)", "description": "The Battle of Cēsis, fought near Cēsis in June 1919, was a decisive battle in the Estonian War of Independence and the Latvian War of Independence. After heavy fighting an Estonian force moving from the north, supplemented by Latvian units, repelled Baltic German attacks and went on full counter-attack."}, {"title": "Victory Day (Estonia)", "href": "/wiki/Victory_Day_(Estonia)", "description": "Võidupüha or Victory Day in English or the Victory Day in the Battle of Võnnu in Estonian is a public holiday in Estonia which takes on June 23. The holiday has been celebrated since 1934 and marks the victory of Estonia and neighboring Latvia in the Battle of Cēsis against the Baltische Landeswehr on June 23, 1919."}, {"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}]}, {"heading": "Events", "year": "1926", "date": "June 23", "txt": "The College Board administers the first SAT exam.", "entities": [{"title": "College Board", "href": "/wiki/College_Board", "description": "The College Board is an American not-for-profit organization that was formed in December 1899 as the College Entrance Examination Board (CEEB) to expand access to higher education. While the College Board is not an association of colleges, it runs a membership association of institutions, including over 6,000 schools, colleges, universities, and other educational organizations."}, {"title": "SAT", "href": "/wiki/SAT", "description": "The SAT is a standardized test widely used for college admissions in the United States. Since its debut in 1926, its name and scoring have changed several times; originally called the Scholastic Aptitude Test, it was later called the Scholastic Assessment Test, then the SAT I: Reasoning Test, then the SAT Reasoning Test, then simply the SAT."}]}, {"heading": "Events", "year": "1931", "date": "June 23", "txt": "Wiley Post and Harold Gatty take off from Roosevelt Field, Long Island in an attempt to circumnavigate the world in a single-engine plane.", "entities": [{"title": "Wiley Post", "href": "/wiki/Wiley_Post", "description": "Wiley Hardeman Post was a famed American aviator during the interwar period and the first pilot to fly solo around the world. Also known for his work in high-altitude flying, Post helped develop one of the first pressure suits and discovered the jet stream. On August 15, 1935, Post and American humorist Will Rogers were killed when Post's aircraft crashed on takeoff from a lagoon near Point Barrow"}, {"title": "Harold Gatty", "href": "/wiki/Harold_Gatty", "description": "Harold Charles Gatty was an Australian navigator and aviation pioneer. Charles Lindbergh called Gatty the \"Prince of Navigators.\" In 1931, Gatty served as navigator, along with pilot Wiley Post, on the flight which set the record for aerial circumnavigation of the world, flying a distance of 15,747 miles (24,903 km) in a Lockheed Vega named the Winnie Mae, in 8 days, 15 hours and 51 minutes."}, {"title": "Roosevelt Field, Long Island", "href": "/wiki/Roosevelt_Field,_Long_Island", "description": "Roosevelt Field is a former airport, located 2.3 miles (3.7 km) east-southeast of Mineola, Long Island, New York. Originally called the Hempstead Plains Aerodrome, or sometimes Hempstead Plains field or the Garden City Aerodrome, it was a training field for the Air Service, United States Army during World War I."}, {"title": "Circumnavigate", "href": "/wiki/Circumnavigate", "description": "Circumnavigation is the complete navigation around an entire island, continent, or astronomical body. This article focuses on the circumnavigation of Earth."}]}, {"heading": "Events", "year": "1938", "date": "June 23", "txt": "The Civil Aeronautics Act is signed into law, forming the Civil Aeronautics Authority in the United States.", "entities": [{"title": "Civil Aeronautics Act", "href": "/wiki/Civil_Aeronautics_Act", "description": "The Air Commerce Act of 1926 created an Aeronautic Branch of the United States Department of Commerce. Its functions included testing and licensing of pilots, certification of aircraft and investigation of accidents."}, {"title": "Civil Aeronautics Authority", "href": "/wiki/Civil_Aeronautics_Authority", "description": "The Civil Aeronautics Board (CAB) was an agency of the federal government of the United States, formed in 1938 and abolished in 1985, that regulated aviation services including scheduled passenger airline service and provided air accident investigation. The agency headquarters were in Washington, D.C."}]}, {"heading": "Events", "year": "1940", "date": "June 23", "txt": "Adolf Hitler goes on a three-hour tour of the architecture of Paris with architect Albert Speer and sculptor Arno Breker in his only visit to the city.", "entities": [{"title": "Architecture of Paris", "href": "/wiki/Architecture_of_Paris", "description": "The city of Paris has notable examples of architecture of every period, from the Middle Ages to the 21st century. It was the birthplace of the Gothic style, and has important monuments of the French Renaissance, Classical revival, the Flamboyant style of the reign of Napoleon III, the Belle Époque, and the Art Nouveau style. The great Exposition Universelle (1889) and 1900 added Paris landmarks, i"}, {"title": "Albert Speer", "href": "/wiki/Albert_Speer", "description": "Berthold Konrad Hermann Albert Speer served as the Minister of Armaments and War Production in Nazi Germany during most of World War II. A close ally of Adolf Hitler, he was convicted at the Nuremberg trials and sentenced to 20 years in prison."}, {"title": "Arno Breker", "href": "/wiki/Arno_Breker", "description": "Arno Breker was a German architect and sculptor who is best known for his public works in Nazi Germany, where they were endorsed by the authorities as the antithesis of degenerate art. One of his better known statues is Die Partei, representing the spirit of the Nazi Party that flanked one side of the carriage entrance to Albert Speer's new Reich Chancellery."}]}, {"heading": "Events", "year": "1940", "date": "June 23", "txt": "Henry Larsen begins the first successful west-to-east navigation of Northwest Passage from Vancouver, British Columbia, Canada.", "entities": [{"title": "Northwest Passage", "href": "/wiki/Northwest_Passage", "description": "The Northwest Passage (NWP) is the sea route between the Atlantic and Pacific oceans through the Arctic Ocean, along the northern coast of North America via waterways through the Canadian Arctic Archipelago. The eastern route along the Arctic coasts of Norway and Siberia is accordingly called the Northeast Passage (NEP)."}, {"title": "British Columbia", "href": "/wiki/British_Columbia", "description": "British Columbia (BC) is the westernmost province of Canada, situated between the Pacific Ocean and the Rocky Mountains. In the 2016 Census, the province's recorded population was 4,648,055, making it Canada's third-most populous province. The capital of British Columbia is Victoria, the fifteenth-largest metropolitan region in Canada, named for Queen Victoria, who ruled the British Empire during "}]}, {"heading": "Events", "year": "1941", "date": "June 23", "txt": "The Lithuanian Activist Front declares independence from the Soviet Union and forms the Provisional Government of Lithuania; it lasts only briefly as the Nazis will occupy Lithuania a few weeks later.", "entities": [{"title": "Lithuanian Activist Front", "href": "/wiki/Lithuanian_Activist_Front", "description": "Lithuanian Activist Front or LAF was a short-lived resistance organization established in 1940 after Lithuania was occupied by the Soviet Union. The goal of the organization was to liberate Lithuania and re-establish its independence. It planned and executed the June Uprising and established the short-lived Provisional Government of Lithuania. The Government self-disbanded and LAF was banned by Na"}, {"title": "June Uprising in Lithuania", "href": "/wiki/June_Uprising_in_Lithuania", "description": "The June Uprising was a brief period in the history of Lithuania between the first Soviet occupation and the Nazi occupation in late June 1941. Approximately one year earlier, on June 15, 1940, the Red Army occupied Lithuania and the unpopular Lithuanian Soviet Socialist Republic was soon established. Political repression and terror were used to silence its critics and suppress any resistance. Whe"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Provisional Government of Lithuania", "href": "/wiki/Provisional_Government_of_Lithuania", "description": "The Provisional Government of Lithuania was a temporary government aiming for independent Lithuania during the last days of the first Soviet occupation and the first months of German Nazi occupation in 1941."}, {"title": "German occupation of Lithuania during World War II", "href": "/wiki/German_occupation_of_Lithuania_during_World_War_II", "description": "The occupation of Lithuania by Nazi Germany lasted from the German invasion of the Soviet Union on June 22, 1941 to the end of the Battle of Memel on January 28, 1945. At first the Germans were welcomed as liberators from the repressive Soviet regime which occupied Lithuania prior to the German arrival. In hopes of re-establishing independence or regaining some autonomy, Lithuanians organized thei"}]}, {"heading": "Events", "year": "1942", "date": "June 23", "txt": "World War II: Germany's latest fighter aircraft, a Focke-Wulf Fw 190, is captured intact when it mistakenly lands at RAF Pembrey in Wales.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Fighter aircraft", "href": "/wiki/Fighter_aircraft", "description": "Fighter aircraft are fixed-wing military aircraft designed primarily for air-to-air combat. In military conflict, the role of fighter aircraft is to establish air superiority of the battlespace. Domination of the airspace above a battlefield permits bombers and attack aircraft to engage in tactical and strategic bombing of enemy targets."}, {"title": "Focke-Wulf Fw 190", "href": "/wiki/Focke-Wulf_Fw_190", "description": "The Focke-Wulf Fw 190 is a German single-seat, single-engine fighter aircraft designed by Kurt Tank at Focke-Wulf in the late 1930s and widely used during World War II. Along with its well-known counterpart, the Messerschmitt Bf 109, the Fw 190 became the backbone of the Jagdwaffe of the Luftwaffe. The twin-row BMW 801 radial engine that powered most operational versions enabled the Fw 190 to lift"}, {"title": "Armin Faber", "href": "/wiki/Armin_Faber", "description": "Oberleutnant Armin Faber was a German Luftwaffe pilot in World War II who mistook the Bristol Channel for the English Channel and landed his Focke-Wulf 190 intact at RAF Pembrey in South Wales. His plane was the first Fw 190 to be captured by the Allies and was tested to reveal any weaknesses that could be exploited."}, {"title": "RAF Pembrey", "href": "/wiki/RAF_Pembrey", "description": "Royal Air Force Pembrey or RAF Pembrey was a Royal Air Force station located near the village of Pembrey, Carmarthenshire, 3 miles (4.8 km) northwest of Burry Port and 10.3 miles (16.6 km) south of Carmarthen, Wales. It remains in use as Pembrey Sands Air Weapons Range."}]}, {"heading": "Events", "year": "1946", "date": "June 23", "txt": "The 1946 Vancouver Island earthquake strikes Vancouver Island, British Columbia, Canada.", "entities": [{"title": "1946 Vancouver Island earthquake", "href": "/wiki/1946_Vancouver_Island_earthquake", "description": "The 1946 Vancouver Island earthquake struck Vancouver Island on the Coast of British Columbia, Canada, on June 23 at 10:15 a.m. with a magnitude estimated at 7.0 Ms and 7.5 Mw. The main shock epicenter occurred in the Forbidden Plateau area northwest of Courtenay. While most of the large earthquakes in the Vancouver area occur at tectonic plate boundaries, the 1946 Vancouver Island earthquake was "}, {"title": "Vancouver Island", "href": "/wiki/Vancouver_Island", "description": "Vancouver Island, often simply \"the Island\" to residents of southwestern BC, is in the northeastern Pacific Ocean, and part of the Canadian province of British Columbia. The island is 456 km (283 mi) in length, 100 km (62 mi) in width at its widest point, and 32,134 km2 (12,407 sq mi) in area. It is the largest island on the west coasts of the Americas and is also the most populous."}]}, {"heading": "Events", "year": "1947", "date": "June 23", "txt": "The United States Senate follows the United States House of Representatives in overriding U.S. President Harry S. Truman's veto of the Taft–Hartley Act.", "entities": [{"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}, {"title": "Harry S. Truman", "href": "/wiki/Harry_S._Truman", "description": "Harry S. Truman was the 33rd president of the United States, serving from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as the 34th vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO to contain communist expansion. He proposed numerous liberal domestic reforms, but few were enacted"}, {"title": "Veto", "href": "/wiki/Veto", "description": "A veto is the power to unilaterally stop an official action, especially the enactment of legislation. A veto can be absolute, as for instance in the United Nations Security Council, whose permanent members can block any resolution, or it can be limited, as in the legislative process of the United States, where a two-thirds vote in both the House and Senate will override a presidential veto of legi"}, {"title": "Taft–Hartley Act", "href": "/wiki/Taft%E2%80%93Hartley_Act", "description": "The Labor Management Relations Act of 1947, better known as the Taft–Hartley Act, is a United States federal law that restricts the activities and power of labor unions. It was enacted by the 80th United States Congress over the veto of President Harry S. Truman, becoming law on June 23, 1947."}]}, {"heading": "Events", "year": "1951", "date": "June 23", "txt": "The ocean liner SS United States is christened and launched.", "entities": [{"title": "SS United States", "href": "/wiki/SS_United_States", "description": "SS United States is a retired ocean liner built in 1950–51 for the United States Lines at a cost of US$79.4 million\n. The ship is the largest ocean liner constructed entirely in the United States and the fastest ocean liner to cross the Atlantic in either direction, retaining the Blue Riband for the highest average speed since her maiden voyage in 1952. She was designed by American naval architect"}]}, {"heading": "Events", "year": "1956", "date": "June 23", "txt": "The French National Assembly takes the first step in creating the French Community by passing the Loi Cadre, transferring a number of powers from Paris to elected territorial governments in French West Africa.", "entities": [{"title": "French National Assembly", "href": "/wiki/French_National_Assembly", "description": "The National Assembly is the lower house of the bicameral French Parliament under the Fifth Republic, the upper house being the Senate. The National Assembly's legislators are known as députés."}, {"title": "French Community", "href": "/wiki/French_Community", "description": "The French Community was an association of former French colonies, most of which in French Africa. In 1958 it replaced the French Union, which had itself succeeded the French colonial empire in 1946."}, {"title": "Loi Cadre", "href": "/wiki/Loi_Cadre", "description": "The loi-cadre was a French legal reform passed by the French National Assembly on 23 June 1956, named after Overseas minister Gaston Defferre. It marked a turning point in relations between France and its overseas empire. Under pressure from independence movements in the colonies, the government transferred a number of powers from Paris to elected territorial governments in French African colonies"}, {"title": "French West Africa", "href": "/wiki/French_West_Africa", "description": "French West Africa was a federation of eight French colonial territories in Africa: Mauritania, Senegal, French Sudan, French Guinea, Ivory Coast, Upper Volta, Dahomey and Niger. The federation existed from 1895 until 1958. Its capital was Saint-Louis, Senegal until 1902, and then Dakar until the federation's collapse in 1960."}]}, {"heading": "Events", "year": "1959", "date": "June 23", "txt": "Convicted Manhattan Project spy Klaus Fuchs is released after only nine years in prison and allowed to emigrate to Dresden, East Germany where he resumes a scientific career.", "entities": [{"title": "Manhattan Project", "href": "/wiki/Manhattan_Project", "description": "The Manhattan Project was a research and development undertaking during World War II that produced the first nuclear weapons. It was led by the United States with the support of the United Kingdom and Canada. From 1942 to 1946, the project was under the direction of Major General Leslie Groves of the U.S. Army Corps of Engineers. Nuclear physicist Robert Oppenheimer was the director of the Los Ala"}, {"title": "Klaus Fuchs", "href": "/wiki/Klaus_Fuchs", "description": "Klaus Emil Julius Fuchs was a German theoretical physicist and atomic spy who supplied information from the American, British, and Canadian Manhattan Project to the Soviet Union during and shortly after World War II. While at the Los Alamos National Laboratory, Fuchs was responsible for many significant theoretical calculations relating to the first nuclear weapons and, later, early models of the "}, {"title": "Dresden", "href": "/wiki/Dresden", "description": "Dresden is the capital city of the German state of Saxony and its second most populous city, after Leipzig. It is the 12th most populous city of Germany, the fourth largest by area, and the third most populous city in the area of former East Germany, following Berlin and Leipzig. Dresden's urban area comprises the towns of Freital, Pirna, Radebeul, Coswig and Heidenau and has around 790,000 inhabi"}, {"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}]}, {"heading": "Events", "year": "1960", "date": "June 23", "txt": "The United States Food and Drug Administration declares Enovid to be the first officially approved combined oral contraceptive pill in the world.", "entities": [{"title": "Food and Drug Administration", "href": "/wiki/Food_and_Drug_Administration", "description": "The United States Food and Drug Administration is a federal agency of the Department of Health and Human Services. The FDA is responsible for protecting and promoting public health through the control and supervision of food safety, tobacco products, dietary supplements, prescription and over-the-counter pharmaceutical drugs (medications), vaccines, biopharmaceuticals, blood transfusions, medical "}, {"title": "Mestranol/norethynodrel", "href": "/wiki/Mestranol/norethynodrel", "description": null}, {"title": "Combined oral contraceptive pill", "href": "/wiki/Combined_oral_contraceptive_pill", "description": "The combined oral contraceptive pill (COCP), often referred to as the birth control pill or colloquially as \"the pill\", is a type of birth control that is designed to be taken orally by women. It includes a combination of an estrogen and a progestogen. When taken correctly, it alters the menstrual cycle to eliminate ovulation and prevent pregnancy."}]}, {"heading": "Events", "year": "1961", "date": "June 23", "txt": "The Antarctic Treaty System, which sets aside Antarctica as a scientific preserve and limits military activity on the continent, its islands and ice shelves, comes into force.", "entities": [{"title": "Antarctic Treaty System", "href": "/wiki/Antarctic_Treaty_System", "description": "The Antarctic Treaty and related agreements, collectively known as the Antarctic Treaty System (ATS), regulate international relations with respect to Antarctica, Earth's only continent without a native human population. For the purposes of the treaty system, Antarctica is defined as all of the land and ice shelves south of 60°S latitude. The treaty entered into force in 1961 and currently has 54 "}]}, {"heading": "Events", "year": "1967", "date": "June 23", "txt": "Cold War: U.S. President Lyndon B. Johnson meets with Soviet Premier Alexei Kosygin in Glassboro, New Jersey for the three-day Glassboro Summit Conference.", "entities": [{"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "Alexei Kosygin", "href": "/wiki/Alexei_Kosygin", "description": "Alexei Nikolayevich Kosygin was a Soviet-Russian statesman during the Cold War. He served as the Premier of the Soviet Union from 1964 to 1980 and was one of the most influential Soviet policymakers in the mid-1960s."}, {"title": "Glassboro, New Jersey", "href": "/wiki/Glassboro,_New_Jersey", "description": "Glassboro is a borough in Gloucester County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 18,579, reflecting a decline of 489 (−2.6%) from the 19,068 counted in the 2000 Census, which had in turn increased by 3,454 (+22.1%) over the 15,614 counted in the 1990 Census."}, {"title": "Glassboro Summit Conference", "href": "/wiki/Glassboro_Summit_Conference", "description": "The Glassboro Summit Conference, usually just called the Glassboro Summit, was the 23–25 June 1967 meeting of the heads of government of the United States and the Soviet Union—President Lyndon B. Johnson and Premier Alexei Kosygin, respectively—for the purpose of discussing Soviet Union–United States relations in Glassboro, New Jersey. During the Arab–Israeli Six-Day War diplomatic contact and coo"}]}, {"heading": "Events", "year": "1969", "date": "June 23", "txt": "Warren E. Burger is sworn in as Chief Justice of the United States Supreme Court by retiring Chief Justice Earl Warren.", "entities": [{"title": "Warren E. Burger", "href": "/wiki/Warren_E._Burger", "description": "Warren Earl Burger was the 15th Chief Justice of the United States Supreme Court, serving from 1969 to 1986. Born in Saint Paul, Minnesota, Burger graduated from the St. Paul College of Law in 1931. He helped secure the Minnesota delegation's support for Dwight D. Eisenhower at the 1952 Republican National Convention. After Eisenhower won the 1952 presidential election, he appointed Burger to the "}, {"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Earl Warren", "href": "/wiki/Earl_Warren", "description": "Earl Warren was an American politician and jurist who served as 30th governor of California from 1943 to 1953 and Chief Justice of the United States from 1953 to 1969. The \"Warren Court\" presided over a major shift in American constitutional jurisprudence, which has been recognized by many as a \"Constitutional Revolution\" in the liberal direction, with Warren writing the majority opinions in landm"}]}, {"heading": "Events", "year": "1969", "date": "June 23", "txt": "IBM announces that effective January 1970 it will price its software and services separately from hardware thus creating the modern software industry.", "entities": []}, {"heading": "Events", "year": "1972", "date": "June 23", "txt": "Watergate scandal: U.S. President Richard M. Nixon and White House Chief of Staff H. R. Haldeman are taped talking about using the Central Intelligence Agency to obstruct the Federal Bureau of Investigation's investigation into the Watergate break-ins.", "entities": [{"title": "Watergate scandal", "href": "/wiki/Watergate_scandal", "description": "The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1971 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate O"}, {"title": "Richard M. Nixon", "href": "/wiki/Richard_M._Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}, {"title": "H. R. Haldeman", "href": "/wiki/H._R._Haldeman", "description": "Harry Robbins \"Bob\" Haldeman was an American political aide and businessman, best known for his service as White House Chief of Staff to President Richard Nixon and his consequent involvement in the Watergate scandal."}, {"title": "Central Intelligence Agency", "href": "/wiki/Central_Intelligence_Agency", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}, {"title": "Federal Bureau of Investigation", "href": "/wiki/Federal_Bureau_of_Investigation", "description": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. c"}, {"title": "Watergate scandal", "href": "/wiki/Watergate_scandal", "description": "The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1971 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate O"}]}, {"heading": "Events", "year": "1972", "date": "June 23", "txt": "Title IX of the United States Civil Rights Act of 1964 is amended to prohibit sexual discrimination to any educational program receiving federal funds.", "entities": [{"title": "Civil Rights Act of 1964", "href": "/wiki/Civil_Rights_Act_of_1964", "description": "The Civil Rights Act of 1964 is a landmark civil rights and labor law in the United States that outlaws discrimination based on race, color, religion, sex, national origin, and later sexual orientation and gender identity. It prohibits unequal application of voter registration requirements, racial segregation in schools and public accommodations, and employment discrimination. The act \"remains one"}, {"title": "Sexism", "href": "/wiki/Sexism", "description": "Sexism is prejudice or discrimination based on one's sex or gender. Sexism can affect anyone, but it primarily affects women and girls. It has been linked to stereotypes and gender roles, and may include the belief that one sex or gender is intrinsically superior to another. Extreme sexism may foster sexual harassment, rape, and other forms of sexual violence. Gender discrimination may encompass s"}, {"title": "Federal government of the United States", "href": "/wiki/Federal_government_of_the_United_States", "description": "The federal government of the United States is the national government of the United States, a federal republic in North America, composed of 50 states, a federal district, five major self-governing territories and several island possessions. The federal government is composed of three distinct branches: legislative, executive, and judicial, whose powers are vested by the U.S. Constitution in the "}]}, {"heading": "Events", "year": "1973", "date": "June 23", "txt": "A fire at a house in Hull, England, which kills a six-year-old boy is passed off as an accident; it later emerges as the first of 26 deaths by fire caused over the next seven years by serial arsonist Peter Dinsdale.", "entities": [{"title": "Kingston upon Hull", "href": "/wiki/Kingston_upon_Hull", "description": "Kingston upon Hull, usually abbreviated to Hull, is a port city and unitary authority in the East Riding of Yorkshire, England. It lies upon the River Hull at its confluence with the Humber Estuary, 25 miles (40 km) inland from the North Sea, 50 miles (80 km) east of Leeds, 34 miles (55 km) south-east of York and 54 miles (87 km) north-east of Sheffield. With a population of 259,778 (mid-2019 est."}, {"title": "Bruce George Peter Lee", "href": "/wiki/Bruce_George_Peter_Lee", "description": "Bruce George Peter Lee is one of Britain's most prolific serial killers. He confessed to a total of 11 acts of arson, and was convicted of 26 counts of manslaughter. 11 of these were overturned on appeal. Lee was imprisoned for life in 1981."}]}, {"heading": "Events", "year": "1985", "date": "June 23", "txt": "A terrorist bomb explodes at Narita International Airport near Tokyo. An hour later, the same group detonates a second bomb aboard Air India Flight 182, bringing the Boeing 747 down off the coast of Ireland killing all 329 aboard.", "entities": [{"title": "1985 Narita International Airport bombing", "href": "/wiki/1985_Narita_International_Airport_bombing", "description": "A bomb hidden in a suitcase transiting through New Tokyo International Airport exploded at 06:19 (UTC) 23 June 1985 in a baggage handling room, killing two baggage handlers and injuring another four. It had come from Vancouver, Canada through Canadian Pacific Flight 003 and was transiting through the airport for Air India Flight 301 to Bangkok, Thailand."}, {"title": "Narita International Airport", "href": "/wiki/Narita_International_Airport", "description": "Narita International Airport , also known as Tokyo-Narita, formerly and originally known as New Tokyo International Airport , is an international airport serving the Greater Tokyo Area of Japan. It is located approximately 60 kilometers (37 mi) east of central Tokyo in Narita, Chiba."}, {"title": "Air India Flight 182", "href": "/wiki/Air_India_Flight_182", "description": "Air India Flight 182 was an Air India flight operating on the Montreal–London–Delhi route. On 23 June 1985 it was operated using Boeing 747-237B registered VT-EFO. It disintegrated in midair en route from Montreal to London, at an altitude of 31,000 feet over the Atlantic Ocean, as a result of the explosion from a bomb planted by Canadian Sikh extremists known commonly as Khalistanis, who were inv"}, {"title": "Boeing 747", "href": "/wiki/Boeing_747", "description": "The Boeing 747 is a large, long–range wide-body airliner and cargo aircraft manufactured by Boeing Commercial Airplanes in the United States.\n\nAfter introducing the 707 in October 1958, Pan Am wanted a jet 2+1⁄2 times its size, to reduce its seat cost by 30% to democratize air travel. In 1965, Joe Sutter left the 737 development program to design the 747, the first twin aisle airliner. In April 19"}]}, {"heading": "Events", "year": "1994", "date": "June 23", "txt": "NASA's Space Station Processing Facility, a new state-of-the-art manufacturing building for the International Space Station, officially opens at Kennedy Space Center.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Space Station Processing Facility", "href": "/wiki/Space_Station_Processing_Facility", "description": "The Space Station Processing Facility (SSPF) is a three-story, 42,500 m2 (457,000 sq ft) industrial building\nlocated in the Kennedy Space Center industrial area, just east of the Operations and Checkout Building.\nIt was constructed in 1992 for the manufacturing and processing of the International Space Station modules, flight hardware, equipment, structural components and solar arrays.\nThe SSPF in"}, {"title": "Manufacturing of the International Space Station", "href": "/wiki/Manufacturing_of_the_International_Space_Station", "description": "The project to create the International Space Station required the utilization and/or construction of new and existing manufacturing facilities around the world, mostly in the United States and Europe. The agencies overseeing the manufacturing involved NASA, Roscosmos, the European Space Agency, JAXA, and the Canadian Space Agency. Hundreds of contractors working for the five space agencies were a"}, {"title": "International Space Station", "href": "/wiki/International_Space_Station", "description": "The International Space Station (ISS) is a modular space station in low Earth orbit. It is a multinational collaborative project involving five participating space agencies: NASA, Roscosmos (Russia), JAXA (Japan), ESA (Europe), and CSA (Canada). The ownership and use of the space station is established by intergovernmental treaties and agreements. The station serves as a microgravity and space env"}, {"title": "Kennedy Space Center", "href": "/wiki/Kennedy_Space_Center", "description": "The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located "}]}, {"heading": "Events", "year": "2001", "date": "June 23", "txt": "The 8.4 Mw  southern Peru earthquake shakes coastal Peru with a maximum Mercalli intensity of VIII (Severe). A destructive tsunami followed, leaving at least 74 people dead, and 2,687 injured.", "entities": [{"title": "2001 southern Peru earthquake", "href": "/wiki/2001_southern_Peru_earthquake", "description": "The 2001 southern Peru earthquake occurred at 20:33:15 UTC on June 23 with a moment magnitude of 8.4 and a maximum Mercalli intensity of VIII (Severe). The quake affected the Peruvian regions of Arequipa, Moquegua and Tacna. It was the most devastating earthquake in Peru since the catastrophic 1970 Ancash earthquake and globally the largest earthquake since the 1965 Rat Islands earthquake."}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "2012", "date": "June 23", "txt": "Ashton Eaton breaks the decathlon world record at the United States Olympic Trials.", "entities": [{"title": "Ashton Eaton", "href": "/wiki/Ashton_Eaton", "description": "Ashton James Eaton  is a retired American decathlete and two-time Olympic champion, who holds the world record in the indoor heptathlon event. Eaton was the second decathlete to break the 9,000-point barrier in the decathlon, with 9,039 points, a score he bettered on August 29, 2015, when he beat his own world record with a score of 9,045 points. His world record was broken by Frenchman Kévin Maye"}, {"title": "Decathlon world record progression", "href": "/wiki/Decathlon_world_record_progression", "description": "The first world record in the decathlon was recognized by the International Association of Athletics Federations in 1922."}, {"title": "2012 United States Olympic Trials (track and field)", "href": "/wiki/2012_United_States_Olympic_Trials_(track_and_field)", "description": "The 2012 United States Olympic Trials for track and field were held at Hayward Field in Eugene, Oregon. Organized by USA Track and Field, the ten-day competition lasted from June 21 until July 1 and served as the national championships in track and field for the United States."}]}, {"heading": "Events", "year": "2013", "date": "June 23", "txt": "Nik Wallenda becomes the first man to successfully walk across the Grand Canyon on a tight rope.", "entities": [{"title": "Nik Wallenda", "href": "/wiki/Nik_Wallenda", "description": "Nikolas Wallenda is an American acrobat, aerialist, daredevil, high wire artist, and author. He is known for his high-wire performances without a safety net. He holds 11 Guinness World Records for various acrobatic feats, but was best known as the first person to walk a tightrope stretched directly over Niagara Falls. Wallenda walked 1,800 feet on a steel cable over Masaya Volcano in Nicaragua, hi"}, {"title": "Skywire Live", "href": "/wiki/Skywire_Live", "description": "Skywire Live with Nik Wallenda is a Discovery Channel special that aired on June 23, 2013. The special was billed as a highwire walk across \"the majestic Grand Canyon\". Interpretations varied as to whether the actual location – the Little Colorado River Gorge in Navajo territory outside Grand Canyon National Park's borders – was truly part of the Grand Canyon."}, {"title": "Grand Canyon", "href": "/wiki/Grand_Canyon", "description": "The Grand Canyon is a steep-sided canyon carved by the Colorado River in Arizona, United States. The Grand Canyon is 277 miles (446 km) long, up to 18 miles (29 km) wide and attains a depth of over a mile."}, {"title": "Tightrope walking", "href": "/wiki/Tightrope_walking", "description": "Tightrope walking, also called funambulism, is the skill of walking along a thin wire or rope. It has a long tradition in various countries and is commonly associated with the circus. Other skills similar to tightrope walking include slack rope walking and slacklining."}]}, {"heading": "Events", "year": "2013", "date": "June 23", "txt": "Militants stormed a high-altitude mountaineering base camp near Nanga Parbat in Gilgit–Baltistan, Pakistan killing ten climbers, and a local guide.", "entities": [{"title": "2013 Nanga Parbat tourist shooting", "href": "/wiki/2013_Nanga_Parbat_tourist_shooting", "description": "The 2013 Nanga Parbat massacre was a terrorist attack that took place on the night of 22 June 2013 in Gilgit–Baltistan, Pakistan. About 16 militants, reportedly dressed in Gilgit Scouts uniforms, stormed a high-altitude mountaineering base camp and killed 11 people; 10 climbers and one local tourist guide. The climbers were from various countries, including Ukraine, China, Slovakia, Lithuania and "}]}, {"heading": "Events", "year": "2014", "date": "June 23", "txt": "The last of Syria's declared chemical weapons are shipped out for destruction.", "entities": [{"title": "Syria chemical weapons program", "href": "/wiki/Syria_chemical_weapons_program", "description": "\nSyria's chemical weapons program began in the 1970s with weapons and training from Egypt and the Soviet Union, with production of chemical weapons in Syria beginning in the mid-1980s. For some time, Syria was believed to have the world's third-largest stockpile of chemical weapons, after the United States and Russia. Prior to September 2013 Syria had not publicly admitted to possessing chemical w"}, {"title": "Destruction of Syria's chemical weapons", "href": "/wiki/Destruction_of_Syria%27s_chemical_weapons", "description": "The destruction of Syria's chemical weapons began on 14 September 2013 after Syria entered into several international agreements which called for the elimination of Syria's chemical weapon stockpiles and set a destruction deadline of 30 June 2014. On the same day, Syria acceded to the Chemical Weapons Convention (CWC) and agreed to its provisional application pending its entry into force on 14 Oct"}]}, {"heading": "Events", "year": "2016", "date": "June 23", "txt": "The United Kingdom votes in a referendum to leave the European Union, by 52% to 48%.", "entities": [{"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "2016 United Kingdom European Union membership referendum", "href": "/wiki/2016_United_Kingdom_European_Union_membership_referendum", "description": "The United Kingdom European Union membership referendum, commonly referred to as the EU referendum or the Brexit referendum, took place on 23 June 2016 in the United Kingdom (UK) and Gibraltar to ask the electorate whether the country should remain a member of, or leave, the European Union (EU). The result would then be facilitated through the European Union Referendum Act 2015 and the Political P"}]}, {"heading": "Events", "year": "2017", "date": "June 23", "txt": "A series of terrorist attacks took place in Pakistan resulting in 96 deaths and wounded 200 others.", "entities": [{"title": "June 2017 Pakistan bombings", "href": "/wiki/June_2017_Pakistan_bombings", "description": "On 23 June 2017, a series of terrorist attacks took place in Pakistan resulting in 96 dead and over 200 wounded. They included a suicide bombing in Quetta targeting policemen, followed by a double bombing at a market in Parachinar, and the targeted killing of four policemen in Karachi."}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}]}, {"heading": "Births", "year": "47 BC", "date": "June 23", "txt": "Caesarion, Egyptian king (d. 30 BC)", "entities": [{"title": "Caesarion", "href": "/wiki/Caesarion", "description": "Ptolemy XV Caesar, nicknamed Caesarion (Καισαρίων), was the last pharaoh of ancient Egypt, reigning with his mother Cleopatra from 2 September 44 BC until her death by 12 August 30 BC, and as sole ruler until his death was ordered by Octavian, who would later become the first Roman emperor as Augustus."}]}, {"heading": "Births", "year": "1385", "date": "June 23", "txt": "Stephen, Count Palatine of Simmern-Zweibrücken (d. 1459)", "entities": [{"title": "Stephen, Count Palatine of Simmern-Zweibrücken", "href": "/wiki/Stephen,_Count_Palatine_of_Simmern-Zweibr%C3%BCcken", "description": "Stephen of Simmern-Zweibrücken was Count Palatine of Simmern and Zweibrücken from 1410 until his death in 1459."}]}, {"heading": "Births", "year": "1433", "date": "June 23", "txt": "Francis II, Duke of Brittany (d. 1488)", "entities": [{"title": "Francis II, Duke of Brittany", "href": "/wiki/Francis_II,_Duke_of_Brittany", "description": "Francis II of Brittany was Duke of Brittany from 1458 to his death. He was the grandson of John IV, Duke of Brittany. A recurring theme in Francis' life would be his quest to maintain the quasi-independence of Brittany from France. As such, his reign was characterized by conflicts with King Louis XI of France and with his daughter, Anne of France, who served as regent during the minority of her br"}]}, {"heading": "Births", "year": "1456", "date": "June 23", "txt": "Margaret of Denmark, Queen of Scotland (d. 1486)", "entities": [{"title": "Margaret of Denmark, Queen of Scotland", "href": "/wiki/Margaret_of_Denmark,_Queen_of_Scotland", "description": "Margaret of Denmark was Queen of Scotland from 1469 to 1486 by marriage to King James III. She was the daughter of Christian I, King of Denmark, Norway and Sweden, and Dorothea of Brandenburg."}]}, {"heading": "Births", "year": "1489", "date": "June 23", "txt": "Charles II, Duke of Savoy, Italian nobleman (d. 1496)", "entities": [{"title": "Charles II, Duke of Savoy", "href": "/wiki/Charles_II,_Duke_of_Savoy", "description": "Charles II or Charles John Amadeus, was the Duke of Savoy from 1490 to 1496 but his mother Blanche of Montferrat (1472-1519) was the actual ruler as a regent. In 1485 his father Charles I had received the hereditary rights to the Kingdoms of Cyprus, Jerusalem, and Armenia which were inherited by young Charles."}]}, {"heading": "Births", "year": "1534", "date": "June 23", "txt": "Oda Nobunaga, Japanese warlord (d. 1582)", "entities": [{"title": "Oda Nobunaga", "href": "/wiki/Oda_Nobunaga", "description": "Oda Nobunaga  was a Japanese daimyo and one of the leading figures of the Sengoku period. He is regarded as the first \"Great Unifier\" of Japan."}]}, {"heading": "Births", "year": "1596", "date": "June 23", "txt": "Johan Banér, Swedish field marshal (d. 1641)", "entities": [{"title": "Johan Banér", "href": "/wiki/Johan_Ban%C3%A9r", "description": "Johan Banér was a Swedish Field Marshal in the Thirty Years' War."}]}, {"heading": "Births", "year": "1616", "date": "June 23", "txt": "Shah Shuja, Mughal prince (d. 1661)", "entities": [{"title": "Shah Shuja (Mughal prince)", "href": "/wiki/Shah_Shuja_(Mughal_prince)", "description": "Shah Shuja was the second son of the Mughal Emperor Shah Jahan and Empress Mumtaz Mahal. He was the governor of Bengal and Odisha and had his capital at Dhaka, in present day Bangladesh."}]}, {"heading": "Births", "year": "1625", "date": "June 23", "txt": "John Fell, English churchman and influential academic (d. 1686)", "entities": [{"title": "John Fell (bishop)", "href": "/wiki/John_Fell_(bishop)", "description": "John Fell was an English churchman and influential academic. He served as Dean of Christ Church, Oxford, and later concomitantly as Bishop of Oxford."}]}, {"heading": "Births", "year": "1668", "date": "June 23", "txt": "Giambattista Vico, Italian jurist, historian, and philosopher (d. 1744)", "entities": [{"title": "Giambattista Vico", "href": "/wiki/Giambattista_Vico", "description": "Giambattista Vico was an Italian political philosopher and rhetorician, historian and jurist of the Age of Enlightenment. He criticized the expansion and development of modern rationalism, was an apologist for Classical Antiquity, finding Cartesian analysis and other types of reductionism impractical to daily life, and was the first expositor of the fundamentals of social science and of semiotics."}]}, {"heading": "Births", "year": "1683", "date": "June 23", "txt": "Étienne Fourmont, French orientalist and sinologist (d. 1745)", "entities": [{"title": "Étienne Fourmont", "href": "/wiki/%C3%89tienne_Fourmont", "description": "Étienne Fourmont was a French scholar and Orientalist who served as professor of Arabic at the Collège de France and published grammars on the Arabic, Hebrew, and Chinese languages."}]}, {"heading": "Births", "year": "1711", "date": "June 23", "txt": "Giovanni Battista Guadagnini, Italian instrument maker (d. 1786)", "entities": [{"title": "Giovanni Battista Guadagnini", "href": "/wiki/Giovanni_Battista_Guadagnini", "description": "Giovanni Battista Guadagnini was an Italian luthier, regarded as one of the finest craftsmen of string instruments in history. He is widely considered the third greatest maker after Antonio Stradivari and Giuseppe Guarneri \"del Gesù\". The Guadagnini family was known for their violins, guitars and mandolins."}]}, {"heading": "Births", "year": "1716", "date": "June 23", "txt": "Fletcher Norton, 1st Baron Grantley, English lawyer and politician, Solicitor General for England and Wales (d. 1789)", "entities": [{"title": "Fletcher Norton, 1st Baron Grantley", "href": "/wiki/Fletcher_Norton,_1st_Baron_Grantley", "description": "Fletcher Norton, 1st Baron Grantley, PC was an English lawyer and politician who sat in the House of Commons from 1756 to 1782 when he was raised to the peerage as Baron Grantley."}, {"title": "Solicitor General for England and Wales", "href": "/wiki/Solicitor_General_for_England_and_Wales", "description": "Her Majesty's Solicitor General for England and Wales, known informally as the Solicitor General, is one of the law officers of the Crown in the government of the United Kingdom. They are the deputy of the Attorney General, whose duty is to advise the Crown and Cabinet on the law. They can exercise the powers of the Attorney General in the Attorney General's absence. Despite the title, the positio"}]}, {"heading": "Births", "year": "1750", "date": "June 23", "txt": "Déodat Gratet de Dolomieu, French geologist and academic (d. 1801)", "entities": [{"title": "Déodat Gratet de Dolomieu", "href": "/wiki/D%C3%A9odat_Gratet_de_Dolomieu", "description": "Dieudonné Sylvain Guy Tancrède de Gratet de Dolomieu usually known as Déodat de Dolomieu was a French geologist. The mineral and the rock dolomite and the largest summital crater on the Piton de la Fournaise volcano were named after him."}]}, {"heading": "Births", "year": "1763", "date": "June 23", "txt": "Joséphine de Beauharnais, French wife of Napoleon I (d. 1814)", "entities": [{"title": "Joséphine de Beauharnais", "href": "/wiki/Jos%C3%A9phine_de_Beauharnais", "description": "Joséphine Bonaparte was the Empress of the French as the first wife of Emperor Napoleon I. She is widely known as Joséphine de Beauharnais."}, {"title": "Napoleon I", "href": "/wiki/Napoleon_I", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}]}, {"heading": "Births", "year": "1799", "date": "June 23", "txt": "John Milton Bernhisel, American physician and politician (d. 1881)", "entities": [{"title": "John Milton Bernhisel", "href": "/wiki/John_Milton_Bernhisel", "description": "John Milton Bernhisel was an American physician, politician and early member of the Latter Day Saint movement. He was a close friend and companion to both Joseph Smith and Brigham Young. Bernhisel was the original delegate of the Utah Territory in the United States House of Representatives and acted as a member of the Council of Fifty of The Church of Jesus Christ of Latter-day Saints."}]}, {"heading": "Births", "year": "1800", "date": "June 23", "txt": "Karol Marcinkowski, Polish physician and activist (d. 1846)", "entities": [{"title": "Karol Marcinkowski", "href": "/wiki/Karol_Marcinkowski", "description": "Karol Marcinkowski was a Polish physician, social activist in the Greater Poland region, supporter of the basic education programmes, organizer of the Scientific Help Society and the Poznań Bazar - the Polish mall in Poznań that included a hotel, meeting rooms, crafts and shops."}]}, {"heading": "Births", "year": "1824", "date": "June 23", "txt": "Carl Reinecke, German pianist, composer, and conductor (d. 1910)", "entities": [{"title": "Carl Reinecke", "href": "/wiki/Carl_Reinecke", "description": "Carl Heinrich Carsten Reinecke was a German composer, conductor, and pianist in the Middle Romantic Era."}]}, {"heading": "Births", "year": "1843", "date": "June 23", "txt": "Paul Heinrich von Groth, German scientist (d. 1927)", "entities": [{"title": "Paul Heinrich von Groth", "href": "/wiki/Paul_Heinrich_von_Groth", "description": "Paul Heinrich Ritter von Groth was a German mineralogist. His most important contribution to science was his systematic classification of minerals based on their chemical compositions and crystal structures."}]}, {"heading": "Births", "year": "1860", "date": "June 23", "txt": "Albert Giraud, Belgian poet and librarian (d. 1929)", "entities": [{"title": "Albert Giraud", "href": "/wiki/Albert_Giraud", "description": "Albert Giraud was a Belgian poet who wrote in French."}]}, {"heading": "Births", "year": "1863", "date": "June 23", "txt": "Sándor Bródy, Hungarian author and journalist (d. 1924)", "entities": [{"title": "Sándor Bródy (writer)", "href": "/wiki/S%C3%A1ndor_Br%C3%B3dy_(writer)", "description": "Sándor Bródy was a Hungarian author and journalist."}]}, {"heading": "Births", "year": "1877", "date": "June 23", "txt": "Norman Pritchard, Indian-English hurdler and actor (d. 1929)", "entities": [{"title": "Norman Pritchard", "href": "/wiki/Norman_Pritchard", "description": "Norman Gilbert Pritchard, also known by his stage name Norman Trevor, was a British-Indian athlete and actor who became the first Asian-born athlete to win an Olympic medal when he won two silver medals in athletics at the 1900 Paris Olympics representing India. He was of British ethnicity and moved to Great Britain permanently in 1905, where he became a successful stage actor, and later moved to "}]}, {"heading": "Births", "year": "1879", "date": "June 23", "txt": "Huda Sha'arawi, Egyptian feminist and journalist (d. 1947)", "entities": [{"title": "Huda Sha'arawi", "href": "/wiki/Huda_Sha%27arawi", "description": "Huda Sha'arawi or Hoda Sha'rawi was a pioneering Egyptian feminist leader, suffragette, nationalist, and founder of the Egyptian Feminist Union."}]}, {"heading": "Births", "year": "1884", "date": "June 23", "txt": "Cyclone Taylor, Canadian ice hockey player and politician (d. 1979)", "entities": [{"title": "Cyclone Taylor", "href": "/wiki/Cyclone_Taylor", "description": "Frederick Wellington \"Cyclone\" Taylor, MBE was a Canadian professional ice hockey player and civil servant. A cover-point and rover, he played professionally from 1906 to 1922 for the Portage Lakes Hockey Club, the Renfrew Creamery Kings, the Ottawa Hockey Club and the Vancouver Millionaires. Acknowledged as one of the first stars of hockey, Taylor was recognised during his career as one of the fa"}]}, {"heading": "Births", "year": "1888", "date": "June 23", "txt": "Bronson M. Cutting, American publisher and politician (d. 1935)", "entities": [{"title": "Bronson M. Cutting", "href": "/wiki/Bronson_M._Cutting", "description": "Bronson Murray Cutting was a United States Senator from New Mexico. A Republican, he had also been a newspaper publisher and military attaché."}]}, {"heading": "Births", "year": "1889", "date": "June 23", "txt": "Anna Akhmatova, Ukrainian-Russian poet and author (d. 1966)", "entities": [{"title": "Anna Akhmatova", "href": "/wiki/Anna_Akhmatova", "description": "Anna Andreyevna Gorenko, better known by the pen name Anna Akhmatova, was one of the most significant Russian poets of the 20th century. She was shortlisted for the Nobel Prize in 1965 and received second-most (three) nominations for the award the following year."}]}, {"heading": "Births", "year": "1889", "date": "June 23", "txt": "Verena Holmes, English engineer (d. 1964)", "entities": []}, {"heading": "Births", "year": "1894", "date": "June 23", "txt": "Harold Barrowclough, New Zealand military leader, lawyer and Chief Justice (d. 1972)", "entities": [{"title": "Harold Barrowclough", "href": "/wiki/Harold_Barrowclough", "description": "Major General Sir Harold Eric Barrowclough & Bar, was a New Zealand military leader, lawyer and Chief Justice from 1953 to 1966."}, {"title": "Chief Justice of New Zealand", "href": "/wiki/Chief_Justice_of_New_Zealand", "description": "The chief justice of New Zealand is the head of the New Zealand judiciary, and presides over the Supreme Court of New Zealand. The chief justice of New Zealand is also the chief justice of Tokelau. Before the establishment of the Supreme Court in 2004, the chief justice was the presiding judge in the High Court of New Zealand, and was also ex officio a member of the Court of Appeal of New Zealand."}]}, {"heading": "Births", "year": "1894", "date": "June 23", "txt": "Alfred Kinsey, American entomologist and sexologist (d. 1956)", "entities": []}, {"heading": "Births", "year": "1894", "date": "June 23", "txt": "Edward VIII, King of the United Kingdom (d. 1972)", "entities": []}, {"heading": "Births", "year": "1899", "date": "June 23", "txt": "Amédée Gordini, Italian-born French race car driver and sports car manufacturer (d. 1979)", "entities": [{"title": "Amédée Gordini", "href": "/wiki/Am%C3%A9d%C3%A9e_Gordini", "description": "Amedeo \"Amédée\" Gordini was an Italian-born race car driver and sports car manufacturer in France."}]}, {"heading": "Births", "year": "1900", "date": "June 23", "txt": "Blanche Noyes, American aviator, winner of the 1936 Bendix Trophy Race (d. 1981) ", "entities": [{"title": "Blanche Noyes", "href": "/wiki/Blanche_Noyes", "description": "Blanche Noyes was an American pioneering female aviator who was among the first ten women to receive a transport pilot's license. In 1929, she became Ohio's first licensed female pilot."}, {"title": "Bendix Trophy", "href": "/wiki/Bendix_Trophy", "description": "The Bendix Trophy is a U.S. aeronautical racing trophy. The transcontinental, point-to-point race, sponsored by industrialist Vincent Bendix founder of Bendix Corporation, began in 1931 as part of the National Air Races. Initial prize money for the winners was $15,000. The last Bendix Trophy Race was flown in 1962."}]}, {"heading": "Births", "year": "1901", "date": "June 23", "txt": "Ahmet Hamdi Tanpınar, Turkish author, poet, and scholar (d. 1962)", "entities": [{"title": "Ahmet Hamdi Tanpınar", "href": "/wiki/Ahmet_Hamdi_Tanp%C4%B1nar", "description": "Ahmet Hamdi Tanpınar was a Turkish poet, novelist, literary scholar and essayist, widely regarded as one of the most important representatives of modernism in Turkish literature. In addition to his literary and academic career, Tanpınar was also a member of the Turkish Parliament between 1944 and 1946."}]}, {"heading": "Births", "year": "1903", "date": "June 23", "txt": "Paul Martin Sr., Canadian lawyer and politician (d. 1992)", "entities": [{"title": "Paul Martin Sr.", "href": "/wiki/Paul_Martin_Sr.", "description": "Joseph James Guillaume Paul Martin,, often referred to as Paul Martin Sr., was a noted Canadian politician and diplomat. He was the father of Paul Martin, who served as 21st Prime Minister of Canada from 2003 to 2006."}]}, {"heading": "Births", "year": "1904", "date": "June 23", "txt": "Quintin McMillan, South African cricketer (d. 1938)", "entities": [{"title": "Quintin McMillan", "href": "/wiki/Quintin_McMillan", "description": "Quintin McMillan was a South African cricketer who played in thirteen Test matches between 1929 and 1931/32."}]}, {"heading": "Births", "year": "1905", "date": "June 23", "txt": "Jack Pickersgill, Canadian civil servant and politician, 35th Secretary of State for Canada (d. 1997)", "entities": [{"title": "Jack Pickersgill", "href": "/wiki/Jack_Pickersgill", "description": "John Whitney \"Jack\" Pickersgill, was a Canadian civil servant and politician. He was born in Ontario, but was raised in Manitoba. He was the Clerk for the Canadian Government's Privy Council in the early 1950s. He was first elected to federal parliament in 1953, representing a Newfoundland electoral district and serving in prime minister Louis St. Laurent's cabinet. In the mid-1960s, he served aga"}, {"title": "Secretary of State for Canada", "href": "/wiki/Secretary_of_State_for_Canada", "description": "The Secretary of State for Canada, established in 1867 with a corresponding department, was a Canadian Cabinet position that served as the official channel of communication between the Dominion of Canada and the Imperial government in London."}]}, {"heading": "Births", "year": "1906", "date": "June 23", "txt": "Tribhuvan of Nepal (d. 1955)", "entities": [{"title": "Tribhuvan of Nepal", "href": "/wiki/Tribhuvan_of_Nepal", "description": "Tribhuwan Bir Bikram Shah was King of Nepal from 11 December 1911 until his death. Born in Kathmandu, the capital city of Nepal, he ascended to the throne at the age of five, upon the death of his father, King Prithvi Bir Bikram Shah, and crowned on 20 February 1913 at the Nasal Chowk, Hanuman Dhoka Palace in Kathmandu, with his mother acting as regent. At the time, however, the position of monarc"}]}, {"heading": "Births", "year": "1907", "date": "June 23", "txt": "Dercy Gonçalves, Brazilian actress and singer (d. 2008)", "entities": [{"title": "Dercy Gonçalves", "href": "/wiki/Dercy_Gon%C3%A7alves", "description": "Dercy Gonçalves, stage name of Dolores Gonçalves Costa was a Brazilian actress, comedian and singer. She stood 4 feet 11 inches (1.50 m) tall. In her 86-year-long career, Dercy Gonçalves worked in the theater, revues, film, radio and television, becoming famous by her humorous use of vulgar language. In 1991, at the age of 83, she caused controversy by exposing her breasts while parading with a Sa"}]}, {"heading": "Births", "year": "1907", "date": "June 23", "txt": "James Meade, English economist and academic, Nobel Prize laureate (d. 1995)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1909", "date": "June 23", "txt": "David Lewis, Russian-Canadian lawyer and politician (d. 1981)", "entities": [{"title": "David Lewis (politician)", "href": "/wiki/David_Lewis_(politician)", "description": "David Lewis was a Canadian labour lawyer and social democratic politician. He was national secretary of the Co-operative Commonwealth Federation (CCF) from 1936 to 1950, and one of the key architects of the New Democratic Party (NDP) in 1961. In 1962, he was elected as the Member of Parliament (MP), in the House of Commons of Canada, for the York South electoral district. While an MP, he was elect"}]}, {"heading": "Births", "year": "1909", "date": "June 23", "txt": "Georges Rouquier, French actor, director, and screenwriter (d. 1989)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 23", "txt": "Jean Anouilh, French playwright and screenwriter (d. 1987)", "entities": [{"title": "Jean Anouilh", "href": "/wiki/Jean_Anouilh", "description": "Jean Marie Lucien Pierre Anouilh was a French dramatist whose career spanned five decades. Though his work ranged from high drama to absurdist farce, Anouilh is best known for his 1944 play Antigone, an adaptation of Sophocles' classical drama, that was seen as an attack on Marshal Pétain's Vichy government. His plays are less experimental than those of his contemporaries, having clearly organized"}]}, {"heading": "Births", "year": "1910", "date": "June 23", "txt": "Gordon B. Hinckley, American religious leader, 15th President of The Church of Jesus Christ of Latter-day Saints (d. 2008)", "entities": [{"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Births", "year": "1910", "date": "June 23", "txt": "Milt Hinton, American bassist and photographer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 23", "txt": "Bill King, English commander and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 23", "txt": "Lawson Little, American golfer (d. 1968)", "entities": []}, {"heading": "Births", "year": "1912", "date": "June 23", "txt": "Alan Turing, English mathematician and computer scientist (d. 1954)", "entities": [{"title": "Alan Turing", "href": "/wiki/Alan_Turing", "description": "Alan Mathison Turing was an English mathematician, computer scientist, logician, cryptanalyst, philosopher, and theoretical biologist. Turing was highly influential in the development of theoretical computer science, providing a formalisation of the concepts of algorithm and computation with the Turing machine, which can be considered a model of a general-purpose computer. Turing is widely conside"}]}, {"heading": "Births", "year": "1913", "date": "June 23", "txt": "William P. Rogers, American commander, lawyer, and politician, 55th United States Secretary of State (d. 2001)", "entities": [{"title": "William P. Rogers", "href": "/wiki/William_P._Rogers", "description": "William Pierce Rogers was an American politician, diplomat, and lawyer. He served as United States Attorney General under President Dwight D. Eisenhower and United States Secretary of State under President Richard Nixon. Despite Rogers being a close confidant of Nixon, National Security Advisor Henry Kissinger overshadowed Rogers and eventually succeeded him as Secretary of State. Rogers was the l"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1915", "date": "June 23", "txt": "Frances Gabe, American artist and inventor (d. 2016)", "entities": [{"title": "Frances Gabe", "href": "/wiki/Frances_Gabe", "description": "Frances Gabe was an American artist and inventor perhaps most well known for designing and building the Self-Cleaning House in Newberg, Oregon. She built her own model for $15,000 and it was estimated to go on the market in 1984 for about $50,000. She gained international notoriety in the 1980s for the self-cleaning house."}]}, {"heading": "Births", "year": "1916", "date": "June 23", "txt": "Len Hutton, English cricketer and soldier (d. 1990)", "entities": [{"title": "Len Hutton", "href": "/wiki/Len_Hutton", "description": "Sir Leonard Hutton was an English cricketer who played as an opening batsman for Yorkshire County Cricket Club from 1934 to 1955 and for England in 79 Test matches between 1937 and 1955. Wisden Cricketers' Almanack described him as one of the greatest batsmen in the history of cricket. He set a record in 1938 for the highest individual innings in a Test match in only his sixth Test appearance, sco"}]}, {"heading": "Births", "year": "1916", "date": "June 23", "txt": "Irene Worth, American actress (d. 2002)", "entities": []}, {"heading": "Births", "year": "1916", "date": "June 23", "txt": "Al G. Wright, American bandleader and conductor (d. 2020)", "entities": []}, {"heading": "Births", "year": "1919", "date": "June 23", "txt": "Mohamed Boudiaf, Algerian politician, President of Algeria (d. 1992)", "entities": [{"title": "Mohamed Boudiaf", "href": "/wiki/Mohamed_Boudiaf", "description": "Mohamed Boudiaf, also called Si Tayeb el Watani, was an Algerian political leader and one of the founders of the revolutionary National Liberation Front (FLN) that led the Algerian War of Independence (1954–1962). Boudiaf was exiled soon after Algerian independence, and did not go back to Algeria for 27 years. He returned in 1992 to accept to position of Chairman of the High Council of State, and "}, {"title": "List of heads of state of Algeria", "href": "/wiki/List_of_heads_of_state_of_Algeria", "description": "This is a list of heads of state of Algeria since the formation of the Provisional Government of the Algerian Republic (GPRA) in exile in Cairo, Egypt in 1958 during the Algerian War, through independence in 1962, to the present day."}]}, {"heading": "Births", "year": "1920", "date": "June 23", "txt": "Saleh Ajeery, Kuwaiti astronomer", "entities": [{"title": "Saleh Ajeery", "href": "/wiki/Saleh_Ajeery", "description": "Saleh Mohammed Saleh Abdulaziz Al Ajeery is a Kuwaiti astronomer. He wrote many books and articles, and gave several seminars and lectures. He turned 100 in June 2020."}]}, {"heading": "Births", "year": "1921", "date": "June 23", "txt": "Paul Findley, American politician (d. 2019)", "entities": [{"title": "Paul Findley", "href": "/wiki/Paul_Findley", "description": "Paul Augustus Findley was an American writer and politician. He served as United States Representative from Illinois, representing its 20th District. A Republican, he was first elected in 1960. A moderate Republican for most of his long political career, Findley was a supporter of civil rights and an early opponent of the U.S. war in Vietnam. He co-authored the War Powers Act in 1973, which is sup"}]}, {"heading": "Births", "year": "1922", "date": "June 23", "txt": "Morris R. Jeppson, American lieutenant and physicist (d. 2010)", "entities": [{"title": "Morris R. Jeppson", "href": "/wiki/Morris_R._Jeppson", "description": "Morris Richard Jeppson was a Second Lieutenant in the United States Army Air Forces during World War II. He served as assistant weaponeer on the Enola Gay, which dropped the first atomic bomb on the city of Hiroshima, Japan on August 6, 1945."}]}, {"heading": "Births", "year": "1922", "date": "June 23", "txt": "Hal Laycoe, Canadian ice hockey player and coach (d. 1998)", "entities": []}, {"heading": "Births", "year": "1923", "date": "June 23", "txt": "Peter Corr, Irish-English footballer and manager (d. 2001)", "entities": [{"title": "Peter Corr", "href": "/wiki/Peter_Corr", "description": "Peter Joseph Corr was an Irish footballer. Corr played as an outside-right for, among others, Everton and Ireland. In 1949 he was a member of the Ireland team that defeated England 2–0 at Goodison Park, becoming the first non-UK team to beat England at home. He was the uncle of Jim, Sharon, Caroline and Andrea Corr who make up the Irish musical group The Corrs. His brother Gerry is their father. A"}]}, {"heading": "Births", "year": "1923", "date": "June 23", "txt": "Elroy Schwartz, American screenwriter and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1923", "date": "June 23", "txt": "Doris Johnson, American politician", "entities": []}, {"heading": "Births", "year": "1923", "date": "June 23", "txt": "Jerry Rullo, American professional basketball player (d. 2016)", "entities": []}, {"heading": "Births", "year": "1923", "date": "June 23", "txt": "Giuseppina Tuissi, Italian communist and Partisan (d. 1945)", "entities": []}, {"heading": "Births", "year": "1924", "date": "June 23", "txt": "Frank Bolle, American comic-strip artist, comic-book artist and illustrator (d. 2020)", "entities": [{"title": "Frank Bolle", "href": "/wiki/Frank_Bolle", "description": "Frank W. Bolle was an American comic-strip artist, comic book artist and illustrator, best known as the longtime artist of the newspaper strips Winnie Winkle and The Heart of Juliet Jones; for stints on the comic books Tim Holt and Doctor Solar, Man of the Atom; and as an illustrator for the Boy Scouts of America magazine Boys' Life for 18 years. With an unknown writer, he co-created the masked, O"}]}, {"heading": "Births", "year": "1925", "date": "June 23", "txt": "Miriam Karlin, English actress (d. 2011)", "entities": [{"title": "Miriam Karlin", "href": "/wiki/Miriam_Karlin", "description": "Miriam Karlin was an English actress whose career lasted for more than 60 years. She was known for her role as Paddy in The Rag Trade, a 1960s BBC and 1970s LWT sitcom, and in particular for the character's catchphrase \"Everybody out!\" Her trademark throughout her career was her deep, husky voice and well-spoken London accent."}]}, {"heading": "Births", "year": "1925", "date": "June 23", "txt": "Art Modell, American businessman (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 23", "txt": "Anna Chennault, Chinese widow of Lieutenant General Claire Lee Chennault (d. 2018)", "entities": [{"title": "Claire Lee Chennault", "href": "/wiki/Claire_Lee_Chennault", "description": "Claire Lee Chennault was an American military aviator best known for his leadership of the \"Flying Tigers\" and the Republic of China Air Force in World War II."}]}, {"heading": "Births", "year": "1926", "date": "June 23", "txt": "Lawson Soulsby, Baron Soulsby of Swaffham Prior, English microbiologist and parasitologist (d. 2017)", "entities": [{"title": "Lawson Soulsby, Baron Soulsby of Swaffham Prior", "href": "/wiki/Lawson_Soulsby,_Baron_Soulsby_of_Swaffham_Prior", "description": "Ernest Jackson Lawson Soulsby, Baron Soulsby of Swaffham Prior was a British microbiologist and parasitologist. In 1990 he was made a Conservative life peer and sat in the House of Lords until his retirement in December 2015."}]}, {"heading": "Births", "year": "1926", "date": "June 23", "txt": "Magda Herzberger, Romanian author, poet and composer, survivor of the Holocaust", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 23", "txt": "Annette Mbaye d'Erneville, Senegalese writer", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 23", "txt": "Arnaldo Pomodoro, Italian sculptor", "entities": []}, {"heading": "Births", "year": "1927", "date": "June 23", "txt": "Bob Fosse, American actor, dancer, choreographer, and director (d. 1987)", "entities": [{"title": "Bob Fosse", "href": "/wiki/Bob_Fosse", "description": "Robert Louis Fosse was an American dancer, musical-theatre choreographer, actor, theatre director, and filmmaker. He directed and choreographed musical works on stage and screen, including the stage musicals The Pajama Game (1954), Damn Yankees (1955), How to Succeed in Business Without Really Trying (1961), Sweet Charity (1966), Pippin (1972), and Chicago (1975). His films include Sweet Charity ("}]}, {"heading": "Births", "year": "1927", "date": "June 23", "txt": "John Habgood, Baron Habgood, English archbishop (d. 2019)", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 23", "txt": "Jean Cione, American baseball player (d. 2010)", "entities": [{"title": "Jean Cione", "href": "/wiki/Jean_Cione", "description": "Jean S. Cione [″Cy″] was a pitcher who played from 1945 through 1954 in the All-American Girls Professional Baseball League. Listed at 5' 8\", 143 lb., She batted and threw left-handed."}]}, {"heading": "Births", "year": "1928", "date": "June 23", "txt": "Klaus von Dohnányi, German politician", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 23", "txt": "Michael Shaara, American author and academic (d. 1988)", "entities": []}, {"heading": "Births", "year": "1929", "date": "June 23", "txt": "June Carter Cash, American singer-songwriter, musician, and actress (d. 2003)", "entities": [{"title": "June Carter Cash", "href": "/wiki/June_Carter_Cash", "description": "June Carter Cash was a five-time Grammy award-winning American singer, songwriter, actress, dancer, comedian, and author who was a member of the Carter Family and the second wife of singer Johnny Cash. Prior to her marriage to Cash, she was professionally known as June Carter and occasionally was still credited as such after her marriage. She played guitar, banjo, harmonica, and autoharp, and acte"}]}, {"heading": "Births", "year": "1929", "date": "June 23", "txt": "Mario Ghella, Italian racing cyclist", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 23", "txt": "Donn F. Eisele, American colonel, pilot, and astronaut (d. 1987)", "entities": [{"title": "Donn F. Eisele", "href": "/wiki/Donn_F._Eisele", "description": "Donn Fulton Eisele was a United States Air Force officer, test pilot, and later a NASA astronaut. He occupied the command module pilot seat during the flight of Apollo 7 in 1968. After retiring from both NASA and the Air Force, he became the Peace Corps country director for Thailand, before moving into private business."}]}, {"heading": "Births", "year": "1930", "date": "June 23", "txt": "John Elliott, English historian and academic", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 23", "txt": "Francis Newall, 2nd Baron Newall, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 23", "txt": "Anthony Thwaite, English poet, critic, and academic", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 23", "txt": "Marie-Thérèse Houphouët-Boigny, former First Lady of Ivory Coast", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 23", "txt": "Gunnar Uusi, Estonian chess player (d. 1981)", "entities": [{"title": "Gunnar Uusi", "href": "/wiki/Gunnar_Uusi", "description": "Gunnar Uusi was an Estonian chess player who won the Estonian Chess Championship six times."}]}, {"heading": "Births", "year": "1931", "date": "June 23", "txt": "Ola Ullsten, Swedish politician and diplomat (d. 2018)", "entities": []}, {"heading": "Births", "year": "1932", "date": "June 23", "txt": "Peter Millett, Baron Millett, English lawyer and judge", "entities": [{"title": "Peter Millett, Baron Millett", "href": "/wiki/Peter_Millett,_Baron_Millett", "description": "Peter Julian Millett, Baron Millett is a non-permanent judge of the Hong Kong Court of Final Appeal and a former Lord of Appeal in Ordinary and barrister of the United Kingdom."}]}, {"heading": "Births", "year": "1934", "date": "June 23", "txt": "Keith Sutton, English bishop (d. 2017)", "entities": [{"title": "Keith Sutton (bishop)", "href": "/wiki/Keith_Sutton_(bishop)", "description": "Keith Norman Sutton was the 97th Bishop of Lichfield from 1984 to 2003."}]}, {"heading": "Births", "year": "1934", "date": "June 23", "txt": "Bill Torrey, Canadian businessman (d. 2018)", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 23", "txt": "Virbhadra Singh, Indian politician", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 23", "txt": "Maurice Ferré, Puerto Rican-American politician, 32nd Mayor of Miami", "entities": [{"title": "Maurice Ferré", "href": "/wiki/Maurice_Ferr%C3%A9", "description": "Maurice Antonio Ferré was an American politician who served six terms as the Mayor of Miami. Ferré was the first Puerto Rican-born United States mayor and the first Latino Mayor of Miami. He was an unsuccessful candidate in the 2010 elections for the U.S. Senate seat for Florida vacated by Mel Martínez for the Democratic primary."}, {"title": "Mayor of Miami", "href": "/wiki/Mayor_of_Miami", "description": "Below is a list of Mayors of the City of Miami, Florida, United States."}]}, {"heading": "Births", "year": "1935", "date": "June 23", "txt": "Keith Burkinshaw, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 23", "txt": "Richard Bach, American novelist and essayist", "entities": [{"title": "Richard Bach", "href": "/wiki/Richard_Bach", "description": "Richard David Bach is an American writer widely known as the author of some of the 1970s' biggest sellers, including Jonathan Livingston Seagull (1970) and Illusions: The Adventures of a Reluctant Messiah (1977). Bach has written numerous works of fiction, and also non-fiction flight-related titles."}]}, {"heading": "Births", "year": "1936", "date": "June 23", "txt": "Costas Simitis, Greek economist, lawyer, and politician, 180th Prime Minister of Greece", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1937", "date": "June 23", "txt": "Martti Ahtisaari, Finnish captain and politician, 10th President of Finland, Nobel Prize laureate", "entities": [{"title": "Martti Ahtisaari", "href": "/wiki/Martti_Ahtisaari", "description": "Martti Oiva Kalevi Ahtisaari is a Finnish politician, the tenth President of Finland (1994–2000), a Nobel Peace Prize laureate, and a United Nations diplomat and mediator noted for his international peace work."}, {"title": "President of Finland", "href": "/wiki/President_of_Finland", "description": "The president of the Republic of Finland is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the Finnish Government and the president, with the latter possessing only residual powers. The president is directly elected by universal suffrage for a term of six years. Since 1994, no president may be elected for more than two consecutive terms. The president"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1937", "date": "June 23", "txt": "Alan Haselhurst, English academic and politician", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 23", "txt": "Niki Sullivan, American guitarist and songwriter  (d. 2004)", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 23", "txt": "Scott Burton, American sculptor (d. 1989)", "entities": [{"title": "Scott Burton", "href": "/wiki/Scott_Burton", "description": "Scott Burton was an American sculptor and performance artist best known for his large-scale furniture sculptures in granite and bronze."}]}, {"heading": "Births", "year": "1940", "date": "June 23", "txt": "Adam Faith, English singer (d. 2003)", "entities": [{"title": "Adam Faith", "href": "/wiki/Adam_Faith", "description": "Terence Nelhams Wright, known as Adam Faith, was an English teen idol, singer, actor and financial journalist. He was one of the most charted acts of the 1960s. He became the first UK artist to lodge his initial seven hits in the Top 5. He was also one of the first UK acts to record original songs regularly."}]}, {"heading": "Births", "year": "1940", "date": "June 23", "txt": "George Feigley, American sex cult leader and two-time prison escapee (d. 2009)", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 23", "txt": "Derry Irvine, Baron Irvine of Lairg, Scottish lawyer, judge, and politician, Lord High Chancellor of Great Britain", "entities": [{"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Births", "year": "1940", "date": "June 23", "txt": "Wilma Rudolph, American runner (d. 1994)", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 23", "txt": "Mike Shrimpton, New Zealand cricketer and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 23", "txt": "Stuart Sutcliffe, Scottish painter and musician (d. 1962)", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 23", "txt": "Diana Trask, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 23", "txt": "Robert Hunter, American singer-songwriter and guitarist (d. 2019)", "entities": [{"title": "Robert Hunter (lyricist)", "href": "/wiki/Robert_Hunter_(lyricist)", "description": "Robert C. Christie Hunter was an American lyricist, singer-songwriter, translator, and poet, best known for his work with the Grateful Dead. Born near San Luis Obispo, California, Hunter spent some time in his childhood in foster homes, as a result of his father's abandoning his family, and took refuge in reading and writing. He attended the University of Connecticut for a year before returning to"}]}, {"heading": "Births", "year": "1941", "date": "June 23", "txt": "Roger McDonald, Australian author and screenwriter", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 23", "txt": "Keith Newton, English footballer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 23", "txt": "Martin Rees, Baron Rees of Ludlow, English cosmologist and astrophysicist", "entities": [{"title": "Martin Rees, Baron Rees of Ludlow", "href": "/wiki/Martin_Rees,_Baron_Rees_of_Ludlow", "description": "Martin John Rees, Baron Rees of Ludlow, is a British cosmologist and astrophysicist. He is the fifteenth Astronomer Royal, appointed in 1995, and was Master of Trinity College, Cambridge from 2004 to 2012 and President of the Royal Society between 2005 and 2010."}]}, {"heading": "Births", "year": "1943", "date": "June 23", "txt": "Patrick Bokanowski, French filmmaker", "entities": [{"title": "Patrick Bokanowski", "href": "/wiki/Patrick_Bokanowski", "description": "Patrick Bokanowski is a French filmmaker who makes experimental and animated films."}]}, {"heading": "Births", "year": "1943", "date": "June 23", "txt": "Ellyn Kaschak, American psychologist and academic", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 23", "txt": "James Levine, American pianist and conductor (d. 2021)", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 23", "txt": "Kjell Albin Abrahamson, Swedish journalist and author", "entities": [{"title": "Kjell Albin Abrahamson", "href": "/wiki/Kjell_Albin_Abrahamson", "description": "Kjell Albin Abrahamson was a Swedish journalist and author. He served as Swedish National Radio's senior correspondent to Warsaw, Poland, a position he previously held in Moscow, USSR (1986–1990); twice in Vienna, Austria ; and once before in Warsaw (1994–1997). He also wrote for Sydsvenska Dagbladet and op-ed pieces for Länstidningen of Östersund."}]}, {"heading": "Births", "year": "1945", "date": "June 23", "txt": "John Garang, Sudanese colonel and politician, President of Southern Sudan (d. 2005)", "entities": [{"title": "List of presidents of South Sudan", "href": "/wiki/List_of_presidents_of_South_Sudan", "description": "This article lists the heads of state of South Sudan since the establishment of the Southern Sudan Autonomous Region within Sudan in 1972."}]}, {"heading": "Births", "year": "1946", "date": "June 23", "txt": "Julian Hipwood, English polo player and coach", "entities": [{"title": "Julian Hipwood", "href": "/wiki/Julian_Hipwood", "description": "Julian Hipwood is a British polo player and coach."}]}, {"heading": "Births", "year": "1946", "date": "June 23", "txt": "Ted Shackelford, American actor", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 23", "txt": "Bryan Brown, Australian actor and producer", "entities": [{"title": "Bryan Brown", "href": "/wiki/Bryan_Brown", "description": "Bryan Neathway Brown, AM is an Australian actor. He has performed in over eighty film and television projects since the late 1970s, both in his native Australia and abroad. Notable films include Breaker Morant (1980), Give My Regards to Broad Street (1984), F/X (1986), Tai-Pan (1986), Cocktail (1988), Gorillas in the Mist (1988), F/X2 (1991), Along Came Polly (2004), Australia (2008), Kill Me Thre"}]}, {"heading": "Births", "year": "1948", "date": "June 23", "txt": "Clarence Thomas, American lawyer and judge, United States Supreme Court Justice", "entities": [{"title": "Clarence Thomas", "href": "/wiki/Clarence_Thomas", "description": "Clarence Thomas is an associate justice of the Supreme Court of the United States. He was nominated by President George H. W. Bush to succeed Thurgood Marshall, and has served since 1991. Thomas is the second African-American to serve on the Court, after Marshall. Since 2018, Thomas has been the senior associate justice, the longest-serving member of the Court, with a tenure of 29 years, 193 days "}, {"title": "United States Supreme Court", "href": "/wiki/United_States_Supreme_Court", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}]}, {"heading": "Births", "year": "1949", "date": "June 23", "txt": "Gordon Bray, Australian journalist and sportscaster", "entities": [{"title": "Gordon Bray", "href": "/wiki/Gordon_Bray", "description": "Gordon Timothy Bray AM is an Australian sports commentator and sports journalist. He is colloquially known as \"The Voice of Rugby\"."}]}, {"heading": "Births", "year": "1949", "date": "June 23", "txt": "Sheila Noakes, Baroness Noakes, English accountant and politician", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 23", "txt": "Angelo Falcón, Puerto Rican-American political scientist, activist, and academic, founded the National Institute for Latino Policy", "entities": [{"title": "Angelo Falcón", "href": "/wiki/Angelo_Falc%C3%B3n", "description": "Angelo Falcón was a Puerto Rican political scientist best known for starting the Institute for Puerto Rican Policy (IPR) in New York City in the early 1980s, a nonprofit and nonpartisan policy center that focuses on Latino issues in the United States. It is now known as the National Institute for Latino Policy and Falcón served as its president until his death. He was also an Adjunct Assistant Pro"}, {"title": "National Institute for Latino Policy", "href": "/wiki/National_Institute_for_Latino_Policy", "description": "Angelo Falcón was a Puerto Rican political scientist best known for starting the Institute for Puerto Rican Policy (IPR) in New York City in the early 1980s, a nonprofit and nonpartisan policy center that focuses on Latino issues in the United States. It is now known as the National Institute for Latino Policy and Falcón served as its president until his death. He was also an Adjunct Assistant Pro"}]}, {"heading": "Births", "year": "1951", "date": "June 23", "txt": "Michèle Mouton, French race car driver and manager", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 23", "txt": "Raj Babbar, Indian actor and politician", "entities": [{"title": "Raj Babbar", "href": "/wiki/Raj_Babbar", "description": "Raj Babbar is an Indian Hindi and Punjabi film actor and politician belonging to Indian National Congress. three-time member of the Lok Sabha and a two-time member of the Upper House of the Indian Parliament. He was the President of Uttar Pradesh Congress Committee."}]}, {"heading": "Births", "year": "1953", "date": "June 23", "txt": "Armen Sarkissian, Armenian physicist, politician and current President of Armenia", "entities": [{"title": "Armen Sarkissian", "href": "/wiki/Armen_Sarkissian", "description": "Armen Vardani Sargsyan is an Armenian politician, physicist and computer scientist who has served as the President of Armenia since 2018. He served as Prime Minister of Armenia from 4 November 1996 to 20 March 1997 and was the country's (longest-serving) ambassador to the United Kingdom from 1998 to 2018. Sargsyan was elected on 2 March 2018 and assumed the presidency on 9 April 2018."}]}, {"heading": "Births", "year": "1955", "date": "June 23", "txt": "Pierre Corbeil, Canadian dentist and politician", "entities": [{"title": "Pierre Corbeil", "href": "/wiki/Pierre_Corbeil", "description": "Pierre Corbeil, D.M.D. is a Quebec politician and dentist. He is currently the mayor of Val-d'Or, Quebec. He was a Member of National Assembly of Quebec (MNA) for Abitibi-Est as a member of the Quebec Liberal Party and served as a cabinet minister in the government of Jean Charest."}]}, {"heading": "Births", "year": "1955", "date": "June 23", "txt": "Glenn Danzig, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 23", "txt": "Jean Tigana, French footballer and manager", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 23", "txt": "Daniel J. Drucker, Canadian academic and educator", "entities": [{"title": "Daniel J. Drucker", "href": "/wiki/Daniel_J._Drucker", "description": "Daniel Joshua Drucker is a Canadian endocrinologist. A Fellow of the Royal Society, he is a professor of medicine at the Lunenfeld-Tanenbaum Research Institute, Mount Sinai Hospital, Toronto. He is known for his research into intestinal hormones and their use in the treatment of diabetes and other metabolic diseases."}]}, {"heading": "Births", "year": "1956", "date": "June 23", "txt": "Tony Hill, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 23", "txt": "Randy Jackson, American bass player and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 23", "txt": "Dave Houghton, Zimbabwean cricketer and coach", "entities": [{"title": "David Houghton (cricketer)", "href": "/wiki/David_Houghton_(cricketer)", "description": "David Laud Houghton is a Zimbabwean cricket coach and former cricketer. He is the current head coach of Derbyshire County Cricket Club."}]}, {"heading": "Births", "year": "1957", "date": "June 23", "txt": "Frances McDormand, American actress, winner of the Triple Crown of Acting", "entities": [{"title": "Triple Crown of Acting", "href": "/wiki/Triple_Crown_of_Acting", "description": "The Triple Crown of Acting is a term used in the American entertainment industry to describe actors who have won a competitive Academy Award, Emmy Award, and Tony Award in the acting categories, the highest accolades recognized in American film, television and theatre respectively. As of today, only 24 people have achieved the triple crown of acting. Helen Hayes's Emmy Award win on February 5, 195"}]}, {"heading": "Births", "year": "1958", "date": "June 23", "txt": "John Hayes, English politician, Minister of State at the Department of Energy and Climate Change", "entities": [{"title": "John Hayes (British politician)", "href": "/wiki/John_Hayes_(British_politician)", "description": "Sir John Henry Hayes is a Conservative Party politician in the United Kingdom. He has held five ministerial positions and six shadow ministerial positions. Hayes was appointed as a Privy Councillor in April 2013, and a Knight Bachelor in November 2018."}, {"title": "Minister of State at the Department of Energy and Climate Change", "href": "/wiki/Minister_of_State_at_the_Department_of_Energy_and_Climate_Change", "description": "The position of Minister of State at the Department of Energy and Climate Change was a junior ministerial position in the Government of the United Kingdom. Holders of this office was deputised for the Secretary of State for Energy and Climate Change. When the DECC was dissolved in 2016, this office fell out of use."}]}, {"heading": "Births", "year": "1960", "date": "June 23", "txt": "Donald Harrison, American saxophonist, composer, and producer", "entities": [{"title": "Donald Harrison", "href": "/wiki/Donald_Harrison", "description": "Donald Harrison Jr. is a jazz saxophonist from New Orleans, Louisiana. He is married to Mary Alicė Spears-Harrison and the father of Victoria Harrison."}]}, {"heading": "Births", "year": "1960", "date": "June 23", "txt": "Tatsuya Uemura, Japanese composer and programmer", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 23", "txt": "Richard Arnold, English lawyer and judge", "entities": [{"title": "Richard Arnold (judge)", "href": "/wiki/Richard_Arnold_(judge)", "description": "Sir Richard David Arnold styled the Rt Hon Lord Justice Arnold is a Judge of the Court of Appeal of England and Wales"}]}, {"heading": "Births", "year": "1961", "date": "June 23", "txt": "Zoran Janjetov, Serbian singer and illustrator", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 23", "txt": "LaSalle Thompson, American basketball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "June 23", "txt": "Chuck Billy, American singer-songwriter and guitarist", "entities": [{"title": "Chuck Billy (vocalist)", "href": "/wiki/Chuck_Billy_(vocalist)", "description": "Charles \"Chuck\" Billy is an American singer and songwriter who is best known as the lead vocalist for thrash metal band Testament."}]}, {"heading": "Births", "year": "1963", "date": "June 23", "txt": "Colin Montgomerie, Scottish golfer", "entities": [{"title": "Colin Montgomerie", "href": "/wiki/Colin_Montgomerie", "description": "Colin Stuart Montgomerie, OBE is a Scottish professional golfer. He has won a record eight European Tour Order of Merit titles, including a streak of seven consecutively from 1993 to 1999. He has won 31 European Tour events, the most of any British player, placing him fourth on the all-time list of golfers with most European Tour victories."}]}, {"heading": "Births", "year": "1964", "date": "June 23", "txt": "Nicolas Marceau, Canadian economist and politician", "entities": [{"title": "Nicolas Marceau", "href": "/wiki/Nicolas_Marceau", "description": "Nicolas Marceau is a Canadian economist, university professor, politician and former Minister of Finance. He was previously a professor of economics at the Université du Québec à Montréal."}]}, {"heading": "Births", "year": "1964", "date": "June 23", "txt": "Tara Morice, Australian actress and singer", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 23", "txt": "Joss Whedon, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 23", "txt": "Lou Yun, Chinese gymnast", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 23", "txt": "Paul Arthurs, English guitarist", "entities": [{"title": "Paul Arthurs", "href": "/wiki/Paul_Arthurs", "description": "Paul Benjamin Arthurs, also known as Bonehead, is an English musician. He is best known as the rhythm guitarist, occasional keyboardist, and co-founder of the rock band Oasis."}]}, {"heading": "Births", "year": "1965", "date": "June 23", "txt": "Sylvia Mathews Burwell, American government and non-profit executive", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 23", "txt": "Peter O'Malley, Australian golfer", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 23", "txt": "Chico DeBarge, American singer and pianist", "entities": [{"title": "Chico DeBarge", "href": "/wiki/Chico_DeBarge", "description": "Jonathan Arthur \"Chico\" DeBarge is an American R&B singer and musician. DeBarge is a younger brother of the members of the Motown family act DeBarge. He is best known for his 1986 hit single, \"Talk to Me\" and for his 1997 hit comeback album Long Time No See."}]}, {"heading": "Births", "year": "1969", "date": "June 23", "txt": "Martin Klebba, American actor, producer, and stuntman", "entities": [{"title": "Martin Klebba", "href": "/wiki/Martin_Klebba", "description": "Martin Klebba is an American character actor and stunt performer. Klebba has a form of dwarfism called acromicric dysplasia; he is 3 feet 10 inches (1.17 m) tall. He is best known for his role as Marty in the Pirates of the Caribbean franchise."}]}, {"heading": "Births", "year": "1970", "date": "June 23", "txt": "Robert Brooks, American football player", "entities": [{"title": "Robert Brooks", "href": "/wiki/Robert_Brooks", "description": "Robert Darren Brooks is a former American football wide receiver who attended University of South Carolina and played for the Green Bay Packers (1992–1998) and the Denver Broncos."}]}, {"heading": "Births", "year": "1970", "date": "June 23", "txt": "Martin Deschamps, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 23", "txt": "Yann Tiersen, French singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 23", "txt": "Fred Ewanuick, Canadian actor and producer", "entities": [{"title": "Fred Ewanuick", "href": "/wiki/Fred_Ewanuick", "description": "Fred Ewanuick (/əˈwαnɪk/) is a Canadian actor known for his roles in the television series Corner Gas as Hank Yarbo and as the title character in the CTV sitcom Dan for Mayor. He was also a regular in a CTV anthology series, Robson Arms. He starred in Nickelodeon's summer 2013 TV movie Swindle."}]}, {"heading": "Births", "year": "1971", "date": "June 23", "txt": "Félix Potvin, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 23", "txt": "Selma Blair, American actress", "entities": [{"title": "Selma Blair", "href": "/wiki/Selma_Blair", "description": "Selma Blair Beitner is an American actress. She played a number of small roles in films and on television before obtaining recognition for her leading role in the film Brown's Requiem (1998). Her breakthrough came when she starred as Zoe Bean on the WB sitcom Zoe, Duncan, Jack and Jane (1999–2000), and as Cecile Caldwell in the cult film Cruel Intentions (1999). Blair continued to find success wit"}]}, {"heading": "Births", "year": "1972", "date": "June 23", "txt": "Louis Van Amstel, Dutch dancer and choreographer", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 23", "txt": "Zinedine Zidane, French footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 23", "txt": "Joel Edgerton, Australian actor", "entities": [{"title": "Joel Edgerton", "href": "/wiki/Joel_Edgerton", "description": "Joel Edgerton is an Australian actor and filmmaker. He has appeared in the films Star Wars: Episode II – Attack of the Clones (2002), Star Wars: Episode III – Revenge of the Sith (2005) as a young Owen Lars, King Arthur (2004) as Gawain, \nZero Dark Thirty (2012), The Great Gatsby (2013), Black Mass (2015), Loving (2016), Bright (2017), Red Sparrow (2018), and The King (2019)."}]}, {"heading": "Births", "year": "1974", "date": "June 23", "txt": "Mark Hendrickson, American basketball and baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 23", "txt": "Kevin Dyson, American football player and coach", "entities": [{"title": "Kevin Dyson", "href": "/wiki/Kevin_Dyson", "description": "Kevin Tyree Dyson is a former American football wide receiver of the National Football League. He was drafted by the Tennessee Oilers 16th overall in the 1998 NFL Draft. He played college football at Utah."}]}, {"heading": "Births", "year": "1975", "date": "June 23", "txt": "David Howell, English golfer", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 23", "txt": "Mike James, American basketball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 23", "txt": "KT Tunstall, Scottish singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 23", "txt": "Wade Barrett, American soccer player and manager", "entities": [{"title": "Wade Barrett (soccer)", "href": "/wiki/Wade_Barrett_(soccer)", "description": "Wade Barrett is a retired American soccer player. He was most recently the interim head coach of the Houston Dynamo in Major League Soccer."}]}, {"heading": "Births", "year": "1976", "date": "June 23", "txt": "Joe Becker, American guitarist and composer", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 23", "txt": "Savvas Poursaitidis, Greek-Cypriot footballer and scout", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 23", "txt": "Brandon Stokley, American football player", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 23", "txt": "Paola Suárez, Argentinian tennis player", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 23", "txt": "Emmanuelle Vaugier, Canadian actress and singer", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 23", "txt": "Patrick Vieira, French footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 23", "txt": "Miguel Ángel Angulo, Spanish footballer", "entities": [{"title": "Miguel Ángel Angulo", "href": "/wiki/Miguel_%C3%81ngel_Angulo", "description": "Miguel Ángel Angulo Valderrey is a Spanish former professional footballer. Predominantly an attacking midfielder, he was also able to play as a right winger and even as a right back or a forward."}]}, {"heading": "Births", "year": "1977", "date": "June 23", "txt": "Hayden Foxe, Australian footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 23", "txt": "Jaan Jüris, Estonian ski jumper", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 23", "txt": "Jason Mraz, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 23", "txt": "Shaun O'Hara, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 23", "txt": "Memphis Bleek, American rapper, producer, and actor", "entities": [{"title": "Memphis Bleek", "href": "/wiki/Memphis_Bleek", "description": "Malik Deshawn Cox, known by his stage name Memphis Bleek, is an American rapper, songwriter, and record executive, who served as the hype man for fellow New York rapper Jay-Z. Cox started his own labels: Get Low Records in 1998, and Warehouse Music Group in 2016. He has released four albums. A fourth planned release, The Process, has stalled."}]}, {"heading": "Births", "year": "1978", "date": "June 23", "txt": "Frederic Leclercq, French heavy metal musician", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 23", "txt": "Matt Light, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1979", "date": "June 23", "txt": "LaDainian Tomlinson, American football player", "entities": [{"title": "LaDainian Tomlinson", "href": "/wiki/LaDainian_Tomlinson", "description": "LaDainian Tramayne Tomlinson is an American former professional football player who was a running back in the National Football League (NFL) for 11 seasons. He is widely considered one of the greatest running backs of all time. He played the majority of his career with the San Diego Chargers, who selected him with the fifth overall pick in the 2001 NFL Draft. Tomlinson was invited to five Pro Bowl"}]}, {"heading": "Births", "year": "1980", "date": "June 23", "txt": "Becky Cloonan, American author and illustrator", "entities": [{"title": "Becky Cloonan", "href": "/wiki/Becky_Cloonan", "description": "Becky Cloonan is an American comic book creator, known for work published by Tokyopop and Vertigo. In 2012 she became the first female artist to draw the main Batman title for DC Comics."}]}, {"heading": "Births", "year": "1980", "date": "June 23", "txt": "Melissa Rauch, American actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 23", "txt": "Ramnaresh Sarwan, Guyanese cricketer", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 23", "txt": "Francesca Schiavone, Italian tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 23", "txt": "Antony Costa, English singer-songwriter", "entities": [{"title": "Antony Costa", "href": "/wiki/Antony_Costa", "description": "Antony Daniel Costa is an English singer-songwriter and actor. He is best known as a member of the boy band Blue."}]}, {"heading": "Births", "year": "1981", "date": "June 23", "txt": "Rolf Wacha, German rugby player", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 23", "txt": "Derek Boogaard, Canadian-American ice hockey player (d. 2011)", "entities": [{"title": "Derek Boogaard", "href": "/wiki/Derek_Boogaard", "description": "Derek Leendert Boogaard\n( BOH-gard; later BOO-gard; June 23, 1982 – May 13, 2011) was a Canadian professional ice hockey left winger who played for the Minnesota Wild and the New York Rangers of the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1983", "date": "June 23", "txt": "Brooks Laich, Canadian ice hockey player", "entities": [{"title": "Brooks Laich", "href": "/wiki/Brooks_Laich", "description": "Evan Brooks Laich is a Canadian former professional ice hockey forward. He played over 750 National Hockey League (NHL) games across four teams: the Ottawa Senators, Washington Capitals, Toronto Maple Leafs and the Los Angeles Kings."}]}, {"heading": "Births", "year": "1983", "date": "June 23", "txt": "José Manuel Rojas, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 23", "txt": "Duffy, Welsh singer-songwriter and actress", "entities": [{"title": "Duffy (singer)", "href": "/wiki/Duffy_(singer)", "description": "Aimee Anne Duffy is a Welsh singer, songwriter and actress. Her debut album, Rockferry, released in 2008, became the best-selling album in the United Kingdom that year and led to worldwide attention. It spawned the successful single \"Mercy\". In 2009, Duffy received the Grammy Award for Best Pop Vocal Album for Rockferry, one of three nominations, and won three out of four Brit Awards nominations, "}]}, {"heading": "Births", "year": "1984", "date": "June 23", "txt": "Takeshi Matsuda, Japanese swimmer", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 23", "txt": "Levern Spencer, Saint Lucian high jumper", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 23", "txt": "Marcel Reece, American football player", "entities": [{"title": "Marcel Reece", "href": "/wiki/Marcel_Reece", "description": "Marcel Antoine Wayne Reece is a former American football fullback. He was signed by the Miami Dolphins as an undrafted free agent in 2008. He played college football as a wide receiver at Washington. He has also been a member of the Oakland Raiders and Seattle Seahawks. Reece became an executive with the Las Vegas Raiders in 2020."}]}, {"heading": "Births", "year": "1986", "date": "June 23", "txt": "Christy Altomare, American actress and singer songwriter", "entities": [{"title": "Christy Altomare", "href": "/wiki/Christy_Altomare", "description": "Christine \"Christy\" Altomare is an American actress and singer-songwriter."}]}, {"heading": "Births", "year": "1987", "date": "June 23", "txt": "Alessia Filippi, Italian swimmer", "entities": [{"title": "Alessia Filippi", "href": "/wiki/Alessia_Filippi", "description": "Alessia Filippi is a retired Italian swimmer."}]}, {"heading": "Births", "year": "1988", "date": "June 23", "txt": "Chet Faker, Australian singer-songwriter", "entities": [{"title": "Chet Faker", "href": "/wiki/Chet_Faker", "description": "Nicholas James Murphy, known professionally as Chet Faker, is an Australian singer and songwriter. In 2012, as Chet Faker, he issued an extended play, Thinking in Textures, and signed to Downtown Records in the United States. In October 2012, he won Breakthrough Artist of the Year and Thinking in Textures won Best Independent Single/EP at the Australian Independent Records Awards. In January 2013,"}]}, {"heading": "Births", "year": "1988", "date": "June 23", "txt": "Chellsie Memmel, American gymnast", "entities": []}, {"heading": "Births", "year": "1989", "date": "June 23", "txt": "Lisa Carrington, New Zealand flatwater canoeist", "entities": [{"title": "Lisa Carrington", "href": "/wiki/Lisa_Carrington", "description": "Lisa Carrington is a New Zealand flatwater canoeist. She won gold in the Women's K-1 200 metres at the 2012 Summer Olympics and 2016 Summer Olympics, as well as gold in the same event at the 2011 Canoe Sprint World Championships."}]}, {"heading": "Births", "year": "1989", "date": "June 23", "txt": "Jordan Nolan, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1990", "date": "June 23", "txt": "Clevid Dikamona, French footballer", "entities": [{"title": "Clevid Dikamona", "href": "/wiki/Clevid_Dikamona", "description": "Clévid Florian Dikamona is a professional footballer who plays for Scottish club Kilmarnock as a defender. Born in France, Dikamona represents Congo at international level."}]}, {"heading": "Births", "year": "1990", "date": "June 23", "txt": "Vasek Pospisil, Canadian tennis player", "entities": []}, {"heading": "Births", "year": "1990", "date": "June 23", "txt": "Laura Ràfols, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "June 23", "txt": "Katie Armiger, American singer-songwriter and guitarist", "entities": [{"title": "Katie Armiger", "href": "/wiki/Katie_Armiger", "description": "Kaitlyn Michelle Armiger is a country artist from Sugar Land, Texas, U.S. She was first inspired to pursue country music after winning a Houston, Texas, citywide competition for young country singers. As of 2014, Armiger has released four albums for Cold River Records and has charted seven singles on the Billboard Hot Country Songs and Country Airplay charts."}]}, {"heading": "Births", "year": "1992", "date": "June 23", "txt": "Luiza Galiulina, Uzbekistani gymnast", "entities": [{"title": "Luiza Galiulina", "href": "/wiki/Luiza_Galiulina", "description": "Luiza Galiulina is an Uzbek gymnast. She was banned from Elite International competition for 2 years after testing positive for furosemide during the London 2012 Olympics. Her ban ended August 1, 2014. She is an ethnic Tatar.\nCurrently lives in Belarus."}]}, {"heading": "Births", "year": "1992", "date": "June 23", "txt": "Nampalys Mendy, French footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "June 23", "txt": "Tim Anderson, American baseball player", "entities": [{"title": "Tim Anderson (baseball)", "href": "/wiki/Tim_Anderson_(baseball)", "description": "Timothy Devon Anderson Jr. is an American professional baseball shortstop for the Chicago White Sox of Major League Baseball (MLB). Anderson played college baseball at East Central Community College, and was selected in the first round of the 2013 MLB draft by the White Sox. He made his MLB debut in 2016."}]}, {"heading": "Births", "year": "1993", "date": "June 23", "txt": "Marvin Grumann, German footballer", "entities": []}, {"heading": "Births", "year": "2004", "date": "June 23", "txt": "Alexandra Trusova, Russian figure skater", "entities": [{"title": "Alexandra Trusova", "href": "/wiki/Alexandra_Trusova", "description": "Alexandra \"Sasha\" Vyacheslavovna Trusova is a Russian figure skater who currently holds the world record for the free skate. She is the 2021 World bronze medalist, the 2020 European bronze medalist, the 2019 Grand Prix Final bronze medalist, the 2019 Skate Canada champion, the 2019 Rostelecom Cup champion, the 2019 CS Ondrej Nepela Memorial champion, and a three-time Russian national medalist. As "}]}, {"heading": "Births", "year": "2008", "date": "June 23", "txt": "Lilliana Ketchman, American dancer and YouTuber", "entities": [{"title": "Lilliana Ketchman", "href": "/wiki/Lilliana_Ketchman", "description": "Lilliana Belle Ketchman is an American dancer, YouTuber, model and aspiring actress. She is known for her appearances on Lifetime's Dance Moms beginning in season six, and for her YouTube videos."}, {"title": "YouTuber", "href": "/wiki/YouTuber", "description": "A YouTuber, also known as a YouTube celebrity, YouTube content creator, YouTube Creator or YouTube personality, is a type of videographer or entertainer who produces videos for the video-sharing website YouTube, sometimes being supported by larger networks. Some YouTube personalities also have corporate sponsors who pay for product placement in their clips or production of online videos. These con"}]}, {"heading": "Deaths", "year": "AD 79", "date": "June 23", "txt": "Vespasian, Roman emperor (b. AD 9)", "entities": [{"title": "Vespasian", "href": "/wiki/Vespasian", "description": "Vespasian was Roman emperor from 69 to 79. The fourth and last in the Year of the Four Emperors, he founded the Flavian dynasty that ruled the Empire for 27 years."}]}, {"heading": "Deaths", "year": "679", "date": "June 23", "txt": "Æthelthryth, English saint (b. 636)", "entities": [{"title": "Æthelthryth", "href": "/wiki/%C3%86thelthryth", "description": "Æthelthryth was an East Anglian princess, a Fenland and Northumbrian queen and Abbess of Ely. She is an Anglo-Saxon saint, and is also known as Etheldreda or Audrey, especially in religious contexts. Her father was King Anna of East Anglia, and her siblings were Wendreda and Seaxburh of Ely, both of whom eventually retired from secular life and founded abbeys."}]}, {"heading": "Deaths", "year": "947", "date": "June 23", "txt": "Li Congyi, prince of Later Tang (b. 931)", "entities": [{"title": "Li Congyi", "href": "/wiki/Li_Congyi", "description": "Li Congyi (李從益), known as the Prince of Xu (許王), was an imperial prince of the Chinese Five Dynasties and Ten Kingdoms Period state Later Tang. He was the youngest son of its second emperor Li Siyuan. In the confusion of the destruction of Later Tang's successor state Later Jin, he was forced into claiming imperial title by Xiao Han, a general of the Khitan Liao Dynasty, and was subsequently kille"}]}, {"heading": "Deaths", "year": "947", "date": "June 23", "txt": "Wang, imperial consort of Later Tang", "entities": []}, {"heading": "Deaths", "year": "960", "date": "June 23", "txt": "Feng Yanji, chancellor of Southern Tang (b. 903)", "entities": [{"title": "Feng Yanji", "href": "/wiki/Feng_Yanji", "description": "Feng Yanji or Feng Yansi (馮延巳) (per the New History of the Five Dynasties and Spring and Autumn Annals of the Ten Kingdoms, alternative name Feng Yansi, courtesy name Zhengzhong, was a famed poet and politician of the Chinese Five Dynasties and Ten Kingdoms Period state Southern Tang, serving as a chancellor during the reign of Southern Tang's second emperor Li Jing."}]}, {"heading": "Deaths", "year": "994", "date": "June 23", "txt": "Lothair Udo I, count of Stade (b. 950)", "entities": [{"title": "Lothair Udo I, Count of Stade", "href": "/wiki/Lothair_Udo_I,_Count_of_Stade", "description": "Lothair Udo I, Count of Stade, son of Henry I the Bald, Count of Stade, and his wife Judith von der Wetterau, granddaughter of Gebhard, Duke of Lorraine. Lothair is frequently confused with his nephew Lothair Udo II, son of his brother Siegfried II, who was Margrave of Nordmark as Lothair Udo I."}]}, {"heading": "Deaths", "year": "1018", "date": "June 23", "txt": "Henry I, margrave of Austria", "entities": [{"title": "Henry I, Margrave of Austria", "href": "/wiki/Henry_I,_Margrave_of_Austria", "description": "Henry I, known as Henry the Strong, was the Margrave of Austria from 994 to his death in 1018. He was a member of the House of Babenberg."}]}, {"heading": "Deaths", "year": "1137", "date": "June 23", "txt": "Adalbert of Mainz, German archbishop", "entities": [{"title": "Adalbert of Mainz", "href": "/wiki/Adalbert_of_Mainz", "description": "Adalbert I von Saarbrücken, Archbishop-Elector of Mainz from 1111 until his death, played a key role in opposing Henry V, Holy Roman Emperor, thus securing the election of Lothair III rather than Henry V's chosen heir, causing later Holy Roman Emperors to make concessions in order to maintain hereditary monarchy."}]}, {"heading": "Deaths", "year": "1222", "date": "June 23", "txt": "Constance of Aragon, Hungarian queen (b. 1179)", "entities": [{"title": "Constance of Aragon", "href": "/wiki/Constance_of_Aragon", "description": "Constance of Aragon was an Aragonese infanta who was by marriage firstly Queen of Hungary, and secondly Queen of Germany and Sicily and Holy Roman Empress. She was regent of Sicily from 1212–1220."}]}, {"heading": "Deaths", "year": "1290", "date": "June 23", "txt": "Henryk IV Probus, duke of Wrocław and high duke of Kraków (b. c. 1258)", "entities": [{"title": "Henryk IV Probus", "href": "/wiki/Henryk_IV_Probus", "description": "Henryk IV Probus was a member of the Silesian branch of the royal Polish Piast dynasty. He was Duke of Silesia at Wrocław from 1266, and from also 1288 High Duke of the Polish Seniorate Province of Kraków until his death in 1290."}]}, {"heading": "Deaths", "year": "1314", "date": "June 23", "txt": "Henry de Bohun, English knight", "entities": [{"title": "Henry de Bohun", "href": "/wiki/Henry_de_Bohun", "description": "Sir Henry de Bohun was an English knight, the grandson of Humphrey de Bohun, 2nd Earl of Hereford. He was killed on the first day of the Battle of Bannockburn by Robert the Bruce.\nRiding in the vanguard of heavy cavalry, de Bohun caught sight of the Scottish king who was mounted on a small palfrey (ane gay palfray Li till and joly) armed only with a battle-axe. De Bohun lowered his lance and charg"}]}, {"heading": "Deaths", "year": "1324", "date": "June 23", "txt": "Aymer de Valence, 2nd Earl of Pembroke (b. 1270)", "entities": [{"title": "Aymer de Valence, 2nd Earl of Pembroke", "href": "/wiki/Aymer_de_Valence,_2nd_Earl_of_Pembroke", "description": "Aymer de Valence, 2nd Earl of Pembroke was a Franco-English nobleman. Though primarily active in England, he also had strong connections with the French royal house. One of the wealthiest and most powerful men of his age, he was a central player in the conflicts between Edward II of England and his nobility, particularly Thomas, 2nd Earl of Lancaster. Pembroke was one of the Lords Ordainers appoin"}]}, {"heading": "Deaths", "year": "1343", "date": "June 23", "txt": "Giacomo Gaetani Stefaneschi, Italian cardinal (b. c. 1270)", "entities": [{"title": "Giacomo Gaetani Stefaneschi", "href": "/wiki/Giacomo_Gaetani_Stefaneschi", "description": "Giacomo Gaetani Stefaneschi was an Italian cardinal deacon."}]}, {"heading": "Deaths", "year": "1356", "date": "June 23", "txt": "Margaret II, Holy Roman Empress (b. 1311)", "entities": [{"title": "Margaret II, Countess of Hainaut", "href": "/wiki/Margaret_II,_Countess_of_Hainaut", "description": "Margaret II of Avesnes was Countess of Hainaut and Countess of Holland from 1345 to 1356. She was Holy Roman Empress and Queen of Germany by marriage to Emperor Louis IV the Bavarian."}]}, {"heading": "Deaths", "year": "1537", "date": "June 23", "txt": "Pedro de Mendoza, Spanish conquistador (b. 1487)", "entities": [{"title": "Pedro de Mendoza", "href": "/wiki/Pedro_de_Mendoza", "description": "Pedro de Mendoza y Luján was a Spanish conquistador, soldier and explorer, and the first adelantado of New Andalusia."}]}, {"heading": "Deaths", "year": "1565", "date": "June 23", "txt": "Dragut, Ottoman admiral (b. 1485)", "entities": [{"title": "Dragut", "href": "/wiki/Dragut", "description": "Dragut, known as \"The Drawn Sword of Islam\", was a Muslim Ottoman naval commander, governor, and noble, of Turkish or Greek descent. Under his command, the Ottoman Empire's maritime power was extended across North Africa. Recognized for his military genius, and as being among \"the most dangerous\" of corsairs, Dragut has been referred to as \"the greatest pirate warrior of all time\", \"undoubtedly th"}]}, {"heading": "Deaths", "year": "1582", "date": "June 23", "txt": "Shimizu Muneharu, Japanese commander (b. 1537)", "entities": [{"title": "Shimizu Muneharu", "href": "/wiki/Shimizu_Muneharu", "description": "Shimizu Muneharu , also known as Shimizu Chōzaemon , was a military commander during the Sengoku period. He served the Mōri clan as a retainer to Kobayakawa Takakage and took part in the expedition to unify the Chūgoku region. He was lord of Shimizu castle at Bitchu Province, and became the lord of the Bitchu Takamatsu Castle after he captured it in 1565. His father was Shimizu Munenori."}]}, {"heading": "Deaths", "year": "1615", "date": "June 23", "txt": "Mashita Nagamori, Japanese daimyō (b. 1545)", "entities": [{"title": "Mashita Nagamori", "href": "/wiki/Mashita_Nagamori", "description": "Mashita Nagamori  was a daimyō in Azuchi–Momoyama period, and one of the Go-Bugyō appointed by Toyotomi Hideyoshi. \nAlso called Niemon (仁右衛門) or by his court title, Uemon-no-jō (右衛門尉). He was sent to Korea as one of the Three Bureaucrats with Ishida Mitsunari and Asano Nagamasa."}]}, {"heading": "Deaths", "year": "1677", "date": "June 23", "txt": "William Louis, duke of Württemberg (b. 1647)", "entities": [{"title": "William Louis, Duke of Württemberg", "href": "/wiki/William_Louis,_Duke_of_W%C3%BCrttemberg", "description": "William Louis of Württemberg was the ruler of the senior Duchy of Württemberg from 1674 until his death in 1677."}]}, {"heading": "Deaths", "year": "1686", "date": "June 23", "txt": "William Coventry, English politician (b. 1628)", "entities": [{"title": "William Coventry", "href": "/wiki/William_Coventry", "description": "Sir William Coventry was an English statesman."}]}, {"heading": "Deaths", "year": "1707", "date": "June 23", "txt": "John Mill, English theologian and author (b. 1645)", "entities": [{"title": "John Mill (theologian)", "href": "/wiki/John_Mill_(theologian)", "description": "John Mill was an English theologian noted for his critical edition of the Greek New Testament which included notes on over thirty-thousand variant readings in the manuscripts of the New Testament."}]}, {"heading": "Deaths", "year": "1733", "date": "June 23", "txt": "Johann Jakob Scheuchzer, Swiss paleontologist and scholar (b. 1672)", "entities": [{"title": "Johann Jakob Scheuchzer", "href": "/wiki/Johann_Jakob_Scheuchzer", "description": "Johann Jakob Scheuchzer was a Swiss scholar born at Zürich."}]}, {"heading": "Deaths", "year": "1770", "date": "June 23", "txt": "Mark Akenside, English poet and physician (b. 1721)", "entities": [{"title": "Mark Akenside", "href": "/wiki/Mark_Akenside", "description": "Mark Akenside was an English poet and physician."}]}, {"heading": "Deaths", "year": "1775", "date": "June 23", "txt": "Karl Ludwig von Pöllnitz, German adventurer and author (b. 1692)", "entities": [{"title": "Karl Ludwig von Pöllnitz", "href": "/wiki/Karl_Ludwig_von_P%C3%B6llnitz", "description": "Karl Ludwig Freiherr von Pöllnitz was a German adventurer and writer from Issum."}]}, {"heading": "Deaths", "year": "1779", "date": "June 23", "txt": "Mikael Sehul, Ethiopian warlord (b. 1691)", "entities": [{"title": "Mikael Sehul", "href": "/wiki/Mikael_Sehul", "description": "Mikael Sehul (Tigrinya \"Mikael the Astute\" – his name at birth was Blatta Mikael; ,a Nobleman who ruled Ethiopia for a period of 25 years as regent of a series of weak emperors. He brought to an end the ancient Solomonic dynasty. He was also a Ras or governor of Tigray 1748–71 and again from 1772 until his death. He was a major political figure during the reign of Emperor Iyasu II and his successo"}]}, {"heading": "Deaths", "year": "1806", "date": "June 23", "txt": "Mathurin Jacques Brisson, French zoologist and philosopher (b. 1723)", "entities": [{"title": "Mathurin Jacques Brisson", "href": "/wiki/Mathurin_Jacques_Brisson", "description": "Mathurin Jacques Brisson was a French zoologist and natural philosopher."}]}, {"heading": "Deaths", "year": "1811", "date": "June 23", "txt": "Nicolau Tolentino de Almeida, Portuguese poet and author (b. 1740)", "entities": [{"title": "Nicolau Tolentino de Almeida", "href": "/wiki/Nicolau_Tolentino_de_Almeida", "description": "Nicolau Tolentino de Almeida, from Lisbon, was the foremost Portuguese satirical poet of the 18th century. Beginning at age 20, Tolentino studied law for three years at the University of Coimbra; he then ended those studies to teach rhetoric. He was sent to Lisbon in 1776 to fill a post, and was named professor of rhetoric a year later. His interests soon shifted once again, from teaching, to publ"}]}, {"heading": "Deaths", "year": "1832", "date": "June 23", "txt": "Sir James Hall, 4th Baronet, Scottish geologist and geophysicist (b. 1761)", "entities": [{"title": "Sir James Hall, 4th Baronet", "href": "/wiki/Sir_James_Hall,_4th_Baronet", "description": "\nSir James Hall of Dunglass, 4th Baronet FRS FRSE was a Scottish geologist and geophysicist. He was a Member of Parliament for St. Michael's borough 1807–1812."}]}, {"heading": "Deaths", "year": "1836", "date": "June 23", "txt": "James Mill, Scottish economist, historian, and philosopher (b. 1773)", "entities": [{"title": "James Mill", "href": "/wiki/James_Mill", "description": "James Mill was a Scottish historian, economist, political theorist, and philosopher. He is counted among the founders of the Ricardian school of economics. He also wrote the monumental work The History of British India. He was the first writer to divide Indian history into three parts: Hindu, Muslim and British, a classification which has proved surpassingly influential in the field of Indian hist"}]}, {"heading": "Deaths", "year": "1848", "date": "June 23", "txt": "Maria Leopoldine of Austria-Este, Electress of Bavaria (b. 1776)", "entities": [{"title": "Archduchess Maria Leopoldine of Austria-Este", "href": "/wiki/Archduchess_Maria_Leopoldine_of_Austria-Este", "description": "Archduchess Maria Leopoldine of Austria-Este, was an Electress of Bavaria as the second spouse of Charles Theodore, Elector of Bavaria."}]}, {"heading": "Deaths", "year": "1856", "date": "June 23", "txt": "Ivan Kireyevsky, Russian philosopher and critic (b. 1806)", "entities": [{"title": "Ivan Kireyevsky", "href": "/wiki/Ivan_Kireyevsky", "description": "Ivan Vasilyevich Kireyevsky was a Russian literary critic and philosopher who, together with Aleksey Khomyakov, is credited as a co-founder of the Slavophile movement."}]}, {"heading": "Deaths", "year": "1881", "date": "June 23", "txt": "Matthias Jakob Schleiden, German botanist and academic (b. 1804)", "entities": [{"title": "Matthias Jakob Schleiden", "href": "/wiki/Matthias_Jakob_Schleiden", "description": "Matthias Jakob Schleiden was a German botanist and co-founder of cell theory, along with Theodor Schwann and Rudolf Virchow."}]}, {"heading": "Deaths", "year": "1891", "date": "June 23", "txt": "Wilhelm Eduard Weber, German physicist and academic (b. 1804)", "entities": [{"title": "Wilhelm Eduard Weber", "href": "/wiki/Wilhelm_Eduard_Weber", "description": "Wilhelm Eduard Weber was a German physicist and, together with Carl Friedrich Gauss, inventor of the first electromagnetic telegraph."}]}, {"heading": "Deaths", "year": "1891", "date": "June 23", "txt": "Samuel Newitt Wood, American lawyer and politician (b. 1825)", "entities": []}, {"heading": "Deaths", "year": "1893", "date": "June 23", "txt": "William Fox, English-New Zealand lawyer and politician, 2nd Prime Minister of New Zealand (b. 1812)", "entities": [{"title": "William Fox (politician)", "href": "/wiki/William_Fox_(politician)", "description": "Sir William Fox was the second Premier of New Zealand and held that office on four separate occasions in the 19th century, while New Zealand was still a colony. He was known for his confiscation of Māori land rights, his contributions to the education system, and his work to increase New Zealand's autonomy from Britain. He has been described as determined and intelligent, but also as bitter and \"t"}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "1893", "date": "June 23", "txt": "Theophilus Shepstone, English-South African politician (b. 1817)", "entities": []}, {"heading": "Deaths", "year": "1914", "date": "June 23", "txt": "Bhaktivinoda Thakur, Indian guru and philosopher (b. 1838)", "entities": [{"title": "Bhaktivinoda Thakur", "href": "/wiki/Bhaktivinoda_Thakur", "description": "Bhaktivinoda Thakur ), born Kedarnath Datta, was a Hindu philosopher, guru and spiritual reformer of Gaudiya Vaishnavism who effected its resurgence in India in late 19th and early 20th century and was hailed by contemporary scholars as the most influential Gaudiya Vaishnava leader of his time. He is also credited, along with his son Bhaktisiddhanta Sarasvati, with pioneering the propagation of Ga"}]}, {"heading": "Deaths", "year": "1945", "date": "June 23", "txt": "Giuseppina Tuissi, Italian journalist and activist (b. 1923)", "entities": [{"title": "Giuseppina Tuissi", "href": "/wiki/Giuseppina_Tuissi", "description": "Giuseppina Tuissi, better known as Gianna was an Italian communist and partisan during World War II, part of the 52nd Brigata Garibaldi \"Luigi Clerici\". From September 1944 she was the collaborator of the partisan Luigi Canali and, with him, had an important role in the arrest and the execution of Benito Mussolini and Clara Petacci."}]}, {"heading": "Deaths", "year": "1953", "date": "June 23", "txt": "Albert Gleizes, French painter (b. 1881)", "entities": [{"title": "Albert Gleizes", "href": "/wiki/Albert_Gleizes", "description": "Albert Gleizes was a major 20th-century French artist, theoretician, philosopher, a self-proclaimed founder of Cubism and an influence on the School of Paris. Albert Gleizes and Jean Metzinger wrote the first major treatise on Cubism, Du \"Cubisme\", 1912. Gleizes was a founding member of the Section d'Or group of artists. He was also a member of Der Sturm, and his many theoretical writings were ori"}]}, {"heading": "Deaths", "year": "1954", "date": "June 23", "txt": "Salih Omurtak, Turkish general (b. 1889)", "entities": [{"title": "Salih Omurtak", "href": "/wiki/Salih_Omurtak", "description": "Salih Omurtak was a Turkish general and the fourth Chief of the General Staff of the Turkish Armed Forces. In 1930, he oversaw the Zilan massacre of thousands of Kurdish civilians."}]}, {"heading": "Deaths", "year": "1956", "date": "June 23", "txt": "Reinhold Glière, Russian composer and educator (b. 1875)", "entities": [{"title": "Reinhold Glière", "href": "/wiki/Reinhold_Gli%C3%A8re", "description": "Reinhold Moritzevich Glière, was a Ukrainian composer of German and Polish descent. People's Artist of the USSR (1938)."}]}, {"heading": "Deaths", "year": "1959", "date": "June 23", "txt": "Boris Vian, French author, poet, and playwright (b. 1920)", "entities": [{"title": "Boris Vian", "href": "/wiki/Boris_Vian", "description": "Boris Vian was a French polymath: writer, poet, musician, singer, translator, critic, actor, inventor and engineer. Today he is remembered primarily for his novels. Those published under the pseudonym Vernon Sullivan were bizarre parodies of criminal fiction, highly controversial at the time of their release due to their unconventional outlook."}]}, {"heading": "Deaths", "year": "1959", "date": "June 23", "txt": "Hidir Lutfi, Iraqi poet. (b. 1880)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "June 23", "txt": "Volmari Iso-Hollo, Finnish runner (b. 1907)", "entities": [{"title": "Volmari Iso-Hollo", "href": "/wiki/Volmari_Iso-Hollo", "description": "Volmari \"Vomma\" Fritijof Iso-Hollo was a Finnish runner. He competed at the 1932 and 1936 Olympics in the 3000 m steeplechase and 10000 m and won two gold, one silver and one bronze medals. Iso-Hollo was one of the last \"Flying Finns\", who dominated distance running between the World Wars."}]}, {"heading": "Deaths", "year": "1970", "date": "June 23", "txt": "Roscoe Turner, American soldier and pilot (b. 1895)", "entities": [{"title": "Roscoe Turner", "href": "/wiki/Roscoe_Turner", "description": "Roscoe Turner was a record-breaking American aviator who was a three-time winner of the Thompson Trophy air race and widely recognized by his flamboyant style and his pet, Gilmore the Lion."}]}, {"heading": "Deaths", "year": "1973", "date": "June 23", "txt": "Gerry Birrell, Scottish race car driver (b. 1944)", "entities": [{"title": "Gerry Birrell", "href": "/wiki/Gerry_Birrell", "description": "Gerald Hussey Buchanan Birrell was a British racing driver from Scotland, who was killed in an accident during practice for a Formula Two race at Rouen-Les-Essarts."}]}, {"heading": "Deaths", "year": "1980", "date": "June 23", "txt": "Sanjay Gandhi, Indian engineer and politician (b. 1946)", "entities": [{"title": "Sanjay Gandhi", "href": "/wiki/Sanjay_Gandhi", "description": "Sanjay Gandhi was an Indian politician and the son of Indira Gandhi. He was a member of the Nehru–Gandhi family. During his lifetime, he was widely expected to succeed his mother as head of the Indian National Congress, but following his early death in a plane crash his elder brother Rajiv became their mother's political heir, and succeeded her as Prime Minister of India after her assassination. H"}]}, {"heading": "Deaths", "year": "1980", "date": "June 23", "txt": "Clyfford Still, American painter and academic (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "June 23", "txt": "Werner Best, German police officer and jurist (b. 1903)", "entities": [{"title": "Werner Best", "href": "/wiki/Werner_Best", "description": "Karl Rudolf Werner Best was a German Nazi, jurist, police chief, SS-Obergruppenführer and Nazi Party leader and theoretician from Darmstadt, Hesse. He was the first chief of Department 1 of the Gestapo, Nazi Germany's secret police, and initiated a registry of all Jews in Germany. As a deputy of SS-Obergruppenführer Reinhard Heydrich, he organized the World War II SS-Einsatzgruppen paramilitary de"}]}, {"heading": "Deaths", "year": "1990", "date": "June 23", "txt": "Harindranath Chattopadhyay, Indian poet, actor, and politician (b. 1898)", "entities": [{"title": "Harindranath Chattopadhyay", "href": "/wiki/Harindranath_Chattopadhyay", "description": "Harindranath Chattopadhyay was an Indian English poet, a dramatist, an actor, a musician and a member of the 1st Lok Sabha from Vijayawada constituency. He was the younger brother of Sarojini Naidu, the second woman President of the Indian National Congress and first Indian woman to hold the position, and Virendranath Chattopadhyay, an international communist revolutionary. The Government of India"}]}, {"heading": "Deaths", "year": "1992", "date": "June 23", "txt": "Eric Andolsek, American football player (b. 1966)", "entities": [{"title": "Eric Andolsek", "href": "/wiki/Eric_Andolsek", "description": "Eric Thomas Andolsek was an American football offensive lineman in the National Football League (NFL) with the Detroit Lions. He played college football at Louisiana State University."}]}, {"heading": "Deaths", "year": "1995", "date": "June 23", "txt": "Roger Grimsby, American journalist (b. 1928)", "entities": [{"title": "Roger Grimsby", "href": "/wiki/Roger_Grimsby", "description": "Roger Olin Grimsby was an American journalist, television news anchor and actor. Grimsby, who for eighteen years was seen on ABC's flagship station WABC in New York City, is known as one of the pioneers of local television broadcast news."}]}, {"heading": "Deaths", "year": "1995", "date": "June 23", "txt": "Jonas Salk, American biologist and physician (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "June 23", "txt": "Anatoli Tarasov, Russian ice hockey player and coach (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "June 23", "txt": "Andreas Papandreou, Greek economist and politician, 174th Prime Minister of Greece (b. 1919)", "entities": [{"title": "Andreas Papandreou", "href": "/wiki/Andreas_Papandreou", "description": "Andreas Georgios Papandreou was a Greek economist, politician and a dominant figure in Greek politics, known for founding the political party PASOK, which he led from 1974 to 1996. He served two terms as prime minister of Greece."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1996", "date": "June 23", "txt": "Ray Lindwall, Australian cricketer and rugby player (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "June 23", "txt": "Betty Shabazz, American educator and activist (b. 1936)", "entities": [{"title": "Betty Shabazz", "href": "/wiki/Betty_Shabazz", "description": "Betty Shabazz, also known as Betty X, was an American educator and civil rights advocate. She was married to Malcolm X."}]}, {"heading": "Deaths", "year": "1998", "date": "June 23", "txt": "Maureen O'Sullivan, Irish-American actress (b. 1911)", "entities": [{"title": "Maureen O'Sullivan", "href": "/wiki/Maureen_O%27Sullivan", "description": "Maureen O'Sullivan was an Irish-American actress. She was best known for playing Jane in the Tarzan series of films during the era of Johnny Weissmuller. In 2020, she was listed at number 8 on The Irish Times list of Ireland's greatest film actors. She was also the mother of actress Mia Farrow. When told Frank Sinatra wanted to marry Mia, she famously remarked \"At his age, he should marry me.\""}]}, {"heading": "Deaths", "year": "2000", "date": "June 23", "txt": "Peter Dubovský, Slovak footballer (b. 1972)", "entities": [{"title": "Peter Dubovský (footballer)", "href": "/wiki/Peter_Dubovsk%C3%BD_(footballer)", "description": "Peter Dubovský was a Slovak footballer who played as a forward."}]}, {"heading": "Deaths", "year": "2002", "date": "June 23", "txt": "Pedro Alcázar, Panamanian boxer (b. 1975)", "entities": [{"title": "Pedro Alcázar", "href": "/wiki/Pedro_Alc%C3%A1zar", "description": "Guillermo Gonzalez, better known as Pedro \"El Rockero\" Alcázar was a Panamanian boxer who won the WBO Super flyweight championship, and then sustained fatal injuries in the ring."}]}, {"heading": "Deaths", "year": "2005", "date": "June 23", "txt": "Shana Alexander, American journalist and author (b. 1926)", "entities": [{"title": "Shana Alexander", "href": "/wiki/Shana_Alexander", "description": "Shana Alexander was an American journalist. Although she became the first woman staff writer and columnist for Life magazine, she was best known for her participation in the \"Point-Counterpoint\" debate segments of 60 Minutes, in the late 1970s, with conservative James J. Kilpatrick."}]}, {"heading": "Deaths", "year": "2005", "date": "June 23", "txt": "Manolis Anagnostakis, Greek poet and critic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "June 23", "txt": "Aaron Spelling, American actor, producer, and screenwriter, founded Spelling Television (b. 1923)", "entities": [{"title": "Aaron Spelling", "href": "/wiki/Aaron_Spelling", "description": "Aaron Spelling was an American film and television producer and occasional actor. His productions included the TV series Family (1976–1980), Charlie's Angels (1976–1981), The Love Boat (1977–1986), Hart to Hart (1979–1984), Dynasty (1981–1989), Beverly Hills, 90210 (1990–2000), Melrose Place (1992–1999), 7th Heaven (1996–2007), and Charmed (1998–2006). He also served as producer of Mod Squad (1968"}, {"title": "Spelling Television", "href": "/wiki/Spelling_Television", "description": "Spelling Television Inc. was an American television production company that went through several name changes. It was originally called Aaron Spelling Productions, then Spelling Entertainment Inc. and eventually part of Spelling Entertainment Group. The company produced popular shows such as The Love Boat, Dynasty, Beverly Hills, 90210, 7th Heaven, Melrose Place and Charmed. The company was founde"}]}, {"heading": "Deaths", "year": "2007", "date": "June 23", "txt": "Rod Beck, American baseball player (b. 1968)", "entities": [{"title": "Rod Beck", "href": "/wiki/Rod_Beck", "description": "Rodney Roy Beck, nicknamed \"Shooter\", was a relief pitcher in Major League Baseball who played for the San Francisco Giants (1991–1997), Chicago Cubs (1998–1999), Boston Red Sox (1999–2001) and San Diego Padres (2003–2004). He batted and threw right-handed."}]}, {"heading": "Deaths", "year": "2008", "date": "June 23", "txt": "Claudio Capone, Italian-Scottish actor (b. 1952)", "entities": [{"title": "Claudio Capone", "href": "/wiki/Claudio_Capone", "description": "Claudio Capone was an Italian actor, voice actor and narrator."}]}, {"heading": "Deaths", "year": "2008", "date": "June 23", "txt": "Arthur Chung, Guyanese surveyor and politician, 1st President of Guyana (b. 1918)", "entities": [{"title": "President of Guyana", "href": "/wiki/President_of_Guyana", "description": "The President of the Co-operative Republic of Guyana is the head of state and the head of government of Guyana, as well as the commander-in-chief of the armed forces of the Republic, according to the Constitution of Guyana. The president is also the chancellor of the Orders of Guyana. Concurrent with their constitutional role as Commander-in-Chief of the Armed Forces, the President does not appoin"}]}, {"heading": "Deaths", "year": "2008", "date": "June 23", "txt": "Marian Glinka, Polish actor and bodybuilder (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "June 23", "txt": "Raymond Berthiaume, Canadian singer-songwriter and producer (b. 1931)", "entities": [{"title": "Raymond Berthiaume", "href": "/wiki/Raymond_Berthiaume", "description": "Raymond Berthiaume was a Canadian jazz singer, musician, producer and composer from Quebec, Canada."}]}, {"heading": "Deaths", "year": "2009", "date": "June 23", "txt": "Ed McMahon, American game show host and announcer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "June 23", "txt": "Jerri Nielsen, American physician and explorer (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "June 23", "txt": "John Burton, Australian public servant and diplomat (b. 1915)", "entities": [{"title": "John Burton (diplomat)", "href": "/wiki/John_Burton_(diplomat)", "description": "John Wear Burton was an Australian public servant, High Commissioner and academic."}]}, {"heading": "Deaths", "year": "2011", "date": "June 23", "txt": "Peter Falk, American actor (b. 1927)", "entities": [{"title": "Peter Falk", "href": "/wiki/Peter_Falk", "description": "Peter Michael Falk was an American actor and comedian, known for his role as Lieutenant Columbo in the long-running television series Columbo (1968–2003), for which he won four Primetime Emmy Awards and a Golden Globe Award (1973). He first starred as Columbo in two 90-minute TV pilots; the first with Gene Barry in 1968 and the second with Lee Grant in 1971. The show then aired as part of The NBC "}]}, {"heading": "Deaths", "year": "2011", "date": "June 23", "txt": "Dennis Marshall, Costa Rican footballer (b. 1985)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "June 23", "txt": "Fred Steiner, American composer and conductor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 23", "txt": "James Durbin, English economist and statistician (b. 1923)", "entities": [{"title": "James Durbin", "href": "/wiki/James_Durbin", "description": "James Durbin FBA was a British statistician and econometrician, known particularly for his work on time series analysis and serial correlation."}]}, {"heading": "Deaths", "year": "2012", "date": "June 23", "txt": "Brigitte Engerer, French pianist and educator (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 23", "txt": "Alan McDonald, Northern Ireland footballer and manager (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 23", "txt": "Frank Chee Willeto, American soldier and politician, 4th Vice President of the Navajo Nation (b. 1925)", "entities": [{"title": "Vice President of the Navajo Nation", "href": "/wiki/Vice_President_of_the_Navajo_Nation", "description": "The office of Vice President of the Navajo Nation was created in 1991 following restructuring of the Navajo Nation government. The president and vice president are elected every four years."}]}, {"heading": "Deaths", "year": "2012", "date": "June 23", "txt": "Walter J. Zable, American football player and businessman, founded the Cubic Corporation (b. 1915)", "entities": [{"title": "Cubic Corporation", "href": "/wiki/Cubic_Corporation", "description": "Cubic Corporation is an American public transportation and defense corporation. It operates two business segments, Cubic Transportation Systems and Cubic Mission and Performance Solutions, respectively."}]}, {"heading": "Deaths", "year": "2013", "date": "June 23", "txt": "Bobby Bland, American singer-songwriter (b. 1930)", "entities": [{"title": "Bobby Bland", "href": "/wiki/Bobby_Bland", "description": "Robert Calvin Bland, known professionally as Bobby \"Blue\" Bland, was an American blues singer."}]}, {"heading": "Deaths", "year": "2013", "date": "June 23", "txt": "Gary David Goldberg, American screenwriter and producer (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 23", "txt": "Frank Kelso, American admiral and politician, United States Secretary of the Navy (b. 1933)", "entities": [{"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Deaths", "year": "2013", "date": "June 23", "txt": "Kurt Leichtweiss, German mathematician and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 23", "txt": "Richard Matheson, American author and screenwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 23", "txt": "Darryl Read, English singer-songwriter, drummer, and actor (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 23", "txt": "Sharon Stouder, American swimmer (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 23", "txt": "Nancy Garden, American author (b. 1938)", "entities": [{"title": "Nancy Garden", "href": "/wiki/Nancy_Garden", "description": "Nancy Garden was an American writer of fiction for children and young adults, best known for the lesbian novel Annie on My Mind. She received the 2003 Margaret Edwards Award from the American Library Association recognizing her lifetime contribution in writing for teens, citing Annie alone."}]}, {"heading": "Deaths", "year": "2014", "date": "June 23", "txt": "Euros Lewis, Welsh cricketer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 23", "txt": "Paula Kent Meehan, American businesswoman, co-founded Redken (b. 1931)", "entities": [{"title": "Redken", "href": "/wiki/Redken", "description": "Redken is an American hair care brand owned by L'Oréal Group under the Professional Products division."}]}, {"heading": "Deaths", "year": "2015", "date": "June 23", "txt": "Miguel Facussé Barjum, Honduran businessman (b. 1924)", "entities": [{"title": "Miguel Facussé Barjum", "href": "/wiki/Miguel_Facuss%C3%A9_Barjum", "description": "Miguel Facussé Barjum was a Honduran businessman and landowner. He was Executive President of Corporación Dinant, a consumer products manufacturing company he founded in Honduras in 1960. Dinant sells its products throughout Central America and the Dominican Republic, and also exports to global markets. A 2006 study by the Friedrich Ebert Foundation named Facussé one of the three \"most powerful me"}]}, {"heading": "Deaths", "year": "2015", "date": "June 23", "txt": "Nirmala Joshi, Indian nun, lawyer, and social worker (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 23", "txt": "Dick Van Patten, American actor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "June 23", "txt": "Ralph Stanley, American singer and banjo player (b. 1927)", "entities": [{"title": "Ralph Stanley", "href": "/wiki/Ralph_Stanley", "description": "Ralph Edmund Stanley was an American bluegrass artist, known for his distinctive singing and banjo playing. Stanley began playing music in 1946, originally with his older brother Carter Stanley as part of The Stanley Brothers, and most often as the leader of his band, The Clinch Mountain Boys. He was also known as Dr. Ralph Stanley."}]}, {"heading": "Deaths", "year": "2020", "date": "June 23", "txt": "Jampel Lodoy, Russian-Tuvan Buddhist lama, Kamby Lama of Tuva (b. 1975)", "entities": [{"title": "Jampel Lodoy", "href": "/wiki/Jampel_Lodoy", "description": "Jampel Lodoy, also spelled with variations of Dzhampel Lodoi or Jambal Lodoi, was a Russian Tuvan Buddhist lama who served as the Kamby Lama of Tuva for two tenures. The Kamby Lama, or Supreme Lama, is the highest Buddhist religious authority in Tuva. Jampel Lodoy was first elected Kamby Lama from 2005 to 2010. During the 2010s, Jampel Lodoy became the abbot of Ustuu-Khuree, one of the largest Bud"}, {"title": "Kamby Lama of Tuva", "href": "/wiki/Kamby_Lama_of_Tuva", "description": "The Kamby Lama of Tuva, or Supreme Lama of Tuva, is the highest Buddhist religious authority and most senior Buddhist monastic lama in Tuva, a largely Buddhist republic of Russia. The Kamby Lama is considered the leader of all Tuvan Buddhists. The institute and title of Kamby Lama was revived in October 1997 during the resurgence of Buddhism in Tuva following the collapse of the Soviet Union. Budd"}]}]