[{"heading": "Events", "year": "421", "date": "June 7", "txt": "Emperor Theodosius II marries Aelia Eudocia at Constantinople (Byzantine Empire).", "entities": [{"title": "Theodosius II", "href": "/wiki/Theodosius_II", "description": "Theodosius II, commonly called Theodosius the Younger or the Calligrapher, was Roman emperor for most of his life, proclaimed Augustus as an infant in 402 and ruling as the eastern Empire's sole emperor after the death of his father Arcadius in 408. His reign was marked by the promulgation of the Theodosian law code and the construction of the Theodosian Walls of Constantinople. He also presided o"}, {"title": "Aelia Eudocia", "href": "/wiki/Aelia_Eudocia", "description": "Aelia Eudocia, also called Saint Eudocia, was a Greek Eastern Roman Empress by marriage to Byzantine emperor Theodosius II."}, {"title": "Istanbul", "href": "/wiki/Istanbul", "description": "Istanbul, historically known as Byzantium and Constantinople, is the largest city in Turkey and the country's economic, cultural and historic center. The city straddles the Bosphorus strait, and lies in both Europe and Asia, with a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is the most populous city in Europe, and the world's fifteenth-largest cit"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "879", "date": "June 7", "txt": "Pope John VIII recognizes the Duchy of Croatia under Duke Branimir as an independent state.", "entities": [{"title": "Pope John VIII", "href": "/wiki/Pope_John_VIII", "description": "Pope John VIII was the bishop of Rome and ruler of the Papal States from 14 December 872 to his death. He is often considered one of the ablest popes of the 9th century."}, {"title": "Duchy of Croatia", "href": "/wiki/Duchy_of_Croatia", "description": "The Duchy of Croatia was a medieval state that was established in the former Roman province of Dalmatia. Throughout its time it had several seats – namely, Klis, Solin, Knin, Bijaći and Nin. It comprised the littoral – the coastal part of today's Croatia –, except Istria, and included a large part of the mountainous hinterland, as well. The duchy was in the center of competition between the Caroli"}, {"title": "Branimir of Croatia", "href": "/wiki/Branimir_of_Croatia", "description": "Branimir was a ruler of Croatia who reigned as duke from 879 to 892. His country received papal recognition as a state from Pope John VIII on 7 June 879. During his reign, Croatia retained its sovereignty from both Frankish and Byzantine rule and became de jure independent."}]}, {"heading": "Events", "year": "1002", "date": "June 7", "txt": "Henry II, a cousin of Emperor Otto III, is elected and crowned King of Germany.", "entities": [{"title": "Henry II, Holy Roman Emperor", "href": "/wiki/Henry_II,_Holy_Roman_Emperor", "description": "Henry II, also known as Saint Henry the Exuberant, Obl. S. B., was Holy Roman Emperor from 1014. He died without an heir in 1024, and was the last ruler of the Ottonian line. As Duke of Bavaria, appointed in 995, Henry became King of the Romans following the sudden death of his second cousin, Emperor Otto III in 1002, was made King of Italy in 1004, and crowned emperor by Pope Benedict VIII in 101"}, {"title": "Otto III", "href": "/wiki/Otto_III", "description": "Otto III was Holy Roman Emperor from 996 until his early death in 1002. A member of the Ottonian dynasty, Otto III was the only son of the Emperor Otto II and his wife Theophanu."}, {"title": "Kingdom of Germany", "href": "/wiki/Kingdom_of_Germany", "description": "The terms Kingdom of Germany or German Kingdom denote the mostly Germanic-speaking Eastern Frankish kingdom, which was formed by the Treaty of Verdun in 843, especially after the kingship passed from Frankish kings to the Saxon Ottonian dynasty in 919. The king was elected, initially by the rulers of the stem duchies, who generally chose one of their own. After 962, when Otto I was crowned emperor"}]}, {"heading": "Events", "year": "1099", "date": "June 7", "txt": "First Crusade: The Siege of Jerusalem begins.", "entities": [{"title": "First Crusade", "href": "/wiki/First_Crusade", "description": "The First Crusade (1096–1099) was the first of a series of religious wars initiated, supported, and at times directed by the Latin Church in the medieval period. The initial objective was the recovery of the Holy Land from Islamic rule. These campaigns were subsequently given the name crusades. The earliest initiative for the First Crusade began in 1095 when the Byzantine Emperor, Alexios I Komnen"}, {"title": "Siege of Jerusalem (1099)", "href": "/wiki/Siege_of_Jerusalem_(1099)", "description": "The siege of Jerusalem waged by the forces of the First Crusade resulted in the capture of Jerusalem from the Fatimid Caliphate and laid the foundations for the Christian Kingdom of Jerusalem which lasted almost a century. The aftermath of the siege led to the mass slaughter of thousands of Muslims and Jews which contemporaneous sources suggest was savage and widespread and to the conversion of Mu"}]}, {"heading": "Events", "year": "1420", "date": "June 7", "txt": "Troops of the Republic of Venice capture Udine, ending the independence of the Patria del Friuli.", "entities": [{"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Udine", "href": "/wiki/Udine", "description": "Udine is a city and comune in north-eastern Italy, in the middle of the Friuli-Venezia Giulia region, between the Adriatic Sea and the Alps. Its population was 100,514 in 2012, 176,000 with the urban area."}, {"title": "Patria del Friuli", "href": "/wiki/Patria_del_Friuli", "description": "The Patria del Friuli was the territory under the temporal rule of the Patriarch of Aquileia and one of the ecclesiastical states of the Holy Roman Empire. In 1420, the Republic of Venice acquired it, but it continued to be ruled for some time under its own laws and customs."}]}, {"heading": "Events", "year": "1494", "date": "June 7", "txt": "Spain and Portugal sign the Treaty of Tordesillas which divides the New World between the two countries.", "entities": [{"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}, {"title": "Portugal", "href": "/wiki/Portugal", "description": "Portugal, officially the Portuguese Republic, is a country located on the Iberian Peninsula, in south-western Europe. It is the westernmost sovereign state in mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional "}, {"title": "Treaty of Tordesillas", "href": "/wiki/Treaty_of_Tordesillas", "description": "The Treaty of Tordesillas, signed in Tordesillas, Spain on June 7, 1494, and authenticated in Setúbal, Portugal, divided the newly-discovered lands outside Europe between the Portuguese Empire and the Spanish Empire, along a meridian 370 leagues west of the Cape Verde islands, off the west coast of Africa. That line of demarcation was about halfway between the Cape Verde islands and the islands en"}, {"title": "New World", "href": "/wiki/New_World", "description": "The \"New World\" is a eurocultural term applied to the majority of Earth's Western Hemisphere, specifically the Americas. The term gained prominence in the early 16th century, during the Europe's Age of Discovery, shortly after Italian explorer Amerigo Vespucci concluded America represented a new continent, and subsequently published his findings in a pamphlet titled Mundus Novus. This realization "}]}, {"heading": "Events", "year": "1628", "date": "June 7", "txt": "The Petition of Right, a major English constitutional document, is granted the Royal Assent by Charles I and becomes law.", "entities": [{"title": "Petition of Right", "href": "/wiki/Petition_of_Right", "description": "The Petition of Right, passed on 7 June 1628, is an English constitutional document setting out specific individual protections against the state, reportedly of equal value to Magna Carta and the Bill of Rights 1689. It was part of a wider conflict between Parliament and the Stuart monarchy that led to the 1638 to 1651 Wars of the Three Kingdoms, ultimately resolved in the 1688 Glorious Revolution"}, {"title": "Fundamental Laws of England", "href": "/wiki/Fundamental_Laws_of_England", "description": "In the 1760s William Blackstone described the Fundamental Laws of England in Commentaries on the Laws of England, Book the First – Chapter the First : Of the Absolute Rights of Individuals as \"the absolute rights of every Englishman\" and traced their basis and evolution as follows:Magna Carta between King John and his barons in 1215\nconfirmation of Magna Carta by King Henry III to Parliament in 12"}, {"title": "Royal Assent", "href": "/wiki/Royal_Assent", "description": "Royal assent is the method by which a monarch formally approves an act of the legislature, either directly or through an official acting on the monarch's behalf. In some jurisdictions, royal assent is equivalent to promulgation, while in others that is a separate step. Under a modern constitutional monarchy, royal assent is considered little more than a formality. Even in nations such as the Unite"}, {"title": "Charles I of England", "href": "/wiki/Charles_I_of_England", "description": "Charles I was King of England, Scotland, and Ireland from 27 March 1625 until his execution in 1649. He was born into the House of Stuart as the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the three kingdoms of England, Scotland, and Ireland in 1612 o"}]}, {"heading": "Events", "year": "1654", "date": "June 7", "txt": "Louis XIV is crowned King of France.", "entities": [{"title": "Louis XIV of France", "href": "/wiki/Louis_XIV_of_France", "description": "Louis XIV, also known as Louis the Great or the Sun King, was King of France from 14 May 1643 until his death in 1715. His reign of 72 years and 110 days is the longest recorded of any monarch of a sovereign country in European history. Louis XIV's France was emblematic of the age of absolutism in Europe. The King surrounded himself with a variety of significant political, military, and cultural f"}, {"title": "Kingdom of France", "href": "/wiki/Kingdom_of_France", "description": "The Kingdom of France was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power from the High Middle Ages onward. It was also an early colonial power, with possessions around the world."}]}, {"heading": "Events", "year": "1692", "date": "June 7", "txt": "Port Royal, Jamaica, is hit by a catastrophic earthquake; in just three minutes, 1,600 people are killed and 3,000 are seriously injured.", "entities": [{"title": "Port Royal, Jamaica", "href": "/wiki/Port_Royal,_Jamaica", "description": "Port Royal is a village located at the end of the Palisadoes at the mouth of Kingston Harbour, in southeastern Jamaica. Founded in 1494 by the Spanish, it was once the largest city in the Caribbean, functioning as the centre of shipping and commerce in the Caribbean Sea by the latter half of the 17th century. It was destroyed by an earthquake on 7 June 1692, which had an accompanying tsunami. Seve"}, {"title": "1692 Jamaica earthquake", "href": "/wiki/1692_Jamaica_earthquake", "description": "The 1692 Jamaica earthquake struck Port Royal, Jamaica on 7 June. A stopped pocket watch found in the harbour in 1959 indicated that it occurred around 11:43 a.m."}]}, {"heading": "Events", "year": "1776", "date": "June 7", "txt": "Richard Henry Lee presents the \"Lee Resolution\" to the Continental Congress. The motion is seconded by John Adams and will lead to the United States Declaration of Independence.", "entities": [{"title": "Richard Henry Lee", "href": "/wiki/Richard_Henry_Lee", "description": "Richard Henry Lee was an American statesman and Founding Father from Virginia, best known for the June 1776 Lee Resolution, the motion in the Second Continental Congress calling for the colonies' independence from Great Britain leading to the United States Declaration of Independence, which he signed. He also served a one-year term as the President of the Continental Congress, was a signatory to t"}, {"title": "Lee Resolution", "href": "/wiki/Lee_Resolution", "description": "The Lee Resolution was the formal assertion passed by the Second Continental Congress on July 2, 1776 which resolved that the Thirteen Colonies in America were \"free and independent States\", separated from the British Empire and creating what became the United States of America. News of this act was published that evening in the Pennsylvania Evening Post and the next day in the Pennsylvania Gazett"}, {"title": "Continental Congress", "href": "/wiki/Continental_Congress", "description": "The Continental Congress was a series of legislative bodies which met in the British American colonies and the newly declared United States just before, during, and after the American Revolution. The term \"Continental Congress\" most specifically refers to the First and Second Congresses of 1774–1781 and may also refer to the Congress of the Confederation of 1781–1789, which operated as the first n"}, {"title": "John Adams", "href": "/wiki/John_Adams", "description": "John Adams Jr. was an American statesman, attorney, diplomat, writer, and Founding Father who served as the second president of the United States from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain, and he served as the first vice president of the United States. Adams was a dedicated diarist and regularly corresponded w"}, {"title": "United States Declaration of Independence", "href": "/wiki/United_States_Declaration_of_Independence", "description": "The United States Declaration of Independence is the pronouncement adopted by the Second Continental Congress meeting in Philadelphia, Pennsylvania, on July 4, 1776. The Declaration explained why the Thirteen Colonies at war with the Kingdom of Great Britain regarded themselves as thirteen independent sovereign states, no longer under British rule. With the Declaration, these new states took a col"}]}, {"heading": "Events", "year": "1788", "date": "June 7", "txt": "French Revolution: Day of the Tiles: Civilians in Grenoble toss roof tiles and various objects down upon royal troops.", "entities": [{"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "Day of the Tiles", "href": "/wiki/Day_of_the_Tiles", "description": "The Day of the Tiles was an event that took place in the French town of Grenoble on 7 June in 1788. It was one of the first disturbances which preceded the French Revolution, and is credited by a few historians as its start."}, {"title": "Grenoble", "href": "/wiki/Grenoble", "description": "Grenoble is the prefecture and largest city of the Isère department in the Auvergne-Rhône-Alpes region of Southeastern France. It lies at the foot of the French Alps where the river Drac joins the Isère. A significant European scientific centre, the city advertises itself as the \"Capital of the Alps\", due to its size and its proximity to the mountains."}]}, {"heading": "Events", "year": "1800", "date": "June 7", "txt": "David Thompson reaches the mouth of the Saskatchewan River in Manitoba.", "entities": [{"title": "David Thompson (explorer)", "href": "/wiki/David_Thompson_(explorer)", "description": "David Thompson was a British-Canadian fur trader, surveyor, and cartographer, known to some native peoples as Koo-Koo-Sint or \"the Stargazer\". Over Thompson's career, he traveled some 90,000 kilometres (56,000 mi) across North America, mapping 4.9 million square kilometres of North America along the way. For this historic feat, Thompson has been described as the \"greatest practical land geographer"}, {"title": "Saskatchewan River", "href": "/wiki/Saskatchewan_River", "description": "The Saskatchewan River is a major river in Canada, about 550 kilometres (340 mi) long, flowing roughly eastward across Saskatchewan and Manitoba to empty into Lake Winnipeg. Through its tributaries the North Saskatchewan and South Saskatchewan, its watershed encompasses much of the prairie regions of central Canada, stretching westward to the Rocky Mountains in Alberta and northwestern Montana in "}, {"title": "Manitoba", "href": "/wiki/Manitoba", "description": "Manitoba is a province of Canada at the longitudinal centre of the country. It is Canada's fifth-most populous province, with a population of 1,278,365 as of 2016. The easternmost of the three prairie provinces, Manitoba covers 649,950 square kilometres (250,900 sq mi) of widely varied landscape, from arctic tundra and the Hudson Bay coastline in the north to dense boreal forest, large freshwater "}]}, {"heading": "Events", "year": "1810", "date": "June 7", "txt": "The newspaper Gazeta de Buenos Ayres is first published in Argentina.", "entities": [{"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}]}, {"heading": "Events", "year": "1832", "date": "June 7", "txt": "The Great Reform Act of England and Wales receives royal assent.", "entities": [{"title": "Reform Act 1832", "href": "/wiki/Reform_Act_1832", "description": "The Representation of the People Act 1832 was an Act of Parliament of the United Kingdom that introduced major changes to the electoral system of England and Wales. It abolished tiny districts, gave representation to cities, gave the vote to small landowners, tenant farmers, shopkeepers, householders who paid a yearly rental of £10 or more, and some lodgers. Only qualifying men were able to vote; "}]}, {"heading": "Events", "year": "1832", "date": "June 7", "txt": "Asian cholera reaches Quebec, brought by Irish immigrants, and kills about 6,000 people in Lower Canada.", "entities": [{"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}, {"title": "Irish Canadian", "href": "/wiki/Irish_Canadian", "description": "Irish Canadians are Canadian citizens who have full or partial Irish heritage including descendants who trace their ancestry to immigrants who originated in Ireland. 1.2 million Irish immigrants arrived from 1825 to 1970, and at least half of those in the period from 1831–1850. By 1867, they were the second largest ethnic group, and comprised 24% of Canada's population. The 1931 national census co"}, {"title": "Lower Canada", "href": "/wiki/Lower_Canada", "description": "The Province of Lower Canada was a British colony on the lower Saint Lawrence River and the shores of the Gulf of Saint Lawrence (1791–1841). It covered the southern portion of the current Province of Quebec and the Labrador region of the current Province of Newfoundland and Labrador."}]}, {"heading": "Events", "year": "1862", "date": "June 7", "txt": "The United States and the United Kingdom agree in the Lyons–Seward Treaty to suppress the African slave trade.", "entities": [{"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "Lyons–Seward Treaty of 1862", "href": "/wiki/Lyons%E2%80%93Seward_Treaty_of_1862", "description": "The Treaty between the United States and Great Britain for the Suppression of the Slave Trade, also known as the Lyons-Seward Treaty, was an aggressive measure to end the Atlantic slave trade. It was a treaty between the United States and Great Britain. It was negotiated by U.S. Secretary of State William H. Seward and British Ambassador to the United States Richard Lyons, 1st Viscount Lyons. The "}, {"title": "Atlantic slave trade", "href": "/wiki/Atlantic_slave_trade", "description": "The Atlantic slave trade, transatlantic slave trade, or Euro-American slave trade involved the transportation by slave traders of various enslaved African people, mainly to the Americas. The slave trade regularly used the triangular trade route and its Middle Passage, and existed from the 16th to the 19th centuries. The vast majority of those who were enslaved and transported in the transatlantic "}]}, {"heading": "Events", "year": "1863", "date": "June 7", "txt": "During the French intervention in Mexico, Mexico City is captured by French troops.", "entities": [{"title": "French intervention in Mexico", "href": "/wiki/French_intervention_in_Mexico", "description": "The Second French Intervention in Mexico, also known as the Second Franco-Mexican War and Mexican Adventure, was an invasion of Mexico, launched in late 1861, by the Second French Empire (1852–1870), aiming to establish in Mexico a regime favorable to French interests."}, {"title": "Second French Empire", "href": "/wiki/Second_French_Empire", "description": "The Second French Empire, officially the French Empire, was the Imperial Bonapartist regime of Napoleon III from 1852 to 1870, between the Second Republic and the Third Republic, in France."}]}, {"heading": "Events", "year": "1866", "date": "June 7", "txt": "One thousand eight hundred Fenian raiders are repelled back to the United States after looting and plundering the Saint-Armand and Frelighsburg areas of Canada East.", "entities": [{"title": "Fenian raids", "href": "/wiki/Fenian_raids", "description": "The Fenian raids were carried out by the Fenian Brotherhood, an Irish Republican organization based in the United States, on British Army forts, customs posts and other targets in Canada, in 1866, and again from 1870 to 1871. A number of separate incursions by the Fenian Brotherhood into Canada were undertaken to bring pressure on Great Britain to withdraw from Ireland, although none of these raid"}, {"title": "Saint-Armand, Quebec", "href": "/wiki/Saint-Armand,_Quebec", "description": "Saint-Armand is a municipality in the Canadian province of Quebec, located within the Brome-Missisquoi Regional County Municipality and the Eastern Townships. The population as of the Canada 2011 Census was 1,248. It is located on the Canada–United States border."}, {"title": "Frelighsburg, Quebec", "href": "/wiki/Frelighsburg,_Quebec", "description": "Frelighsburg is a municipality in the Brome-Missisquoi Regional County Municipality, which is part of the administrative region of the Montérégie of Quebec, Canada. Its population, as of the Canada 2011 Census, was 1,094. The area was historically considered to be part of the Eastern Townships."}, {"title": "Canada East", "href": "/wiki/Canada_East", "description": "Canada East was the northeastern portion of the United Province of Canada. Lord Durham's Report investigating the causes of the Upper and Lower Canada Rebellions recommended merging those two colonies. The new colony, known as the Province of Canada was created by the Act of Union 1840 passed by the Parliament of the United Kingdom, having effect in 1841. For administrative purposes, the new Provi"}]}, {"heading": "Events", "year": "1880", "date": "June 7", "txt": "War of the Pacific: The Battle of Arica, the assault and capture of Morro de Arica (Arica Cape), ends the Campaña del Desierto (Desert Campaign).", "entities": [{"title": "War of the Pacific", "href": "/wiki/War_of_the_Pacific", "description": "The War of the Pacific, also known as the Saltpeter War and by multiple other names, was a war between Chile and a Bolivian–Peruvian alliance from 1879 to 1884. Fought over Chilean claims on coastal Bolivian territory in the Atacama Desert, the war ended with a Chilean victory, which gained for the country a significant amount of resource-rich territory from Peru and Bolivia. The Chilean Army took"}, {"title": "Battle of Arica", "href": "/wiki/Battle_of_Arica", "description": "The Battle of Arica, also known as Assault and Capture of Cape Arica, was a battle in the War of the Pacific. It was fought on 7 June 1880, between the forces of Chile and Peru."}, {"title": "Morro de Arica", "href": "/wiki/Morro_de_Arica", "description": "Morro de Arica is a steep hill located in the Chilean city of Arica. Its height is 139 metres above sea level. It was the last bulwark of defense for the Peruvian troops who garrisoned the city during the War of the Pacific (1879–1883). Morro de Arica was assaulted and captured on June 7, 1880 by Chilean troops in the last part of the Tacna and Arica campaign. Morro de Arica rises steeply from the"}]}, {"heading": "Events", "year": "1892", "date": "June 7", "txt": "Homer Plessy is arrested for refusing to leave his seat in the \"whites-only\" car of a train; he lost the resulting court case, Plessy v. Ferguson.", "entities": [{"title": "Homer Plessy", "href": "/wiki/Homer_Plessy", "description": "Homer Adolph Plessy, or Homère Adolphe Plessy, was a French-speaking Creole from Louisiana, best known for being the plaintiff in the United States Supreme Court decision Plessy v. Ferguson."}]}, {"heading": "Events", "year": "1899", "date": "June 7", "txt": "American Temperance crusader Carrie Nation begins her campaign of vandalizing alcohol-serving establishments by destroying the inventory in a saloon in Kiowa, Kansas.", "entities": [{"title": "Temperance movement in the United States", "href": "/wiki/Temperance_movement_in_the_United_States", "description": "The Temperance movement in the United States is a movement to curb the consumption of alcohol. It had a large influence on American politics and American society in the nineteenth and twentieth centuries, culminating in the unsuccessful prohibition of alcohol, through the Eighteenth Amendment to the United States Constitution, from 1920 to 1933. Today, there are organizations that continue to prom"}, {"title": "Carrie Nation", "href": "/wiki/Carrie_Nation", "description": "Caroline Amelia Nation, often referred to by Carrie or Carry Nation, was a radical member of the temperance movement, which opposed alcohol before the advent of Prohibition. Nation is noted for attacking alcohol-serving establishments with a hatchet."}, {"title": "Vandalism", "href": "/wiki/Vandalism", "description": "Vandalism is the action involving deliberate destruction of or damage to public or private property.\n\nThe term includes property damage, such as graffiti and defacement directed towards any property without permission of the owner. The term finds its roots in an Enlightenment view that the Germanic Vandals were a uniquely destructive people."}, {"title": "Kiowa, Kansas", "href": "/wiki/Kiowa,_Kansas", "description": "Kiowa is a city in Barber County, Kansas, United States. As of the 2010 census, the city's population was 1,026."}]}, {"heading": "Events", "year": "1905", "date": "June 7", "txt": "Norway's parliament dissolves its union with Sweden. The vote was confirmed by a national plebiscite on August 13 of that year.", "entities": [{"title": "Dissolution of the union between Norway and Sweden", "href": "/wiki/Dissolution_of_the_union_between_Norway_and_Sweden", "description": "The dissolution of the union between the kingdoms of Norway and Sweden under the House of Bernadotte, was set in motion by a resolution of the Storting on 7 June 1905. Following some months of tension and fear of an outbreak of war between the neighbouring kingdoms – and a Norwegian plebiscite held on 13 August which overwhelmingly backed dissolution – negotiations between the two governments led "}, {"title": "Union between Sweden and Norway", "href": "/wiki/Union_between_Sweden_and_Norway", "description": "Sweden and Norway or Sweden–Norway, officially the United Kingdoms of Sweden and Norway, or as the United Kingdoms, was a personal union of the separate kingdoms of Sweden and Norway under a common monarch and common foreign policy that lasted from 1814 until its peaceful dissolution in 1905."}, {"title": "Plebiscite", "href": "/wiki/Plebiscite", "description": "A referendum is a direct and universal vote in which an entire electorate is invited to vote on a particular proposal and can have nationwide or local forms. This may result in the adoption of a new policy or specific law. In some countries, it is synonymous with or commonly known by other names including a plebiscite, votation, ballot question, ballot measure, or proposition."}, {"title": "August 13", "href": "/wiki/August_13", "description": "August 13 is the 225th day of the year in the Gregorian calendar; 140 days remain until the end of the year."}]}, {"heading": "Events", "year": "1906", "date": "June 7", "txt": "Cunard Line's RMS Lusitania is launched from the John Brown Shipyard, Glasgow (Clydebank), Scotland.", "entities": [{"title": "Cunard Line", "href": "/wiki/Cunard_Line", "description": "Cunard Line is a British cruise line based at Carnival House at Southampton, England, operated by Carnival UK and owned by Carnival Corporation & plc. Since 2011, Cunard and its three ships have been registered in Hamilton, Bermuda."}, {"title": "RMS Lusitania", "href": "/wiki/RMS_Lusitania", "description": "RMS Lusitania was a British ocean liner that was sunk on 7 May 1915 by a German U-boat 11 miles (18 km) off the southern coast of Ireland, killing 1,198 passengers and crew. The sinking occurred about two years before the United States declaration of war on Germany. Although the Lusitania sinking was a major factor in building support for a war, war was eventually declared only after the Imperial "}, {"title": "John Brown Shipyard", "href": "/wiki/John_Brown_Shipyard", "description": "John Brown and Company of Clydebank was a Scottish marine engineering and shipbuilding firm. It built many notable and world-famous ships including RMS Lusitania, RMS Aquitania, HMS Hood, HMS Repulse, RMS Queen Mary, RMS Queen Elizabeth and the Queen Elizabeth 2."}, {"title": "Glasgow", "href": "/wiki/Glasgow", "description": "Glasgow, with an estimated city population of 633,120 in 2019, is the most populous city in Scotland and the fourth-most populous city in the United Kingdom, as well as being the 27th largest city by population in Europe. Historically part of Lanarkshire, the city now forms the Glasgow City council area, one of the 32 council areas of Scotland; the local authority is Glasgow City Council. Glasgow "}, {"title": "Clydebank", "href": "/wiki/Clydebank", "description": "Clydebank is a town in West Dunbartonshire, Scotland. Situated on the north bank of the River Clyde, it borders the village of Old Kilpatrick to the west, and the Yoker and Drumchapel areas of the adjacent City of Glasgow immediately to the east. Depending on the definition of the town's boundaries, the suburban areas of Duntocher, Faifley and Hardgate either surround Clydebank to the north, or ar"}]}, {"heading": "Events", "year": "1917", "date": "June 7", "txt": "World War I: Battle of Messines: Allied soldiers detonate a series of mines underneath German trenches at Messines Ridge, killing 10,000 German troops.", "entities": [{"title": "Battle of Messines (1917)", "href": "/wiki/Battle_of_Messines_(1917)", "description": "The Battle of Messines was an attack by the British Second Army, on the Western Front near the village of Messines in West Flanders, Belgium, during the First World War. The Nivelle Offensive in April and May had failed to achieve its more grandiose aims, had led to the demoralisation of French troops and confounded the Anglo-French strategy for 1917. The attack forced the Germans to move reserves"}, {"title": "Mines in the Battle of Messines (1917)", "href": "/wiki/Mines_in_the_Battle_of_Messines_(1917)", "description": "At the start of the Battle of Messines (7–14 June 1917) during the First World War, a series of underground explosive charges were detonated by the British Army beneath German lines near the village of Mesen, in Belgian West Flanders. The mines, secretly planted by British tunnelling units, created 19 large craters and are estimated to have killed approximately 10,000 German soldiers. Their joint "}]}, {"heading": "Events", "year": "1919", "date": "June 7", "txt": "Sette Giugno: Nationalist riots break out in Valletta, the capital of Malta. British soldiers fire into the crowd, killing four people.", "entities": [{"title": "Sette Giugno", "href": "/wiki/Sette_Giugno", "description": "Sette Giugno is a Maltese national holiday celebrated annually on 7 June. It commemorates events which occurred on that day in 1919 when, following a series of riots by the Maltese population, British troops fired into the crowd, killing four. This led to increased resistance to the colonial government and support for the pro-Italian irredentists that had challenged the British presence on the isl"}, {"title": "Valletta", "href": "/wiki/Valletta", "description": "Valletta is the capital city of Malta. Located in the South Eastern Region of the main island, between Marsamxett Harbour to the west and the Grand Harbour to the east, its population in 2014 was 6,444, while the metropolitan area around it has a population of 393,938. Valletta is second only to Nicosia as the southernmost capital of Europe, and at just 0.61 square kilometres (61 ha), it is the Eu"}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}]}, {"heading": "Events", "year": "1929", "date": "June 7", "txt": "The Lateran Treaty is ratified, bringing Vatican City into existence.", "entities": [{"title": "Lateran Treaty", "href": "/wiki/Lateran_Treaty", "description": "The Lateran Treaty was one component of the Lateran Pacts of 1929, agreements between the Kingdom of Italy under King Victor Emanuel III and the Holy See under Pope Pius XI to settle the long-standing Roman Question. The treaty and associated pacts were named after the Lateran Palace where they were signed on 11 February 1929, and the Italian parliament ratified them on 7 June 1929. The treaty rec"}, {"title": "Vatican City", "href": "/wiki/Vatican_City", "description": "Vatican City, officially the Vatican City State, is the Holy See's independent city state, an enclave within Rome, Italy. The Vatican City State, also known as The Vatican, became independent from Italy with the Lateran Treaty (1929), and it is a distinct territory under \"full ownership, exclusive dominion, and sovereign authority and jurisdiction\" of the Holy See, itself a sovereign entity of int"}]}, {"heading": "Events", "year": "1938", "date": "June 7", "txt": "The Douglas DC-4E makes its first test flight.", "entities": [{"title": "Douglas DC-4E", "href": "/wiki/Douglas_DC-4E", "description": "The Douglas DC-4E was an American experimental airliner that was developed before World War II. The DC-4E never entered production due to being superseded by an entirely new design, the Douglas DC-4/C-54, which proved very successful. Many DC-4E design features found their way into the Japanese Nakajima G5N bomber."}]}, {"heading": "Events", "year": "1938", "date": "June 7", "txt": "Second Sino-Japanese War: The Chinese Nationalist government creates the 1938 Yellow River flood to halt Japanese forces. Five hundred to nine hundred thousand civilians are killed.", "entities": [{"title": "Kuomintang", "href": "/wiki/Kuomintang", "description": "The Kuomintang is a major political party in Taiwan that originated as a revolutionary political party for the Republic of China on the Chinese mainland. Founded in 1919, the KMT was the dominant ruling party of the Republic of China on the mainland from 1928 to 1949, during which it fought the Chinese Communist Party (CCP) for control over China in the Chinese Civil War. The KMT was defeated and "}, {"title": "1938 Yellow River flood", "href": "/wiki/1938_Yellow_River_flood", "description": "The 1938 Yellow River flood was a flood created by the Nationalist Government in central China during the early stage of the Second Sino-Japanese War in an attempt to halt the rapid advance of Japanese forces. It has been called the \"largest act of environmental warfare in history\"."}, {"title": "Imperial Japanese Army", "href": "/wiki/Imperial_Japanese_Army", "description": "The Imperial Japanese Army was the official ground-based armed force of the Empire of Japan from 1868 to 1945. It was controlled by the Imperial Japanese Army General Staff Office and the Ministry of the Army, both of which were nominally subordinate to the Emperor of Japan as supreme commander of the army and the Imperial Japanese Navy. Later an Inspectorate General of Aviation became the third a"}]}, {"heading": "Events", "year": "1940", "date": "June 7", "txt": "King Haakon VII, Crown Prince Olav and the Norwegian government leave Tromsø and go into exile in London. They return exactly five years later.", "entities": [{"title": "Haakon VII of Norway", "href": "/wiki/Haakon_VII_of_Norway", "description": "Haakon VII was the King of Norway from November 1905 until his death in September 1957."}, {"title": "Olav V of Norway", "href": "/wiki/Olav_V_of_Norway", "description": "Olav V was King of Norway from 1957 until his death in 1991."}, {"title": "Tromsø (city)", "href": "/wiki/Troms%C3%B8_(city)", "description": "Tromsø is a city in Tromsø Municipality in Troms og Finnmark county, Norway. The city is the administrative centre of the municipality as well as the administrative centre of Troms county. The Diocese of Nord-Hålogaland and its Bishop are based at the Tromsø Cathedral in the city. The city is located on the island of Tromsøya which sits in the Tromsøysundet strait, just off the mainland of Norther"}]}, {"heading": "Events", "year": "1942", "date": "June 7", "txt": "World War II: The Battle of Midway ends in American victory.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Midway", "href": "/wiki/Battle_of_Midway", "description": "The Battle of Midway was a major naval battle in the Pacific Theater of World War II that took place on 4–7 June 1942, six months after Japan's attack on Pearl Harbor and one month after the Battle of the Coral Sea. The U.S. Navy under Admirals Chester W. Nimitz, Frank J. Fletcher, and Raymond A. Spruance defeated an attacking fleet of the Imperial Japanese Navy under Admirals Isoroku Yamamoto, Ch"}]}, {"heading": "Events", "year": "1942", "date": "June 7", "txt": "World War II: Aleutian Islands Campaign: Imperial Japanese soldiers begin occupying the American islands of Attu and Kiska, in the Aleutian Islands off Alaska.", "entities": [{"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Attu Island", "href": "/wiki/Attu_Island", "description": "Attu is an island in the Near Islands. It is the westernmost point of the U.S. state of Alaska. The island became uninhabited in 2010, making it the largest uninhabited island in the United States."}, {"title": "Kiska", "href": "/wiki/Kiska", "description": "Kiska is an island in the Rat Islands group of the Aleutian Islands of Alaska. It is about 22 miles (35 km) long and varies in width from 1.5 to 6 miles. It is part of Aleutian Islands Wilderness and as such, special permissions are required to visit it. The island has no permanent population."}, {"title": "Aleutian Islands", "href": "/wiki/Aleutian_Islands", "description": "The Aleutian Islands, also called the Aleut Islands or Aleutic Islands and known before 1867 as the Catherine Archipelago, are a chain of 14 large volcanic islands and 55 smaller islands. Most of the Aleutian Islands belong to the U.S. state of Alaska, but some belong to the Russian federal subject of Kamchatka Krai. They form part of the Aleutian Arc in the Northern Pacific Ocean, occupying an ar"}]}, {"heading": "Events", "year": "1944", "date": "June 7", "txt": "World War II: The steamer Danae, carrying 350 Cretan Jews and 250 Cretan partisans, is sunk without survivors off the shore of Santorini.", "entities": [{"title": "Crete", "href": "/wiki/Crete", "description": "Crete is the largest and most populous of the Greek islands, the 88th largest island in the world and the fifth largest island in the Mediterranean Sea, after Sicily, Sardinia, Cyprus, and Corsica. It bounds the southern border of the Aegean Sea. Crete rests approximately 160 km (99 mi) south of the Greek mainland. It has an area of 8,336 km2 (3,219 sq mi) and a coastline of 1,046 km (650 mi)."}, {"title": "Santorini", "href": "/wiki/Santorini", "description": "Santorini, officially Thira and classic Greek Thera, is an island in the southern Aegean Sea, about 200 km (120 mi) southeast from the Greek mainland. It is the largest island of a small, circular archipelago, which bears the same name and is the remnant of a volcanic caldera. It forms the southernmost member of the Cyclades group of islands, with an area of approximately 73 km2 (28 sq mi) and a 2"}]}, {"heading": "Events", "year": "1944", "date": "June 7", "txt": "World War II: Battle of Normandy: At Ardenne Abbey, members of the SS Division Hitlerjugend massacre 23 Canadian prisoners of war.", "entities": [{"title": "Ardenne Abbey", "href": "/wiki/Ardenne_Abbey", "description": "Ardenne Abbey, the Abbey of Our Lady of Ardenne, is a former Premonstratensian abbey founded in the 11th century and located near Saint-Germain-la-Blanche-Herbe in Calvados, near Caen, France. It is now occupied by the Institute of Contemporary Publishing Archives. Several buildings of the abbey have been preserved, including the church. These are protected as historic monuments."}, {"title": "SS Division Hitlerjugend", "href": "/wiki/SS_Division_Hitlerjugend", "description": "The 12th SS Panzer Division \"Hitlerjugend\" was a German armoured division of the Waffen-SS during World War II. The majority of its junior enlisted men were drawn from members of the Hitler Youth, while the senior NCOs and officers were from other Waffen-SS divisions."}, {"title": "Ardenne Abbey massacre", "href": "/wiki/Ardenne_Abbey_massacre", "description": "The Ardenne Abbey massacre occurred during the Battle of Normandy at the Ardenne Abbey, a Premonstratensian monastery in Saint-Germain-la-Blanche-Herbe, near Caen, France. In June 1944, 20 Canadian soldiers were massacred in a garden at the abbey by members of the 12th SS Panzer Division Hitlerjugend over the course of several days and weeks. During the course of the Normandy Campaign an estimated"}, {"title": "Prisoners of war", "href": "/wiki/Prisoners_of_war", "description": "A prisoner of war (POW) is a non-combatant—whether a military member, an irregular military fighter, or a civilian—who is held captive by a belligerent power during or immediately after an armed conflict. The earliest recorded usage of the phrase \"prisoner of war\" dates back to 1610."}]}, {"heading": "Events", "year": "1945", "date": "June 7", "txt": "King Haakon VII of Norway returns from exactly five years in exile during World War II.", "entities": [{"title": "Haakon VII of Norway", "href": "/wiki/Haakon_VII_of_Norway", "description": "Haakon VII was the King of Norway from November 1905 until his death in September 1957."}, {"title": "Union Dissolution Day", "href": "/wiki/Union_Dissolution_Day#Royal_return_after_WWII", "description": "The Union Dissolution Day, observed in Norway on 7 June, is marked in remembrance of the Norwegian parliament's 1905 declaration of dissolution of the union with Sweden, a personal union which had existed since 1814. The day is celebrated in Norway as the Independence Day and is an official flag flying day, and is observed with ordinary salute at Akershus Fortress. The Independence Day, however, h"}, {"title": "Exile", "href": "/wiki/Exile", "description": "To be in exile means to be forced away from one's home and unable to return. People may be in exile for various reasons, for legal or other reasons."}, {"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Events", "year": "1946", "date": "June 7", "txt": "The United Kingdom's BBC returns to broadcasting its television service, which has been off air for seven years because of the Second World War.", "entities": [{"title": "BBC", "href": "/wiki/BBC", "description": "The British Broadcasting Corporation (BBC) is a public service broadcaster, headquartered at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees, employing over 22,000 staff in total, of whom more than 19,000 are in public sector broadcasting. The total number of BBC staff amounts to 35,402 includ"}, {"title": "Second World War", "href": "/wiki/Second_World_War", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Events", "year": "1948", "date": "June 7", "txt": "Anti-Jewish riots in Oujda and Jerada take place.", "entities": [{"title": "1948 Anti-Jewish riots in Oujda and Jerada", "href": "/wiki/1948_Anti-Jewish_riots_in_Oujda_and_Jerada", "description": "The 1948 Anti-Jewish riots in Oujda and Jerada, the latter also known as Djerada or Jṛada, occurred on June 7–8, 1948, in the towns of Oujda and Jerada, in the northeast of the French protectorate in Morocco."}]}, {"heading": "Events", "year": "1948", "date": "June 7", "txt": "Edvard Beneš resigns as President of Czechoslovakia rather than signing the Ninth-of-May Constitution, making his nation a Communist state.", "entities": [{"title": "List of Presidents of Czechoslovakia", "href": "/wiki/List_of_Presidents_of_Czechoslovakia", "description": "The President of Czechoslovakia was the head of state of Czechoslovakia, from the creation of the First Czechoslovak Republic in 1918 until the dissolution of the Czech and Slovak Federative Republic on 1 January 1993."}, {"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}, {"title": "Ninth-of-May Constitution", "href": "/wiki/Ninth-of-May_Constitution", "description": "The Ninth-of-May (1948) Constitution was the second constitution of Czechoslovakia, in force from 1948 to 1960. It came into force on 9 May, shortly after the communist seizure of power in the country on 25 February 1948. It replaced the 1920 Constitution."}, {"title": "Communist state", "href": "/wiki/Communist_state", "description": "A communist state, also known as a Marxist–Leninist state, is a one-party state that is administered and governed by a communist party guided by Marxism–Leninism. Marxism–Leninism was the state ideology of the Soviet Union, the Comintern after Bolshevisation and the communist states within the Comecon, the Eastern Bloc and the Warsaw Pact. Marxism–Leninism remains the ideology of several communist"}]}, {"heading": "Events", "year": "1955", "date": "June 7", "txt": "Lux Radio Theatre signs off the air permanently. The show launched in New York in 1934, and featured radio adaptations of Broadway shows and popular films.", "entities": [{"title": "Broadway theatre", "href": "/wiki/Broadway_theatre", "description": "Broadway theatre, also simply known as Broadway, refers to the theatrical performances which are presented in the 41 professional theatres, each with 500 or more seats, located in the Theater District and the Lincoln Center along Broadway, in Midtown Manhattan, New York City. Broadway and London's West End together represent the highest commercial level of live theater in the English-speaking worl"}]}, {"heading": "Events", "year": "1962", "date": "June 7", "txt": "The Organisation Armée Secrète (OAS) sets fire to the University of Algiers library building, destroying about 500,000 books.", "entities": [{"title": "Organisation Armée Secrète", "href": "/wiki/Organisation_Arm%C3%A9e_Secr%C3%A8te", "description": "The Organisation Armée Secrète or OAS was a far-right French dissident paramilitary organisation during the Algerian War. The OAS carried out terrorist attacks, including bombings and assassinations, in an attempt to prevent Algeria's independence from French colonial rule. Its motto was L’Algérie est française et le restera."}, {"title": "University of Algiers", "href": "/wiki/University_of_Algiers", "description": "The University of Algiers Benyoucef Benkhedda is a university located in Algiers, Algeria. It was founded in 1909 and is organized into seven faculties."}]}, {"heading": "Events", "year": "1965", "date": "June 7", "txt": "The Supreme Court of the United States hands down its decision in Griswold v. Connecticut, prohibiting the states from criminalizing the use of contraception by married couples.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Contraception", "href": "/wiki/Contraception", "description": "Birth control, also known as contraception, anticonception, and fertility control, is a method or device used to prevent pregnancy. Birth control has been used since ancient times, but effective and safe methods of birth control only became available in the 20th century. Planning, making available, and using birth control is called family planning. Some cultures limit or discourage access to birth"}]}, {"heading": "Events", "year": "1967", "date": "June 7", "txt": "Six-Day War: Israeli soldiers enter Jerusalem.", "entities": [{"title": "Six-Day War", "href": "/wiki/Six-Day_War", "description": "The Six-Day War, also known as the June War, 1967 Arab–Israeli War, or Third Arab–Israeli War, was fought between 5 and 10 June 1967 between Israel and Jordan, Syria, and Egypt."}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}]}, {"heading": "Events", "year": "1971", "date": "June 7", "txt": "The United States Supreme Court overturns the conviction of Paul Cohen for disturbing the peace, setting the precedent that vulgar writing is protected under the First Amendment to the United States Constitution.", "entities": [{"title": "Cohen v. California", "href": "/wiki/Cohen_v._California", "description": "Cohen v. California, 403 U.S. 15 (1971), was a landmark decision of the US Supreme Court holding that the First Amendment prevented the conviction of Paul Robert Cohen for the crime of disturbing the peace by wearing a jacket displaying \"Fuck the Draft\" in the public corridors of a California courthouse."}, {"title": "First Amendment to the United States Constitution", "href": "/wiki/First_Amendment_to_the_United_States_Constitution", "description": "The First Amendment to the United States Constitution prevents the government from making laws which regulate an establishment of religion, or that would prohibit the free exercise of religion, or abridge the freedom of speech, the freedom of the press, the freedom of assembly, or the right to petition the government for redress of grievances. It was adopted on December 15, 1791, as one of the ten"}]}, {"heading": "Events", "year": "1971", "date": "June 7", "txt": "The Alcohol, Tobacco, and Firearms Division of the U.S. Internal Revenue Service raids the home of Ken Ballew for illegal possession of hand grenades.", "entities": [{"title": "Internal Revenue Service", "href": "/wiki/Internal_Revenue_Service", "description": "The Internal Revenue Service (IRS) is the revenue service of the United States federal government responsible for collecting taxes and administering the Internal Revenue Code, the main body of federal statutory tax law. It is part of the Department of the Treasury and led by the Commissioner of Internal Revenue, who is appointed to a five-year term by the President of the United States. The duties"}, {"title": "Ken Ballew raid", "href": "/wiki/Ken_Ballew_raid", "description": "The Ken Ballew raid was a federal raid on June 7, 1971, on the home of Kenyon F. \"Ken\" Ballew which became a cause célèbre in the debates between advocates of gun control and advocates of gun ownership rights in the United States."}, {"title": "Hand grenade", "href": "/wiki/Hand_grenade", "description": "A grenade is an explosive weapon typically thrown by hand, but can also refer to a shell shot out by a rifle or a grenade launcher. A modern hand grenade generally consists of an explosive charge (\"filler\"), a detonator mechanism, an internal striker to trigger the detonator, and a safety lever secured by a linchpin. The user pulls the safety pin before throwing, and once thrown the safety lever g"}]}, {"heading": "Events", "year": "1977", "date": "June 7", "txt": "Five hundred million people watch the high day of the Silver Jubilee of Queen Elizabeth II begin on television.", "entities": [{"title": "Silver Jubilee of Elizabeth II", "href": "/wiki/Silver_Jubilee_of_Elizabeth_II", "description": "The Silver Jubilee of Elizabeth II marked the 25th anniversary of Queen Elizabeth II's accession to the thrones of the United Kingdom and other Commonwealth realms. It was celebrated with large-scale parties and parades throughout the United Kingdom and the Commonwealth throughout 1977, culminating in June with the official \"Jubilee Days\", held to coincide with the Queen's Official Birthday. The a"}, {"title": "Elizabeth II", "href": "/wiki/Elizabeth_II", "description": "Elizabeth II is Queen of the United Kingdom and 15 other Commonwealth realms."}]}, {"heading": "Events", "year": "1981", "date": "June 7", "txt": "The Israeli Air Force destroys Iraq's Osiraq nuclear reactor during Operation Opera.", "entities": [{"title": "Israeli Air Force", "href": "/wiki/Israeli_Air_Force", "description": "The Israeli Air Force operates as the aerial warfare branch of the Israel Defense Forces. It was founded on May 28, 1948, shortly after the Israeli Declaration of Independence. As of August 2017 Aluf Amikam Norkin serves as the Air Force Commander."}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Nuclear reactor", "href": "/wiki/Nuclear_reactor", "description": "A nuclear reactor, formerly known as an atomic pile, is a device used to initiate and control a fission nuclear chain reaction or nuclear fusion reactions. Nuclear reactors are used at nuclear power plants for electricity generation and in nuclear marine propulsion. Heat from nuclear fission is passed to a working fluid, which in turn runs through steam turbines. These either drive a ship's propel"}, {"title": "Operation Opera", "href": "/wiki/Operation_Opera", "description": "Operation Opera, also known as Operation Babylon, was a surprise airstrike conducted by the Israeli Air Force on 7 June 1981, which destroyed an unfinished Iraqi nuclear reactor located 17 kilometres southeast of Baghdad, Iraq. The Israeli operation came after Iran's partially-successful Operation Scorch Sword had caused minor damage to the same nuclear facility a year prior, with the damage havin"}]}, {"heading": "Events", "year": "1982", "date": "June 7", "txt": "Priscilla Presley opens Graceland to the public; the bathroom where Elvis Presley died five years earlier is kept off-limits.", "entities": [{"title": "Priscilla Presley", "href": "/wiki/Priscilla_Presley", "description": "Priscilla Ann Presley is an American businesswoman and actress. Married to Elvis Presley from 1967 to 1973, she served as chairwoman of Elvis Presley Enterprises (EPE), the company that turned Elvis Presley's mansion Graceland into one of the top tourist attractions in the United States. In her acting career, Presley had a starring role as Jane Spencer in the three successful Naked Gun films, in w"}, {"title": "Graceland", "href": "/wiki/Graceland", "description": "Graceland is a mansion on a 13.8-acre (5.6-hectare) estate in Memphis, Tennessee, United States, once owned by singer and actor Elvis Presley. His daughter, Lisa Marie Presley, has been the owner of Graceland since his death in 1977. Graceland is located at 3764 Elvis Presley Boulevard in the vast Whitehaven community, about nine miles from Downtown and less than four miles (6.4 km) north of the M"}, {"title": "Elvis Presley", "href": "/wiki/Elvis_Presley", "description": "Elvis Aaron Presley, also known simply as Elvis, was an American singer, musician and actor. He is regarded as one of the most significant cultural icons of the 20th century and is often referred to as the \"King of Rock and Roll\". His energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines during a transf"}]}, {"heading": "Events", "year": "1989", "date": "June 7", "txt": "Surinam Airways Flight 764 crashes on approach to Paramaribo-Zanderij International Airport in Suriname because of pilot error, killing 176 of 187 aboard.", "entities": [{"title": "Surinam Airways Flight 764", "href": "/wiki/Surinam_Airways_Flight_764", "description": "Surinam Airways Flight 764 was an international scheduled passenger flight from Amsterdam Airport Schiphol in the Netherlands to Paramaribo-Zanderij International Airport in Suriname on a Surinam Airways DC-8-62. On Wednesday 7 June 1989, the flight crashed during approach to Paramaribo-Zanderij, killing 178 of the 187 on board. It is the deadliest aviation disaster in Suriname's history."}, {"title": "Paramaribo-Zanderij International Airport", "href": "/wiki/Paramaribo-Zanderij_International_Airport", "description": "Johan Adolf Pengel International Airport, also known as Paramaribo-Zanderij International Airport, and locally referred to simply as JAP, is an airport located in the town of Zanderij and hub for airline carrier Surinam Airways, 45 kilometres (28 mi) south of Paramaribo. It is the larger of Suriname's two international airports, the other being Zorg en Hoop with scheduled flights to Guyana, and is"}, {"title": "Suriname", "href": "/wiki/Suriname", "description": "Suriname, officially known as the Republic of Suriname, is a country on the northeastern Atlantic coast of South America. It is bordered by the Atlantic Ocean to the north, French Guiana to the east, Guyana to the west and Brazil to the south. At just under 165,000 square kilometers, it is the smallest sovereign state in South America. Suriname has a population of approximately 575,990, most of wh"}]}, {"heading": "Events", "year": "1991", "date": "June 7", "txt": "Mount Pinatubo erupts, generating an ash column 7 kilometres (4.3 mi) high.", "entities": [{"title": "Mount Pinatubo", "href": "/wiki/Mount_Pinatubo", "description": "Mount Pinatubo is an active stratovolcano in the Zambales Mountains, located on the tripoint boundary of the Philippine provinces of Zambales, Tarlac and Pampanga, all in Central Luzon on the northern island of Luzon. Its eruptive history was unknown to most before the pre-eruption volcanic activities of 1991, just before June. Pinatubo was heavily eroded, inconspicuous and obscured from view. It "}]}, {"heading": "Events", "year": "2000", "date": "June 7", "txt": "The United Nations defines the Blue Line as the border between Israel and Lebanon.", "entities": [{"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "Blue Line (Lebanon)", "href": "/wiki/Blue_Line_(Lebanon)", "description": "The Blue Line is a border demarcation between Lebanon and Israel published by the United Nations on 7 June 2000 for the purposes of determining whether Israel had fully withdrawn from Lebanon."}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Lebanon", "href": "/wiki/Lebanon", "description": "Lebanon, officially known as the Lebanese Republic, is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus lies west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland has contributed to its rich history and shaped a cultural identity of religious and ethnic diversity. A"}]}, {"heading": "Births", "year": "1003", "date": "June 7", "txt": "Emperor Jingzong of Western Xia (d. 1048)", "entities": [{"title": "Emperor Jingzong of Western Xia", "href": "/wiki/Emperor_Jingzong_of_Western_Xia", "description": "Emperor Jingzong of Western Xia (1003–1048), born Li Yuanhao, or Tuoba Yuanhao, was the first emperor of the Western Xia Empire located in central China, reigning from 1038 to 1048. He was the eldest son of the Tangut ruler Li Deming."}]}, {"heading": "Births", "year": "1402", "date": "June 7", "txt": "Ichijō Kaneyoshi, Japanese noble (d. 1481)", "entities": [{"title": "Ichijō Kaneyoshi", "href": "/wiki/Ichij%C5%8D_Kaneyoshi", "description": "Ichijō Kaneyoshi , also known as Ichijō Kanera, was the son of regent Tsunetsugu. He was a kugyō or Japanese court noble of the Muromachi period (1336–1573). He held regent positions sesshō in 1432, and kampaku from 1447 to 1453 and from 1467 to 1470. Norifusa and Fuyuyoshi were his sons. One of his daughters, Keishi (経子), married Takatsukasa Masahira."}]}, {"heading": "Births", "year": "1422", "date": "June 7", "txt": "Federico da Montefeltro, Italian condottiero (d. 1482)", "entities": [{"title": "Federico da Montefeltro", "href": "/wiki/Federico_da_Montefeltro", "description": "Federico da Montefeltro, also known as Federico III da Montefeltro KG, was one of the most successful condottieri of the Italian Renaissance, and lord of Urbino from 1444 until his death. A renowned intellectual humanist and civil leader in Urbino on top of his impeccable reputation for martial skill and honor, he commissioned the construction of a great library, perhaps the largest of Italy after"}]}, {"heading": "Births", "year": "1502", "date": "June 7", "txt": "John III of Portugal (d. 1557)", "entities": [{"title": "John III of Portugal", "href": "/wiki/John_III_of_Portugal", "description": "John III nicknamed The Pious was the King of Portugal and the Algarves from 13 December 1521 to 11 June 1557. He was the son of King Manuel I and Maria of Aragon, the third daughter of King Ferdinand II of Aragon and Queen Isabella I of Castile. John succeeded his father in 1521 at the age of nineteen."}]}, {"heading": "Births", "year": "1529", "date": "June 7", "txt": "Étienne Pasquier, French lawyer and jurist (d. 1615)", "entities": [{"title": "Étienne Pasquier", "href": "/wiki/%C3%89tienne_Pasquier", "description": "Étienne Pasquier was a French lawyer and man of letters. By his own account he was born in Paris on 7 June 1529, but according to others he was born in 1528. He was called to the Paris bar in 1549."}]}, {"heading": "Births", "year": "1687", "date": "June 7", "txt": "Gaetano Berenstadt, Italian actor and singer (d. 1734)", "entities": [{"title": "Gaetano Berenstadt", "href": "/wiki/Gaetano_Berenstadt", "description": "Gaetano Berenstadt was an Italian alto castrato who is best remembered for his association with the composer George Frideric Handel. Berenstadt created roles in three of Handel's operas. Berenstadt's parents were German and his father was timpanist to the Grand Duke of Tuscany. By the end of his 27-year-long career Berenstadt had sung in 55 dramatic works, 33 of which were newly composed."}]}, {"heading": "Births", "year": "1702", "date": "June 7", "txt": "Louis George, Margrave of Baden-Baden (d. 1761)", "entities": [{"title": "Louis George, Margrave of Baden-Baden", "href": "/wiki/Louis_George,_Margrave_of_Baden-Baden", "description": "Louis George, Margrave of Baden-Baden was the Margrave of Baden-Baden from 1707 until his death in 1761. From 1707 to 1727, his mother Sibylle of Saxe-Lauenburg was the regent of Baden-Baden. He was succeeded by his younger brother, Augustus George. Because of his passion for hunting, he was nicknamed Jägerlouis."}]}, {"heading": "Births", "year": "1757", "date": "June 7", "txt": "Georgiana Cavendish, Duchess of Devonshire (d. 1806)", "entities": [{"title": "Georgiana Cavendish, Duchess of Devonshire", "href": "/wiki/Georgiana_Cavendish,_Duchess_of_Devonshire", "description": "Georgiana Cavendish, Duchess of Devonshire, was an English socialite, political organiser, style icon, author, and activist. Of noble birth from the Spencer family, married into the Cavendish family, she was the first wife of William Cavendish, 5th Duke of Devonshire, and the mother of the 6th Duke of Devonshire."}]}, {"heading": "Births", "year": "1761", "date": "June 7", "txt": "John Rennie the Elder, Scottish engineer (d. 1821)", "entities": [{"title": "John Rennie the Elder", "href": "/wiki/John_Rennie_the_Elder", "description": "John Rennie FRSE FRS was a Scottish civil engineer who designed many bridges, canals, docks and warehouses, and a pioneer in the use of structural cast-iron."}]}, {"heading": "Births", "year": "1770", "date": "June 7", "txt": "Robert Jenkinson, 2nd Earl of Liverpool, English politician, Prime Minister of the United Kingdom (d. 1828)", "entities": [{"title": "Robert Jenkinson, 2nd Earl of Liverpool", "href": "/wiki/Robert_Jenkinson,_2nd_Earl_of_Liverpool", "description": "Robert Banks Jenkinson, 2nd Earl of Liverpool, was a British Tory statesman who served as Prime Minister of the United Kingdom from 1812 to 1827."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1778", "date": "June 7", "txt": "Beau Brummell, English cricketer and fashion designer (d. 1840)", "entities": [{"title": "Beau Brummell", "href": "/wiki/Beau_Brummell", "description": "George Bryan \"Beau\" Brummell was an important figure in Regency England and for many years the arbiter of men's fashion. At one time he was a close friend of the Prince Regent, the future King George IV, but after the two quarrelled, and Brummell got into debt, he had to take refuge in France. Eventually he died shabby and insane in Caen."}]}, {"heading": "Births", "year": "1811", "date": "June 7", "txt": "James Young Simpson, Scottish obstetrician (d. 1870)", "entities": [{"title": "James Young Simpson", "href": "/wiki/James_Young_Simpson", "description": "Sir James Young Simpson, 1st Baronet, FRCPE was a Scottish obstetrician and a significant figure in the history of medicine. He was the first physician to demonstrate the anaesthetic properties of chloroform on humans and helped to popularise its use in medicine."}]}, {"heading": "Births", "year": "1831", "date": "June 7", "txt": "Amelia Edwards, English journalist and author (d. 1892)", "entities": [{"title": "Amelia Edwards", "href": "/wiki/Amelia_Edwards", "description": "Amelia Ann Blanford Edwards, also known as Amelia B. Edwards, was an English novelist, journalist, traveller and Egyptologist. Her literary successes included the ghost story \"The Phantom Coach\" (1864), the novels Barbara's History (1864) and Lord Brackenbury (1880), and the travelogue of Egypt A Thousand Miles up the Nile (1877). In 1882, she co-founded the Egypt Exploration Fund. She also edited"}]}, {"heading": "Births", "year": "1837", "date": "June 7", "txt": "Alois Hitler, Austrian civil servant (d. 1903)", "entities": [{"title": "Alois Hitler", "href": "/wiki/Alois_Hitler", "description": "Alois Hitler Sr. was an Austrian civil servant in the customs service, and the father of Adolf Hitler, dictator of Nazi Germany."}]}, {"heading": "Births", "year": "1840", "date": "June 7", "txt": "Carlota of Mexico (d. 1927)", "entities": [{"title": "Carlota of Mexico", "href": "/wiki/Carlota_of_Mexico", "description": "Charlotte of Belgium was a Belgian princess who became Empress of Mexico. In 1857 she married the Habsburg Archduke Maximilian, but feuded with the Empress Elisabeth in Vienna, and was glad when her husband was posted to Italy. At this time, he was selected by the Emperor Napoleon III as a figurehead for his proposed French empire in Mexico, and Charlotte overcame her husband's doubts about the pl"}]}, {"heading": "Births", "year": "1845", "date": "June 7", "txt": "Leopold Auer, Hungarian violinist, composer, and conductor (d. 1930)", "entities": [{"title": "Leopold Auer", "href": "/wiki/Leopold_Auer", "description": "Leopold von Auer was a Hungarian violinist, academic, conductor and composer, best known as an outstanding violin teacher."}]}, {"heading": "Births", "year": "1847", "date": "June 7", "txt": "George Washington Ball, American legislator from Iowa (d. 1915)", "entities": [{"title": "George Washington Ball", "href": "/wiki/George_Washington_Ball", "description": "George Washington Ball was an American lawyer and politician from the state of Iowa. He served in the Iowa General Assembly as Representative of Johnson County and later as State Senator. He also served on the city council of Iowa City from 1881 to 1883, and was mayor of the city from 1905 to 1909."}]}, {"heading": "Births", "year": "1848", "date": "June 7", "txt": "Paul Gauguin, French painter and sculptor (d. 1903)", "entities": [{"title": "Paul Gauguin", "href": "/wiki/Paul_Gauguin", "description": "Eugène Henri Paul Gauguin was a French Post-Impressionist artist. Unappreciated until after his death, Gauguin is now recognized for his experimental use of color and Synthetist style that were distinct from Impressionism. Toward the end of his life, he spent ten years in French Polynesia. The paintings from this time depict people or landscapes from that region."}]}, {"heading": "Births", "year": "1851", "date": "June 7", "txt": "Ture Malmgren, Swedish journalist and politician (d. 1922)", "entities": [{"title": "Ture Malmgren", "href": "/wiki/Ture_Malmgren", "description": "Ture Robert Ferdinand Malmgren was a Swedish journalist, book publisher, and municipal politician. A prominent figure in his home Uddevalla, Malmgren became a colourful and well-known part of the city's history through, among other things, his long-lasting ownership of the newspaper Bohusläningen, work in the local political scene, eccentric and extravagant lifestyle, and faux-medieval Tureborg Ca"}]}, {"heading": "Births", "year": "1861", "date": "June 7", "txt": "Robina Nicol, New Zealand photographer and suffragist (d. 1942)", "entities": [{"title": "Robina Nicol", "href": "/wiki/Robina_Nicol", "description": "Robina Nicol was a New Zealand photographer and suffragist."}]}, {"heading": "Births", "year": "1862", "date": "June 7", "txt": "Philipp Lenard, Slovak-German physicist and academic, Nobel Prize laureate (d. 1947)", "entities": [{"title": "Philipp Lenard", "href": "/wiki/Philipp_Lenard", "description": "Philipp Eduard Anton von Lenard was a Hungarian-born German physicist and the winner of the Nobel Prize for Physics in 1905 for his work on cathode rays and the discovery of many of their properties. One of his most important contributions was the experimental realization of the photoelectric effect. He discovered that the energy (speed) of the electrons ejected from a cathode depends only on the "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1863", "date": "June 7", "txt": "Bones Ely, American baseball player and manager (d. 1952)", "entities": [{"title": "Bones Ely", "href": "/wiki/Bones_Ely", "description": "William Frederick \"Bones\" Ely was a shortstop in Major League Baseball. He was born in North Girard, Pennsylvania."}]}, {"heading": "Births", "year": "1868", "date": "June 7", "txt": "Charles Rennie Mackintosh, Scottish painter and architect (d. 1928)", "entities": [{"title": "Charles Rennie Mackintosh", "href": "/wiki/Charles_Rennie_Mackintosh", "description": "Charles Rennie Mackintosh was a Scottish architect, designer, water colourist and artist. His artistic approach had much in common with European Symbolism. His work, alongside that of his wife Margaret Macdonald, was influential on European design movements such as Art Nouveau and Secessionism and praised by great modernists such as Josef Hoffmann. Mackintosh was born in Glasgow and died in London"}]}, {"heading": "Births", "year": "1877", "date": "June 7", "txt": "Roelof Klein, Dutch-American rower and engineer (d. 1960)", "entities": [{"title": "Roelof Klein", "href": "/wiki/Roelof_Klein", "description": "Roelof Klein was a Dutch rower who competed at the 1900 Summer Olympics in Paris. Klein was part of the Dutch eight team that won a bronze medal with Hermanus Brockmann as the coxswain. Brockmann also steered the boat of Klein and François Brandt in the coxed pairs semifinal, which they lost to France. The pair realized that the 60 kg weight of Brockmann puts them in disadvantage; they replaced hi"}]}, {"heading": "Births", "year": "1879", "date": "June 7", "txt": "Knud Rasmussen, Danish anthropologist and explorer (d. 1933)", "entities": [{"title": "Knud Rasmussen", "href": "/wiki/Knud_Rasmussen", "description": "Knud Johan Victor Rasmussen was a Greenlandic–Danish polar explorer and anthropologist. He has been called the \"father of Eskimology\" and was the first European to cross the Northwest Passage via dog sled. He remains well known in Greenland, Denmark and among Canadian Inuit."}]}, {"heading": "Births", "year": "1879", "date": "June 7", "txt": "Joan Voûte, Dutch astronomer and academic (d. 1963)", "entities": []}, {"heading": "Births", "year": "1884", "date": "June 7", "txt": "Ester Claesson, Swedish landscape architect (d. 1931)", "entities": [{"title": "Ester Claesson", "href": "/wiki/Ester_Claesson", "description": "Ester Laura Matilda Claesson was a Swedish landscaping pioneer and is considered the first female landscape architect in Sweden."}]}, {"heading": "Births", "year": "1883", "date": "June 7", "txt": "Sylvanus Morley, American archaeologist and scholar (d. 1948)", "entities": [{"title": "Sylvanus Morley", "href": "/wiki/Sylvanus_Morley", "description": "Sylvanus Griswold Morley was an American archaeologist, epigrapher, and Mayanist scholar who studied the pre-Columbian Maya civilization in the early 20th century. Morley led extensive excavations of the Maya site of Chichen Itza on behalf of the Carnegie Institution and published several large compilations and treatises on Maya hieroglyphic writing. He also wrote popular accounts on the Maya for "}]}, {"heading": "Births", "year": "1886", "date": "June 7", "txt": "Henri Coandă, Romanian engineer, designed the Coandă-1910 (d. 1972)", "entities": [{"title": "Henri Coandă", "href": "/wiki/Henri_Coand%C4%83", "description": "Henri Marie Coandă was a Romanian inventor, aerodynamics pioneer, and builder of an experimental aircraft, the Coandă-1910 described by Coandă in the mid-1950s as the world's first jet, a controversial claim disputed by some and supported by others. He invented a great number of devices, designed a \"flying saucer\" and discovered the Coandă effect of fluid dynamics."}, {"title": "Coandă-1910", "href": "/wiki/Coand%C4%83-1910", "description": "The Coandă-1910, designed by Romanian inventor Henri Coandă, was an unconventional sesquiplane aircraft powered by a ducted fan. Called the \"turbo-propulseur\" by Coandă, its experimental engine consisted of a conventional piston engine driving a multi-bladed centrifugal blower which exhausted into a duct. The unusual aircraft attracted attention at the Second International Aeronautical Exhibition "}]}, {"heading": "Births", "year": "1888", "date": "June 7", "txt": "Clarence DeMar, American runner and educator (d. 1958)", "entities": [{"title": "Clarence DeMar", "href": "/wiki/Clarence_DeMar", "description": "Clarence Harrison DeMar was a U.S. marathoner, winner of seven Boston Marathons, and Bronze medalist at the 1924 Paris Olympics. He was known by the nickname \"Mr. DeMarathon.\""}]}, {"heading": "Births", "year": "1892", "date": "June 7", "txt": "Leo Reise, Canadian ice hockey player (d. 1975)", "entities": [{"title": "Leo Reise", "href": "/wiki/Leo_Reise", "description": "Leopold Adolph Emile Reise, Sr. was a Canadian hockey player who played 8 seasons in the National Hockey League for the Hamilton Tigers, New York Americans and New York Rangers. Prior to turning professional in 1920 he played several years for the amateur Hamilton Tigers, joining the professional version when they started and staying for four seasons. He also spent three seasons with the Saskatoon"}]}, {"heading": "Births", "year": "1893", "date": "June 7", "txt": "Gillis Grafström, Swedish figure skater and architect (d. 1938)", "entities": [{"title": "Gillis Grafström", "href": "/wiki/Gillis_Grafstr%C3%B6m", "description": "Gillis Emanuel Grafström was a Swedish figure skater. He was born in Stockholm, Sweden. He won three successive Olympic gold medals in Men's Figure Skating as well as an Olympic silver medal in the same event in 1932, and three World Championships. He and Eddie Eagan are the only athletes to have won a gold medal at both the Summer and Winter Olympic Games. Grafström has the further distinction of"}]}, {"heading": "Births", "year": "1894", "date": "June 7", "txt": "Alexander P. de Seversky, Georgian-American pilot and engineer, co-designed the Republic P-47 Thunderbolt (d. 1974)", "entities": [{"title": "Alexander P. de Seversky", "href": "/wiki/Alexander_P._de_Seversky", "description": "Alexander Nikolaievich Prokofiev de Seversky was a Russian-American aviation pioneer, inventor, and influential advocate of strategic air power."}, {"title": "Republic P-47 Thunderbolt", "href": "/wiki/Republic_P-47_Thunderbolt", "description": "The Republic P-47 Thunderbolt is a World War II-era fighter aircraft produced by the \nAmerican aerospace company Republic Aviation from 1941 through 1945. Its primary armament was eight .50-caliber machine guns, and in the fighter-bomber ground-attack role it could carry five-inch rockets or a bomb load of 2,500 lb (1,100 kg). When fully loaded, the P-47 weighed up to eight tons, making it one of "}]}, {"heading": "Births", "year": "1896", "date": "June 7", "txt": "Douglas Campbell, American lieutenant and pilot (d. 1990)", "entities": [{"title": "Douglas Campbell (aviator)", "href": "/wiki/Douglas_Campbell_(aviator)", "description": "Douglas Campbell was an American aviator and World War I flying ace. He was the first American aviator flying in an American-trained air unit to achieve the status of ace."}]}, {"heading": "Births", "year": "1896", "date": "June 7", "txt": "Robert S. Mulliken, American physicist and chemist, Nobel Prize laureate (d. 1986)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1896", "date": "June 7", "txt": "Imre Nagy, Hungarian soldier and politician, 44th Prime Minister of Hungary (d. 1958)", "entities": [{"title": "List of Prime Ministers of Hungary", "href": "/wiki/List_of_Prime_Ministers_of_Hungary", "description": "The following is a list of prime ministers of Hungary from when the first Prime Minister, Lajos Batthyány, took office in 1848 until the present day. The prime minister is head of the Government of Hungary. On 30 November 2020, Viktor Orbán became the longest serving prime minister in this modern era."}]}, {"heading": "Births", "year": "1897", "date": "June 7", "txt": "George Szell, Hungarian-American conductor and composer (d. 1970)", "entities": [{"title": "George Szell", "href": "/wiki/George_Szell", "description": "George Szell, originally György Széll, György Endre Szél, or Georg Szell, was a Hungarian-born American conductor and composer. He is widely considered one of the twentieth century's greatest conductors. He is remembered today for his long and successful tenure as music director of the Cleveland Orchestra of Cleveland, Ohio, and for the recordings of the standard classical repertoire he made in Cl"}]}, {"heading": "Births", "year": "1899", "date": "June 7", "txt": "Elizabeth Bowen, Anglo-Irish author and critic (d. 1973)", "entities": [{"title": "Elizabeth Bowen", "href": "/wiki/Elizabeth_Bowen", "description": "Elizabeth Bowen CBE was an Anglo-Irish novelist and short story writer notable for her fiction about life in wartime London."}]}, {"heading": "Births", "year": "1902", "date": "June 7", "txt": "Georges Van Parys, French composer (d. 1971)", "entities": [{"title": "Georges Van Parys", "href": "/wiki/Georges_Van_Parys", "description": "Georges Van Parys was a French composer of film music and operettas. Among his musical influences were the group Les Six, Maurice Ravel, and Claude Debussy. Later in his career he served as vice-president of the Société des auteurs, compositeurs et éditeurs de musique.\nHe is buried in the cemetery at Villiers-sur-Marne."}]}, {"heading": "Births", "year": "1902", "date": "June 7", "txt": "Herman B Wells, American banker, author, and academic (d. 2000)", "entities": []}, {"heading": "Births", "year": "1905", "date": "June 7", "txt": "James J. Braddock, American world heavyweight boxing champion (d. 1974)", "entities": [{"title": "James J. Braddock", "href": "/wiki/James_J._Braddock", "description": "James Walter Braddock was an American boxer who was the world heavyweight champion from 1935 to 1937."}]}, {"heading": "Births", "year": "1906", "date": "June 7", "txt": "Glen Gray, American saxophonist and bandleader (d. 1963)", "entities": [{"title": "Glen Gray", "href": "/wiki/Glen_Gray", "description": "Glenn Gray Knoblauch, known professionally as Glen Gray, was a jazz saxophonist and leader of the Casa Loma Orchestra."}]}, {"heading": "Births", "year": "1907", "date": "June 7", "txt": "Sigvard Bernadotte, Count of Wisborg (d. 2002)", "entities": [{"title": "Sigvard Bernadotte", "href": "/wiki/Sigvard_Bernadotte", "description": "Sigvard Oscar Fredrik, Prince Bernadotte, Count of Wisborg born as, and until 1934 known as, Prince Sigvard of Sweden, Duke of Uppland, was a member of the Swedish Royal Family and a successful industrial designer by profession."}]}, {"heading": "Births", "year": "1909", "date": "June 7", "txt": "Virginia Apgar, American anesthesiologist and pediatrician, developed the Apgar test (d. 1974)", "entities": [{"title": "Virginia Apgar", "href": "/wiki/Virginia_Apgar", "description": "Virginia Apgar was an American physician, obstetrical anesthesiologist and medical researcher, best known as the inventor of the Apgar Score, a way to quickly assess the health of a newborn child immediately after birth in order to combat infant mortality. She was a leader in the fields of anesthesiology and teratology, and introduced obstetrical considerations to the established field of neonatol"}, {"title": "Apgar test", "href": "/wiki/Apgar_test", "description": "The Apgar score is a method to quickly summarize the health of newborn children against infant mortality. Virginia Apgar, an anesthesiologist at New York–Presbyterian Hospital, developed the score in 1952 to quantify the effects of obstetric anesthesia on babies."}]}, {"heading": "Births", "year": "1909", "date": "June 7", "txt": "Peter W. Rodino, American captain, lawyer, and politician (d. 2005)", "entities": []}, {"heading": "Births", "year": "1909", "date": "June 7", "txt": "Jessica Tandy, English-American actress (d. 1994)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 7", "txt": "Arthur Gardner, American actor and producer (d. 2014)", "entities": [{"title": "Arthur Gardner (producer)", "href": "/wiki/Arthur_Gardner_(producer)", "description": "Arthur Gardner was an American actor and film producer. He was known for his television western, The Rifleman. He was a voting member of the Academy of Motion Picture Arts and Sciences."}]}, {"heading": "Births", "year": "1910", "date": "June 7", "txt": "Mike Sebastian, American football player and coach (d. 1989)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 7", "txt": "Bradford Washburn, American mountaineer, photographer, and cartographer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 7", "txt": "Marion Post Wolcott, American photographer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1911", "date": "June 7", "txt": "Brooks Stevens, American engineer and designer, designed the Wienermobile (d. 1995)", "entities": [{"title": "Brooks Stevens", "href": "/wiki/Brooks_Stevens", "description": "Clifford Brooks Stevens was an American industrial designer of home furnishings, appliances, automobiles and motorcycles — as well as a graphic designer and stylist. Stevens founded Brooks Stevens, Inc. headquartered in Allenton, Wisconsin."}, {"title": "Wienermobile", "href": "/wiki/Wienermobile", "description": "\"Wienermobile\" refers to a fleet of motor vehicles shaped like a hot dog on a bun which are used to promote and advertise Oscar Mayer products in the United States."}]}, {"heading": "Births", "year": "1912", "date": "June 7", "txt": "Jacques Hélian, French bandleader (d. 1986)", "entities": [{"title": "Jacques Hélian", "href": "/wiki/Jacques_H%C3%A9lian", "description": "Jacques Mikaël Der Mikaëlian better known as Jacques Hélian, was a famous French orchestra conductor for French music-hall."}]}, {"heading": "Births", "year": "1917", "date": "June 7", "txt": "Gwendolyn Brooks, American poet (d. 2000)", "entities": [{"title": "Gwendolyn Brooks", "href": "/wiki/Gwendolyn_Brooks", "description": "Gwendolyn Elizabeth Brooks was an American poet, author, and teacher. Her work often dealt with the personal celebrations and struggles of ordinary people in her community. She won the Pulitzer Prize for Poetry on May 1, 1950, for Annie Allen, making her the first African American to receive a Pulitzer Prize."}]}, {"heading": "Births", "year": "1917", "date": "June 7", "txt": "Dean Martin, American singer, actor, and producer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1920", "date": "June 7", "txt": "Georges Marchais, French mechanic and politician (d. 1997)", "entities": [{"title": "Georges Marchais", "href": "/wiki/Georges_Marchais", "description": "Georges René Louis Marchais was the head of the French Communist Party (PCF) from 1972 to 1994, and a candidate in the French presidential elections of 1981."}]}, {"heading": "Births", "year": "1923", "date": "June 7", "txt": "Jules Deschênes, Canadian lawyer and judge (d. 2000)", "entities": [{"title": "Jules Deschênes", "href": "/wiki/Jules_Desch%C3%AAnes", "description": "Jules Deschênes, was a Canadian Quebec Superior Court judge."}]}, {"heading": "Births", "year": "1925", "date": "June 7", "txt": "Ernestina Herrera de Noble, Argentine publisher and executive (d. 2017)", "entities": [{"title": "Ernestina Herrera de Noble", "href": "/wiki/Ernestina_Herrera_de_Noble", "description": "Ernestina Laura Herrera de Noble was a prominent Argentine publisher and executive. She was the largest shareholder of the Grupo Clarín media conglomerate and director of the flagship Clarín newspaper. She was the first woman to become director of a mainstream newspaper in South America."}]}, {"heading": "Births", "year": "1926", "date": "June 7", "txt": "Jean-Noël Tremblay, Canadian lawyer and politician (d. 2020)", "entities": [{"title": "Jean-Noël Tremblay", "href": "/wiki/Jean-No%C3%ABl_Tremblay", "description": "Jean-Noël Tremblay, was a Canadian politician, who made career at both the federal and the provincial levels."}]}, {"heading": "Births", "year": "1927", "date": "June 7", "txt": "Paul Salamunovich, American conductor and educator (d. 2014)", "entities": [{"title": "Paul Salamunovich", "href": "/wiki/Paul_Salamunovich", "description": "Paul Salamunovich KCSG was a Grammy-nominated, American conductor and educator."}]}, {"heading": "Births", "year": "1928", "date": "June 7", "txt": "James Ivory, American director, producer, and screenwriter", "entities": [{"title": "James Ivory (director)", "href": "/wiki/James_Ivory_(director)", "description": "James Francis Ivory is an American film director, producer, and screenwriter. For many years, he worked extensively with Indian-born film producer Ismail Merchant, his domestic as well as professional partner, and with screenwriter Ruth Prawer Jhabvala. All three were principals in Merchant Ivory Productions, whose films have won seven Academy Awards; Ivory himself has been nominated for four Osca"}]}, {"heading": "Births", "year": "1929", "date": "June 7", "txt": "John Turner, Canadian lawyer and politician, 17th Prime Minister of Canada (d. 2020)", "entities": [{"title": "John Turner", "href": "/wiki/John_Turner", "description": "John Napier Wyndham Turner was a Canadian politician and lawyer who served as the 17th prime minister of Canada from June 30 to September 17, 1984."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1931", "date": "June 7", "txt": "Virginia McKenna, English actress and author", "entities": [{"title": "Virginia McKenna", "href": "/wiki/Virginia_McKenna", "description": "Virginia Anne McKenna, OBE, is an English stage and screen actress, author and wildlife campaigner. She is best known for the films A Town Like Alice (1956), Carve Her Name with Pride (1958), Born Free (1966), and Ring of Bright Water (1969), as well as her work with The Born Free Foundation."}]}, {"heading": "Births", "year": "1932", "date": "June 7", "txt": "Per Maurseth, Norwegian historian, academic, and politician (d. 2013)", "entities": [{"title": "Per Maurseth", "href": "/wiki/Per_Maurseth", "description": "Per Maurseth was a Norwegian historian and politician for the Socialist Left Party."}]}, {"heading": "Births", "year": "1935", "date": "June 7", "txt": "Harry Crews, American novelist, playwright, short story writer, and essayist (d. 2012)", "entities": [{"title": "Harry Crews", "href": "/wiki/Harry_Crews", "description": "Harry Eugene Crews was an American novelist, short story writer, and essayist. He often made use of violent, grotesque characters and set them in regions of the Deep South."}]}, {"heading": "Births", "year": "1936", "date": "June 7", "txt": "Bert Sugar, American author and boxing historian (d. 2012)", "entities": [{"title": "Bert Sugar", "href": "/wiki/Bert_Sugar", "description": "Bert Randolph Sugar was a boxing writer and sports historian recognizable by his trademark fedora and unlit cigar."}]}, {"heading": "Births", "year": "1938", "date": "June 7", "txt": "Ian St John, Scottish international footballer, forward and manager (d. 2021)", "entities": [{"title": "Ian St John", "href": "/wiki/Ian_St_John", "description": "John \"Ian\" St John was a Scottish professional football player, coach and broadcaster. St John played as a forward for Liverpool throughout most of the 1960s. Signed by Bill Shankly in 1961, St John was a key member of the Liverpool team that emerged from the second tier of English football to win two league titles and one FA Cup—in which he scored the winner in the 1965 final—to cement a position"}]}, {"heading": "Births", "year": "1939", "date": "June 7", "txt": "Yuli Turovsky, Russian-Canadian cellist, conductor and educator (d. 2013)", "entities": [{"title": "Yuli Turovsky", "href": "/wiki/Yuli_Turovsky", "description": "Yuli Turovsky OC CQ was a Soviet-born Canadian cellist, conductor and music educator. His name is mostly associated with the I Musici de Montréal Chamber Orchestra, which he founded in 1983 and led until his death 30 years later."}]}, {"heading": "Births", "year": "1940", "date": "June 7", "txt": "Tom Jones, Welsh singer and actor", "entities": [{"title": "Tom Jones (singer)", "href": "/wiki/Tom_Jones_(singer)", "description": "Sir Thomas John Woodward, known professionally as Tom Jones, is a Welsh singer. His career began with a string of top-ten hits in the mid-1960s. He has toured regularly, with appearances in Las Vegas (1967–2011). Jones's voice has been described by Stephen Thomas Erlewine of AllMusic as a \"full-throated, robust baritone\"."}]}, {"heading": "Births", "year": "1944", "date": "June 7", "txt": "Clarence White, American guitarist and singer (d. 1973)", "entities": [{"title": "Clarence White", "href": "/wiki/Clarence_White", "description": "Clarence White, was an American bluegrass and country guitarist and singer. He is best known as a member of the bluegrass ensemble the Kentucky Colonels and the rock band the Byrds, as well as for being a pioneer of the musical genre of country rock during the late 1960s."}]}, {"heading": "Births", "year": "1945", "date": "June 7", "txt": "Wolfgang Schüssel, Austrian lawyer and politician, 26th Chancellor of Austria", "entities": [{"title": "Wolfgang Schüssel", "href": "/wiki/Wolfgang_Sch%C3%BCssel", "description": "Wolfgang Schüssel is an Austrian People's Party politician. He was Chancellor of Austria for two consecutive terms from February 2000 to January 2007. While being recognised as a rare example of an active reformer in contemporary Austrian politics, his governments were also highly controversial from the beginning, starting with the fact that he formed a coalition government with Jörg Haider's Free"}, {"title": "Chancellor of Austria", "href": "/wiki/Chancellor_of_Austria", "description": "The Federal Chancellor of Austria is the head of government of the Republic of Austria. The position corresponds to that of Prime Minister in several other parliamentary democracies. The term is gendered in the German language."}]}, {"heading": "Births", "year": "1952", "date": "June 7", "txt": "Liam Neeson, Irish-American actor", "entities": [{"title": "Liam Neeson", "href": "/wiki/Liam_Neeson", "description": "William John \"Liam\" Neeson is a Northern Irish actor who holds Irish, British, and American citizenship. He is one of the highest-grossing actors of all time and has been nominated for several awards, including an Academy Award for Best Actor, a BAFTA Award for Best Actor in a Leading Role, and three Golden Globe Awards for Best Actor in a Motion Picture Drama."}]}, {"heading": "Births", "year": "1952", "date": "June 7", "txt": "Orhan Pamuk, Turkish-American novelist, screenwriter, and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1954", "date": "June 7", "txt": "Louise Erdrich, American novelist and poet", "entities": [{"title": "Louise Erdrich", "href": "/wiki/Louise_Erdrich", "description": "Louise Erdrich is an American author, writer of novels, poetry, and children's books featuring Native American characters and settings. She is an enrolled member of the Turtle Mountain Band of Chippewa Indians, a federally recognized tribe of the Anishinaabe."}]}, {"heading": "Births", "year": "1958", "date": "June 7", "txt": "Prince, American singer-songwriter, multi-instrumentalist, producer, and actor (d. 2016)", "entities": [{"title": "Prince (musician)", "href": "/wiki/Prince_(musician)", "description": "Prince Rogers Nelson was an American singer-songwriter, multi-instrumentalist, record producer, actor, and director. Regarded as one of the greatest musicians of his generation, and guitar virtuoso, he worked across multiple genres performing in a flamboyant and androgynous persona, with a wide vocal range which included a far-reaching falsetto and high-pitched screams."}]}, {"heading": "Births", "year": "1959", "date": "June 7", "txt": "Mike Pence, 48th Vice President of the United States, 50th Governor of Indiana", "entities": [{"title": "Mike Pence", "href": "/wiki/Mike_Pence", "description": "Michael Richard Pence is an American politician, broadcaster, and lawyer who served as the 48th vice president of the United States from 2017 to 2021. A member of the Republican Party, he was the 50th governor of Indiana from 2013 to 2017. Pence was also a member of the U.S. House of Representatives from 2001 to 2013, representing the 2nd district of Indiana from 2001 to 2003 and the 6th district "}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "Governor of Indiana", "href": "/wiki/Governor_of_Indiana", "description": "The Governor of Indiana is the head of state and head of government of the state of Indiana. The governor is elected to a four-year term and is responsible for overseeing the day-to-day management of the functions of many agencies of the Indiana state government. The governor also shares power with other statewide executive officers, who manage other state government agencies. The governor works o"}]}, {"heading": "Births", "year": "1960", "date": "June 7", "txt": "Bill Prady, American screenwriter and producer", "entities": [{"title": "Bill Prady", "href": "/wiki/Bill_Prady", "description": "William Scott Prady is an American television writer and producer who has worked on American sitcoms and variety programs, including Married... with Children, Dream On, Star Trek: Voyager, Dharma & Greg, Two and a Half Men and Gilmore Girls and is the co-creator of The Big Bang Theory and The Muppets."}]}, {"heading": "Births", "year": "1965", "date": "June 7", "txt": "Damien Hirst, English painter and art collector", "entities": [{"title": "Damien Hirst", "href": "/wiki/Damien_Hirst", "description": "Damien Steven Hirst is an English artist, entrepreneur, and art collector. He is one of the Young British Artists (YBAs), who dominated the art scene in the UK during the 1990s. He is reportedly the United Kingdom's richest living artist, with his wealth estimated at $384 million in the 2020 Sunday Times Rich List. During the 1990s his career was closely linked with the collector Charles Saatchi, "}]}, {"heading": "Births", "year": "1970", "date": "June 7", "txt": "Cafu, Brazilian footballer", "entities": [{"title": "Cafu", "href": "/wiki/Cafu", "description": "Marcos Evangelista de Morais, known as Cafu [kaˈfu] is a Brazilian former professional footballer who played as a defender at right back. With 142 appearances for the Brazil national team, he is the most internationally capped Brazilian player of all time. He represented his nation in four FIFA World Cups between 1994 and 2006, and is one of the players to have appeared in three World Cup finals, "}]}, {"heading": "Births", "year": "1974", "date": "June 7", "txt": "Bear Grylls, English adventurer, author, and television host", "entities": [{"title": "Bear Grylls", "href": "/wiki/Bear_Grylls", "description": "Edward Michael \"Bear\" Grylls is a British adventurer, writer, television presenter and businessman. Grylls first drew attention after embarking on a number of adventures, and then became widely known for his television series Man vs. Wild (2006–2011). He is also involved in a number of wilderness survival television series in the UK and US, such as Running Wild with Bear Grylls and The Island with"}]}, {"heading": "Births", "year": "1978", "date": "June 7", "txt": "Bill Hader, Two-time Emmy winning American actor, comedian, and screenwriter", "entities": [{"title": "Bill Hader", "href": "/wiki/Bill_Hader", "description": "Bill Hader is an American actor, comedian, writer, producer, and director. He is the creator, producer, writer, occasional director, and star of the HBO dark comedy series Barry (2018–present), for which he has won two and been nominated for three Emmy Awards."}]}, {"heading": "Births", "year": "1981", "date": "June 7", "txt": "Anna Kournikova, Russian tennis player", "entities": [{"title": "Anna Kournikova", "href": "/wiki/Anna_Kournikova", "description": "Anna Sergeyevna Kournikova is a Russian-American former professional tennis player, model, and television personality. Her appearance and celebrity status made her one of the best known tennis stars worldwide. At the peak of her fame, fans looking for images of Kournikova made her name one of the most common search strings on Google Search."}]}, {"heading": "Births", "year": "1993", "date": "June 7", "txt": "George Ezra, English singer-songwriter", "entities": [{"title": "George Ezra", "href": "/wiki/George_Ezra", "description": "George Ezra Barnett is an English singer, songwriter and guitarist. After releasing two EPs, Did You Hear the Rain? in November 2013 and Cassy O' in March 2014, Ezra rose to prominence with the release of his hit single, \"Budapest\", which reached number one in several countries. His debut studio album, Wanted on Voyage, was released in June 2014, reaching number one in the UK and the top ten in se"}]}, {"heading": "Deaths", "year": "555", "date": "June 7", "txt": "Vigilius, pope of the Catholic Church (b. 500)", "entities": [{"title": "Pope Vigilius", "href": "/wiki/Pope_Vigilius", "description": "Pope Vigilius was the bishop of Rome from 29 March 537 to his death. He is considered the first pope of the Byzantine papacy. Born into Roman aristocracy, Vigilius served as a deacon and papal apocrisiarius in Constantinople. He allied with Empress Theodora, who sought his help to establish Monophysitism, and was made pope after the deposition of Silverius. After he refused to sign Emperor Justini"}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Deaths", "year": "862", "date": "June 7", "txt": "Al-Muntasir, Abbasid caliph (b. 837)", "entities": [{"title": "Al-Muntasir", "href": "/wiki/Al-Muntasir", "description": "Abu Ja'far Muhammad, better known by his regnal title al-Muntasir bi-llah was the Caliph of the Abbasid Caliphate from 861 to 862, during the \"Anarchy at Samarra\". He was preceded by al-Mutawakkil and succeeded by al-Musta'in."}]}, {"heading": "Deaths", "year": "929", "date": "June 7", "txt": "Ælfthryth, Countess of Flanders (b. 877)", "entities": [{"title": "Ælfthryth, Countess of Flanders", "href": "/wiki/%C3%86lfthryth,_Countess_of_Flanders", "description": "Ælfthryth of Wessex, also known as Elftrudis , was an English princess and a countess consort of Flanders."}]}, {"heading": "Deaths", "year": "940", "date": "June 7", "txt": "Qian Hongzun, heir apparent of Wuyue (b. 925)", "entities": [{"title": "Qian Hongzun", "href": "/wiki/Qian_Hongzun", "description": "Qian Hongzun (錢弘僔), formally Heir Apparent Xiaoxian, was an heir apparent to the throne of the Chinese Five Dynasties and Ten Kingdoms Period state Wuyue during most of the reign of his father Qian Yuanguan, but did not inherit the throne on account of his predeceasing his father."}, {"title": "Heir apparent", "href": "/wiki/Heir_apparent", "description": "An heir apparent is a person who is first in an order of succession and cannot be displaced from inheriting by the birth of another person. An heir presumptive, by contrast, is someone who is first in line to inherit a title but who can be displaced by the birth of a more eligible heir."}, {"title": "Wuyue", "href": "/wiki/Wuyue", "description": "Wuyue, 907–978, was an independent coastal kingdom founded during the Five Dynasties and Ten Kingdoms period (907–960) of Chinese history. It was ruled by the Qian family, whose family name remains widespread in the kingdom's former territory."}]}, {"heading": "Deaths", "year": "951", "date": "June 7", "txt": "Lu Wenji, Chinese chancellor (b. 876)", "entities": [{"title": "Lu Wenji", "href": "/wiki/Lu_Wenji", "description": "Lu Wenji (盧文紀), courtesy name Zichi (子持), was an official of each of the \"Five Dynasties\" of the Chinese Five Dynasties and Ten Kingdoms Period, serving as a chancellor during the reign of Later Tang's last emperor Li Congke."}]}, {"heading": "Deaths", "year": "1329", "date": "June 7", "txt": "Robert the Bruce, Scottish king (b. 1274)", "entities": [{"title": "Robert the Bruce", "href": "/wiki/Robert_the_Bruce", "description": "Robert I, popularly known as Robert the Bruce, was King of Scots from 1306 to his death in 1329. Robert was one of the most famous warriors of his generation and eventually led Scotland during the First War of Scottish Independence against England. He fought successfully during his reign to regain Scotland's place as an independent country and is now revered in Scotland as a national hero."}]}, {"heading": "Deaths", "year": "1337", "date": "June 7", "txt": "William I, Count of Hainaut (b. 1286)", "entities": [{"title": "William I, Count of Hainaut", "href": "/wiki/William_I,_Count_of_Hainaut", "description": "William the Good was count of Hainaut, Avesnes, Holland, and Zeeland from 1304 to his death."}]}, {"heading": "Deaths", "year": "1341", "date": "June 7", "txt": "An-Nasir Muhammad, Egyptian sultan (b. 1285)", "entities": [{"title": "An-Nasir Muhammad", "href": "/wiki/An-Nasir_Muhammad", "description": "Al-Malik an-Nasir Nasir ad-Din Muhammad ibn Qalawun, commonly known as an-Nasir Muhammad, or by his kunya: Abu al-Ma'ali or as Ibn Qalawun (1285–1341) was the ninth Bahri Mamluk sultan of Egypt who ruled during three reigns: December 1293–December 1294, 1299–1309, and 1310 until his death in 1341."}]}, {"heading": "Deaths", "year": "1358", "date": "June 7", "txt": "Ashikaga Takauji, Japanese shōgun (b. 1305)", "entities": [{"title": "Ashikaga Takauji", "href": "/wiki/Ashikaga_Takauji", "description": "Ashikaga Takauji  was the founder and first shōgun of the Ashikaga shogunate. His rule began in 1338, beginning the Muromachi period of Japan, and ended with his death in 1358. He was a male-line descendant of the samurai of the (Minamoto) Seiwa Genji line who had settled in the Ashikaga area of Shimotsuke Province, in present-day Tochigi Prefecture."}]}, {"heading": "Deaths", "year": "1394", "date": "June 7", "txt": "Anne of Bohemia, English queen (b. 1366)", "entities": [{"title": "Anne of Bohemia", "href": "/wiki/Anne_of_Bohemia", "description": "Anne of Bohemia was Queen of England as the first wife of King Richard II. A member of the House of Luxembourg, she was the eldest daughter of Charles IV, Holy Roman Emperor and King of Bohemia, and Elizabeth of Pomerania. Her death at the age of 28 was believed to have been caused by plague."}]}, {"heading": "Deaths", "year": "1492", "date": "June 7", "txt": "Casimir IV Jagiellon, Grand Duke of Lithuania from 1440 and King of Poland from 1447 (b. 1427)", "entities": [{"title": "Casimir IV Jagiellon", "href": "/wiki/Casimir_IV_Jagiellon", "description": "Casimir IV was Grand Duke of Lithuania from 1440 and King of Poland from 1447, until his death. He was one of the most active Polish rulers, under whom Poland, by defeating the Teutonic Knights in the Thirteen Years' War recovered Pomerania, and the Jagiellonian dynasty became one of the leading royal houses in Europe."}]}, {"heading": "Deaths", "year": "1594", "date": "June 7", "txt": "Rodrigo Lopez, physician of Queen Elizabeth (b. 1525)", "entities": [{"title": "Rodrigo López (physician)", "href": "/wiki/Rodrigo_L%C3%B3pez_(physician)", "description": "Roderigo Lopes served as a physician-in-chief to Queen Elizabeth I of England from 1581 until his death by execution, having been found guilty of plotting to poison her. A Portuguese converso or New Christian of Jewish ancestry, he is the only royal doctor in English history to have been executed, and may have inspired the character of Shylock in Shakespeare's The Merchant of Venice, which was wri"}]}, {"heading": "Deaths", "year": "1618", "date": "June 7", "txt": "Thomas West, 3rd Baron De La Warr, English politician, Colonial Governor of Virginia (b. 1577)", "entities": [{"title": "Thomas West, 3rd Baron De La Warr", "href": "/wiki/Thomas_West,_3rd_Baron_De_La_Warr", "description": "Thomas West, 3rd Baron De La Warr was an English politician, for whom the bay, the river, and, consequently, a Native American people and U.S. state, all later called \"Delaware\", were named."}, {"title": "List of colonial governors of Virginia", "href": "/wiki/List_of_colonial_governors_of_Virginia", "description": "This is a list of colonial governors of Virginia."}]}, {"heading": "Deaths", "year": "1660", "date": "June 7", "txt": "George II Rákóczi, Prince of Transylvania (b. 1621)", "entities": [{"title": "George II Rákóczi", "href": "/wiki/George_II_R%C3%A1k%C3%B3czi", "description": "George II Rákóczi, was a Hungarian nobleman, Prince of Transylvania (1648-1660), the eldest son of George I and Zsuzsanna Lorántffy."}]}, {"heading": "Deaths", "year": "1711", "date": "June 7", "txt": "Henry Dodwell, Irish scholar and theologian (b. 1641)", "entities": [{"title": "Henry Dodwell", "href": "/wiki/Henry_Dodwell", "description": "Henry Dodwell was an Anglo-Irish scholar, theologian and controversial writer."}]}, {"heading": "Deaths", "year": "1740", "date": "June 7", "txt": "Alexander Spotswood, Moroccan-American colonial and politician, Lieutenant Governor of Virginia (b. 1676)", "entities": [{"title": "Alexander Spotswood", "href": "/wiki/Alexander_Spotswood", "description": "Alexander Spotswood was a British Army officer, explorer and lieutenant governor of Colonial Virginia; he is regarded as one of the most significant historical figures in British North American colonial history."}, {"title": "List of colonial governors of Virginia", "href": "/wiki/List_of_colonial_governors_of_Virginia", "description": "This is a list of colonial governors of Virginia."}]}, {"heading": "Deaths", "year": "1779", "date": "June 7", "txt": "William Warburton, English bishop and critic (b. 1698)", "entities": [{"title": "William Warburton", "href": "/wiki/William_Warburton", "description": "William Warburton was an English writer, literary critic and churchman, Bishop of Gloucester from 1759 until his death. He edited editions of the works of his friend Alexander Pope, and of William Shakespeare."}]}, {"heading": "Deaths", "year": "1792", "date": "June 7", "txt": "Benjamin Tupper, American general and surveyor (b. 1738)", "entities": [{"title": "Benjamin Tupper", "href": "/wiki/Benjamin_Tupper", "description": "Benjamin Tupper was a soldier in the French and Indian War, and an officer of the Continental Army during the American Revolutionary War, achieving the rank of brevet brigadier general. Subsequently, he served as a Massachusetts legislator, and he assisted Gen. William Shepard in stopping Shays' Rebellion. Benjamin Tupper was a co-founder of the Ohio Company of Associates, and was a pioneer to the"}]}, {"heading": "Deaths", "year": "1810", "date": "June 7", "txt": "Luigi Schiavonetti, Italian engraver and etcher (b. 1765)", "entities": [{"title": "Luigi Schiavonetti", "href": "/wiki/Luigi_Schiavonetti", "description": "Luigi Schiavonetti, Italian reproductive engraver and etcher, was born at Bassano in Venetia."}]}, {"heading": "Deaths", "year": "1826", "date": "June 7", "txt": "Joseph von Fraunhofer, German optician, physicist, and astronomer (b. 1787)", "entities": [{"title": "Joseph von Fraunhofer", "href": "/wiki/Joseph_von_Fraunhofer", "description": "Joseph Ritter von Fraunhofer was a Bavarian physicist and optical lens manufacturer. He made optical glass and achromatic telescope objective lenses, invented the spectroscope, and developed diffraction grating. In 1814, he discovered and studied the dark absorption lines in the spectrum of the sun now known as Fraunhofer lines."}]}, {"heading": "Deaths", "year": "1840", "date": "June 7", "txt": "Frederick William III of Prussia (b. 1770)", "entities": [{"title": "Frederick William III of Prussia", "href": "/wiki/Frederick_William_III_of_Prussia", "description": "Frederick William III was king of Prussia from 1797 to 1840. He ruled Prussia during the difficult times of the Napoleonic Wars. Steering a careful course between France and her enemies, after a major military defeat in 1806, he was humiliated by Napoleon, and Prussia was stripped of recent gains and forced to pay substantial financial penalties. The king reluctantly joined the coalition against N"}]}, {"heading": "Deaths", "year": "1843", "date": "June 7", "txt": "Friedrich Hölderlin, German lyric poet and author (b. 1770)", "entities": [{"title": "Friedrich Hölderlin", "href": "/wiki/Friedrich_H%C3%B6lderlin", "description": "Johann Christian Friedrich Hölderlin was a German poet and philosopher. Described by Norbert von Hellingrath as \"the most German of Germans\", Hölderlin was a key figure of German Romanticism. Particularly due to his early association with and philosophical influence on Georg Wilhelm Friedrich Hegel and Friedrich Wilhelm Joseph Schelling, he was also an important thinker in the development of Germa"}]}, {"heading": "Deaths", "year": "1853", "date": "June 7", "txt": "Norbert Provencher, Canadian missionary and bishop (b. 1787)", "entities": [{"title": "Norbert Provencher", "href": "/wiki/Norbert_Provencher", "description": "Joseph-Norbert Provencher was a Canadian clergyman and missionary and one of the founders of the modern province of Manitoba. He was the first Bishop of Saint Boniface and was an important figure in the history of the Franco-Manitoban community."}]}, {"heading": "Deaths", "year": "1854", "date": "June 7", "txt": "Charles Baudin, French admiral (b. 1792)", "entities": [{"title": "Charles Baudin", "href": "/wiki/Charles_Baudin", "description": "Charles Baudin, was a French admiral, whose naval service extended from the First Empire through the early days of the Second Empire."}]}, {"heading": "Deaths", "year": "1859", "date": "June 7", "txt": "David Cox, English painter (b. 1783)", "entities": [{"title": "David Cox (artist)", "href": "/wiki/David_Cox_(artist)", "description": "David Cox was an English landscape painter, one of the most important members of the Birmingham School of landscape artists and an early precursor of Impressionism."}]}, {"heading": "Deaths", "year": "1861", "date": "June 7", "txt": "Patrick Brontë, Anglo-Irish priest and author (b. 1777)", "entities": [{"title": "Patrick Brontë", "href": "/wiki/Patrick_Bront%C3%AB", "description": "Patrick Brontë was an Irish Anglican priest and author who spent most of his adult life in England. He was the father of the writers Charlotte, Emily, and Anne Brontë, and of Branwell Brontë, his only son. Patrick outlived his wife, the former Maria Branwell, by forty years, by which time all of their children had died as well."}]}, {"heading": "Deaths", "year": "1863", "date": "June 7", "txt": "Antonio Valero de Bernabé, Latin American liberator (b. 1790)", "entities": [{"title": "Antonio Valero de Bernabé", "href": "/wiki/Antonio_Valero_de_Bernab%C3%A9", "description": "Antonio Valero de Bernabé Pacheco, a.k.a. The Liberator from Puerto Rico, was a Puerto Rican military leader. Trained in Spain, he fought with the Spanish Army to expel the French leader, Napoleon Bonaparte, from Spain and was promoted to colonel during these years."}]}, {"heading": "Deaths", "year": "1866", "date": "June 7", "txt": "Chief Seattle, American tribal chief (b. 1780)", "entities": [{"title": "Chief Seattle", "href": "/wiki/Chief_Seattle", "description": "Chief Seattle was a Suquamish and Duwamish chief. A leading figure among his people, he pursued a path of accommodation to white settlers, forming a personal relationship with \"Doc\" Maynard. The city of Seattle, in the U.S. state of Washington, was named after him. A widely publicized speech arguing in favor of ecological responsibility and respect of Native Americans' land rights had been attribu"}]}, {"heading": "Deaths", "year": "1879", "date": "June 7", "txt": "William Tilbury Fox, English dermatologist and academic (b. 1836)", "entities": [{"title": "William Tilbury Fox", "href": "/wiki/William_Tilbury_Fox", "description": "William Tilbury Fox, MD, FRCP was an English dermatologist."}]}, {"heading": "Deaths", "year": "1896", "date": "June 7", "txt": "Pavlos Carrer, Greek composer (b. 1829)", "entities": [{"title": "Pavlos Carrer", "href": "/wiki/Pavlos_Carrer", "description": "Pavlos Carrer was a Greek composer, one of the leaders of the Ionian art music school and the first to create national operas and national songs on Greek plots, Greek librettos and verses, as well as melodies inspired by the folk and the urban popular musical tradition of modern Greece."}]}, {"heading": "Deaths", "year": "1911", "date": "June 7", "txt": "Maurice Rouvier, French politician, Prime Minister of France (b. 1842)", "entities": [{"title": "Maurice Rouvier", "href": "/wiki/Maurice_Rouvier", "description": "Maurice Rouvier was a French statesman of the \"Opportunist\" faction, who served as the Prime Minister of France. He is best known for his financial policies and his unpopular policies designed to avoid a rupture with Germany."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1915", "date": "June 7", "txt": "Charles Reed Bishop, American banker and politician, founded the First Hawaiian Bank (b. 1822)", "entities": [{"title": "Charles Reed Bishop", "href": "/wiki/Charles_Reed_Bishop", "description": "Charles Reed Bishop was an American businessman, politician, and philanthropist in Hawaii. Born in Glens Falls, New York, he sailed to Hawaii in 1846 at the age of 24, and made his home there, marrying into the royal family of the kingdom. He served several monarchs in appointed positions in the kingdom, before its overthrow in 1893 by Americans from the United States and organization as the Terri"}, {"title": "First Hawaiian Bank", "href": "/wiki/First_Hawaiian_Bank", "description": "First Hawaiian, Inc. is a bank holding company headquartered in Honolulu, Hawaiʻi. Its principal subsidiary, First Hawaiian Bank, founded in 1858, is Hawaiʻi’s oldest and largest financial institution headquartered in Honolulu, Hawaiʻi, at the First Hawaiian Center. The bank has 57 branches throughout Hawaiʻi, three in Guam and two in Saipan. It offers banking services to consumer and commercial c"}]}, {"heading": "Deaths", "year": "1916", "date": "June 7", "txt": "Émile Faguet, French author and critic (b. 1847)", "entities": [{"title": "Émile Faguet", "href": "/wiki/%C3%89mile_Faguet", "description": "Auguste Émile Faguet was a French author and literary critic."}]}, {"heading": "Deaths", "year": "1924", "date": "June 7", "txt": "William Pirrie, 1st Viscount Pirrie, Irish businessman and politician, Lord Mayor of Belfast (b. 1847)", "entities": [{"title": "William Pirrie, 1st Viscount Pirrie", "href": "/wiki/William_Pirrie,_1st_Viscount_Pirrie", "description": "William James Pirrie, 1st Viscount Pirrie, KP, PC, PC (Ire) was a leading British shipbuilder and businessman. He was chairman of Harland and Wolff, shipbuilders, between 1895 and 1924, and also served as Lord Mayor of Belfast between 1896 and 1898. He was ennobled as Baron Pirrie in 1906, appointed a Knight of the Order of St Patrick in 1908 and made Viscount Pirrie in 1921. In the months leading"}, {"title": "Lord Mayor of Belfast", "href": "/wiki/Lord_Mayor_of_Belfast", "description": "The Lord Mayor of Belfast is the leader and chairperson of Belfast City Council, elected annually from and by the City's 60 councillors."}]}, {"heading": "Deaths", "year": "1927", "date": "June 7", "txt": "Archie Birkin, English motorcycle racer (b. 1905)", "entities": [{"title": "Archie Birkin", "href": "/wiki/Archie_Birkin", "description": "Archie Birkin was an English motorcycle racer, brother of Tim Birkin, one of the \"Bentley Boys\" of the 1920s."}]}, {"heading": "Deaths", "year": "1927", "date": "June 7", "txt": "Edmund James Flynn, Canadian lawyer and politician, 10th Premier of Quebec (b. 1847)", "entities": [{"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "1932", "date": "June 7", "txt": "John Verran, English-Australian politician, 26th Premier of South Australia (b. 1856)", "entities": [{"title": "John Verran", "href": "/wiki/John_Verran", "description": "John Verran was the 26th Premier of South Australia from 1910 to 1912 and a senator for South Australia from August 1927 to November 1928, representing the South Australian United Labor Party. The 1910 state election saw Labor form a majority government, the first time a party had done so in South Australia. He was a resident of Moonta, and was member for the South Australian House of Assembly sea"}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1933", "date": "June 7", "txt": "Dragutin Domjanić, Croatian lawyer, judge, and poet (b. 1875)", "entities": [{"title": "Dragutin Domjanić", "href": "/wiki/Dragutin_Domjani%C4%87", "description": "Dragutin Domjanić was a Croatian poet."}]}, {"heading": "Deaths", "year": "1936", "date": "June 7", "txt": "Stjepan Seljan, Croatian explorer (b. 1875)", "entities": [{"title": "Stjepan Seljan", "href": "/wiki/Stjepan_Seljan", "description": "Mirko Seljan and Stjepan Seljan were Croatian explorers."}]}, {"heading": "Deaths", "year": "1937", "date": "June 7", "txt": "Jean Harlow, American actress and singer (b. 1911)", "entities": [{"title": "Jean Harlow", "href": "/wiki/Jean_Harlow", "description": "Jean Harlow was an American actress and sex symbol. Often nicknamed the \"Blonde Bombshell\" and the \"Platinum Blonde\", she was popular for her \"Laughing Vamp\" screen persona. Harlow was in the film industry for only nine years, but she became one of the biggest movie stars in Hollywood, whose image in the public eye has endured. In 1999, the American Film Institute ranked Harlow No. 22 on their gre"}]}, {"heading": "Deaths", "year": "1942", "date": "June 7", "txt": "Alan Blumlein, English engineer (b. 1903)", "entities": [{"title": "Alan Blumlein", "href": "/wiki/Alan_Blumlein", "description": "Alan Dower Blumlein was an English electronics engineer, notable for his many inventions in telecommunications, sound recording, stereophonic sound, television and radar. He received 128 patents and was considered as one of the most significant engineers and inventors of his time."}]}, {"heading": "Deaths", "year": "1945", "date": "June 7", "txt": "Kitaro Nishida, Japanese philosopher and academic (b. 1870)", "entities": [{"title": "Kitaro Nishida", "href": "/wiki/Kitaro_Nishida", "description": "Kitarō Nishida  was a prominent Japanese philosopher, founder of what has been called the Kyoto School of philosophy. He graduated from the University of Tokyo during the Meiji period in 1894 with a degree in philosophy. He was named professor of the Fourth Higher School in Ishikawa Prefecture in 1899 and later became professor of philosophy at Kyoto University. Nishida retired in 1927. In 1940, h"}]}, {"heading": "Deaths", "year": "1954", "date": "June 7", "txt": "Alan Turing, English mathematician and computer scientist (b. 1912)", "entities": [{"title": "Alan Turing", "href": "/wiki/Alan_Turing", "description": "Alan Mathison Turing was an English mathematician, computer scientist, logician, cryptanalyst, philosopher, and theoretical biologist. Turing was highly influential in the development of theoretical computer science, providing a formalisation of the concepts of algorithm and computation with the Turing machine, which can be considered a model of a general-purpose computer. Turing is widely conside"}]}, {"heading": "Deaths", "year": "1956", "date": "June 7", "txt": "John Willcock, Australian politician, 15th Premier of Western Australia (b. 1879)", "entities": [{"title": "John Willcock", "href": "/wiki/John_Willcock", "description": "John Collings Willcock was the 15th Premier of Western Australia."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Deaths", "year": "1965", "date": "June 7", "txt": "Judy Holliday, American actress and singer (b. 1921)", "entities": [{"title": "Judy Holliday", "href": "/wiki/Judy_Holliday", "description": "Judy Holliday was an American actress, comedian and singer."}]}, {"heading": "Deaths", "year": "1966", "date": "June 7", "txt": "Jean Arp, German-French sculptor, painter, and poet (b. 1886)", "entities": [{"title": "Jean Arp", "href": "/wiki/Jean_Arp", "description": "Hans Peter Wilhelm Arp, better known as Jean Arp in English, was a German-French sculptor, painter, and poet. He was known as a Dadaist and an abstract artist."}]}, {"heading": "Deaths", "year": "1967", "date": "June 7", "txt": "Anatoly Maltsev, Russian mathematician and academic (b. 1909)", "entities": [{"title": "Anatoly Maltsev", "href": "/wiki/Anatoly_Maltsev", "description": "Anatoly Ivanovich Maltsev was born in Misheronsky, near Moscow, and died in Novosibirsk, USSR. He was a mathematician noted for his work on the decidability of various algebraic groups. Malcev algebras, as well as Malcev Lie algebras are named after him."}]}, {"heading": "Deaths", "year": "1967", "date": "June 7", "txt": "Dorothy Parker, American poet, short story writer, critic, and satirist (b. 1893)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "June 7", "txt": "Dan Duryea, American actor and singer (b. 1907)", "entities": [{"title": "Dan Duryea", "href": "/wiki/Dan_Duryea", "description": "Dan Duryea was an American actor in film, stage, and television. Known for portraying a vast range of character roles as a villain, he nonetheless had a long career in a wide variety of leading and secondary roles."}]}, {"heading": "Deaths", "year": "1970", "date": "June 7", "txt": "E. M. Forster, English novelist, short story writer, essayist (b. 1879)", "entities": [{"title": "E. M. Forster", "href": "/wiki/E._M._Forster", "description": "Edward Morgan Forster was an English fiction writer, essayist and librettist. Many of his novels examine class difference and hypocrisy, including A Room with a View (1908), Howards End (1910) and A Passage to India (1924). The last brought him his greatest success. He was nominated for the Nobel Prize in Literature in 16 separate years."}]}, {"heading": "Deaths", "year": "1978", "date": "June 7", "txt": "Ronald George Wreyford Norrish, English chemist and academic, Nobel Prize laureate (b. 1897)", "entities": [{"title": "Ronald George Wreyford Norrish", "href": "/wiki/Ronald_George_Wreyford_Norrish", "description": "Ronald George Wreyford Norrish FRS was a British chemist who was awarded the Nobel Prize in Chemistry in 1967."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1980", "date": "June 7", "txt": "Elizabeth Craig, Scottish journalist and economist (b. 1883)", "entities": [{"title": "Elizabeth Craig (writer)", "href": "/wiki/Elizabeth_Craig_(writer)", "description": "Elizabeth Josephine Craig, MBE, FRSA was a Scottish journalist, home economist and a notable author on cookery."}]}, {"heading": "Deaths", "year": "1980", "date": "June 7", "txt": "Philip Guston, Canadian-American painter and educator (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "June 7", "txt": "Henry Miller, American novelist and essayist (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "June 7", "txt": "Klaudia Taev, Estonian opera singer and educator (b. 1906)", "entities": [{"title": "Klaudia Taev", "href": "/wiki/Klaudia_Taev", "description": "Klaudia Taev was an Estonian Vocal pedagogue."}]}, {"heading": "Deaths", "year": "1987", "date": "June 7", "txt": "Cahit Zarifoğlu, Turkish poet and author (b. 1940)", "entities": [{"title": "Cahit Zarifoğlu", "href": "/wiki/Cahit_Zarifo%C4%9Flu", "description": "Abdurrahman Cahit Zarifoğlu was a Turkish poet and writer."}]}, {"heading": "Deaths", "year": "1992", "date": "June 7", "txt": "Bill France Sr., American race car driver and businessman, co-founded NASCAR (b. 1909)", "entities": [{"title": "Bill France Sr.", "href": "/wiki/Bill_France_Sr.", "description": "William Henry Getty France, also known as Bill France Sr. or Big Bill, was an American businessman and racing driver. He is best known for founding and managing NASCAR, a sanctioning body of US-based stock car racing."}, {"title": "NASCAR", "href": "/wiki/NASCAR", "description": "The National Association for Stock Car Auto Racing, LLC (NASCAR) is an American auto racing sanctioning and operating company that is best known for stock car racing. The privately owned company was founded by Bill France Sr. in 1948, and his son, Jim France, has been the CEO since August 6, 2018. The company is headquartered in Daytona Beach, Florida. Each year, NASCAR sanctions over 1,500 races "}]}, {"heading": "Deaths", "year": "1995", "date": "June 7", "txt": "Hsuan Hua, Chinese monk and educator (b. 1918)", "entities": [{"title": "Hsuan Hua", "href": "/wiki/Hsuan_Hua", "description": "Hsuan Hua, also known as An Tzu, Tu Lun and Master Hua by his Western disciples, was a Chinese monk of Chan Buddhism and a contributing figure in bringing Chinese Buddhism to the United States in the late 20th century."}]}, {"heading": "Deaths", "year": "2001", "date": "June 7", "txt": "Víctor Paz Estenssoro, Bolivian politician, 52nd President of Bolivia (b. 1907)", "entities": [{"title": "Víctor Paz Estenssoro", "href": "/wiki/V%C3%ADctor_Paz_Estenssoro", "description": "Ángel Víctor Paz Estenssoro was a Bolivian politician who served as the 45th President of Bolivia for three nonconsecutive and four total terms from 1952 to 1956, 1960 to 1964 and 1985 to 1989. He ran for president eight times and was victorious in 1951, 1960, 1964 and 1985. His 1951 victory was annulled by a military junta led by Hugo Ballivián, and his 1964 victory was interrupted by the 1964 Bo"}, {"title": "President of Bolivia", "href": "/wiki/President_of_Bolivia", "description": "The President of Bolivia, officially known as the President of the Plurinational State of Bolivia, is head of state and head of government of Bolivia and the Captain General of the Armed Forces of Bolivia."}]}, {"heading": "Deaths", "year": "2001", "date": "June 7", "txt": "Betty Neels, English nurse and author (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "June 7", "txt": "Signe Hasso, Swedish-American actress (b. 1915)", "entities": [{"title": "Signe Hasso", "href": "/wiki/Signe_Hasso", "description": "Signe Eleonora Cecilia Hasso was a Swedish actress, writer, and composer."}]}, {"heading": "Deaths", "year": "2012", "date": "June 7", "txt": "Phillip V. Tobias, South African paleontologist and academic (b. 1925)", "entities": [{"title": "Phillip V. Tobias", "href": "/wiki/Phillip_V._Tobias", "description": "Phillip Vallentine Tobias was a South African palaeoanthropologist and Professor Emeritus at the University of the Witwatersrand in Johannesburg. He was best known for his work at South Africa's hominid fossil sites. He was also an activist for the eradication of apartheid and gave numerous anti-apartheid speeches at protest rallies and also to academic audiences."}]}, {"heading": "Deaths", "year": "2013", "date": "June 7", "txt": "Pierre Mauroy, French educator and politician, Prime Minister of France (b. 1928)", "entities": [{"title": "Pierre Mauroy", "href": "/wiki/Pierre_Mauroy", "description": "Pierre Mauroy was a French Socialist politician who was Prime Minister of France from 1981 to 1984 under President François Mitterrand. Mauroy also served as Mayor of Lille from 1973 to 2001. At the time of his death Mauroy was the emeritus mayor of the city of Lille. He died from complications of lung cancer on 7 June 2013 at the age of 84. He is the namesake of Lille's new stadium, Stade Pierre-"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "2015", "date": "June 7", "txt": "Christopher Lee, English actor (b. 1922)", "entities": [{"title": "Christopher Lee", "href": "/wiki/Christopher_Lee", "description": "Sir Christopher Frank Carandini Lee, was an English actor, singer and author. With a career spanning nearly seven decades, Lee was well known for portraying villains, gaining recognition for appearing as Count Dracula in a sequence of Hammer Horror films. His other film roles include Francisco Scaramanga in the James Bond film The Man with the Golden Gun (1974), Count Dooku in the Star Wars preque"}]}]