[{"heading": "Events", "year": "1158", "date": "June 14", "txt": "The city of Munich is founded by Henry the Lion on the banks of the river Isar.", "entities": [{"title": "Munich", "href": "/wiki/Munich", "description": "Munich is the capital and most populous city of Bavaria. With a population of 1,558,395 inhabitants as of 31 July 2020, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people."}, {"title": "Henry the Lion", "href": "/wiki/Henry_the_Lion", "description": "Henry the Lion was a member of the Welf dynasty and Duke of Saxony, as Henry III, from 1142, and Duke of Bavaria, as Henry XII, from 1156, the duchies which he held until 1180."}, {"title": "Isar", "href": "/wiki/Isar", "description": "The Isar is a river in Tyrol, Austria and Bavaria, Germany, which is not navigable for watercraft above raft size. Its source is in the Karwendel range of the Alps in Tyrol; it enters Germany near Mittenwald and flows through Bad Tölz, Munich, and Landshut before reaching the Danube near Deggendorf. At 295 km (183 mi) in length, it is the fourth largest river in Bavaria, after the Danube, Inn, and"}]}, {"heading": "Events", "year": "1216", "date": "June 14", "txt": "First Barons' War: Prince Louis of France takes the city of Winchester, abandoned by John, King of England, and soon conquers over half of the kingdom.", "entities": [{"title": "First Barons' War", "href": "/wiki/First_Barons%27_War", "description": "The First Barons' War (1215–1217) was a civil war in the Kingdom of England in which a group of rebellious major landowners led by Robert Fitzwalter waged war against King John of England. The conflict resulted from King John's disastrous wars against King Philip II of France, which led to the collapse of the Angevin Empire, and John's subsequent refusal to accept and abide by \"Magna Carta\", which"}, {"title": "Louis VIII of France", "href": "/wiki/Louis_VIII_of_France", "description": "Louis VIII, nicknamed The Lion, was King of France from 1223 to 1226. From 1216 to 1217, he also claimed the Kingdom of England. Louis was the only surviving son of King Philip II of France by his first wife, Isabelle of Hainaut, from whom he inherited the County of Artois."}, {"title": "Winchester", "href": "/wiki/Winchester", "description": "Winchester is a cathedral city in Hampshire, England. The city lies at the heart of the wider City of Winchester, a local government district, at the western end of the South Downs National Park, on the River Itchen. It is 60 miles (97 km) south-west of London and 14 miles (23 km) from Southampton, the closest other city. At the 2011 census, Winchester had a population of 45,184. The wider City of"}, {"title": "John, King of England", "href": "/wiki/John,_King_of_England", "description": "John was King of England from 1199 until his death in 1216. He lost the Duchy of Normandy and most of his other French lands to King Philip II of France, resulting in the collapse of the Angevin Empire and contributing to the subsequent growth in power of the French Capetian dynasty during the 13th century. The baronial revolt at the end of John's reign led to the sealing of Magna Carta, a documen"}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}]}, {"heading": "Events", "year": "1276", "date": "June 14", "txt": "While taking exile in Fuzhou, away from the advancing Mongol invaders, the remnants of the Song dynasty court hold the coronation ceremony for Emperor Duanzong.", "entities": [{"title": "Fuzhou", "href": "/wiki/Fuzhou", "description": "Fuzhou, alternately romanized as Foochow, is the capital and one of the largest cities in Fujian province, China. Along with the many counties of Ningde, those of Fuzhou are considered to constitute the Mindong linguistic and cultural area."}, {"title": "Mongol conquest of the Song dynasty", "href": "/wiki/Mongol_conquest_of_the_Song_dynasty", "description": "The Mongol conquest of Song China beginning under Ögedei Khan and completing under Kublai Khan was the final step for the Mongols to rule the whole of East Asia under the Yuan dynasty. It is considered the Mongol Empire's last great military achievement."}, {"title": "Song dynasty", "href": "/wiki/Song_dynasty", "description": "The Song dynasty was an imperial dynasty of China that began in 960 and lasted until 1279. The dynasty was founded by Emperor Taizu of Song following his usurpation of the throne of the Later Zhou, ending the Five Dynasties and Ten Kingdoms period. The Song often came into conflict with the contemporaneous Liao, Western Xia and Jin dynasties to its north. It was eventually conquered by the Mongol-"}, {"title": "Emperor Duanzong", "href": "/wiki/Emperor_Duanzong", "description": "Emperor Duanzong of Song, personal name Zhao Shi, was the 17th emperor of the Song dynasty in China and the eighth and penultimate emperor of the Southern Song dynasty. He was the fifth son of Emperor Duzong and an elder brother of his predecessor, Emperor Gong and successor Zhao Bing."}]}, {"heading": "Events", "year": "1285", "date": "June 14", "txt": "Second Mongol invasion of Vietnam: Forces led by Prince Trần Quang Khải of the Trần dynasty destroy most of the invading Mongol naval fleet in a battle at Chuong Duong.", "entities": [{"title": "Mongol invasions of Vietnam", "href": "/wiki/Mongol_invasions_of_Vietnam", "description": "The Mongol invasions of Vietnam or Mongol–Vietnamese wars and Mongol–Cham war were military campaigns launched by the Mongol Empire, and later the Yuan dynasty, against the kingdom of Đại Việt ruled by the Trần dynasty and the kingdom of Champa in 1258, 1282–1284, 1285, and 1287–88. In studies of China and Mongolia, the campaigns are often treated as a success due to the establishment of tributary"}, {"title": "Trần Quang Khải", "href": "/wiki/Tr%E1%BA%A7n_Quang_Kh%E1%BA%A3i", "description": "Prince Chiêu Minh Trần Quang Khải (1241–1294) was the third son of Trần Thái Tông, first emperor of the Trần Dynasty of Vietnam. Being the younger brother of the Emperor Trần Thánh Tông and holding the position of grand chancellor of the Trần Dynasty for many years, Trần Quang Khải was one of the most important figures of the Trần family and the royal court during the reigns of emperors Thánh Tông"}, {"title": "Trần dynasty", "href": "/wiki/Tr%E1%BA%A7n_dynasty", "description": "The Trần dynasty of Vietnam was a medieval royal clan of Chinese origins that ruled over the Kingdom of Đại Việt from 1225 to 1400. The dynasty was founded when king Trần Thái Tông ascended to the throne after his uncle Trần Thủ Độ orchestrated the overthrow of the Lý dynasty. The final emperor of the dynasty was Thiếu Đế, who at the age of five years was forced to abdicate the throne in favor of "}, {"title": "Yuan dynasty", "href": "/wiki/Yuan_dynasty", "description": "The Yuan dynasty, officially the Great Yuan, was a successor state to the Mongol Empire after its division and a ruling dynasty of China established by Kublai Khan, leader of the Mongol Borjigin clan, lasting from 1271 to 1368. In Chinese historiography, this dynasty followed the Song dynasty and preceded the Ming dynasty."}]}, {"heading": "Events", "year": "1287", "date": "June 14", "txt": "Kublai Khan defeats the force of Nayan and other traditionalist Borjigin princes in East Mongolia and Manchuria.", "entities": [{"title": "Kublai Khan", "href": "/wiki/Kublai_Khan", "description": "Kublai, also known as the Emperor Shizu of Yuan, was the fifth khagan-emperor of the Mongol Empire, reigning from 1260 to 1294. He also founded the Yuan dynasty in China as a conquest dynasty in 1271, and ruled as the first Yuan emperor until his death in 1294."}, {"title": "Borjigin", "href": "/wiki/Borjigin", "description": "A Borjigin is a member of the Mongol sub-clan, which started with Bodonchar Munkhag of the Kiyat clan. Yesugei's descendants were thus said to be Kiyat-Borjigin. The senior Borjigids provided ruling princes for Mongolia and Inner Mongolia until the 20th century. The clan formed the ruling class among the Mongols and some other peoples of Central Asia and Eastern Europe. Today, the Borjigid are fou"}, {"title": "Mongolia", "href": "/wiki/Mongolia", "description": "Mongolia is a landlocked country in East Asia. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not border Kazakhstan, although they are separated by only 37 kilometres. It covers an area of 1,564,116 square kilometres, with a population of just 3.3 million, making it the world's most sparsely populated nat"}, {"title": "Manchuria", "href": "/wiki/Manchuria", "description": "Manchuria is an exonym for several large overlapping historical and geographic regions of Russia and China in Northeast Asia. Depending on the context, it may refer to:(most often) Northeast China, specifically the three provinces of Heilongjiang, Jilin and Liaoning, but broadly also including the eastern Inner Mongolian prefectures of Hulunbuir, Hinggan, Tongliao, Chifeng and sometimes Xilin Gol;"}]}, {"heading": "Events", "year": "1381", "date": "June 14", "txt": "Richard II of England meets leaders of Peasants' Revolt at Mile End. The Tower of London is stormed by rebels who enter without resistance.", "entities": [{"title": "Richard II of England", "href": "/wiki/Richard_II_of_England", "description": "Richard II, also known as Richard of Bordeaux, was King of England from 1377 until he was deposed in 1399. Richard's father, Edward, Prince of Wales, died in 1376, leaving Richard as heir apparent to his grandfather, King Edward III. Upon the death of Edward III, the 10-year-old Richard succeeded to the throne."}, {"title": "Peasants' Revolt", "href": "/wiki/Peasants%27_Revolt", "description": "The Peasants' Revolt, also named Wat Tyler's Rebellion or the Great Rising, was a major uprising across large parts of England in 1381. The revolt had various causes, including the socio-economic and political tensions generated by the Black Death pandemic in the 1340s, the high taxes resulting from the conflict with France during the Hundred Years' War, and instability within the local leadership"}, {"title": "Mile End", "href": "/wiki/Mile_End", "description": "Mile End is a district in the East End of London, England, 3.6 miles (5.8 km) east-northeast of Charing Cross. Situated on the London-to-Colchester road, it was one of the earliest suburbs of the City of London. It became part of the metropolitan area in 1855, and is connected to the London Underground."}, {"title": "Tower of London", "href": "/wiki/Tower_of_London", "description": "The Tower of London, officially Her Majesty's Royal Palace and Fortress of the Tower of London, is a historic castle on the north bank of the River Thames in central London. It lies within the London Borough of Tower Hamlets, which is separated from the eastern edge of the square mile of the City of London by the open space known as Tower Hill. It was founded towards the end of 1066 as part of the"}]}, {"heading": "Events", "year": "1404", "date": "June 14", "txt": "Welsh rebel leader Owain Glyndŵr, having declared himself Prince of Wales, allies himself with the French against King Henry IV of England.", "entities": [{"title": "Owain Glyndŵr", "href": "/wiki/Owain_Glynd%C5%B5r", "description": "Owain ap Gruffydd, lord of Glyndyfrdwy, or simply Owain Glyndŵr or Glyn Dŵr, was a Welsh leader who instigated a fierce and long-running yet ultimately unsuccessful war of independence with the aim of ending English rule in Wales during the Late Middle Ages. He was the last native Welshman to hold the title Prince of Wales."}, {"title": "Prince of Wales", "href": "/wiki/Prince_of_Wales", "description": "Prince of Wales is a title traditionally and ceremonially granted to the heir apparent of the British throne as a personal honour or dignity, and is not heritable, with it being merged with the Crown on accession to the throne. Since 1301, the title Earl of Chester has been given in conjunction with that of Prince of Wales. The Prince of Wales usually has other titles and honours, if the eldest so"}, {"title": "Henry IV of England", "href": "/wiki/Henry_IV_of_England", "description": "Henry IV was King of England from 1399 to 1413. He asserted the claim of his grandfather King Edward III, a maternal grandson of Philip IV of France, to the Kingdom of France. Henry was the first English ruler since the Norman Conquest over three hundred years prior whose mother tongue was English rather than French. He was known as Henry Bolingbroke before ascending to the throne. His father was "}]}, {"heading": "Events", "year": "1618", "date": "June 14", "txt": "Joris Veseler prints the first Dutch newspaper Courante uyt Italien, Duytslandt, &c. in Amsterdam (approximate date).", "entities": [{"title": "Amsterdam", "href": "/wiki/Amsterdam", "description": "Amsterdam is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,558,755 in the urban area and 2,480,394 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site."}]}, {"heading": "Events", "year": "1645", "date": "June 14", "txt": "English Civil War: Battle of Naseby: Twelve thousand Royalist forces are beaten by 15,000 Parliamentarian soldiers.", "entities": [{"title": "English Civil War", "href": "/wiki/English_Civil_War", "description": "The English Civil War (1642–1651) was a series of civil wars and political machinations between Parliamentarians (\"Roundheads\") and Royalists (\"Cavaliers\"), mainly over the manner of England's governance and issues of religious freedom. It was part of the wider Wars of the Three Kingdoms. The first (1642–1646) and second (1648–1649) wars pitted the supporters of King Charles I against the supporte"}, {"title": "Battle of Naseby", "href": "/wiki/Battle_of_Naseby", "description": "The Battle of Naseby was a decisive engagement of the First English Civil War, fought on 14 June 1645 between the main Royalist army of King Charles I and the Parliamentarian New Model Army, commanded by Sir Thomas Fairfax and Oliver Cromwell. It was fought near the village of Naseby in Northamptonshire."}, {"title": "Roundhead", "href": "/wiki/Roundhead", "description": "Roundheads were the supporters of the Parliament of England during the English Civil War (1642–1651). Also known as Parliamentarians, they fought against King Charles I of England and his supporters, known as the Cavaliers or Royalists, who claimed rule by absolute monarchy and the principle of the 'divine right of kings'. The goal of the Roundhead party was to give the Parliament supreme control "}, {"title": "Long Parliament", "href": "/wiki/Long_Parliament", "description": "The Long Parliament was an English Parliament which lasted from 1640 until 1660. It followed the fiasco of the Short Parliament, which had convened for only three weeks during the spring of 1640 after an 11-year parliamentary absence. In September 1640, King Charles I issued writs summoning a parliament to convene on 3 November 1640. He intended it to pass financial bills, a step made necessary by"}]}, {"heading": "Events", "year": "1667", "date": "June 14", "txt": "The Raid on the Medway by the Dutch fleet in the Second Anglo-Dutch War ends. It had lasted for five days and resulted in the worst ever defeat of the Royal Navy.", "entities": [{"title": "Raid on the Medway", "href": "/wiki/Raid_on_the_Medway", "description": "The Raid on the Medway, during the Second Anglo-Dutch War in June 1667, was a successful attack conducted by the Dutch navy on English warships laid up in the fleet anchorages off Chatham Dockyard and Gillingham in the county of Kent. At the time, the fortress of Upnor Castle and a barrier chain called the \"Gillingham Line\" were supposed to protect the English ships."}, {"title": "Netherlands", "href": "/wiki/Netherlands", "description": "The Netherlands, informally Holland, is a country primarily located in Western Europe and partly in the Caribbean. It is the largest of four constituent countries of the Kingdom of the Netherlands. In Europe, the Netherlands consists of twelve provinces, bordering Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countr"}, {"title": "Second Anglo-Dutch War", "href": "/wiki/Second_Anglo-Dutch_War", "description": "The Second Anglo-Dutch War or the Second Dutch War was a conflict between England and the Dutch Republic partly for control over the seas and trade routes, where England tried to end the Dutch domination of world trade during a period of intense European commercial rivalry, but also as a result of political tensions. After initial English successes, the war ended in a Dutch victory. It was the sec"}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}]}, {"heading": "Events", "year": "1690", "date": "June 14", "txt": "King William III of England (William of Orange) lands in Ireland to confront the former King James II.", "entities": [{"title": "William III of England", "href": "/wiki/William_III_of_England", "description": "William III, also widely known as William of Orange, was sovereign Prince of Orange from birth, Stadtholder of Holland, Zeeland, Utrecht, Guelders, and Overijssel in the Dutch Republic from the 1670s and King of England, Ireland, and Scotland from 1689 until his death in 1702. As King of Scotland, he is known as William II. He is sometimes informally known as \"King Billy\" in Ireland and Scotland. "}, {"title": "James II of England", "href": "/wiki/James_II_of_England", "description": "James II and VII was King of England and Ireland as James II, and King of Scotland as James VII, from 6 February 1685 until he was deposed in the Glorious Revolution of 1688. He was the last Catholic monarch of England, Scotland, and Ireland; his reign is now remembered primarily for struggles over religious tolerance. However, it also involved the principles of absolutism and divine right of king"}]}, {"heading": "Events", "year": "1775", "date": "June 14", "txt": "American Revolutionary War: the Continental Army is established by the Continental Congress, marking the birth of the United States Army.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}, {"title": "Continental Congress", "href": "/wiki/Continental_Congress", "description": "The Continental Congress was a series of legislative bodies which met in the British American colonies and the newly declared United States just before, during, and after the American Revolution. The term \"Continental Congress\" most specifically refers to the First and Second Congresses of 1774–1781 and may also refer to the Congress of the Confederation of 1781–1789, which operated as the first n"}, {"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}]}, {"heading": "Events", "year": "1777", "date": "June 14", "txt": "The Second Continental Congress passes the Flag Act of 1777 adopting the Stars and Stripes as the Flag of the United States.", "entities": [{"title": "Second Continental Congress", "href": "/wiki/Second_Continental_Congress", "description": "The Second Continental Congress was a meeting of delegates from the Thirteen Colonies in America that united in the American Revolutionary War. It convened on May 10, 1775, with representatives from 12 of the colonies in Philadelphia, Pennsylvania shortly after the Battles of Lexington and Concord, succeeding the First Continental Congress which met in Philadelphia from September 5 to October 26, "}, {"title": "Flag Acts", "href": "/wiki/Flag_Acts", "description": "The Flag Acts are three laws that sought to define the design of the flag of the United States. All the submitted suggestions were remarkably short, the shortest being a sentence of 31 words, and the longest being a title and two sentences of 117 words."}, {"title": "Flag of the United States", "href": "/wiki/Flag_of_the_United_States", "description": "The flag of the United States of America, often referred to as the American flag or the U.S. flag, is the national flag of the United States. It consists of thirteen equal horizontal stripes of red alternating with white, with a blue rectangle in the canton bearing fifty small, white, five-pointed stars arranged in nine offset horizontal rows, where rows of six stars alternate with rows of five st"}]}, {"heading": "Events", "year": "1789", "date": "June 14", "txt": "Mutiny on the Bounty: HMS Bounty mutiny survivors including Captain William Bligh and 18 others reach Timor after a nearly 7,400 km (4,600 mi) journey in an open boat.", "entities": [{"title": "Mutiny on the Bounty", "href": "/wiki/Mutiny_on_the_Bounty", "description": "The mutiny on the Royal Navy vessel HMS Bounty occurred in the South Pacific Ocean on 28 April 1789. Disaffected crewmen, led by acting-Lieutenant Fletcher Christian, seized control of the ship from their captain, Lieutenant William Bligh, and set him and 18 loyalists adrift in the ship's open launch. The mutineers variously settled on Tahiti or on Pitcairn Island. Bligh navigated more than 3,500 "}, {"title": "HMS Bounty", "href": "/wiki/HMS_Bounty", "description": "HMS Bounty, also known as HM Armed Vessel Bounty, was a small merchant vessel that the Royal Navy purchased in 1787 for a botanical mission. The ship was sent to the South Pacific Ocean under the command of William Bligh to acquire breadfruit plants and transport them to the West Indies. That mission was never completed owing to a 1789 mutiny led by acting lieutenant Fletcher Christian, an inciden"}, {"title": "William Bligh", "href": "/wiki/William_Bligh", "description": "Vice-Admiral William Bligh was an officer of the Royal Navy and a colonial administrator. The Mutiny on the Bounty occurred during his command of HMS Bounty in 1789; after being set adrift in Bounty's launch by the mutineers, Bligh and his loyal men all reached Timor alive, after a journey of 3,618 nautical miles. Bligh's logbooks documenting the mutiny were officially inscribed on the UNESCO Aust"}, {"title": "Timor", "href": "/wiki/Timor", "description": "Timor is an island at the southern end of Maritime Southeast Asia, in the north of the Timor Sea. The island is divided between the sovereign states of East Timor on the eastern part and Indonesia on the western part. The Indonesian part, also known as West Timor, constitutes part of the province of East Nusa Tenggara. Within West Timor lies an exclave of East Timor called Oecusse District. The is"}]}, {"heading": "Events", "year": "1800", "date": "June 14", "txt": "The French Army of First Consul Napoleon Bonaparte defeats the Austrians at the Battle of Marengo in Northern Italy and re-conquers Italy.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Battle of Marengo", "href": "/wiki/Battle_of_Marengo", "description": "The Battle of Marengo was fought on 14 June 1800 between French forces under the First Consul Napoleon Bonaparte and Austrian forces near the city of Alessandria, in Piedmont, Italy. Near the end of the day, the French overcame Gen. Michael von Melas's surprise attack, driving the Austrians out of Italy and consolidating Napoleon's political position in Paris as First Consul of France in the wake "}]}, {"heading": "Events", "year": "1807", "date": "June 14", "txt": "Emperor Napoleon's French Grande Armée defeats the Russian Army at the Battle of Friedland in Poland (modern Russian  Kaliningrad Oblast) ending the War of the Fourth Coalition.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Grande Armée", "href": "/wiki/Grande_Arm%C3%A9e", "description": "La Grande Armée was the French Imperial Army commanded by Napoleon Bonaparte during the Napoleonic Wars. From 1804 to 1809, it won a series of military victories that allowed the French Empire to exercise unprecedented control over most of Europe. Widely acknowledged to be one of the greatest fighting forces ever assembled, it suffered terrible losses during the disastrous French invasion of Russi"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Battle of Friedland", "href": "/wiki/Battle_of_Friedland", "description": "The Battle of Friedland was a major engagement of the Napoleonic Wars between the armies of the French Empire commanded by Napoleon I and the armies of the Russian Empire led by Count von Bennigsen. Napoleon and the French obtained a decisive victory that routed much of the Russian army, which retreated chaotically over the Alle River by the end of the fighting. The battlefield is located in moder"}, {"title": "Kaliningrad Oblast", "href": "/wiki/Kaliningrad_Oblast", "description": "Kaliningrad Oblast, often referred to as the Kaliningrad Region in English, or simply Kaliningrad, is a federal subject and semi-exclave of Russia located on the coast of the Baltic Sea. Its constitutional status is equal to each of the other 85 federal subjects. Its administrative centre is the city of Kaliningrad, formerly known as Königsberg. The port of Baltiysk is the only Baltic port in the "}, {"title": "War of the Fourth Coalition", "href": "/wiki/War_of_the_Fourth_Coalition", "description": "The Fourth Coalition fought against Napoleon's French Empire and were defeated in a war spanning 1806–1807. The main coalition partners were Prussia and Russia with Saxony, Sweden, and Great Britain also contributing. Excluding Prussia, some members of the coalition had previously been fighting France as part of the Third Coalition, and there was no intervening period of general peace. On 9 Octobe"}]}, {"heading": "Events", "year": "1821", "date": "June 14", "txt": "Badi VII, king of Sennar, surrenders his throne and realm to Ismail Pasha, general of the Ottoman Empire, bringing the 300 year old Sudanese kingdom to an end.", "entities": [{"title": "Badi VII", "href": "/wiki/Badi_VII", "description": "Badi VII was the last ruler of the Kingdom of Sennar."}, {"title": "Funj Sultanate", "href": "/wiki/Funj_Sultanate", "description": "The Funj Sultanate, also known as Funjistan, Sultanate of Sennar or Blue Sultanate due to the traditional Sudanese convention of referring to black people as blue was a monarchy in what is now Sudan, northwestern Eritrea and western Ethiopia. Founded in 1504 by the Funj people, it quickly converted to Islam, although this embrace was only nominal. Until a more orthodox Islam took hold in the 17th "}]}, {"heading": "Events", "year": "1822", "date": "June 14", "txt": "Charles Babbage proposes a difference engine in a paper to the Royal Astronomical Society.", "entities": [{"title": "Charles Babbage", "href": "/wiki/Charles_Babbage", "description": "Charles Babbage was an English polymath. A mathematician, philosopher, inventor and mechanical engineer, Babbage originated the concept of a digital programmable computer."}, {"title": "Difference engine", "href": "/wiki/Difference_engine", "description": "A difference engine, a calculating machine designed in the 1820s, was first created by Charles Babbage. Difference engines are automatic mechanical calculators designed to tabulate polynomial functions. The name, the difference engine, is derived from the method of divided differences, a way to interpolate or tabulate functions by using a small set of polynomial co-efficients. Some of the most com"}, {"title": "Royal Astronomical Society", "href": "/wiki/Royal_Astronomical_Society", "description": "The Royal Astronomical Society (RAS) is a learned society and charity that encourages and promotes the study of astronomy, solar-system science, geophysics and closely related branches of science. Its headquarters are in Burlington House, on Piccadilly in London. The society has over 4,000 members (\"Fellows\"), most of them professional researchers or postgraduate students. Around a quarter of Fell"}]}, {"heading": "Events", "year": "1830", "date": "June 14", "txt": "Beginning of the French colonization of Algeria: Thirty-four thousand French soldiers begin their invasion of Algiers, landing 27 kilometers west at Sidi Fredj.", "entities": [{"title": "French Algeria", "href": "/wiki/French_Algeria", "description": "French Algeria, also known as Colonial Algeria, refers to the French colonisation of Algeria. French rule in the region began in 1830 with the invasion of Algiers and lasted until the end of the Algerian War of Independence in 1962. While the administration of Algeria changed significantly over the 132 years of French rule, the Mediterranean coastal region of Algeria, housing the vast majority of "}, {"title": "Invasion of Algiers in 1830", "href": "/wiki/Invasion_of_Algiers_in_1830", "description": "The invasion of Algiers in 1830 was a large-scale military operation by which the Kingdom of France, ruled by Charles X, invaded and conquered the Deylik of Algiers."}, {"title": "Sidi Fredj", "href": "/wiki/Sidi_Fredj", "description": "Sidi Fredj is a coastal town in Algiers Province, Algeria. It is located within the territory of the municipality of Staouéli, on a presque-isle on the Mediterranean Sea. It is the site of the ancient city and bishopric Obori, which remains a Catholic titular see."}]}, {"heading": "Events", "year": "1839", "date": "June 14", "txt": "Henley Royal Regatta: the village of Henley-on-Thames, on the River Thames in Oxfordshire, stages its first regatta.", "entities": [{"title": "Henley Royal Regatta", "href": "/wiki/Henley_Royal_Regatta", "description": "Henley Royal Regatta is a rowing event held annually on the River Thames by the town of Henley-on-Thames, England. It was established on 26 March 1839. It differs from the three other regattas rowed over approximately the same course, Henley Women's Regatta, Henley Masters Regatta, and Henley Town and Visitors' Regatta, each of which is an entirely separate event."}, {"title": "Henley-on-Thames", "href": "/wiki/Henley-on-Thames", "description": "Henley-on-Thames is a town and civil parish on the River Thames in Oxfordshire, England, 9 miles (14 km) northeast of Reading, 7 miles (11 km) west of Maidenhead, 23 miles (37 km) southeast of Oxford and 37 miles (60 km) west of London, near the tripoint of Oxfordshire, Berkshire and Buckinghamshire. The population at the 2011 Census was 11,619."}, {"title": "River Thames", "href": "/wiki/River_Thames", "description": "The River Thames, known alternatively in parts as the River Isis, is a river that flows through southern England including London. At 215 miles (346 km), it is the longest river entirely in England and the second-longest in the United Kingdom, after the River Severn."}, {"title": "Oxfordshire", "href": "/wiki/Oxfordshire", "description": "Oxfordshire is a landlocked county in South East England. The ceremonial county borders Warwickshire to the north-west, Northamptonshire to the north-east, Buckinghamshire to the east, Berkshire to the south, Wiltshire to the south-west and Gloucestershire to the west."}, {"title": "Regatta", "href": "/wiki/Regatta", "description": "Boat racing is a sport in which boats, or other types of watercraft, race on water. Boat racing powered by oars is recorded as having occurred in ancient Egypt, and it is likely that people have engaged in races involving boats and other water-borne craft for as long as such watercraft have existed."}]}, {"heading": "Events", "year": "1846", "date": "June 14", "txt": "Bear Flag Revolt begins: Anglo settlers in Sonoma, California, start a rebellion against Mexico and proclaim the California Republic.", "entities": [{"title": "Bear Flag Revolt", "href": "/wiki/Bear_Flag_Revolt", "description": "The California Republic, or Bear Flag Republic, was an unrecognized breakaway state from Mexico, that for 25 days in 1846 militarily controlled an area north of San Francisco, in and around what is now Sonoma County in California."}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Sonoma, California", "href": "/wiki/Sonoma,_California", "description": "Sonoma is a city in Sonoma County, California in Sonoma Valley. Known as a part of Wine Country in the Sonoma Valley AVA Appellation, Sonoma is the home of the Sonoma International Film Festival and an historic town plaza, a remnant of the town's Mexican colonial past. Sonoma's population was 10,648 as of the 2010 census, while the Sonoma urban area had a population of 32,678."}, {"title": "California Republic", "href": "/wiki/California_Republic", "description": "The California Republic, or Bear Flag Republic, was an unrecognized breakaway state from Mexico, that for 25 days in 1846 militarily controlled an area north of San Francisco, in and around what is now Sonoma County in California."}]}, {"heading": "Events", "year": "1863", "date": "June 14", "txt": "American Civil War: Second Battle of Winchester: A Union garrison is defeated by the Army of Northern Virginia in the Shenandoah Valley town of Winchester, Virginia.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Second Battle of Winchester", "href": "/wiki/Second_Battle_of_Winchester", "description": "The Second Battle of Winchester was fought between June 13 and June 15, 1863 in Frederick County and Winchester, Virginia as part of the Gettysburg Campaign during the American Civil War. As Confederate Lieutenant General Richard S. Ewell moved down the Shenandoah Valley in the direction of Pennsylvania, his corps defeated the Union Army garrison commanded by Major General Robert H. Milroy, captur"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Army of Northern Virginia", "href": "/wiki/Army_of_Northern_Virginia", "description": "The Army of Northern Virginia was the primary military force of the Confederate States of America in the Eastern Theater of the American Civil War. It was also the primary command structure of the Department of Northern Virginia. It was most often arrayed against the Union Army of the Potomac."}, {"title": "Shenandoah Valley", "href": "/wiki/Shenandoah_Valley", "description": "The Shenandoah Valley is a geographic valley and cultural region of western Virginia and the Eastern Panhandle of West Virginia in the United States. The valley is bounded to the east by the Blue Ridge Mountains, to the west by the eastern front of the Ridge-and-Valley Appalachians, to the north by the Potomac River and to the south by the James River. The cultural region covers a larger area that"}, {"title": "Winchester, Virginia", "href": "/wiki/Winchester,_Virginia", "description": "Winchester is an independent city located in the northern portion of the Commonwealth of Virginia, United States. It is the county seat of Frederick County, although the two are separate jurisdictions. The Bureau of Economic Analysis combines the city of Winchester with surrounding Frederick County for statistical purposes. As of the 2010 census, the city's population was 26,203. As of 2019, its p"}]}, {"heading": "Events", "year": "1863", "date": "June 14", "txt": "Second Assault on the Confederate works at the Siege of Port Hudson during the American Civil War.", "entities": []}, {"heading": "Events", "year": "1872", "date": "June 14", "txt": "Trade unions are legalized in Canada.", "entities": [{"title": "Trade union", "href": "/wiki/Trade_union", "description": "A trade union, often simply called a union, is an organization of workers who have come together to achieve many common goals, such as protecting the integrity of their trade, improving safety standards, and attaining better wages, benefits, and working conditions through the increased bargaining power wielded by the creation of a monopoly of the workers. Trade unions typically fund the formal org"}]}, {"heading": "Events", "year": "1881", "date": "June 14", "txt": "The White Rajahs territories become the British protectorate of Sarawak.", "entities": [{"title": "White Rajah", "href": "/wiki/White_Rajah", "description": "The White Rajahs were a dynastic monarchy of the British Brooke family, who founded and ruled the Raj of Sarawak, located on the north west coast of the island of Borneo, from 1841 to 1946. The first ruler was an Englishman James Brooke. As a reward for helping the Sultanate of Brunei fight piracy and insurgency among the indigenous peoples, he was granted the province of Kuching which was known a"}, {"title": "British protectorate", "href": "/wiki/British_protectorate", "description": "British protectorates were protectorates under the jurisdiction of the British government. Many territories which became British protectorates already had local rulers with whom the Crown negotiated through treaty, acknowledging their status whilst simultaneously offering protection. British protectorates were therefore governed by indirect rule. In most cases, the local ruler, as well as the subj"}, {"title": "Kingdom of Sarawak", "href": "/wiki/Kingdom_of_Sarawak", "description": "The Raj of Sarawak, also State of Sarawak, located in the northwestern part of the island of Borneo, was an independent state that later became a British protectorate. It was established as an independent state from a series of land concessions acquired by an Englishman, James Brooke, from the sultan of Brunei. Sarawak received recognition as an independent state from the United States in 1850, an"}]}, {"heading": "Events", "year": "1900", "date": "June 14", "txt": "Hawaii becomes a United States territory.", "entities": [{"title": "Territory of Hawaii", "href": "/wiki/Territory_of_Hawaii", "description": "The Territory of Hawaii or Hawaii Territory was an organized incorporated territory of the United States that existed from April 30, 1900 until August 21, 1959, when most of its territory, excluding Palmyra Island, was admitted to the Union as the 50th U.S. state, the State of Hawaii. The Hawaii Admission Act specified that the State of Hawaii would not include Palmyra Island, the Midway Islands, "}, {"title": "United States territory", "href": "/wiki/United_States_territory", "description": "In the United States, a territory is any extent of region under the sovereign jurisdiction of the federal government of the United States, including all waters. The United States asserts sovereign rights for exploring, exploiting, conserving, and managing its territory. This extent of territory is all the area belonging to, and under the dominion of, the United States federal government for admini"}]}, {"heading": "Events", "year": "1900", "date": "June 14", "txt": "The second German Naval Law calls for the Imperial German Navy to be doubled in size, resulting in an Anglo-German naval arms race.", "entities": [{"title": "Anglo-German naval arms race", "href": "/wiki/Anglo-German_naval_arms_race", "description": "The arms race between Great Britain and Germany that occurred from the last decade of the nineteenth century until the advent of World War I in 1914 was one of the intertwined causes of that conflict. While based in a bilateral relationship that had worsened over many decades, the arms race began with a plan by German Admiral Alfred von Tirpitz in 1897 to create a fleet in being to force Britain t"}]}, {"heading": "Events", "year": "1907", "date": "June 14", "txt": "The National Association for Women's Suffrage succeeds in getting Norwegian women the right to vote in parliamentary elections.", "entities": [{"title": "National Association for Women's Suffrage (Norway)", "href": "/wiki/National_Association_for_Women%27s_Suffrage_(Norway)", "description": "The National Association for Women's Suffrage, was a Norwegian association for women suffrage, active from 1898 until 1913."}]}, {"heading": "Events", "year": "1919", "date": "June 14", "txt": "John Alcock and Arthur Whitten Brown depart from St. John's, Newfoundland on the first nonstop transatlantic flight.", "entities": [{"title": "Transatlantic flight of Alcock and Brown", "href": "/wiki/Transatlantic_flight_of_Alcock_and_Brown", "description": "British aviators John Alcock and Arthur Brown made the first ever non-stop transatlantic flight in June 1919. They flew a modified First World War Vickers Vimy bomber from St. John's, Newfoundland, to Clifden, Connemara, County Galway, Ireland. The Secretary of State for Air, Winston Churchill, presented them with the Daily Mail prize for the first crossing of the Atlantic Ocean by aeroplane in \"l"}, {"title": "St. John's, Newfoundland", "href": "/wiki/St._John%27s,_Newfoundland", "description": "St. John's is the capital and largest city of the Canadian province of Newfoundland and Labrador. It is on the eastern tip of the Avalon Peninsula on the large Canadian island Newfoundland. The city spans 446.04 square kilometres (172.22 sq mi) and is the easternmost city in North America."}, {"title": "Transatlantic flight", "href": "/wiki/Transatlantic_flight", "description": "\nA transatlantic flight is the flight of an aircraft across the Atlantic Ocean from Europe, Africa, South Asia, or the Middle East to North America, Central America, or South America, or vice versa. Such flights have been made by fixed-wing aircraft, airships, balloons and other aircraft."}]}, {"heading": "Events", "year": "1926", "date": "June 14", "txt": "Brazil leaves the League of Nations.", "entities": [{"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}, {"title": "League of Nations", "href": "/wiki/League_of_Nations", "description": "The League of Nations, abbreviated as LON, was the first worldwide intergovernmental organisation whose principal mission was to maintain world peace. Founded on 10 January 1920 following the Paris Peace Conference that ended the First World War, it ceased operations on 20 April 1946."}]}, {"heading": "Events", "year": "1937", "date": "June 14", "txt": "Pennsylvania becomes the first (and only) state of the United States to celebrate Flag Day officially as a state holiday.", "entities": [{"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}, {"title": "Flag Day (United States)", "href": "/wiki/Flag_Day_(United_States)", "description": "In the United States, Flag Day is celebrated on June 14. It commemorates the adoption of the flag of the United States on June 14, 1777, by resolution of the Second Continental Congress. \nThe Flag Resolution, passed on June 14, 1777, stated: \"Resolved, That the flag of the thirteen United States be thirteen stripes, alternate red and white; that the union be thirteen stars, white in a blue field, "}, {"title": "State holiday", "href": "/wiki/State_holiday", "description": "In the United States there are a number of observed holidays where employees receive paid time off. The labor force in the United States comprises about 62% of the general population. In the United States, 97% of the private sector businesses determine what days this sector of the population gets paid time off, according to a study by the Society for Human Resource Management. The following holida"}]}, {"heading": "Events", "year": "1937", "date": "June 14", "txt": "U.S. House of Representatives passes the Marihuana Tax Act.", "entities": []}, {"heading": "Events", "year": "1940", "date": "June 14", "txt": "World War II: The German occupation of Paris begins.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Paris in World War II", "href": "/wiki/Paris_in_World_War_II", "description": "Paris started mobilizing for war in September 1939, when Nazi Germany attacked Poland, but the war seemed far away until May 10, 1940, when the Germans attacked France and quickly defeated the French army. The French government departed Paris on June 10, and the Germans occupied the city on June 14. During the Occupation, the French Government moved to Vichy, and Paris was governed by the German m"}]}, {"heading": "Events", "year": "1940", "date": "June 14", "txt": "The Soviet Union presents an ultimatum to Lithuania resulting in Lithuanian loss of independence.", "entities": []}, {"heading": "Events", "year": "1940", "date": "June 14", "txt": "Seven hundred twenty-eight Polish political prisoners from Tarnów become the first inmates of the Auschwitz concentration camp.", "entities": [{"title": "Auschwitz concentration camp", "href": "/wiki/Auschwitz_concentration_camp", "description": "The Auschwitz concentration camp was a complex of over 40 concentration and extermination camps operated by Nazi Germany in occupied Poland during World War II and the Holocaust. It consisted of Auschwitz I, the main camp (Stammlager) in Oświęcim; Auschwitz II-Birkenau, a concentration and extermination camp with gas chambers; Auschwitz III-Monowitz, a labor camp for the chemical conglomerate IG F"}]}, {"heading": "Events", "year": "1941", "date": "June 14", "txt": "June deportation: the first major wave of Soviet mass deportations and murder of Estonians, Latvians and Lithuanians, begins.", "entities": [{"title": "June deportation", "href": "/wiki/June_deportation", "description": "The June deportation was a mass deportation by the Soviet Union of tens of thousands of people from the territories occupied in 1940–1941: Baltic states, occupied Poland, and Moldavia."}, {"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}]}, {"heading": "Events", "year": "1944", "date": "June 14", "txt": "World War II: After several failed attempts, the British Army abandons Operation Perch, its plan to capture the German-occupied town of Caen.", "entities": [{"title": "Operation Perch", "href": "/wiki/Operation_Perch", "description": "Operation Perch was a British offensive of the Second World War which took place from 7 to 14 June 1944, during the early stages of the Battle of Normandy. The operation was intended to encircle and seize the German occupied city of Caen, which was a D-Day objective for the British 3rd Infantry Division in the early phases of Operation Overlord. Operation Perch was to begin immediately after the B"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Caen", "href": "/wiki/Caen", "description": "Caen is a commune in northwestern France. It is the prefecture of the department of Calvados. The city proper has 108,365 inhabitants, while its urban area has 420,000, making Caen the largest city in former Lower Normandy. It is also the third largest municipality in all of Normandy after Le Havre and Rouen and the third largest city proper in Normandy, also after Rouen and Le Havre. The metropol"}]}, {"heading": "Events", "year": "1945", "date": "June 14", "txt": "World War II: Filipino troops of the Philippine Commonwealth Army liberate the captured in Ilocos Sur and start the Battle of Bessang Pass in Northern Luzon.", "entities": [{"title": "Ilocos Sur", "href": "/wiki/Ilocos_Sur", "description": "Ilocos Sur is a province in the Philippines located in the Ilocos Region in Luzon. Its capital is the city of Vigan, located on the mouth of the Mestizo River. Ilocos Sur is bordered by Ilocos Norte and Abra to the north, Mountain Province to the east, La Union and Benguet to the south and the South China Sea to the west."}, {"title": "Battle of Bessang Pass", "href": "/wiki/Battle_of_Bessang_Pass", "description": "The Battle of Bessang Pass was a major battle during the Philippines Campaign of World War II. It was fought from 9 January through 15 June 1945 in Cervantes, a municipality in the province of Ilocos Sur, located 382 kilometres (237 mi) north of Manila. The area serves as a gateway to the Cordillera mountains and the city of Baguio. Bessang Pass was a stronghold of the Japanese imperial forces und"}]}, {"heading": "Events", "year": "1949", "date": "June 14", "txt": "Albert II, a rhesus monkey, rides a V-2 rocket to an altitude of 134 km (83 mi), thereby becoming the first monkey in space.", "entities": [{"title": "Rhesus monkey", "href": "/wiki/Rhesus_monkey", "description": "The rhesus macaque, colloquially rhesus monkey, is a species of Old World monkey. It is listed as least concern in the IUCN Red List of Threatened Species in view of its wide distribution, presumed large population, and its tolerance of a broad range of habitats. It is native to South, Central, and Southeast Asia and has the widest geographic range of all non-human primates, occupying a great dive"}, {"title": "V-2 rocket", "href": "/wiki/V-2_rocket", "description": "The V-2, with the technical name Aggregat 4 (A4), was the world's first long-range guided ballistic missile. The missile, powered by a liquid-propellant rocket engine, was developed during the Second World War in Germany as a \"vengeance weapon\" and assigned to attack Allied cities as retaliation for the Allied bombings against German cities. The V-2 rocket also became the first artificial object t"}, {"title": "Monkeys and apes in space", "href": "/wiki/Monkeys_and_apes_in_space", "description": "Before humans went into space in the 1960s, several other animals were launched into space, including numerous other primates, so that scientists could investigate the biological effects of spaceflight. The United States launched flights containing primate passengers primarily between 1948 and 1961 with one flight in 1969 and one in 1985. France launched two monkey-carrying flights in 1967. The So"}]}, {"heading": "Events", "year": "1951", "date": "June 14", "txt": "UNIVAC I is dedicated by the U.S. Census Bureau.", "entities": [{"title": "UNIVAC I", "href": "/wiki/UNIVAC_I", "description": "The UNIVAC I was the first general-purpose electronic digital computer design for business application produced in the United States. It was designed principally by J. Presper Eckert and John Mauchly, the inventors of the ENIAC. Design work was started by their company, Eckert–Mauchly Computer Corporation (EMCC), and was completed after the company had been acquired by Remington Rand. In the years"}, {"title": "United States Bureau of the Census", "href": "/wiki/United_States_Bureau_of_the_Census", "description": "The United States Census Bureau (USCB), officially the Bureau of the Census, is a principal agency of the U.S. Federal Statistical System, responsible for producing data about the American people and economy. The Census Bureau is part of the U.S. Department of Commerce and its director is appointed by the President of the United States."}]}, {"heading": "Events", "year": "1954", "date": "June 14", "txt": "U.S. President Dwight D. Eisenhower signs a bill into law that places the words \"under God\" into the United States Pledge of Allegiance.", "entities": [{"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "Pledge of Allegiance (United States)", "href": "/wiki/Pledge_of_Allegiance_(United_States)", "description": "The Pledge of Allegiance of the United States is an expression of allegiance to the flag of the United States and the republic of the United States of America. Such a pledge was first composed, with a text different from the one used at present, by Captain George Thatcher Balch, a Union Army Officer during the Civil War and later a teacher of patriotism in New York City schools. The form of the pl"}]}, {"heading": "Events", "year": "1955", "date": "June 14", "txt": "Chile becomes a signatory to the Buenos Aires copyright treaty.", "entities": [{"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}, {"title": "Buenos Aires Convention", "href": "/wiki/Buenos_Aires_Convention", "description": "The Buenos Aires Convention is a copyright treaty signed at Buenos Aires, Argentina, on 11 August 1910, providing mutual recognition of copyrights where the work carries a notice containing a statement of reservation of rights (Art. 3). This was commonly done with the phrase \"All rights reserved\" next to the copyright notice. This implementation varied as US law only required the author and year o"}]}, {"heading": "Events", "year": "1959", "date": "June 14", "txt": "Disneyland Monorail System, the first daily operating monorail system in the Western Hemisphere, opens to the public in Anaheim, California.", "entities": [{"title": "Disneyland Monorail System", "href": "/wiki/Disneyland_Monorail_System", "description": "The Disneyland Monorail System is an attraction and transportation system at the Disneyland Resort in Anaheim, California, United States. It was the first daily operating monorail in the Western Hemisphere."}, {"title": "Anaheim, California", "href": "/wiki/Anaheim,_California", "description": "Anaheim is a city in Orange County, California, part of the Los Angeles metropolitan area. As of the 2010 United States Census, the city had a population of 336,265, making it the most populous city in Orange County, the 10th-most populous city in California, and the 55th-most populous city in the United States. Anaheim is the second-largest city in Orange County in terms of land area, and is know"}]}, {"heading": "Events", "year": "1959", "date": "June 14", "txt": "Dominican exiles depart from Cuba and land in the Dominican Republic to overthrow the totalitarian government of Rafael Trujillo. All but four are killed or executed.", "entities": [{"title": "Dominican Republic", "href": "/wiki/Dominican_Republic", "description": "The Dominican Republic is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest nation in the Antilles "}, {"title": "Rafael Trujillo", "href": "/wiki/Rafael_Trujillo", "description": "Rafael Leónidas Trujillo Molina, nicknamed El Jefe, was a Dominican dictator who ruled the Dominican Republic from February 1930 until his assassination in May 1961. He served as president from 1930 to 1938 and again from 1942 to 1952, ruling for the rest of the time as an unelected military strongman under figurehead presidents. His 31 years in power, to Dominicans known as the Trujillo Era, are "}]}, {"heading": "Events", "year": "1962", "date": "June 14", "txt": "The European Space Research Organisation is established in Paris", "entities": [{"title": "European Space Research Organisation", "href": "/wiki/European_Space_Research_Organisation", "description": "The European Space Research Organisation (ESRO) was an international organisation founded by 10 European nations with the intention of jointly pursuing scientific research in space. It was founded in 1964. As an organisation ESRO was based on a previously existing international scientific institution, CERN.\nThe ESRO convention, the organisations founding document outlines it as an entity exclusive"}, {"title": "European Space Agency", "href": "/wiki/European_Space_Agency", "description": "The European Space Agency is an intergovernmental organization of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion in 2020."}]}, {"heading": "Events", "year": "1966", "date": "June 14", "txt": "The Vatican announces the abolition of the Index Librorum Prohibitorum (\"index of prohibited books\"), which was originally instituted in 1557.", "entities": [{"title": "Roman Curia", "href": "/wiki/Roman_Curia", "description": "The Roman Curia comprises the administrative institutions of the Holy See and the central body through which the affairs of the Catholic Church are conducted. It acts in the pope's name and with his authority for the good and for the service of the particular churches and provides the central organization for the church to advance its objectives."}, {"title": "1557", "href": "/wiki/1557", "description": "Year 1557 (MDLVII) was a common year starting on Friday of the Julian calendar."}]}, {"heading": "Events", "year": "1967", "date": "June 14", "txt": "Mariner program: Mariner 5 is launched towards Venus.", "entities": [{"title": "Mariner program", "href": "/wiki/Mariner_program", "description": "The Mariner program was a 10-mission program conducted by the American space agency NASA in conjunction with Jet Propulsion Laboratory (JPL). The program launched a series of robotic interplanetary probes, from 1962 to 1973, designed to investigate Mars, Venus and Mercury. The program included a number of firsts, including the first planetary flyby, the first planetary orbiter, and the first gravi"}, {"title": "Venus", "href": "/wiki/Venus", "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising "}]}, {"heading": "Events", "year": "1982", "date": "June 14", "txt": "Falklands War: Argentine forces in the capital Stanley conditionally surrender to British forces.", "entities": [{"title": "Falklands War", "href": "/wiki/Falklands_War", "description": "The Falklands War was a 10-week undeclared war between Argentina and the United Kingdom in 1982 over two British dependent territories in the South Atlantic: the Falkland Islands and its territorial dependency, South Georgia and the South Sandwich Islands."}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "Stanley, Falkland Islands", "href": "/wiki/Stanley,_Falkland_Islands", "description": "Stanley is the capital of the Falkland Islands. It is located on the island of East Falkland, on a north-facing slope in one of the wettest parts of the islands. At the 2016 census, the town had a population of 2,460. The entire population of the Falkland Islands was 3,398 on Census Day on 9 October 2016."}, {"title": "Conditional surrender", "href": "/wiki/Conditional_surrender", "description": "Surrender, in military terms, is the relinquishment of control over territory, combatants, fortifications, ships or armament to another power. A surrender may be accomplished peacefully or it may be the result of defeat in battle. A sovereign state may surrender following defeat in a war, usually by signing a peace treaty or capitulation agreement. A battlefield surrender, either by individuals or"}]}, {"heading": "Events", "year": "1986", "date": "June 14", "txt": "The Mindbender derails and kills three riders at the Fantasyland (known today as Galaxyland) indoor amusement park in Edmonton, Alberta.", "entities": [{"title": "Mindbender (Galaxyland)", "href": "/wiki/Mindbender_(Galaxyland)", "description": "The Mindbender is an Anton Schwarzkopf looping roller coaster located at Galaxyland Amusement Park, a theme park located in West Edmonton Mall, in Alberta, Canada. The ride officially opened to the public on December 20, 1985 at a cost of $6 million. At 44.2 m (145 ft) in height, it is the tallest indoor roller coaster in the world as of 2020."}, {"title": "Fantasyland (West Edmonton Mall)", "href": "/wiki/Fantasyland_(West_Edmonton_Mall)", "description": "Galaxyland, previously known as Fantasyland, is an indoor amusement park. Located in the West Edmonton Mall in Edmonton, Alberta, Canada, the largest mall in North America, it is home to the world's tallest and longest indoor roller coaster, the Mindbender. It is also home to the Space Shot, the world's tallest indoor tower ride at the time of opening, at 36.5 metres (120 ft). The record was broke"}, {"title": "Edmonton", "href": "/wiki/Edmonton", "description": "Edmonton is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\"."}, {"title": "Alberta", "href": "/wiki/Alberta", "description": "Alberta is one of the thirteen provinces and territories of Canada. It is part of Western Canada and is one of the three prairie provinces. English is the official language of the province. In 2016, 76.0% of Albertans were anglophone, 1.8% were francophone and 22.2% were allophone."}]}, {"heading": "Events", "year": "1994", "date": "June 14", "txt": "The 1994 Vancouver Stanley Cup riot occurs after the New York Rangers win the Stanley Cup from Vancouver, causing an estimated C$1.1 million, leading to 200 arrests and injuries.", "entities": [{"title": "1994 Vancouver Stanley Cup riot", "href": "/wiki/1994_Vancouver_Stanley_Cup_riot", "description": "\nThe 1994 Vancouver Stanley Cup Riot occurred in Downtown Vancouver, British Columbia, Canada, on the evening of June 14, 1994, and continued into the following morning. The riot followed Game 7 of the 1994 Stanley Cup Finals in which the Vancouver Canucks lost to the New York Rangers. It was Vancouver's first riot since 1972, when the Rolling Stones American Tour 1972 led to confrontations betwee"}, {"title": "Stanley Cup", "href": "/wiki/Stanley_Cup", "description": "The Stanley Cup is the championship trophy awarded annually to the National Hockey League (NHL) playoff winner. It is the oldest existing trophy to be awarded to a professional sports franchise in North America, and the International Ice Hockey Federation (IIHF) considers it to be one of the \"most important championships available to the sport\". The trophy was commissioned in 1892 as the Dominion "}]}, {"heading": "Events", "year": "2002", "date": "June 14", "txt": "Near-Earth asteroid 2002 MN misses the Earth by 75,000 miles (121,000 km), about one-third of the distance between the Earth and the Moon.", "entities": [{"title": "Near-Earth asteroid", "href": "/wiki/Near-Earth_asteroid", "description": "A near-Earth object (NEO) is any small Solar System body whose orbit brings it into proximity with Earth. By convention, a Solar System body is a NEO if its closest approach to the Sun (perihelion) is less than 1.3 astronomical units (AU). If a NEO's orbit crosses the Earth's, and the object is larger than 140 meters (460 ft) across, it is considered a potentially hazardous object (PHO). Most know"}, {"title": "2002 MN", "href": "/wiki/2002_MN", "description": "2002 MN is the provisional designation given to a 73-meter Apollo near-Earth asteroid that on 14 June 2002 missed collision with the Earth by 0.0008 AU, about one third the distance to the Moon (0.3 LD). The close approach was second only to the Earth approach by the 10-meter asteroid 1994 XM1. 2002 MN was discovered on 17 June 2002, three days after closest approach. Its mass and relative velocit"}]}, {"heading": "Events", "year": "2014", "date": "June 14", "txt": "A Ukraine military Ilyushin Il-76 airlifter is shot down, killing all 49 people on board.", "entities": [{"title": "Ilyushin Il-76", "href": "/wiki/Ilyushin_Il-76", "description": "The Ilyushin Il-76 is a multi-purpose four-engine turbofan strategic airlifter designed by the Soviet Union's Ilyushin design bureau. It was first planned as a commercial freighter in 1967, as a replacement for the Antonov An-12. It was designed to deliver heavy machinery to remote, poorly served areas. Military versions of the Il-76 have been widely used in Europe, Asia and Africa, including use "}, {"title": "Ukrainian Air Force Ilyushin Il-76 shoot-down", "href": "/wiki/Ukrainian_Air_Force_Ilyushin_Il-76_shoot-down", "description": "On 14 June 2014, an Ilyushin Il-76 transport aircraft of the 25th Transport Aviation Brigade of the Ukrainian Air Force was shot down by forces of the self-proclaimed Luhansk People's Republic while on approach to land at Luhansk International Airport, Ukraine, during the initial phase of the war in Donbass. The aircraft was carrying troops and equipment from an undisclosed location. All 49 people"}]}, {"heading": "Births", "year": "1444", "date": "June 14", "txt": "Nilakantha Somayaji, Indian astronomer and mathematician (d. 1544)", "entities": [{"title": "Nilakantha Somayaji", "href": "/wiki/Nilakantha_Somayaji", "description": "Keļallur Nilakantha Somayaji, also referred to as Keļallur Comatiri, was a major mathematician and astronomer of the Kerala school of astronomy and mathematics. One of his most influential works was the comprehensive astronomical treatise Tantrasamgraha completed in 1501. He had also composed an elaborate commentary on Aryabhatiya called the Aryabhatiya Bhasya. In this Bhasya, Nilakantha had discu"}]}, {"heading": "Births", "year": "1479", "date": "June 14", "txt": "Giglio Gregorio Giraldi, Italian poet and scholar (d. 1552)", "entities": [{"title": "Giglio Gregorio Giraldi", "href": "/wiki/Giglio_Gregorio_Giraldi", "description": "Giglio Gregorio Giraldi was an Italian scholar and poet."}]}, {"heading": "Births", "year": "1529", "date": "June 14", "txt": "Ferdinand II, Archduke of Austria (d. 1595)", "entities": [{"title": "Ferdinand II, Archduke of Austria", "href": "/wiki/Ferdinand_II,_Archduke_of_Austria", "description": "Ferdinand II, Archduke of Further Austria was ruler of Further Austria and since 1564 Imperial count of Tirol. The son of Ferdinand I, Holy Roman Emperor, he was married to Philippine Welser in his first marriage. In his second marriage to Anna Juliana Gonzaga, he was the father of Anna of Tyrol, future Holy Roman Empress."}]}, {"heading": "Births", "year": "1627", "date": "June 14", "txt": "Johann Abraham Ihle, German astronomer (d. 1699)", "entities": [{"title": "Johann Abraham Ihle", "href": "/wiki/Johann_Abraham_Ihle", "description": "Johann Abraham Ihle was a German amateur astronomer who discovered the first known globular cluster, M22, on 26 August 1665 while observing Saturn in Sagittarius."}]}, {"heading": "Births", "year": "1691", "date": "June 14", "txt": "Jan Francisci, Slovak organist and composer (d. 1758)", "entities": [{"title": "Jan Francisci", "href": "/wiki/Jan_Francisci", "description": "Jan Francisci was an organist and composer born in Neusohl, Kingdom of Hungary. In 1709, he succeeded his father as cantor there before going to Vienna in 1722. He visited J.S. Bach in Leipzig in 1725. He worked as a church musician in (Pressburg) until 1735, when he returned to Neusohl. He remained there until his death, except for the years 1743–1748."}]}, {"heading": "Births", "year": "1726", "date": "June 14", "txt": "Thomas Pennant, Welsh ornithologist and historian (d. 1798)", "entities": [{"title": "Thomas Pennant", "href": "/wiki/Thomas_Pennant", "description": "Thomas Pennant was a Welsh naturalist, traveller, writer and antiquarian. He was born and lived his whole life at his family estate, Downing Hall near Whitford, Flintshire, in Wales."}]}, {"heading": "Births", "year": "1730", "date": "June 14", "txt": "Antonio Sacchini, Italian composer and educator (d. 1786)", "entities": [{"title": "Antonio Sacchini", "href": "/wiki/Antonio_Sacchini", "description": "Antonio Maria Gasparo Gioacchino Sacchini was an Italian composer, best known for his operas."}]}, {"heading": "Births", "year": "1736", "date": "June 14", "txt": "Charles-Augustin de Coulomb, French physicist and engineer (d. 1806)", "entities": [{"title": "Charles-Augustin de Coulomb", "href": "/wiki/Charles-Augustin_de_Coulomb", "description": "Charles-Augustin de Coulomb was a French military engineer and physicist. He is best known as the eponymous discoverer of what is now called Coulomb's law, the description of the electrostatic force of attraction and repulsion, though he also did important work on friction."}]}, {"heading": "Births", "year": "1763", "date": "June 14", "txt": "Simon Mayr, German composer and educator (d. 1845)", "entities": [{"title": "Simon Mayr", "href": "/wiki/Simon_Mayr", "description": "Johann(es) Simon Mayr, also known in Italian as Giovanni Simone Mayr or Simone Mayr, was a German composer."}]}, {"heading": "Births", "year": "1780", "date": "June 14", "txt": "Henry Salt, English historian and diplomat, British Consul-General in Egypt (d. 1827)", "entities": [{"title": "Henry Salt (Egyptologist)", "href": "/wiki/Henry_Salt_(Egyptologist)", "description": "Henry Salt was an English artist, traveller, collector of antiquities, diplomat, and Egyptologist."}, {"title": "List of diplomats of the United Kingdom to Egypt", "href": "/wiki/List_of_diplomats_of_the_United_Kingdom_to_Egypt", "description": "The Ambassador of the United Kingdom to Egypt is the United Kingdom's foremost diplomatic representative in Egypt, and head of the UK's diplomatic mission in Egypt. The official title is Her Britannic Majesty's Ambassador to the Arab Republic of Egypt."}]}, {"heading": "Births", "year": "1796", "date": "June 14", "txt": "Nikolai Brashman, Czech-Russian mathematician and academic (d. 1866)", "entities": [{"title": "Nikolai Brashman", "href": "/wiki/Nikolai_Brashman", "description": "Nikolai Dmitrievich Brashman was a Russian mathematician of Jewish-Austrian origin. He was a student of Joseph Johann Littrow, and the advisor of Pafnuty Chebyshev and August Davidov."}]}, {"heading": "Births", "year": "1798", "date": "June 14", "txt": "František Palacký, Czech historian and politician (d. 1876)", "entities": [{"title": "František Palacký", "href": "/wiki/Franti%C5%A1ek_Palack%C3%BD", "description": "František Palacký was a Czech historian and politician, the most influential person of the Czech National Revival, called \"Father of the Nation\"."}]}, {"heading": "Births", "year": "1801", "date": "June 14", "txt": "Heber C. Kimball, American religious leader (d. 1868)", "entities": [{"title": "Heber C. Kimball", "href": "/wiki/Heber_C._Kimball", "description": "Heber Chase Kimball was a leader in the early Latter Day Saint movement. He served as one of the original twelve apostles in the early Church of the Latter Day Saints, and as first counselor to Brigham Young in the First Presidency of The Church of Jesus Christ of Latter-day Saints for more than two decades, from 1847 until his death."}]}, {"heading": "Births", "year": "1811", "date": "June 14", "txt": "Harriet Beecher Stowe, American author and activist (d. 1896)", "entities": [{"title": "Harriet Beecher Stowe", "href": "/wiki/Harriet_Beecher_Stowe", "description": "Harriet Elisabeth Beecher Stowe was an American author and abolitionist. She came from the Beecher family, a famous religious family, and became best known for her novel Uncle Tom's Cabin (1852), which depicts the harsh conditions experienced by enslaved African Americans. The book reached an audience of millions as a novel and play, and became influential in the United States and in Great Britain"}]}, {"heading": "Births", "year": "1812", "date": "June 14", "txt": "Fernando Wood, American merchant and politician, 73rd Mayor of New York City (d. 1881)", "entities": [{"title": "Fernando Wood", "href": "/wiki/Fernando_Wood", "description": "Fernando Wood was an American politician of the Democratic Party and the 73rd and 75th mayor of New York City; he also served as a United States Representative and as Chairman of the Committee on Ways and Means in both the 45th and 46th Congress (1877–1881)."}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Births", "year": "1819", "date": "June 14", "txt": "Henry Gardner, American merchant and politician, 23rd Governor of Massachusetts (d. 1892)", "entities": [{"title": "Henry Gardner", "href": "/wiki/Henry_Gardner", "description": "Henry Joseph Gardner was the 23rd Governor of Massachusetts, serving from 1855 to 1858. Gardner, a Know Nothing, was elected governor as part of the sweeping victory of Know Nothing candidates in the Massachusetts elections of 1854."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1820", "date": "June 14", "txt": "John Bartlett, American author and publisher (d. 1905)", "entities": [{"title": "John Bartlett (publisher)", "href": "/wiki/John_Bartlett_(publisher)", "description": "John Bartlett was an American writer and publisher whose best known work, Bartlett's Familiar Quotations, has been continually revised and reissued for a century after his death."}]}, {"heading": "Births", "year": "1829", "date": "June 14", "txt": "Bernard Petitjean, French Roman Catholic missionary to Japan (d. 1884)", "entities": [{"title": "Bernard Petitjean", "href": "/wiki/Bernard_Petitjean", "description": "Bernard Thaddée Petitjean was a French Roman Catholic priest who served as a missionary to Japan as well as becoming the country's first vicar apostolic."}]}, {"heading": "Births", "year": "1838", "date": "June 14", "txt": "Yamagata Aritomo, Japanese Field Marshal and politician, 3rd and 9th Prime Minister of Japan (d. 1922)", "entities": [{"title": "Yamagata Aritomo", "href": "/wiki/Yamagata_Aritomo", "description": "Gensui Prince Yamagata Aritomo , also known as Prince Yamagata Kyōsuke, was a senior-ranking Japanese military commander, twice-elected Prime Minister of Japan, and a leading member of the genrō, an élite group of senior statesmen who dominated Japan after the Meiji Restoration. As the Imperial Japanese Army's inaugural Chief of Staff, he was the chief architect of the Empire of Japan's military a"}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1840", "date": "June 14", "txt": "William F. Nast, American businessman (d. 1893)", "entities": [{"title": "William F. Nast", "href": "/wiki/William_F._Nast", "description": "William Frederick Nast (1840–1893) was an American diplomat and entrepreneur. He was the third president of the Atchison, Topeka and Santa Fe Railway."}]}, {"heading": "Births", "year": "1848", "date": "June 14", "txt": "Bernard Bosanquet, English philosopher and theorist (d. 1923)", "entities": [{"title": "Bernard Bosanquet (philosopher)", "href": "/wiki/Bernard_Bosanquet_(philosopher)", "description": "Bernard Bosanquet was an English philosopher and political theorist, and an influential figure on matters of political and social policy in the late 19th and early 20th centuries. His work influenced but was later subject to criticism by many thinkers, notably Bertrand Russell, John Dewey and William James. Bernard was the husband of Helen Bosanquet, the leader of the Charity Organisation Society."}]}, {"heading": "Births", "year": "1848", "date": "June 14", "txt": "Max Erdmannsdörfer, German conductor and composer (d. 1905)", "entities": [{"title": "Max Erdmannsdörfer", "href": "/wiki/Max_Erdmannsd%C3%B6rfer", "description": "Max Erdmannsdörfer was a German conductor, pianist and composer."}]}, {"heading": "Births", "year": "1855", "date": "June 14", "txt": "Robert M. La Follette, American lawyer and politician, 20th Governor of Wisconsin (d. 1925)", "entities": [{"title": "Robert M. La Follette", "href": "/wiki/Robert_M._La_Follette", "description": "Robert Marion \"Fighting Bob\" La Follette Sr., was an American lawyer and politician. He represented Wisconsin in both chambers of Congress and served as the Governor of Wisconsin. A Republican for most of his career, he ran for President of the United States as the nominee of his own Progressive Party in the 1924 presidential election. Historian John D. Buenker describes La Follette as \"the most c"}, {"title": "Governor of Wisconsin", "href": "/wiki/Governor_of_Wisconsin", "description": "The Governor of Wisconsin is the head of the executive branch of Wisconsin's state government and the commander-in-chief of the state's army and air forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Wisconsin Legislature, to convene the legislature, and to grant pardons, except in cases of treason and impeachment. The position was fi"}]}, {"heading": "Births", "year": "1856", "date": "June 14", "txt": "Andrey Markov, Russian mathematician and theorist (d. 1922)", "entities": [{"title": "Andrey Markov", "href": "/wiki/Andrey_Markov", "description": "Andrey Andreyevich Markov was a Russian mathematician best known for his work on stochastic processes. A primary subject of his research later became known as Markov chains and Markov processes."}]}, {"heading": "Births", "year": "1862", "date": "June 14", "txt": "John Ulric Nef, Swiss-American chemist and academic (d. 1915)", "entities": [{"title": "John Ulric Nef (chemist)", "href": "/wiki/John_Ulric_Nef_(chemist)", "description": "John Ulric Nef was a Swiss-born American chemist and the discoverer of the Nef reaction and Nef synthesis. He was a member of the American Academy of Arts and Sciences and the National Academy of Sciences."}]}, {"heading": "Births", "year": "1864", "date": "June 14", "txt": "Alois Alzheimer, German psychiatrist and neuropathologist (d. 1915)", "entities": [{"title": "Alois Alzheimer", "href": "/wiki/Alois_Alzheimer", "description": "Aloysius Alzheimer was a German psychiatrist and neuropathologist and a colleague of Emil Kraepelin. Alzheimer is credited with identifying the first published case of \"presenile dementia\", which Kraepelin would later identify as Alzheimer's disease."}]}, {"heading": "Births", "year": "1868", "date": "June 14", "txt": "Karl Landsteiner, Austrian biologist and physician, Nobel Prize laureate (d. 1943)", "entities": [{"title": "Karl Landsteiner", "href": "/wiki/Karl_Landsteiner", "description": "Karl Landsteiner was an Austrian biologist, physician, and immunologist. He distinguished the main blood groups in 1900, having developed the modern system of classification of blood groups from his identification of the presence of agglutinins in the blood, and in 1937 identified, with Alexander S. Wiener, the Rhesus factor, thus enabling physicians to transfuse blood without endangering the pati"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1868", "date": "June 14", "txt": "Anna B. Eckstein, German peace activist (d. 1947)", "entities": []}, {"heading": "Births", "year": "1870", "date": "June 14", "txt": "Sophia of Prussia (d. 1932)", "entities": [{"title": "Sophia of Prussia", "href": "/wiki/Sophia_of_Prussia", "description": "Sophia of Prussia was Queen consort of the Hellenes during 1913–1917 and 1920–1922."}]}, {"heading": "Births", "year": "1871", "date": "June 14", "txt": "Hermanus Brockmann, Dutch rower (d. 1936)", "entities": [{"title": "Hermanus Brockmann", "href": "/wiki/Hermanus_Brockmann", "description": "Hermanus \"Herman\" Gerardus Brockmann was a Dutch coxswain who competed in the 1900 Summer Olympics."}]}, {"heading": "Births", "year": "1871", "date": "June 14", "txt": "Jacob Ellehammer, Danish mechanic and engineer (d. 1946)", "entities": []}, {"heading": "Births", "year": "1872", "date": "June 14", "txt": "János Szlepecz, Slovene priest and author (d. 1936)", "entities": [{"title": "János Szlepecz", "href": "/wiki/J%C3%A1nos_Szlepecz", "description": "János Szlepecz was a Slovene Roman Catholic priest, dean, and writer. He wrote in the Prekmurje Slovene dialect and also in Hungarian."}]}, {"heading": "Births", "year": "1877", "date": "June 14", "txt": "Jane Bathori, French soprano (d. 1970)", "entities": [{"title": "Jane Bathori", "href": "/wiki/Jane_Bathori", "description": "Jane Bathori was a French mezzo-soprano. She was famous on the operatic stage and important in the development of contemporary French music."}]}, {"heading": "Births", "year": "1877", "date": "June 14", "txt": "Ida MacLean, British biochemist, the first woman admitted to the London Chemical Society (d. 1944)", "entities": [{"title": "Chemical Society", "href": "/wiki/Chemical_Society", "description": "The Chemical Society was a scientific society formed in 1841 by 77 scientists as a result of increased interest in scientific matters. Chemist Robert Warington was the driving force behind its creation."}]}, {"heading": "Births", "year": "1878", "date": "June 14", "txt": "Léon Thiébaut, French fencer (d. 1943)", "entities": [{"title": "Léon Thiébaut", "href": "/wiki/L%C3%A9on_Thi%C3%A9baut", "description": "Léon Thiébaut was a French fencer who competed in the late 19th century and early 20th century. He participated in Fencing at the 1900 Summer Olympics in Paris and won the silver medal in the sabre. He was defeated by Georges de la Falaise in the final."}]}, {"heading": "Births", "year": "1879", "date": "June 14", "txt": "Arthur Duffey, American sprinter and coach (d. 1955)", "entities": [{"title": "Arthur Duffey", "href": "/wiki/Arthur_Duffey", "description": "Arthur Francis Duffey was an American track and field athlete who competed at the 1900 Summer Olympics in Paris, France."}]}, {"heading": "Births", "year": "1884", "date": "June 14", "txt": "John McCormack, Irish tenor and actor (d. 1945)", "entities": [{"title": "John McCormack (tenor)", "href": "/wiki/John_McCormack_(tenor)", "description": "Papal Count John Francis McCormack, KSG, KSS, KHS, was an Irish tenor celebrated for his performances of the operatic and popular song repertoires, and renowned for his diction and breath control. He was also a Papal Count. He became a naturalised American citizen before returning to live in Ireland."}]}, {"heading": "Births", "year": "1884", "date": "June 14", "txt": "Georg Zacharias, German swimmer (d. 1953)", "entities": []}, {"heading": "Births", "year": "1890", "date": "June 14", "txt": "May Allison, American actress (d. 1989)", "entities": [{"title": "May Allison", "href": "/wiki/May_Allison", "description": "May Allison was an American actress whose greatest success was achieved in the early part of the 20th century in silent films, although she also appeared on stage."}]}, {"heading": "Births", "year": "1894", "date": "June 14", "txt": "Marie-Adélaïde, Grand Duchess of Luxembourg (d. 1924)", "entities": [{"title": "Marie-Adélaïde, Grand Duchess of Luxembourg", "href": "/wiki/Marie-Ad%C3%A9la%C3%AFde,_Grand_Duchess_of_Luxembourg", "description": "Marie-Adélaïde, reigned as Grand Duchess of Luxembourg from 1912 until her abdication in 1919. She was the first Grand Duchess regnant of Luxembourg, its first female monarch since Duchess Maria Theresa and the first Luxembourgish monarch to be born within the territory since Count John the Blind (1296–1346)."}]}, {"heading": "Births", "year": "1894", "date": "June 14", "txt": "José Carlos Mariátegui (d. 1930)", "entities": []}, {"heading": "Births", "year": "1894", "date": "June 14", "txt": "W. W. E. Ross, Canadian geophysicist and poet (d. 1966)", "entities": []}, {"heading": "Births", "year": "1895", "date": "June 14", "txt": "Jack Adams, Canadian-American ice hockey player, coach, and manager (d. 1968)", "entities": [{"title": "Jack Adams", "href": "/wiki/Jack_Adams", "description": "John James \"Jack\" Adams was a Canadian professional ice hockey player, coach and general manager in the National Hockey League and Pacific Coast Hockey Association. He was a Hall of Fame player during a 10-year professional career with Toronto, Vancouver and Ottawa."}]}, {"heading": "Births", "year": "1900", "date": "June 14", "txt": "Ruth Nanda Anshen, American writer, editor, and philosopher (d. 2003)", "entities": [{"title": "Ruth Nanda Anshen", "href": "/wiki/Ruth_Nanda_Anshen", "description": "Ruth Nanda Anshen was an American philosopher, author and editor. She was the author of several books including The Anatomy of Evil, Biography of An Idea, Morals Equals Manners and The Mystery of Consciousness: A Prescription for Human Survival."}]}, {"heading": "Births", "year": "1900", "date": "June 14", "txt": "June Walker, American stage and film actress (d. 1966)", "entities": []}, {"heading": "Births", "year": "1903", "date": "June 14", "txt": "Alonzo Church, American mathematician and logician (d. 1995)", "entities": [{"title": "Alonzo Church", "href": "/wiki/Alonzo_Church", "description": "Alonzo Church was an American mathematician and logician who made major contributions to mathematical logic and the foundations of theoretical computer science. He is best known for the lambda calculus, Church–Turing thesis, proving the unsolvability of the Entscheidungsproblem, Frege–Church ontology, and the Church–Rosser theorem. He also worked on philosophy of language."}]}, {"heading": "Births", "year": "1903", "date": "June 14", "txt": "Rose Rand, Austrian-American logician and philosopher from the Vienna Circle (d. 1980)", "entities": []}, {"heading": "Births", "year": "1904", "date": "June 14", "txt": "Margaret Bourke-White, American photographer and journalist (d. 1971)", "entities": [{"title": "Margaret Bourke-White", "href": "/wiki/Margaret_Bourke-White", "description": "Margaret Bourke-White was an American photographer and documentary photographer. She is best known as the first foreign photographer permitted to take pictures of Soviet industry under the Soviet's five-year plan, the first American female war photojournalist, and having one of her photographs on the cover of the first issue of Life magazine. She died of Parkinson's disease about eighteen years af"}]}, {"heading": "Births", "year": "1905", "date": "June 14", "txt": "Steve Broidy, American businessman (d. 1991)", "entities": [{"title": "Steve Broidy", "href": "/wiki/Steve_Broidy", "description": "Samuel “Steve” Broidy was an American executive in the U.S. motion picture industry."}]}, {"heading": "Births", "year": "1905", "date": "June 14", "txt": "Arthur Davis, American animator and director (d. 2000)", "entities": []}, {"heading": "Births", "year": "1907", "date": "June 14", "txt": "Nicolas Bentley, English author and illustrator (d. 1978)", "entities": [{"title": "Nicolas Bentley", "href": "/wiki/Nicolas_Bentley", "description": "\nNicolas Clerihew Bentley was a British author and illustrator, best known for his humorous cartoon drawings in books and magazines in the 1930s and 1940s. The son of Edmund Clerihew Bentley, he was given the name Nicholas, but opted to change the spelling."}]}, {"heading": "Births", "year": "1907", "date": "June 14", "txt": "René Char, French poet and author (d. 1988)", "entities": []}, {"heading": "Births", "year": "1909", "date": "June 14", "txt": "Burl Ives, American actor and singer (d. 1995)", "entities": [{"title": "Burl Ives", "href": "/wiki/Burl_Ives", "description": "Burl Icle Ivanhoe Ives was an American singer, musician, actor, and author."}]}, {"heading": "Births", "year": "1910", "date": "June 14", "txt": "Rudolf Kempe, German pianist and conductor (d. 1976)", "entities": [{"title": "Rudolf Kempe", "href": "/wiki/Rudolf_Kempe", "description": "Rudolf Kempe was a German conductor."}]}, {"heading": "Births", "year": "1913", "date": "June 14", "txt": "Joe Morris, English-Canadian lieutenant and trade union leader (d. 1996)", "entities": [{"title": "Joe Morris (trade unionist)", "href": "/wiki/Joe_Morris_(trade_unionist)", "description": "Joseph Morris was a Canadian trade unionist mostly noted as the president of the Canadian Labour Congress in the 1970s."}]}, {"heading": "Births", "year": "1916", "date": "June 14", "txt": "Dorothy McGuire, American actress (d. 2001)", "entities": [{"title": "Dorothy McGuire", "href": "/wiki/Dorothy_McGuire", "description": "Dorothy Hackett McGuire was an American actress. She was nominated for the Academy Award for Best Actress for Gentleman's Agreement (1947) and won the National Board of Review Award for Best Actress for Friendly Persuasion (1956)."}]}, {"heading": "Births", "year": "1917", "date": "June 14", "txt": "Lise Nørgaard, Danish journalist, author, and screenwriter", "entities": [{"title": "Lise Nørgaard", "href": "/wiki/Lise_N%C3%B8rgaard", "description": "Lise Nørgaard is a Danish journalist and writer known for her precise and often humorous portrayals of Danish cultural life. Nørgaard has written novels, compilations of essays and short stories. The memoir of her childhood, Kun en pige, became a bestseller in 1992 and is considered her masterpiece. The work was made into a feature film in 1995."}]}, {"heading": "Births", "year": "1917", "date": "June 14", "txt": "Gilbert Prouteau, French poet and director (d. 2012)", "entities": []}, {"heading": "Births", "year": "1917", "date": "June 14", "txt": "Atle Selberg, Norwegian-American mathematician and academic (d. 2007)", "entities": []}, {"heading": "Births", "year": "1918", "date": "June 14", "txt": "Fred Baur, American chemist and founder of Pringles (d. 2008)", "entities": [{"title": "Fred Baur", "href": "/wiki/Fred_Baur", "description": "Fredric John Baur was an American organic chemist and food storage technician notable for designing and patenting the Pringles packaging. Baur filed for a patent for the tubular Pringles container and for the method of packaging the curved, stacked chips in the container in 1966, and it was granted in 1971. His other accomplishments included development of frying oils and freeze-dried ice cream. B"}, {"title": "Pringles", "href": "/wiki/Pringles", "description": "Pringles is an American brand of stackable potato-based chips. Originally sold by Procter & Gamble (P&G) in 1968 and marketed as \"Pringle's Newfangled Potato Chips\", the brand was sold in 2012 to the current owners, Kellogg's."}]}, {"heading": "Births", "year": "1919", "date": "June 14", "txt": "Gene Barry, American actor (d. 2009)", "entities": [{"title": "Gene Barry", "href": "/wiki/Gene_Barry", "description": "Gene Barry was an American stage, screen, and television actor. Barry is best remembered for his leading roles in the films The Atomic City (1952) and The War of The Worlds (1953) and for his portrayal of the title characters in the TV series Bat Masterson and Burke's Law, among many roles."}]}, {"heading": "Births", "year": "1919", "date": "June 14", "txt": "Sam Wanamaker, American actor and director (d. 1993)", "entities": []}, {"heading": "Births", "year": "1921", "date": "June 14", "txt": "Martha Greenhouse, American actress (d. 2013)", "entities": [{"title": "Martha Greenhouse", "href": "/wiki/Martha_Greenhouse", "description": "Martha Miriam Greenhouse was an American stage, film and television actress, who also served as an actors' union leader."}]}, {"heading": "Births", "year": "1923", "date": "June 14", "txt": "Judith Kerr, German-English author and illustrator (d. 2019)", "entities": [{"title": "Judith Kerr", "href": "/wiki/Judith_Kerr", "description": "Anna Judith Gertrud Helene Kerr was a German-born British writer and illustrator whose books sold more than 10 million copies around the world. She created both enduring picture books such as the Mog series and The Tiger Who Came to Tea and acclaimed novels for older children such as the semi-autobiographical When Hitler Stole Pink Rabbit, which gave a child's-eye view of the Second World War. Bor"}]}, {"heading": "Births", "year": "1923", "date": "June 14", "txt": "Green Wix Unthank, American soldier, lawyer, and judge (d. 2013)", "entities": []}, {"heading": "Births", "year": "1924", "date": "June 14", "txt": "James Black, Scottish pharmacologist and academic, Nobel Prize laureate (d. 2010)", "entities": [{"title": "James Black (pharmacologist)", "href": "/wiki/James_Black_(pharmacologist)", "description": "Sir James Whyte Black was a Scottish physician and pharmacologist. Black established a Veterinary Physiology department at the University of Glasgow, where he became interested in the effects of adrenaline on the human heart. He went to work for ICI Pharmaceuticals in 1958 and, while there, developed propranolol, a beta blocker used for the treatment of heart disease. Black was also responsible fo"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1925", "date": "June 14", "txt": "Pierre Salinger, American journalist and politician, 11th White House Press Secretary (d. 2004)", "entities": [{"title": "Pierre Salinger", "href": "/wiki/Pierre_Salinger", "description": "Pierre Emil George Salinger was an American journalist, author and politician. He had served as the ninth White House Press Secretary for United States Presidents John F. Kennedy and Lyndon B. Johnson. Salinger served as a United States Senator in 1964 and as campaign manager for the 1968 Robert F. Kennedy presidential campaign."}, {"title": "White House Press Secretary", "href": "/wiki/White_House_Press_Secretary", "description": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the federal government of the United States, especially with regard to the president, senior aides and executives, as well as government policies."}]}, {"heading": "Births", "year": "1926", "date": "June 14", "txt": "Don Newcombe, American baseball player (d. 2019)", "entities": [{"title": "Don Newcombe", "href": "/wiki/Don_Newcombe", "description": "Donald Newcombe, nicknamed \"Newk\", was an American professional baseball pitcher in Negro league and Major League Baseball who played for the Newark Eagles (1944–45), Brooklyn/Los Angeles Dodgers, Cincinnati Reds (1958–1960), and Cleveland Indians (1960)."}]}, {"heading": "Births", "year": "1928", "date": "June 14", "txt": "Ernesto \"Che\" Guevara, Argentinian-Cuban physician, author, guerrilla leader and politician (d. 1967)", "entities": [{"title": "Che Guevara", "href": "/wiki/Che_Guevara", "description": "Ernesto \"Che\" Guevara was an Argentine Marxist revolutionary, physician, author, guerrilla leader, diplomat, and military theorist. A major figure of the Cuban Revolution, his stylized visage has become a ubiquitous countercultural symbol of rebellion and global insignia in popular culture."}, {"title": "Guerrilla", "href": "/wiki/Guerrilla", "description": "Guerrilla warfare is a form of irregular warfare in which small groups of combatants, such as paramilitary personnel, armed civilians, or irregulars, use military tactics including ambushes, sabotage, raids, petty warfare, hit-and-run tactics, and mobility, to fight a larger and less-mobile traditional military."}]}, {"heading": "Births", "year": "1929", "date": "June 14", "txt": "Cy Coleman, American pianist and composer (d. 2004)", "entities": [{"title": "Cy Coleman", "href": "/wiki/Cy_Coleman", "description": "Cy Coleman was an American composer, songwriter, and jazz pianist."}]}, {"heading": "Births", "year": "1929", "date": "June 14", "txt": "Alan Davidson, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1929", "date": "June 14", "txt": "Johnny Wilson, Canadian-American ice hockey player and coach (d. 2011)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 14", "txt": "Marla Gibbs, American actress and comedian", "entities": [{"title": "Marla Gibbs", "href": "/wiki/Marla_Gibbs", "description": "Marla Gibbs is an American actress, singer, comedian, writer and television producer, whose career spans five decades. Gibbs is known for her role as George Jefferson's maid, Florence Johnston, in the CBS sitcom, The Jeffersons (1975–1985), for which she received five nominations for Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series."}]}, {"heading": "Births", "year": "1931", "date": "June 14", "txt": "Ross Higgins, Australian actor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 14", "txt": "Junior Walker, American saxophonist (d. 1995)", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 14", "txt": "Jerzy Kosiński, Polish-American novelist and screenwriter (d. 1991)", "entities": [{"title": "Jerzy Kosiński", "href": "/wiki/Jerzy_Kosi%C5%84ski", "description": "Jerzy Kosiński, born Józef Lewinkopf, was a Polish-American novelist and two-time President of the American Chapter of P.E.N., who wrote primarily in English. Born in Poland, he survived World War II and, as a young man, emigrated to the U.S., where he became a citizen."}]}, {"heading": "Births", "year": "1933", "date": "June 14", "txt": "Vladislav Rastorotsky, Russian gymnast and coach", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 14", "txt": "Renaldo Benson, American singer-songwriter (d. 2005)", "entities": [{"title": "Renaldo Benson", "href": "/wiki/Renaldo_Benson", "description": "Renaldo \"Obie\" Benson was an American soul and R&B singer and songwriter. He was best known as a founding member and the bass singer of Motown group the Four Tops, which he joined in 1953 and continued to perform with for over five decades, until April 8, 2005. He also co-wrote \"What's Going On\" which became a No. 2 hit for Marvin Gaye in 1971, and which Rolling Stone rated as No. 4 on their List "}]}, {"heading": "Births", "year": "1936", "date": "June 14", "txt": "Irmelin Sandman Lilius, Finnish author, poet, and translator", "entities": []}, {"heading": "Births", "year": "1938", "date": "June 14", "txt": "Julie Felix, American-English singer-songwriter and guitarist (d. 2020)", "entities": [{"title": "Julie Felix", "href": "/wiki/Julie_Felix", "description": "Julie Ann Felix was an American-born, British-based folk recording artist who achieved success, particularly on British television in the late 1960s and early 1970s. She later performed and released albums on her own record label."}]}, {"heading": "Births", "year": "1939", "date": "June 14", "txt": "Steny Hoyer, American lawyer and politician", "entities": [{"title": "Steny Hoyer", "href": "/wiki/Steny_Hoyer", "description": "Steny Hamilton Hoyer is an American politician and attorney serving as U.S. Representative for Maryland's 5th congressional district since 1981 and as House Majority Leader since 2019. A Democrat, he was first elected in a special election on May 19, 1981, and is currently serving in his 20th term. The district includes a large swath of rural and suburban territory southeast of Washington, D.C. Ho"}]}, {"heading": "Births", "year": "1939", "date": "June 14", "txt": "Peter Mayle, English author and screenwriter (d. 2018)", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 14", "txt": "Colin Thubron, English journalist and author", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 14", "txt": "Jonathan Raban, English author and academic", "entities": [{"title": "Jonathan Raban", "href": "/wiki/Jonathan_Raban", "description": "Jonathan Raban is a British travel writer, critic, and novelist. He has received several awards, such as the National Book Critics Circle Award, The Royal Society of Literature's Heinemann Award, the Thomas Cook Travel Book Award, the PEN West Creative Nonfiction Award, the Pacific Northwest Booksellers Association Award, and a 1997 Washington State Governor's Writer's Award. Since 1990 he has liv"}]}, {"heading": "Births", "year": "1942", "date": "June 14", "txt": "Roberto García-Calvo Montiel, Spanish judge (d. 2008)", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 14", "txt": "Barry Burman, English painter and academic (d. 2001)", "entities": [{"title": "Barry Burman", "href": "/wiki/Barry_Burman", "description": "Barry Burman (1943–2001) was an English figurative artist known for his dark and often disturbing subject matter. He was a successful as an artist and teacher. He took an overdose and died aged 57."}]}, {"heading": "Births", "year": "1943", "date": "June 14", "txt": "Jennifer Gretton, Baroness Gretton, English politician, Lord Lieutenant of Leicestershire", "entities": [{"title": "Lord Lieutenant of Leicestershire", "href": "/wiki/Lord_Lieutenant_of_Leicestershire", "description": "This is a list of people who have served as Lord Lieutenant of Leicestershire. Since 1703, all Lord Lieutenants have also been Custos Rotulorum of Leicestershire."}]}, {"heading": "Births", "year": "1943", "date": "June 14", "txt": "John Miles, English racing driver and journalist", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 14", "txt": "Harold Wheeler, American composer, conductor, and producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "June 14", "txt": "Laurie Colwin, American novelist and short story writer (d. 1992)", "entities": [{"title": "Laurie Colwin", "href": "/wiki/Laurie_Colwin", "description": "Laurie Colwin was an American writer who wrote five novels, three collections of short stories and two volumes of essays and recipes. She was known for her portrayals of New York society and her food columns in Gourmet magazine."}]}, {"heading": "Births", "year": "1945", "date": "June 14", "txt": "Rod Argent, English singer-songwriter and keyboard player", "entities": [{"title": "Rod Argent", "href": "/wiki/Rod_Argent", "description": "Rodney Terence \"Rod\" Argent is an English musician, singer, songwriter, composer, and record producer. In a career spanning more than 50 years, Argent came to prominence in the mid 1960s as the founder and keyboardist of the English rock band the Zombies, and went on to form the band Argent after the first break-up of the Zombies."}]}, {"heading": "Births", "year": "1945", "date": "June 14", "txt": "Carlos Reichenbach, Brazilian director and producer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 14", "txt": "Richard Stebbins, American sprinter and educator", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 14", "txt": "Robert Louis-Dreyfus, French-Swiss businessman (d. 2009)", "entities": [{"title": "Robert Louis-Dreyfus", "href": "/wiki/Robert_Louis-Dreyfus", "description": "Robert Louis-Dreyfus was a French businessman who was chief executive officer (CEO) of Adidas and Saatchi & Saatchi. He was a majority shareholder of the French football team Olympique de Marseille, and during his tenure they re-emerged as a major European football club."}]}, {"heading": "Births", "year": "1946", "date": "June 14", "txt": "Tõnu Sepp, Estonian instrument maker and educator", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 14", "txt": "Donald Trump, American businessman, television personality and 45th President of the United States", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1947", "date": "June 14", "txt": "Roger Liddle, Baron Liddle, English politician", "entities": [{"title": "Roger Liddle, Baron Liddle", "href": "/wiki/Roger_Liddle,_Baron_Liddle", "description": "Roger John Liddle, Baron Liddle is a British political adviser and consultant who is principally known for being Special Adviser on European matters to the former Prime Minister Tony Blair, and President of the European Commission, José Manuel Barroso. He also worked together with Peter Mandelson on books outlining the political philosophy of the Labour Party under Blair's leadership. He is chairp"}]}, {"heading": "Births", "year": "1947", "date": "June 14", "txt": "Barry Melton, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 14", "txt": "Paul Rudolph, Canadian singer, guitarist, and cyclist", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 14", "txt": "Laurence Yep, American author and playwright", "entities": [{"title": "Laurence Yep", "href": "/wiki/Laurence_Yep", "description": "Laurence Michael Yep is an American writer, best known for his children's books. He is a two-time Newbery Honor winner for books from his Golden Mountain series, the best known title being Dragonwings. In 2005, he received the biennial Laura Ingalls Wilder Medal for his career contribution to American children's literature."}]}, {"heading": "Births", "year": "1949", "date": "June 14", "txt": "Jim Lea, English singer-songwriter, bass player, and producer", "entities": [{"title": "Jim Lea (musician)", "href": "/wiki/Jim_Lea_(musician)", "description": "James Whild Lea is an English musician, most notable for playing bass guitar, keyboards, piano, violin, and guitar, and singing backing vocals in Slade from their inception until 1992, and for co-writing most of their songs."}]}, {"heading": "Births", "year": "1949", "date": "June 14", "txt": "Roger Powell, English-Australian scientist and academic", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 14", "txt": "Antony Sher, South African-British actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 14", "txt": "Harry Turtledove, American historian and author", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 14", "txt": "Alan White, English drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 14", "txt": "Rowan Williams, Welsh archbishop and theologian", "entities": [{"title": "Rowan Williams", "href": "/wiki/Rowan_Williams", "description": "Rowan Douglas Williams, Baron Williams of Oystermouth, is a Welsh Anglican bishop, theologian and poet. He was the 104th Archbishop of Canterbury, a position he held from December 2002 to December 2012. Previously the Bishop of Monmouth and Archbishop of Wales, Williams was the first Archbishop of Canterbury in modern times not to be appointed from within the Church of England."}]}, {"heading": "Births", "year": "1951", "date": "June 14", "txt": "Paul Boateng, English lawyer and politician, British High Commissioner to South Africa", "entities": [{"title": "Paul Boateng", "href": "/wiki/Paul_Boateng", "description": "Paul Yaw Boateng, Baron Boateng is a British Labour Party politician, who was the Member of Parliament (MP) for Brent South from 1987 to 2005, becoming the UK's first Black Cabinet Minister in May 2002, when he was appointed as Chief Secretary to the Treasury. Following his departure from the House of Commons, he served as the British High Commissioner to South Africa from March 2005 to May 2009. "}, {"title": "List of High Commissioners of the United Kingdom to South Africa", "href": "/wiki/List_of_High_Commissioners_of_the_United_Kingdom_to_South_Africa", "description": "\n\nThe British High Commissioner to South Africa is the head of the United Kingdom's diplomatic mission in the Republic of South Africa."}]}, {"heading": "Births", "year": "1951", "date": "June 14", "txt": "Danny Edwards, American golfer", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 14", "txt": "Robert Lepikson, Estonian racing driver and politician, Estonian Minister of the Interior (d. 2006)", "entities": [{"title": "Robert Lepikson", "href": "/wiki/Robert_Lepikson", "description": "Robert Lepikson was an Estonian politician, businessman and rally driver/co-driver."}, {"title": "Minister of the Interior (Estonia)", "href": "/wiki/Minister_of_the_Interior_(Estonia)", "description": "The Ministry of the Interior of Estonia is a Ministry in the Estonian Government. The current Minister of the Interior is Kristian Jaani."}]}, {"heading": "Births", "year": "1952", "date": "June 14", "txt": "Pat Summitt, American basketball player and coach (d. 2016)", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 14", "txt": "Leon Wieseltier, American philosopher, journalist, and critic", "entities": []}, {"heading": "Births", "year": "1953", "date": "June 14", "txt": "Janet Mackey, New Zealand lawyer and politician", "entities": [{"title": "Janet Mackey", "href": "/wiki/Janet_Mackey", "description": "Janet Elsdon Mackey is a New Zealand politician. She was a Member of the New Zealand Parliament for the Labour Party from 1993 until 2005."}]}, {"heading": "Births", "year": "1954", "date": "June 14", "txt": "Will Patton, American actor", "entities": [{"title": "Will Patton", "href": "/wiki/Will_Patton", "description": "William Rankin Patton is an American actor and audiobook narrator. He starred as Colonel Dan Weaver in the TNT science fiction series Falling Skies. He also appeared in the films Remember the Titans, Armageddon, Gone in 60 Seconds, The Punisher and Minari. He appeared opposite Kevin Costner in two films: No Way Out (1987) and The Postman (1997), as well as having a guest role in season 3 of Costne"}]}, {"heading": "Births", "year": "1955", "date": "June 14", "txt": "Michael D. Duvall, American businessman and politician", "entities": [{"title": "Michael D. Duvall", "href": "/wiki/Michael_D._Duvall", "description": "Michael Dobbins Duvall is a Republican politician and a former member of the California State Assembly. Duvall was first elected as the Assemblyman for California's 72nd District in 2006, and was re-elected in 2008. During his time in the Assembly, he served as the vice chairman of the Utilities & Commerce Committee. Prior to his service in the Assembly, he served on the Yorba Linda City Council f"}]}, {"heading": "Births", "year": "1955", "date": "June 14", "txt": "Paul O'Grady, English television host, producer, and drag performer", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 14", "txt": "Kirron Kher, Indian theatre, film & television actress, TV talk show host, politician and Member of Parliament", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 14", "txt": "King Diamond (Kim Bendix Petersen), heavy metal musician[citation needed]", "entities": [{"title": "King Diamond", "href": "/wiki/King_Diamond", "description": "Kim Bendix Petersen, better known by his stage name King Diamond, is a Danish rock musician and songwriter. As a vocalist, he is known for his powerful and wide-ranging singing voice, in particular his far-reaching falsetto screams. He is the lead vocalist and lyricist for both Mercyful Fate and the eponymous King Diamond. He also plays keyboards and guitars on studio recordings but uses live show"}]}, {"heading": "Births", "year": "1957", "date": "June 14", "txt": "Suzanne Nora Johnson, American lawyer and businesswoman", "entities": [{"title": "Suzanne Nora Johnson", "href": "/wiki/Suzanne_Nora_Johnson", "description": "Suzanne Nora Johnson is an American corporate lawyer and executive. Until 2007, she was vice chairman of Goldman Sachs, chair of the Global Markets Institute, head of the firm's Global Investment Research Division, and a member of the firm's management committee."}]}, {"heading": "Births", "year": "1957", "date": "June 14", "txt": "Mona Simpson, American novelist", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 14", "txt": "Pamela Geller, American activist and blogger", "entities": [{"title": "Pamela Geller", "href": "/wiki/Pamela_Geller", "description": "Pamela Geller is an American anti-Muslim, far-right, political activist, blogger and commentator. Geller promoted birther conspiracy theories about President Barack Obama, saying that he was born in Kenya and that he is a Muslim. She has denied genocides where Muslims were victims, such as that of Albanians in Kosovo, Bosnians in Srebrenica, and the Rohingya in Myanmar."}]}, {"heading": "Births", "year": "1959", "date": "June 14", "txt": "Marcus Miller, American bass player, composer, and producer", "entities": [{"title": "Marcus Miller", "href": "/wiki/Marcus_Miller", "description": "William Henry Marcus Miller Jr. is an American film composer, jazz composer, record producer, arranger, and multi-instrumentalist, best known as a bassist. He has worked with trumpeter Miles Davis, pianist Herbie Hancock, singer Luther Vandross, and saxophonist David Sanborn, among others."}]}, {"heading": "Births", "year": "1960", "date": "June 14", "txt": "Tonie Campbell, American hurdler", "entities": [{"title": "Tonie Campbell", "href": "/wiki/Tonie_Campbell", "description": "Anthony Eugene Campbell is an American former hurdler. He is the 1988 Olympic bronze medallist in the 110m Hurdles, the 1987 World Indoor champion in the 60m hurdles, and won the 1985 World Cup title in the 110m hurdles. A three-time winner of the 110 metres hurdles at the IAAF Grand Prix Final, he also won the 1987 Overall Grand Prix title, with fellow hurdler Greg Foster second and pole vaulter "}]}, {"heading": "Births", "year": "1960", "date": "June 14", "txt": "Mike Laga, American baseball player", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 14", "txt": "Boy George, English singer-songwriter and producer", "entities": [{"title": "Boy George", "href": "/wiki/Boy_George", "description": "George Alan O'Dowd, known professionally as Boy George, is an English singer, songwriter, DJ, fashion designer, photographer and record producer. He is the lead singer of the pop band Culture Club. At the height of the band's fame, during the 1980s, they recorded global hit songs such as \"Karma Chameleon\", \"Do You Really Want to Hurt Me\" and \"Time \". George is known for his soulful voice and his a"}]}, {"heading": "Births", "year": "1961", "date": "June 14", "txt": "Dušan Kojić, Serbian singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 14", "txt": "Sam Perkins, American basketball player", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 14", "txt": "Grant Kenny, Australian iron man and canoeist", "entities": [{"title": "Grant Kenny", "href": "/wiki/Grant_Kenny", "description": "Grant Hayden Kenny OAM is an Australian former Ironman, surf lifesaver and canoeist."}]}, {"heading": "Births", "year": "1964", "date": "June 14", "txt": "Peter Gilliver, English lexicographer and academic", "entities": [{"title": "Peter Gilliver", "href": "/wiki/Peter_Gilliver", "description": "Peter Gilliver is a lexicographer and associate editor of the Oxford English Dictionary."}]}, {"heading": "Births", "year": "1967", "date": "June 14", "txt": "Dedrick Dodge, American football player and coach", "entities": [{"title": "Dedrick Dodge", "href": "/wiki/Dedrick_Dodge", "description": "Dedrick Allen Dodge, is a former American football safety. He played college football at Florida State University and in eight seasons in the National Football League (NFL), from 1991 to 1998. He played in Super Bowl XXIX for the San Francisco 49ers and in Super Bowl XXXII for the Denver Broncos. He also played for the London Monarchs in the inaugural season of the World League of American Footbal"}]}, {"heading": "Births", "year": "1968", "date": "June 14", "txt": "Campbell Brown, American journalist", "entities": [{"title": "Campbell Brown (journalist)", "href": "/wiki/Campbell_Brown_(journalist)", "description": "Alma Dale Campbell Brown is the head of global news partnerships at Facebook and a former American television news reporter and anchorwoman. She served as co-anchor of the NBC news program Weekend Today from 2003 to 2007, and hosted the series Campbell Brown on CNN from 2008 to 2010. Brown won an Emmy Award as part of the NBC team reporting on Hurricane Katrina. Since 2013 she has been an educatio"}]}, {"heading": "Births", "year": "1968", "date": "June 14", "txt": "Faizon Love, Cuban-American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 14", "txt": "Éric Desjardins, Canadian ice hockey player and coach", "entities": [{"title": "Éric Desjardins", "href": "/wiki/%C3%89ric_Desjardins", "description": "Jean Noël Éric Desjardins is a Canadian former professional ice hockey defenceman who played 17 seasons in the National Hockey League (NHL) with the Montreal Canadiens and Philadelphia Flyers. He won the Stanley Cup with Montreal in 1993 and headlined the Flyers defence for over a decade. He currently works for his own business."}]}, {"heading": "Births", "year": "1969", "date": "June 14", "txt": "Steffi Graf, German tennis player", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 14", "txt": "Heather McDonald, American comedian, actress, and author", "entities": [{"title": "Heather McDonald", "href": "/wiki/Heather_McDonald", "description": "Heather Ann McDonald is an American actress, comedian and author. Born and educated in Southern California, she is best known for her appearances on the E! series Chelsea Lately. She was one of the eight writers on the show and often participated in sketches and segments. McDonald also wrote and appeared in the show's spin-off, After Lately. Her first book, a 2010 memoir of her college years, made"}]}, {"heading": "Births", "year": "1971", "date": "June 14", "txt": "Bruce Bowen, American basketball player and sportscaster", "entities": [{"title": "Bruce Bowen", "href": "/wiki/Bruce_Bowen", "description": "Bruce Eric Bowen Jr. is an American former professional basketball player. Bowen played small forward and graduated from Edison High School and Cal State Fullerton. He went on to play for the National Basketball Association's Miami Heat, Boston Celtics, Philadelphia 76ers, San Antonio Spurs and the Continental Basketball Association's Rockford Lightning, and also played abroad in France."}]}, {"heading": "Births", "year": "1971", "date": "June 14", "txt": "Ramon Vega, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 14", "txt": "Rick Brunson, American basketball player and coach", "entities": [{"title": "Rick Brunson", "href": "/wiki/Rick_Brunson", "description": "Eric Daniel Brunson is an American former professional basketball player and coach. He played 9 seasons in the National Basketball Association (NBA) and has also worked as an assistant coach for several teams. Brunson played college basketball for the Temple Owls."}]}, {"heading": "Births", "year": "1972", "date": "June 14", "txt": "Matthias Ettrich, German computer scientist and engineer, founded KDE", "entities": [{"title": "KDE", "href": "/wiki/KDE", "description": "KDE is an international free software community that develops free and open-source software. As a central development hub, it provides tools and resources that allow collaborative work on this kind of software. Well-known products include the Plasma Desktop, Frameworks and a range of cross-platform applications like Krita or digiKam designed to run on Unix and Unix-like desktops, Microsoft Windows"}]}, {"heading": "Births", "year": "1972", "date": "June 14", "txt": "Dominic Brown, English guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 14", "txt": "Claude Henderson, South African cricketer", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 14", "txt": "Danny McFarlane, Jamaican hurdler and sprinter", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 14", "txt": "Sami Kapanen, Finnish-American ice hockey player and manager", "entities": [{"title": "Sami Kapanen", "href": "/wiki/Sami_Kapanen", "description": "Sami Hannu Antero Kapanen is a Finnish professional ice hockey coach and former player. He played 12 NHL seasons for the Hartford Whalers, Carolina Hurricanes and Philadelphia Flyers. He is the majority owner of KalPa in the Finnish league. Kapanen's son, Kasperi Kapanen, is a member of the Pittsburgh Penguins."}]}, {"heading": "Births", "year": "1976", "date": "June 14", "txt": "Alan Carr, English comedian, actor, and screenwriter", "entities": [{"title": "Alan Carr", "href": "/wiki/Alan_Carr", "description": "Alan Graham Carr is an English comedian, radio presenter, television personality and writer."}]}, {"heading": "Births", "year": "1976", "date": "June 14", "txt": "Massimo Oddo, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 14", "txt": "Boeta Dippenaar, South African cricketer", "entities": [{"title": "Boeta Dippenaar", "href": "/wiki/Boeta_Dippenaar", "description": "Hendrik Human Dippenaar, known as Boeta Dippenaar, is a former South African cricketer who played all formats of the game. He is also a member of ACA African XI. He has played as a specialist batsman in most of his matches, and has played Test cricket in all batting positions from one through seven. He bats right-handed and bowls occasional off breaks."}]}, {"heading": "Births", "year": "1977", "date": "June 14", "txt": "Chris McAlister, American football player", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 14", "txt": "Joe Worsley, English rugby player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 14", "txt": "Steve Bégin, Canadian ice hockey player", "entities": [{"title": "Steve Bégin", "href": "/wiki/Steve_B%C3%A9gin", "description": "Joseph Denis Stéphan Bégin ; born June 14, 1978) is a Canadian former professional ice hockey centre who played in 13 National Hockey League (NHL) seasons. He was a second-round selection of the Calgary Flames, 40th overall, in the 1996 NHL Entry Draft, and played with the Flames, Montreal Canadiens, Dallas Stars, Boston Bruins and Nashville Predators in his NHL career. After missing a full season"}]}, {"heading": "Births", "year": "1978", "date": "June 14", "txt": "Diablo Cody, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 14", "txt": "Annia Hatch, Cuban-American gymnast and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 14", "txt": "Nikola Vujčić, Croatian former professional basketball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "June 14", "txt": "Shannon Hegarty, Australian rugby league player", "entities": [{"title": "Shannon Hegarty", "href": "/wiki/Shannon_Hegarty", "description": "Shannon Hegarty is an Australian former professional rugby league footballer who played in the 2000s. An Australia international and Queensland State of Origin representative three-quarter back, he played club football in the National Rugby League for the Sydney Roosters, South Sydney Rabbitohs and North Queensland Cowboys."}]}, {"heading": "Births", "year": "1981", "date": "June 14", "txt": "Elano, Brazilian footballer and manager", "entities": [{"title": "Elano", "href": "/wiki/Elano", "description": "Elano Blumer, simply known as Elano, is a Brazilian retired football manager and former player who played as an attacking midfielder. He is the current manager of Ferroviária."}]}, {"heading": "Births", "year": "1982", "date": "June 14", "txt": "Jamie Green, English racing driver", "entities": [{"title": "Jamie Green", "href": "/wiki/Jamie_Green", "description": "Jamie Green is a British professional racing driver. He is currently employed by Audi Sport Team Rosberg in the Deutsche Tourenwagen Masters (DTM) touring car championship, and will test for Trident Racing at the 2020 FIA Formula 2 Championship at the Bahrain post-Season tests."}]}, {"heading": "Births", "year": "1982", "date": "June 14", "txt": "Nicole Irving, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 14", "txt": "Lang Lang, Chinese pianist", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 14", "txt": "Trevor Barry, Bahamian high jumper", "entities": [{"title": "Trevor Barry", "href": "/wiki/Trevor_Barry", "description": "Trevor Barry is a male high jumper from the Bahamas. His personal best high jump is 2.32 metres, achieved in the final at the 2011 World Championships in Athletics in Daegu, South Korea on 1 September 2011. Barry competed in college for Dickinson State University where he helped lead his team to 3 consecutive national championships."}]}, {"heading": "Births", "year": "1983", "date": "June 14", "txt": "Louis Garrel, French actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 14", "txt": "Lorenzo Booker, American football player", "entities": [{"title": "Lorenzo Booker", "href": "/wiki/Lorenzo_Booker", "description": "Lorenzo Adarryll Booker is a former American football running back. He was drafted by the Miami Dolphins in the third round of the 2007 NFL Draft. He played college football at Florida State."}]}, {"heading": "Births", "year": "1984", "date": "June 14", "txt": "Mark Cosgrove, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 14", "txt": "Siobhán Donaghy, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 14", "txt": "Yury Prilukov, Russian swimmer", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 14", "txt": "Oleg Medvedev. Russian luger", "entities": [{"title": "Oleg Medvedev", "href": "/wiki/Oleg_Medvedev", "description": "Oleg Medvedev is a Russian luge athlete. Along with Ivan Nevmerzhitski he placed twentieth in the two man luge doubles in the 2008–09 Luge World Cup. In 2009 at the world championships in Lake Placid, New York the aforementioned duo placed 18th in the two man luge event."}]}, {"heading": "Births", "year": "1985", "date": "June 14", "txt": "Andy Soucek, Spanish racing driver", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 14", "txt": "Rhe-Ann Niles-Mapp, Barbadian netball player", "entities": [{"title": "Rhe-Ann Niles-Mapp", "href": "/wiki/Rhe-Ann_Niles-Mapp", "description": "Rhe-Ann Niles-Mapp also simply known as Rhe-Ann Niles is a Barbadian netball player who represents Barbados internationally and plays in the positions of goal keeper and goal defense. She competed at the Netball World Cup on three occasions in 2003, 2015 and 2019. She also represented Barbados at the Commonwealth Games in 2014 and in 2018."}]}, {"heading": "Births", "year": "1986", "date": "June 14", "txt": "Matt Read, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 14", "txt": "Andrew Cogliano, Canadian ice hockey player", "entities": [{"title": "Andrew Cogliano", "href": "/wiki/Andrew_Cogliano", "description": "Andrew Cogliano is a Canadian professional ice hockey player currently playing for the Dallas Stars of the National Hockey League (NHL). He formerly played for the Edmonton Oilers and Anaheim Ducks. On December 31, 2013, Cogliano became the 20th player in NHL history to play 500 consecutive games, and only the fifth to do so from the beginning of his NHL career. On November 4, 2017, Cogliano playe"}]}, {"heading": "Births", "year": "1987", "date": "June 14", "txt": "Mohamed Diamé, Senegalese footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "June 14", "txt": "Adrián Aldrete, Mexican footballer", "entities": [{"title": "Adrián Aldrete", "href": "/wiki/Adri%C3%A1n_Aldrete", "description": "Adrián Aldrete is a Mexican professional footballer, who plays as a left-back for Liga MX club Cruz Azul. He was on the Mexico national team that won the FIFA U-17 World Cup in 2005, considered the \"Generación Dorada\" of Mexico's footballers."}]}, {"heading": "Births", "year": "1988", "date": "June 14", "txt": "Kevin McHale, American actor, singer, dancer and radio personality", "entities": []}, {"heading": "Births", "year": "1989", "date": "June 14", "txt": "Lucy Hale, American actress and singer-songwriter", "entities": [{"title": "Lucy Hale", "href": "/wiki/Lucy_Hale", "description": "Karen Lucille Hale is an American actress, singer, and television personality, who first became known for her roles as Becca Sommers in the series Bionic Woman (2007) and Rose Baker in the series Privileged (2008–2009). She then had her breakthrough starring as Aria Montgomery in the Freeform series Pretty Little Liars (2010–2017), for which she has received several accolades."}]}, {"heading": "Births", "year": "1989", "date": "June 14", "txt": "Brad Takairangi, Australian-Cook Islands rugby league player", "entities": []}, {"heading": "Births", "year": "1990", "date": "June 14", "txt": "Patrice Cormier, Canadian ice hockey player", "entities": [{"title": "Patrice Cormier", "href": "/wiki/Patrice_Cormier", "description": "Patrice Victor Cormier is a Canadian professional ice hockey forward. He is currently under contract with Ak Bars Kazan of the Kontinental Hockey League (KHL). Cormier was drafted in the second round, 54th overall, by the New Jersey Devils at the 2008 NHL Entry Draft."}]}, {"heading": "Births", "year": "1991", "date": "June 14", "txt": "Kostas Manolas, Greek footballer", "entities": [{"title": "Kostas Manolas", "href": "/wiki/Kostas_Manolas", "description": "Konstantinos \"Kostas\" Manolas is a Greek professional footballer who plays as a centre-back for Serie A club Napoli and the Greece national team."}]}, {"heading": "Births", "year": "1991", "date": "June 14", "txt": "Jesy Nelson, English singer", "entities": []}, {"heading": "Births", "year": "1992", "date": "June 14", "txt": "Devante Smith-Pelly, Canadian ice hockey player", "entities": [{"title": "Devante Smith-Pelly", "href": "/wiki/Devante_Smith-Pelly", "description": "Devante Malik Smith-Pelly is a Canadian professional ice hockey winger who is currently playing for the Ontario Reign of the American Hockey League (AHL). He was selected by the Anaheim Ducks in the second round, 42nd overall, of the 2010 NHL Entry Draft. Smith-Pelly plays in the style of a power forward and is known for his hitting and forechecking abilities. Smith-Pelly won the Stanley Cup as a "}]}, {"heading": "Births", "year": "1993", "date": "June 14", "txt": "Gunna, American rapper", "entities": [{"title": "Gunna (rapper)", "href": "/wiki/Gunna_(rapper)", "description": "Sergio Giavanni Kitchens, known professionally as Gunna, is an American rapper, singer, and songwriter. Best known for his collaborations with Lil Baby and Young Thug, he is signed to the latter's record label, YSL Records, as well as 300 Entertainment and Atlantic Records. He released his debut studio album, Drip or Drown 2 on February 22, 2019 and followed it up with his second studio album Wunn"}]}, {"heading": "Births", "year": "1997", "date": "June 14", "txt": "David Bangala, French football defender", "entities": [{"title": "David Bangala", "href": "/wiki/David_Bangala", "description": "David Bangala is a French football defender, who currently plays for Pohronie in the Fortuna Liga."}]}, {"heading": "Births", "year": "1999", "date": "June 14", "txt": "Chou Tzuyu, Taiwanese singer, member of Twice", "entities": [{"title": "Tzuyu", "href": "/wiki/Tzuyu", "description": "Chou Tzu-yu, known mononymously as Tzuyu, is a Taiwanese singer based in South Korea. She is the youngest member of the girl group Twice, formed by JYP Entertainment. Tzuyu is Twice's only member from Taiwan."}, {"title": "Twice", "href": "/wiki/Twice", "description": "Twice, commonly stylized as TWICE, is a South Korean girl group formed by JYP Entertainment. The group is composed of nine members: Nayeon, Jeongyeon, Momo, Sana, Jihyo, Mina, Dahyun, Chaeyoung, and Tzuyu. Twice was formed under the television program Sixteen (2015) and debuted on October 20, 2015, with the extended play (EP) The Story Begins."}]}, {"heading": "Deaths", "year": "809", "date": "June 14", "txt": "Ōtomo no Otomaro, Japanese general (b. 731)", "entities": [{"title": "Ōtomo no Otomaro", "href": "/wiki/%C5%8Ctomo_no_Otomaro", "description": "Ōtomo no Otomaro  was a Japanese general of the Nara period and of the early Heian period. He was the first to hold the title of sei-i taishōgun. The title of Shōgun was bestowed by Emperor Kanmu in 794. Some believe he was born in 727. His father was Ōtomo no Koshibi."}]}, {"heading": "Deaths", "year": "847", "date": "June 14", "txt": "Methodius I, patriarch of Constantinople", "entities": [{"title": "Methodios I of Constantinople", "href": "/wiki/Methodios_I_of_Constantinople", "description": "St. Methodios I or Methodius I, was Ecumenical Patriarch of Constantinople from March 4, 843 to June 14, 847. He was born in Syracuse and died in Constantinople. His feast day is celebrated on June 14 in both the East and the West."}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Deaths", "year": "957", "date": "June 14", "txt": "Guadamir, bishop of Vic (Spain)", "entities": [{"title": "Guadamir", "href": "/wiki/Guadamir", "description": "Guadamir was the bishop of Vic from 948 until his death."}, {"title": "Roman Catholic Diocese of Vic", "href": "/wiki/Roman_Catholic_Diocese_of_Vic", "description": "The Roman Catholic Diocese of Vic  is a diocese with its seat in the city of Vic in the ecclesiastical province of Tarragona in Catalonia, Spain. Its cathedral is a basilica dedicated to Saint Peter."}, {"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}]}, {"heading": "Deaths", "year": "976", "date": "June 14", "txt": "Aron, Bulgarian nobleman", "entities": [{"title": "Aron of Bulgaria", "href": "/wiki/Aron_of_Bulgaria", "description": "Aron was a Bulgarian noble, brother of Emperor Samuel of Bulgaria and third son of komes Nicholas. After the fall of the eastern parts of the country under Byzantine occupation in 971, he and his three brothers David, Moses and Samuel continued the resistance to the west. They were called Cometopuli and ruled the country together, as the rightful heirs to the throne, Boris II and Roman were impris"}]}, {"heading": "Deaths", "year": "1161", "date": "June 14", "txt": "Emperor Qinzong of the Song dynasty (b. 1100)", "entities": [{"title": "Emperor Qinzong", "href": "/wiki/Emperor_Qinzong", "description": "Emperor Qinzong of Song, personal name Zhao Huan, was the ninth emperor of the Song dynasty in China and the last emperor of the Northern Song dynasty."}]}, {"heading": "Deaths", "year": "1205", "date": "June 14", "txt": "Walter III, Count of Brienne", "entities": [{"title": "Walter III, Count of Brienne", "href": "/wiki/Walter_III,_Count_of_Brienne", "description": "Walter III of Brienne was a nobleman from northern France. Becoming Count of Brienne in 1191, Walter married the Sicilian princess Elvira and took an army to southern Italy to claim her inheritance. He became Prince of Taranto in her right in 1201 but died fighting before he could establish himself as King of Sicily."}]}, {"heading": "Deaths", "year": "1349", "date": "June 14", "txt": "Günther von Schwarzburg, German king (b. 1304)", "entities": [{"title": "Günther von Schwarzburg", "href": "/wiki/G%C3%BCnther_von_Schwarzburg", "description": "Günther XXI von Schwarzburg, King of Germany, was a descendant of the counts of Schwarzburg and the younger son of Henry VII, Count of Schwarzburg-Blankenburg and Christine von Gleichen. He married Elisabeth von Honstein-Klettenberg, daughter of Count Heinrich IV, on 9 September 1331. They had five children: Sophia von Schwarzburg-Blankenburg ; Agnes von Schwarzburg-Blankenburg (1330-1399); \t\nElis"}]}, {"heading": "Deaths", "year": "1381", "date": "June 14", "txt": "Simon Sudbury, English archbishop (b. 1316)", "entities": [{"title": "Simon Sudbury", "href": "/wiki/Simon_Sudbury", "description": "Simon Sudbury was Bishop of London from 1361 to 1375, Archbishop of Canterbury from 1375 until his death, and in the last year of his life Lord Chancellor of England. He met a violent death during the Peasants' Revolt."}]}, {"heading": "Deaths", "year": "1497", "date": "June 14", "txt": "Giovanni Borgia, 2nd Duke of Gandía, Italian son of Pope Alexander VI (b. 1474)", "entities": [{"title": "Giovanni Borgia, 2nd Duke of Gandía", "href": "/wiki/Giovanni_Borgia,_2nd_Duke_of_Gand%C3%ADa", "description": "Giovanni Borgia, 2nd Duke of Gandía was the son of Pope Alexander VI and a member of the House of Borgia. He was murdered in 1497. He was the brother of Cesare, Gioffre, and Lucrezia Borgia. Giovanni, commonly known as Juan, is believed to be the eldest of the Pope's four children by Vannozza dei Cattanei, but this is disputed. Due to the contents of a number of papal bulls issued after his murder"}, {"title": "Pope Alexander VI", "href": "/wiki/Pope_Alexander_VI", "description": "Pope Alexander VI, was pope from 11 August 1492 until his death in 1503."}]}, {"heading": "Deaths", "year": "1516", "date": "June 14", "txt": "John III of Navarre (b. 1469)", "entities": [{"title": "John III of Navarre", "href": "/wiki/John_III_of_Navarre", "description": "John III was jure uxoris King of Navarre from 1484 until his death, as husband and co-ruler with Queen Catherine."}]}, {"heading": "Deaths", "year": "1544", "date": "June 14", "txt": "Antoine, Duke of Lorraine (b. 1489)", "entities": [{"title": "Antoine, Duke of Lorraine", "href": "/wiki/Antoine,_Duke_of_Lorraine", "description": "Antoine, known as the Good, was Duke of Lorraine from 1508 until his death in 1544. Raised at the French court, Antoine would campaign in Italy twice: once under Louis XII and the other with Francis I. During the German Peasants' War, he would defeat two armies while retaking Saverne and Sélestat. Antoine succeeded in freeing Lorraine from the Holy Roman Empire with the Treaty of Nuremberg of 1542"}]}, {"heading": "Deaths", "year": "1548", "date": "June 14", "txt": "Carpentras, French composer (b. 1470)", "entities": [{"title": "Carpentras (composer)", "href": "/wiki/Carpentras_(composer)", "description": "Carpentras was a French composer of the Renaissance. He was famous during his lifetime, and was especially notable for his settings of the Lamentations which remained in the repertory of the Papal Choir throughout the 16th century. In addition, he was probably the most prominent Avignon musician since the time of the ars subtilior at the end of the 14th century."}]}, {"heading": "Deaths", "year": "1583", "date": "June 14", "txt": "Shibata Katsuie, Japanese samurai (b. 1522)", "entities": [{"title": "Shibata Katsuie", "href": "/wiki/Shibata_Katsuie", "description": "Shibata Katsuie  or Gonroku (権六) was a Japanese samurai and military commander during the Sengoku period.\nHe served Oda Nobunaga as one of his trusted generals, was severely wounded in the 1571 siege of Nagashima, but then fought in the 1577 Battle of Tedorigawa."}]}, {"heading": "Deaths", "year": "1594", "date": "June 14", "txt": "Jacob Kroger, German goldsmith, hanged in Edinburgh for stealing the jewels of Anne of Denmark.", "entities": [{"title": "Jacob Kroger", "href": "/wiki/Jacob_Kroger", "description": "Jacob Kroger, was a German goldsmith who worked for Anne of Denmark in Scotland and stole her jewels."}, {"title": "Anne of Denmark", "href": "/wiki/Anne_of_Denmark", "description": "Anne of Denmark was Queen of Scotland, England, and Ireland by marriage to King James VI and I."}]}, {"heading": "Deaths", "year": "1594", "date": "June 14", "txt": "Orlande de Lassus, Flemish composer and educator (b. 1532)", "entities": []}, {"heading": "Deaths", "year": "1662", "date": "June 14", "txt": "Henry Vane the Younger, English-American politician, Governor of the Massachusetts Bay Colony (b. 1613)", "entities": [{"title": "Henry Vane the Younger", "href": "/wiki/Henry_Vane_the_Younger", "description": "Sir Henry Vane was an English politician, statesman, and colonial governor. He was briefly present in North America, serving one term as the governor of the Massachusetts Bay Colony, and supported the creation of Roger Williams' Rhode Island Colony and Harvard College. A proponent of religious tolerance, as governor, he defended Anne Hutchinson and her right to teach religious topics in her home w"}, {"title": "Governor of the Massachusetts Bay Colony", "href": "/wiki/Governor_of_the_Massachusetts_Bay_Colony", "description": "The territory of the Commonwealth of Massachusetts, one of the fifty United States, was settled in the 17th century by several different English colonies. The territories claimed or administered by these colonies encompassed a much larger area than that of the modern state, and at times included areas that are now within the jurisdiction of other New England states or of the Canadian provinces of "}]}, {"heading": "Deaths", "year": "1674", "date": "June 14", "txt": "Marin le Roy de Gomberville, French author and poet (b. 1600)", "entities": [{"title": "Marin le Roy de Gomberville", "href": "/wiki/Marin_le_Roy_de_Gomberville", "description": "Marin le Roy, sieur du Parc et de Gomberville was a French poet and novelist."}]}, {"heading": "Deaths", "year": "1679", "date": "June 14", "txt": "Guillaume Courtois, French painter and illustrator (b. 1628)", "entities": [{"title": "Guillaume Courtois", "href": "/wiki/Guillaume_Courtois", "description": "Guillaume Courtois or italianized as Guglielmo Cortese, called Il Borgognone or Le Bourguignon, was a Franc-comtois-Italian painter, draughtsman and etcher. He was mainly active in Rome as a history and staffage painter and enjoyed high-level patronage. He was the brother of the painters Jacques Courtois and Jean-François Courtois."}]}, {"heading": "Deaths", "year": "1746", "date": "June 14", "txt": "Colin Maclaurin, Scottish mathematician (b. 1698)", "entities": [{"title": "Colin Maclaurin", "href": "/wiki/Colin_Maclaurin", "description": "Colin Maclaurin was a Scottish mathematician who made important contributions to geometry and algebra. He is also known for being a child prodigy and holding the record for being the youngest professor. The Maclaurin series, a special case of the Taylor series, is named after him."}]}, {"heading": "Deaths", "year": "1794", "date": "June 14", "txt": "Francis Seymour-Conway, 1st Marquess of Hertford, English courtier and politician, Lord Lieutenant of Ireland (b. 1718)", "entities": [{"title": "Francis Seymour-Conway, 1st Marquess of Hertford", "href": "/wiki/Francis_Seymour-Conway,_1st_Marquess_of_Hertford", "description": "Francis Seymour-Conway, 1st Marquess of Hertford, KG, PC, PC (Ire) was a British courtier and politician."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1800", "date": "June 14", "txt": "Louis Desaix, French general (b. 1768)", "entities": [{"title": "Louis Desaix", "href": "/wiki/Louis_Desaix", "description": "Louis Charles Antoine Desaix was a French general and military leader during the French Revolutionary Wars. According to the usage of the time, he took the name Louis Charles Antoine Desaix de Veygoux."}]}, {"heading": "Deaths", "year": "1800", "date": "June 14", "txt": "Jean-Baptiste Kléber, French general (b. 1753)", "entities": []}, {"heading": "Deaths", "year": "1801", "date": "June 14", "txt": "Benedict Arnold, American general during the American Revolution later turned British spy (b. 1741)", "entities": [{"title": "Benedict Arnold", "href": "/wiki/Benedict_Arnold", "description": "Benedict Arnold was an American military officer who served during the Revolutionary War. He fought with distinction for the American Continental Army, rising to the rank of major general, before defecting to the British side of the conflict in 1780. General George Washington had given him his fullest trust and placed him in command of West Point, New York. Arnold planned to surrender the fort to "}, {"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}]}, {"heading": "Deaths", "year": "1825", "date": "June 14", "txt": "Pierre Charles L'Enfant, French-American architect and engineer, designed Washington, D.C.  (b. 1754)", "entities": [{"title": "Pierre Charles L'Enfant", "href": "/wiki/Pierre_Charles_L%27Enfant", "description": "Pierre Charles L'Enfant, self-identified as Peter Charles L'Enfant while living in the United States, was a French-American military engineer who designed the basic plan for Washington, D.C. known today as the L'Enfant Plan (1791)."}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}]}, {"heading": "Deaths", "year": "1837", "date": "June 14", "txt": "Giacomo Leopardi, Italian poet and philosopher (b. 1798)", "entities": [{"title": "Giacomo Leopardi", "href": "/wiki/Giacomo_Leopardi", "description": "Count Giacomo Taldegardo Francesco di Sales Saverio Pietro Leopardi was an Italian philosopher, poet, essayist, and philologist. He is considered the greatest Italian poet of the nineteenth century and one of the most important figures in the literature of the world, as well as one of the principals of literary romanticism; his constant reflection on existence and on the human condition—of sensuou"}]}, {"heading": "Deaths", "year": "1864", "date": "June 14", "txt": "Leonidas Polk, American general and bishop (b. 1806)", "entities": [{"title": "Leonidas Polk", "href": "/wiki/Leonidas_Polk", "description": "Leonidas Polk was a bishop of the Episcopal Diocese of Louisiana and founder of the Protestant Episcopal Church in the Confederate States of America, which separated from the Episcopal Church of the United States of America. He was a slaveholding planter in Maury County, Tennessee, and a second cousin of President James K. Polk. He resigned his ecclesiastical position to become a major general in "}]}, {"heading": "Deaths", "year": "1877", "date": "June 14", "txt": "Mary Carpenter, English educational and social reformer (b. 1807)", "entities": [{"title": "Mary Carpenter", "href": "/wiki/Mary_Carpenter", "description": "Mary Carpenter was an English educational and social reformer. The daughter of a Unitarian minister, she founded a ragged school and reformatories, bringing previously unavailable educational opportunities to poor children and young offenders in Bristol."}, {"title": "Social reformer", "href": "/wiki/Social_reformer", "description": "\nA reform movement is a type of social movement that aims to bring a social or also a political system closer to the community's ideal. A reform movement is distinguished from more radical social movements such as revolutionary movements which reject those old ideals, in that the ideas are often grounded in liberalism, although they may be rooted in socialist or religious concepts. Some rely on pe"}]}, {"heading": "Deaths", "year": "1883", "date": "June 14", "txt": "Edward FitzGerald, English poet and author (b. 1809)", "entities": [{"title": "Edward FitzGerald (poet)", "href": "/wiki/Edward_FitzGerald_(poet)", "description": "Edward FitzGerald or Fitzgerald was an English poet and writer. His most famous poem is the first and best known English translation of The Rubaiyat of Omar Khayyam, which has kept its reputation and popularity since the 1860s."}]}, {"heading": "Deaths", "year": "1886", "date": "June 14", "txt": "Alexander Ostrovsky, Russian director and playwright (b. 1823)", "entities": [{"title": "Alexander Ostrovsky", "href": "/wiki/Alexander_Ostrovsky", "description": "Alexander Nikolayevich Ostrovsky was a Russian playwright, generally considered the greatest representative of the Russian realistic period. The author of 47 original plays, Ostrovsky \"almost single-handedly created a Russian national repertoire.\" His dramas are among the most widely read and frequently performed stage pieces in Russia."}]}, {"heading": "Deaths", "year": "1898 - Dewitt Clinton Senter, American politician, 18th Governor of Tennessee (b. 1830)[27]", "date": "June 14", "txt": "Dewitt Clinton Senter, American politician, 18th Governor of Tennessee (b. 1830)", "entities": [{"title": "Dewitt Clinton Senter", "href": "/wiki/Dewitt_Clinton_Senter", "description": "Dewitt Clinton Senter was an American politician who served as Governor of Tennessee from 1869 to 1871. He had previously served in the Tennessee House of Representatives (1855–1861), where he opposed secession on the eve of the Civil War. He was elected to the Tennessee Senate following the war, and was chosen as Speaker of the Senate in 1867. As speaker, he became governor upon the resignation o"}, {"title": "Governor of Tennessee", "href": "/wiki/Governor_of_Tennessee", "description": "The governor of Tennessee is the head of government of the U.S. state of Tennessee. The governor is the only official in Tennessee state government who is directly elected by the voters of the entire state."}]}, {"heading": "Deaths", "year": "1907", "date": "June 14", "txt": "William Le Baron Jenney, American architect and engineer, designed the Home Insurance Building  (b. 1832)", "entities": [{"title": "William Le Baron Jenney", "href": "/wiki/William_Le_Baron_Jenney", "description": "William Le Baron Jenney was an American architect and engineer who is known for building the first skyscraper in 1884 and became known as the Father of the American skyscraper."}, {"title": "Home Insurance Building", "href": "/wiki/Home_Insurance_Building", "description": "The Home Insurance Building was a skyscraper that stood in Chicago from 1885 to 1931. Originally ten stories and 138 ft (42.1 m) tall, it was designed by William Le Baron Jenney in 1884 and completed the next year. Two floors were added in 1891, bringing it to 180 feet. It is frequently noted as the first tall building to be supported both inside and outside by a fireproof structural steel and met"}]}, {"heading": "Deaths", "year": "1907", "date": "June 14", "txt": "Bartolomé Masó, Cuban soldier and politician (b. 1830)", "entities": []}, {"heading": "Deaths", "year": "1908", "date": "June 14", "txt": "Frederick Stanley, 16th Earl of Derby, English captain and politician, 6th Governor General of Canada (b. 1841)", "entities": [{"title": "Frederick Stanley, 16th Earl of Derby", "href": "/wiki/Frederick_Stanley,_16th_Earl_of_Derby", "description": "Frederick Arthur Stanley, 16th Earl of Derby, styled as Hon. Frederick Stanley from 1844 to 1886 and as Lord Stanley of Preston between 1886 and 1893, was a Conservative Party politician in the United Kingdom who served as Colonial secretary from 1885 to 1886 and Governor General of Canada from 1888 to 1893. An avid sportsman, he built Stanley House Stables in England and is famous in North Americ"}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Deaths", "year": "1914", "date": "June 14", "txt": "Adlai Stevenson I, American lawyer and politician, 23rd Vice President of the United States (b. 1835)", "entities": [{"title": "Adlai Stevenson I", "href": "/wiki/Adlai_Stevenson_I", "description": "Adlai Ewing Stevenson served as the 23rd vice president of the United States from 1893 to 1897. Previously, he served as a representative from Illinois in the late 1870s and early 1880s. After his subsequent appointment as assistant postmaster general of the United States during Grover Cleveland's first administration (1885–1889), he fired many Republican postal workers and replaced them with Sout"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Deaths", "year": "1916", "date": "June 14", "txt": "João Simões Lopes Neto, Brazilian author (b. 1865)", "entities": [{"title": "João Simões Lopes Neto", "href": "/wiki/Jo%C3%A3o_Sim%C3%B5es_Lopes_Neto", "description": "João Simões Lopes Neto was a Brazilian regionalist writer from Pelotas, Rio Grande do Sul."}]}, {"heading": "Deaths", "year": "1920", "date": "June 14", "txt": "Max Weber, German sociologist and economist (b. 1864)", "entities": [{"title": "Max Weber", "href": "/wiki/Max_Weber", "description": "Maximilian Karl Emil Weber was a German sociologist, historian, jurist, and political economist, who is regarded among the most important theorists on the development of modern Western society. His ideas would profoundly influence social theory and social research. Despite being recognized as one of the fathers of sociology, along with Auguste Comte and Émile Durkheim, Weber never saw himself not "}]}, {"heading": "Deaths", "year": "1923", "date": "June 14", "txt": "Isabelle Bogelot, French philanthropist (b. 1838)", "entities": [{"title": "Isabelle Bogelot", "href": "/wiki/Isabelle_Bogelot", "description": "Isabelle Bogelot was a French philanthropist and feminist."}]}, {"heading": "Deaths", "year": "1926", "date": "June 14", "txt": "Mary Cassatt, American-French painter (b. 1843)", "entities": [{"title": "Mary Cassatt", "href": "/wiki/Mary_Cassatt", "description": "Mary Stevenson Cassatt was an American painter and printmaker. She was born in Allegheny City, Pennsylvania, but lived much of her adult life in France where she befriended Edgar Degas and exhibited with the Impressionists. Cassatt often created images of the social and private lives of women, with particular emphasis on the intimate bonds between mothers and children."}]}, {"heading": "Deaths", "year": "1927", "date": "June 14", "txt": "Ottavio Bottecchia, Italian cyclist (b. 1894)", "entities": [{"title": "Ottavio Bottecchia", "href": "/wiki/Ottavio_Bottecchia", "description": "Ottavio Bottecchia was an Italian cyclist and the first Italian winner of the Tour de France."}]}, {"heading": "Deaths", "year": "1927", "date": "June 14", "txt": "Jerome K. Jerome, English author (b. 1859)", "entities": []}, {"heading": "Deaths", "year": "1928", "date": "June 14", "txt": "Emmeline Pankhurst, English activist and academic (b. 1857)", "entities": [{"title": "Emmeline Pankhurst", "href": "/wiki/Emmeline_Pankhurst", "description": "Emmeline Pankhurst was a British political activist. She is best remembered for organizing the UK suffragette movement and helping women win the right to vote. In 1999, Time named her as one of the 100 Most Important People of the 20th Century, stating that \"she shaped an idea of objects for our time\" and \"shook society into a new pattern from which there could be no going back\". She was widely cr"}]}, {"heading": "Deaths", "year": "1932", "date": "June 14", "txt": "Dorimène Roy Desjardins, Canadian businesswoman, co-founded Desjardins Group (b. 1858)", "entities": [{"title": "Dorimène Roy Desjardins", "href": "/wiki/Dorim%C3%A8ne_Roy_Desjardins", "description": "Marie-Clara Dorimène Roy Desjardins and her husband Alphonse Desjardins were co-founders of the Caisses populaires Desjardins, a forerunner of North American credit unions. She was appointed honorary member of the Union régionale des caisses populaires Desjardins de Québec in 1923."}, {"title": "Desjardins Group", "href": "/wiki/Desjardins_Group", "description": "The Desjardins Group is a Canadian financial services cooperative and the largest federation of credit unions in North America. It was founded in 1900 in Lévis, Quebec by Alphonse Desjardins. While its legal headquarters remains in Lévis, most of the executive management, including the CEO, is based in Montreal."}]}, {"heading": "Deaths", "year": "1933", "date": "June 14", "txt": "Justinien de Clary, French target shooter (b. 1860)", "entities": [{"title": "Justinien de Clary", "href": "/wiki/Justinien_de_Clary", "description": "Count Clary was a French trap shooter who competed in the late 19th century and early 20th century. He participated in Shooting at the 1900 Summer Olympics in Paris and won the bronze medal in trap shooting competition. Fellow Frenchmen Roger de Barbarin and Rene Guyot won gold and silver respectively. He was born and died in Paris."}]}, {"heading": "Deaths", "year": "1936", "date": "June 14", "txt": "G. K. Chesterton, English essayist, poet, playwright, and novelist (b. 1874)", "entities": [{"title": "G. K. Chesterton", "href": "/wiki/G._K._Chesterton", "description": "Gilbert Keith Chesterton was an English writer, philosopher, lay theologian, and literary and art critic. He has been referred to as the \"prince of paradox\". Time magazine observed of his writing style: \"Whenever possible Chesterton made his points with popular sayings, proverbs, allegories—first carefully turning them inside out.\""}]}, {"heading": "Deaths", "year": "1936", "date": "June 14", "txt": "Hans Poelzig, German architect, painter, and designer, designed the IG Farben Building (b. 1869)", "entities": [{"title": "IG Farben Building", "href": "/wiki/IG_Farben_Building", "description": "The IG Farben Building – also known as the Poelzig Building and the Abrams Building, formerly informally called The Pentagon of Europe – is a building complex in Frankfurt, Germany, which currently serves as the main structure of the West End Campus of the University of Frankfurt. Construction began in 1928 and was complete in 1930 as the corporate headquarters of the IG Farben conglomerate, then "}]}, {"heading": "Deaths", "year": "1946", "date": "June 14", "txt": "John Logie Baird, Scottish-English physicist and engineer (b. 1888)", "entities": [{"title": "John Logie Baird", "href": "/wiki/John_Logie_Baird", "description": "John Logie Baird FRSE was a Scottish inventor, electrical engineer, and innovator who demonstrated his working television system on 26 January 1926. He went on to invent the first publicly demonstrated colour television system, and the first viable purely electronic colour television picture tube."}]}, {"heading": "Deaths", "year": "1946", "date": "June 14", "txt": "Jorge Ubico, 21st President of Guatemala (b. 1878)", "entities": [{"title": "President of Guatemala", "href": "/wiki/President_of_Guatemala", "description": "The President of Guatemala, officially known as the President of the Republic of Guatemala, is the head of state and head of government of Guatemala, elected to a single four-year term. The position of President was created in 1839."}]}, {"heading": "Deaths", "year": "1953", "date": "June 14", "txt": "Tom Cole, Welsh-American racing driver (b. 1922)", "entities": [{"title": "Tom Cole (racing driver)", "href": "/wiki/Tom_Cole_(racing_driver)", "description": "Tom Cole was a British racing driver who made a name for himself in the early 1950s, but died in a crash in 1953."}]}, {"heading": "Deaths", "year": "1968", "date": "June 14", "txt": "Salvatore Quasimodo, Italian novelist and poet, Nobel Prize Laureate (b. 1901)", "entities": [{"title": "Salvatore Quasimodo", "href": "/wiki/Salvatore_Quasimodo", "description": "Salvatore Quasimodo was an Italian poet and translator. In 1959, he won the Nobel Prize in Literature \"for his lyrical poetry, which with classical fire expresses the tragic experience of life in our own times\". Along with Giuseppe Ungaretti and Eugenio Montale, he was one of the foremost Italian poets of the 20th century."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1972", "date": "June 14", "txt": "Dündar Taşer, Turkish soldier and politician (b. 1925)", "entities": [{"title": "Dündar Taşer", "href": "/wiki/D%C3%BCndar_Ta%C5%9Fer", "description": "Dündar Taşer was a Turkish soldier and politician who was a leading figure in Turkish nationalism."}]}, {"heading": "Deaths", "year": "1977", "date": "June 14", "txt": "Robert Middleton, American actor (b. 1911)", "entities": [{"title": "Robert Middleton", "href": "/wiki/Robert_Middleton", "description": "Robert Middleton was an American film and television actor known for his large size, beetle-like brows, and a deep, booming voice, usually in the portrayal of ruthless villains."}]}, {"heading": "Deaths", "year": "1977", "date": "June 14", "txt": "Alan Reed, American actor, original voice of Fred Flintstone (b.1907)", "entities": [{"title": "Fred Flintstone", "href": "/wiki/Fred_Flintstone", "description": "Fred Flintstone is the main character of the animated sitcom The Flintstones, which aired during prime-time on ABC during the original series' run from 1960 to 1966. Fred is the husband of Wilma Flintstone and father of Pebbles Flintstone and together the family live in their homely cave in the town of Bedrock. His best friend is his next door neighbor, Barney, who has a wife named Betty and an ad"}]}, {"heading": "Deaths", "year": "1979", "date": "June 14", "txt": "Ahmad Zahir, Afghan singer-songwriter (b. 1946)", "entities": [{"title": "Ahmad Zahir", "href": "/wiki/Ahmad_Zahir", "description": "Ahmad Zahir was an Afghan singer, songwriter, and composer. The majority of his songs were sung in Dari/Persian, though he sang a few songs in Pashto, Hindi, Russian, and English."}]}, {"heading": "Deaths", "year": "1980", "date": "June 14", "txt": "Charles Miller, American saxophonist and flute player (b. 1939)", "entities": [{"title": "Charles Miller (musician)", "href": "/wiki/Charles_Miller_(musician)", "description": "Charles Miller was an American musician best known as the saxophonist and flutist for multicultural California funk band War. Notably, Miller provided lead vocals as well as sax on the band's Billboard R&B #1 hit \"Low Rider\" (1975)."}]}, {"heading": "Deaths", "year": "1986", "date": "June 14", "txt": "Jorge Luis Borges,  Argentine short-story writer, essayist, poet and translator (b. 1899)", "entities": [{"title": "Jorge Luis Borges", "href": "/wiki/Jorge_Luis_Borges", "description": "Jorge Francisco Isidoro Luis Borges Acevedo was an Argentine short-story writer, essayist, poet and translator, and a key figure in Spanish-language and universal literature. His best-known books, Ficciones (Fictions) and El Aleph, published in the 1940s, are compilations of short stories interconnected by common themes, including dreams, labyrinths, philosophers, libraries, mirrors, fictional wri"}]}, {"heading": "Deaths", "year": "1986", "date": "June 14", "txt": "Alan Jay Lerner, American composer and songwriter (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "June 14", "txt": "Stanisław Bareja, Polish actor, director, and screenwriter (b. 1929)", "entities": [{"title": "Stanisław Bareja", "href": "/wiki/Stanis%C5%82aw_Bareja", "description": "Stanisław Sylwester Bareja was a Polish filmmaker. Some of his films have reached cult status in Poland."}]}, {"heading": "Deaths", "year": "1990", "date": "June 14", "txt": "Erna Berger, German soprano and actress (b. 1900)", "entities": [{"title": "Erna Berger", "href": "/wiki/Erna_Berger", "description": "Erna Berger was a German lyric coloratura soprano. She was best known for her Queen of the Night and her Konstanze."}]}, {"heading": "Deaths", "year": "1991", "date": "June 14", "txt": "Peggy Ashcroft, English actress (b. 1907)", "entities": [{"title": "Peggy Ashcroft", "href": "/wiki/Peggy_Ashcroft", "description": "Dame Edith Margaret Emily Ashcroft, was an English actress whose career spanned more than 60 years."}]}, {"heading": "Deaths", "year": "1994", "date": "June 14", "txt": "Lionel Grigson, English pianist, composer, and educator (b. 1942)", "entities": [{"title": "Lionel Grigson", "href": "/wiki/Lionel_Grigson", "description": "Lionel Grigson was an English jazz pianist, cornettist, trumpeter, composer, writer and teacher, who in the 1980s started the jazz course at the Guildhall School of Music. As Simon Purcell wrote in The Independent, \"Whether he inspired or inflamed, Grigson's energies often acted as a catalyst and his interest in, and support for, young jazz musicians contributed significantly to the growth and con"}]}, {"heading": "Deaths", "year": "1994", "date": "June 14", "txt": "Henry Mancini, American composer and conductor (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "June 14", "txt": "Marcel Mouloudji, French singer and actor (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "June 14", "txt": "Els Aarne, Ukrainian-Estonian pianist, composer, and educator (b. 1917)", "entities": [{"title": "Els Aarne", "href": "/wiki/Els_Aarne", "description": "Els Aarne was an Estonian composer and pedagogue."}]}, {"heading": "Deaths", "year": "1995", "date": "June 14", "txt": "Rory Gallagher, Irish singer-songwriter, guitarist, and producer (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "June 14", "txt": "Roger Zelazny, American author and poet (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "June 14", "txt": "Noemí Gerstein, Argentinian sculptor and illustrator (b. 1908)", "entities": [{"title": "Noemí Gerstein", "href": "/wiki/Noem%C3%AD_Gerstein", "description": "Noemí Gerstein was an Argentine sculptor, illustrator and plastic artist."}]}, {"heading": "Deaths", "year": "1997", "date": "June 14", "txt": "Richard Jaeckel, American actor (b. 1926)", "entities": [{"title": "Richard Jaeckel", "href": "/wiki/Richard_Jaeckel", "description": "Richard Hanley Jaeckel was an American actor of film and television. Jaeckel became a well-known character actor in his career, which spanned six decades. He received a Best Supporting Actor Oscar nomination for his role in the 1971 adaptation of Ken Kesey's Sometimes a Great Notion."}]}, {"heading": "Deaths", "year": "1999", "date": "June 14", "txt": "Bernie Faloney, American-Canadian football player and sportscaster (b. 1932)", "entities": [{"title": "Bernie Faloney", "href": "/wiki/Bernie_Faloney", "description": "Bernie Faloney was a professional football player in the Canadian Football League and an outstanding American college football player at the University of Maryland. Born in Carnegie, Pennsylvania, Faloney is a member of the Canadian Football Hall of Fame, Canada's Sports Hall of Fame, the Pennsylvania Sports Hall of Fame, the Western Pennsylvania Hall of Fame, and the University of Maryland Athlet"}]}, {"heading": "Deaths", "year": "2000", "date": "June 14", "txt": "Attilio Bertolucci, Italian poet and author (b. 1911)", "entities": [{"title": "Attilio Bertolucci", "href": "/wiki/Attilio_Bertolucci", "description": "Attilio Bertolucci was an Italian poet and writer. He is father to film directors Bernardo and Giuseppe Bertolucci."}]}, {"heading": "Deaths", "year": "2002", "date": "June 14", "txt": "June Jordan, American author and activist (b. 1936)", "entities": [{"title": "June Jordan", "href": "/wiki/June_Jordan", "description": "June Millicent Jordan was a Jamaican American, bisexual poet, essayist, teacher, and activist. In her writing she explored issues of gender, race, immigration, and representation."}]}, {"heading": "Deaths", "year": "2003", "date": "June 14", "txt": "Dale Whittington, American race car driver (b. 1959)", "entities": [{"title": "Dale Whittington", "href": "/wiki/Dale_Whittington", "description": "Dale Whittington, was an American racing driver. Born in Farmington, New Mexico, he was the youngest of four sons born to 1950’s race car owner Dick Whittington. Dale Whittington has 3 sons R.D Whittington, Dale Whittington Jr & Blake Whittington. He has one Grandchild Dale Whittington III. Dale Whittington was not married at the time of his death."}]}, {"heading": "Deaths", "year": "2004", "date": "June 14", "txt": "Ulrich Inderbinen, Swiss mountaineer and guide (b. 1900)", "entities": [{"title": "Ulrich Inderbinen", "href": "/wiki/Ulrich_Inderbinen", "description": "Ulrich Inderbinen was a Swiss mountain guide famous for his longevity and love for mountain climbing. He had been on the top of Matterhorn over 370 times and made his last ascent of it when he was 90. Though he was not the first to summit the Matterhorn, he may have done it the best. His fame laid not in conquering mountains but safely guiding visitors to the top."}]}, {"heading": "Deaths", "year": "2005", "date": "June 14", "txt": "Carlo Maria Giulini, Italian conductor and director (b. 1914)", "entities": [{"title": "Carlo Maria Giulini", "href": "/wiki/Carlo_Maria_Giulini", "description": "Carlo Maria Giulini was an Italian conductor.\nFrom the age of five, when he began to play the violin, Giulini’s musical education was expanded when he began to study at Italy's foremost conservatory, the Conservatorio Santa Cecilia in Rome at the age of 16. Initially, he studied the viola and conducting; then, following an audition, he won a place in the Orchestra dell'Accademia Nazionale di Santa"}]}, {"heading": "Deaths", "year": "2005", "date": "June 14", "txt": "Mimi Parent, Canadian-Swiss painter (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "June 14", "txt": "Monty Berman, English director, producer, and cinematographer (b. 1905)", "entities": [{"title": "Monty Berman", "href": "/wiki/Monty_Berman", "description": "Nestor Montague \"Monty\" Berman was a British cinematographer and film and television producer."}]}, {"heading": "Deaths", "year": "2006", "date": "June 14", "txt": "Jean Roba, Belgian author and illustrator (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "June 14", "txt": "Ruth Graham, Chinese-American author, poet, and painter (b. 1920)", "entities": [{"title": "Ruth Graham", "href": "/wiki/Ruth_Graham", "description": "Ruth McCue Bell Graham was an American Christian author, most well known as the wife of evangelist Billy Graham. She was born in Qingjiang, Jiangsu, Republic of China, the second of five children. Her parents, Virginia Leftwich Bell and L. Nelson Bell, were medical missionaries at the Presbyterian Hospital 300 miles (480 km) north of Shanghai. At age 13 she was enrolled in Pyeng Yang Foreign Schoo"}]}, {"heading": "Deaths", "year": "2007", "date": "June 14", "txt": "Robin Olds, American general and pilot (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "June 14", "txt": "Kurt Waldheim, Secretary-General of the United Nations, Austrian politician, 9th President of Austria (b. 1918)", "entities": [{"title": "Secretary-General of the United Nations", "href": "/wiki/Secretary-General_of_the_United_Nations", "description": "The Secretary-General of the United Nations is the chief administrative officer of the United Nations and head of the United Nations Secretariat, one of the six principal organs of the United Nations."}, {"title": "President of Austria", "href": "/wiki/President_of_Austria", "description": "The president of Austria is the head of state of the Austrian Republic. Though theoretically entrusted with great power by the Constitution, in practice the president is largely a ceremonial and symbolic figurehead."}]}, {"heading": "Deaths", "year": "2009", "date": "June 14", "txt": "Bob Bogle, American musician (The Ventures) (b. 1934)", "entities": [{"title": "Bob Bogle", "href": "/wiki/Bob_Bogle", "description": "Robert Lenard Bogle was a founding member of the instrumental combo The Ventures. He and Don Wilson founded the group in 1958. Bogle was the lead guitarist and later bassist of the group. In 2008, Bogle and other members of The Ventures were inducted into the Rock and Roll Hall of Fame in the Performer category."}, {"title": "The Ventures", "href": "/wiki/The_Ventures", "description": "The Ventures are an American instrumental rock band, formed in 1958 in Tacoma, Washington, by Don Wilson and Bob Bogle. The band, a quartet for most of its existence, helped to popularize the electric guitar in the United States and across the world during the 1960s. While their popularity in the United States waned in the 1970s, the group remains especially revered in Japan, where they tour regul"}]}, {"heading": "Deaths", "year": "2009", "date": "June 14", "txt": "William McIntyre, Canadian soldier, lawyer, and judge (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 14", "txt": "Peter Archer, Baron Archer of Sandwell, English lawyer and politician, Solicitor General for England and Wales (b. 1926)", "entities": [{"title": "Peter Archer, Baron Archer of Sandwell", "href": "/wiki/Peter_Archer,_Baron_Archer_of_Sandwell", "description": "Peter Kingsley Archer, Baron Archer of Sandwell,, was a British lawyer and Labour Party politician. He was a Member of Parliament from 1966 until 1992, when he became a life peer. Between 1974 and 1979 he was Solicitor General for England and Wales."}, {"title": "Solicitor General for England and Wales", "href": "/wiki/Solicitor_General_for_England_and_Wales", "description": "Her Majesty's Solicitor General for England and Wales, known informally as the Solicitor General, is one of the law officers of the Crown in the government of the United Kingdom. They are the deputy of the Attorney General, whose duty is to advise the Crown and Cabinet on the law. They can exercise the powers of the Attorney General in the Attorney General's absence. Despite the title, the positio"}]}, {"heading": "Deaths", "year": "2012", "date": "June 14", "txt": "Bob Chappuis, American football player and soldier (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 14", "txt": "Margie Hyams, American pianist and vibraphone player (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 14", "txt": "Karl-Heinz Kämmerling, German pianist and academic (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 14", "txt": "Carlos Reichenbach, Brazilian director and producer (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 14", "txt": "Gitta Sereny, Austrian-English historian, journalist, and author (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 14", "txt": "Elroy Schwartz, American screenwriter and producer (b. 1923)", "entities": [{"title": "Elroy Schwartz", "href": "/wiki/Elroy_Schwartz", "description": "Elroy Schwartz was an American comedy and television writer."}]}, {"heading": "Deaths", "year": "2014", "date": "June 14", "txt": "Alberto Cañas Escalante, Costa Rican journalist and politician (b. 1920)", "entities": [{"title": "Alberto Cañas Escalante", "href": "/wiki/Alberto_Ca%C3%B1as_Escalante", "description": "Alberto Cañas Escalante was a politician, writer, intellectual, public servant, and journalist from San José, Costa Rica. He is known as one of the most important figures in the cultural, political, and social life of Costa Rica during the latter half of the twentieth century. The National Library System of Costa Rica credits Cañas with more than 4,773 publications as of 2005."}]}, {"heading": "Deaths", "year": "2014", "date": "June 14", "txt": "Isabelle Collin Dufresne, French actress (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 14", "txt": "Robert Lebeck, German photographer and journalist (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 14", "txt": "James E. Rogers, American lawyer, businessman, and academic (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 14", "txt": "Richard Cotton, Australian geneticist and academic (b. 1940)", "entities": [{"title": "Richard Cotton (geneticist)", "href": "/wiki/Richard_Cotton_(geneticist)", "description": "Richard Cotton AM was an Australian medical researcher and founder of the Murdoch Institute and the Human Variome Project. Cotton focused on the prevention and treatment of genetic disorders and birth defects."}]}, {"heading": "Deaths", "year": "2015", "date": "June 14", "txt": "Anne Nicol Gaylor, American activist, co-founded the Freedom From Religion Foundation (b. 1926)", "entities": [{"title": "Freedom From Religion Foundation", "href": "/wiki/Freedom_From_Religion_Foundation", "description": "The Freedom From Religion Foundation (FFRF) is an American non-profit organization, which advocates for atheists, agnostics, and non-theists. Formed in 1976, FFRF promotes the separation of church and state, and challenges the legitimacy of many federal and state programs that are faith-based. It supports groups such as nonreligious students and clergy who want to leave their faith."}]}, {"heading": "Deaths", "year": "2015", "date": "June 14", "txt": "Qiao Shi, Chinese politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "June 14", "txt": "Ann Morgan Guilbert, American actress and singer (b. 1928)", "entities": [{"title": "Ann Morgan Guilbert", "href": "/wiki/Ann_Morgan_Guilbert", "description": "Ann Morgan Guilbert, sometimes credited as Ann Guilbert, was an American television and film actress and comedian who portrayed a number of roles from the 1950s on, most notably as Millie Helper in 61 episodes of the early 1960s sitcom The Dick Van Dyke Show, and later Yetta Rosenberg, Fran Fine's doddering grandmother, in 56 episodes of the 1990s sitcom The Nanny."}]}, {"heading": "Deaths", "year": "2016", "date": "June 14", "txt": "Gilles Lamontagne, Canadian politician, Lieutenant Governor of Quebec (b. 1919)", "entities": [{"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Deaths", "year": "2020", "date": "June 14", "txt": "Sushant Singh Rajput, Indian film actor (b. 1986)", "entities": [{"title": "Sushant Singh Rajput", "href": "/wiki/Sushant_Singh_Rajput", "description": "Sushant Singh Rajput was an Indian actor best known for his work in Hindi cinema. He starred in a number of commercially successful Bollywood films such as M.S. Dhoni: The Untold Story (2016), Kedarnath (2018) and Chhichhore (2019). Due to his contribution to the film industry, he received a Screen Award and was nominated for the Filmfare Awards on three occasions."}]}]