[{"heading": "Events", "year": "653", "date": "June 17", "txt": "Pope Martin I is arrested and taken to Constantinople, due to his opposition to monothelitism.", "entities": [{"title": "Pope Martin I", "href": "/wiki/Pope_Martin_I", "description": "Pope Martin I, also known as Martin the Confessor, was the bishop of Rome from 21 July 649 to his death 16 September 655. He served as Pope Theodore I's ambassador to Constantinople and was elected to succeed him as pope. He was the only pope during the Eastern Roman domination of the papacy whose election was not approved by an imperial mandate from Constantinople. For his strong opposition to Mo"}, {"title": "Monothelitism", "href": "/wiki/Monothelitism", "description": "Monothelitism, or monotheletism, is a theological doctrine in Christianity, that holds Christ as having only one will. The doctrine is thus contrary to dyothelitism, a Christological doctrine that holds Christ as having two wills. Historically, monothelitism was closely related to monoenergism, a theological doctrine that holds Jesus Christ as having only one energy. Both doctrines were at the ver"}]}, {"heading": "Events", "year": "1242", "date": "June 17", "txt": "Following the Disputation of Paris, twenty-four carriage loads of Jewish religious manuscripts were burnt in Paris.", "entities": [{"title": "Disputation of Paris", "href": "/wiki/Disputation_of_Paris", "description": "The Disputation of Paris, also known as the Trial of the Talmud, took place in 1240 at the court of King Louis IX of France. It followed the work of Nicholas Donin, a Jewish convert to Christianity who translated the Talmud and pressed 35 charges against it to Pope Gregory IX by quoting a series of allegedly blasphemous passages about Jesus, Mary, or Christianity. Four rabbis defended the Talmud a"}, {"title": "Paris", "href": "/wiki/Paris", "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometres. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science and arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region,"}]}, {"heading": "Events", "year": "1397", "date": "June 17", "txt": "The Kalmar Union is formed under the rule of Margaret I of Denmark.", "entities": [{"title": "Kalmar Union", "href": "/wiki/Kalmar_Union", "description": "The Kalmar Union was a personal union in Scandinavia, agreed at Kalmar in Sweden, that from 1397 to 1523 joined under a single monarch the three kingdoms of Denmark, Sweden, and Norway, together with Norway's overseas colonies. The union was not quite continuous; there were several short interruptions. Legally, the countries remained separate sovereign states. However, their domestic and foreign p"}, {"title": "Margaret I of Denmark", "href": "/wiki/Margaret_I_of_Denmark", "description": "Margaret I was ruler of Denmark, Norway, and Sweden from the late 1380s until her death, and the founder of the Kalmar Union that joined the Scandinavian kingdoms together for over a century. She had been Norway's queen consort 1363-1380 and Sweden's 1363-1364, since then titled Queen. Margaret was known as a wise, energetic and capable leader, who governed with \"farsighted tact and caution,\" earn"}]}, {"heading": "Events", "year": "1462", "date": "June 17", "txt": "Vlad III the Impaler attempts to assassinate Mehmed II (The Night Attack at Târgovişte), forcing him to retreat from Wallachia.", "entities": [{"title": "Vlad III the Impaler", "href": "/wiki/Vlad_III_the_Impaler", "description": "Vlad III, most commonly known as Vlad the Impaler or Vlad Dracula, was Voivode of Wallachia three times between 1448 and his death. He is often considered one of the most important rulers in Wallachian history and a national hero of Romania."}, {"title": "Assassination", "href": "/wiki/Assassination", "description": "Assassination is the act of deliberately killing a prominent or important person, such as heads of state, heads of government, politicians, royalty, celebrities, journalists, or CEOs. An assassination may be prompted by political and military motives, or done for financial gain, to avenge a grievance, from a desire to acquire fame or notoriety, or because of a military, security, insurgent or secr"}, {"title": "Mehmed II", "href": "/wiki/Mehmed_II", "description": "Mehmed II, commonly known as Mehmed the Conqueror, was an Ottoman sultan who ruled from August 1444 to September 1446, and then later from February 1451 to May 1481. In Mehmed II's first reign, he defeated the crusade led by John Hunyadi after the Hungarian incursions into his country broke the conditions of the truce Peace of Szeged. When Mehmed II ascended the throne again in 1451 he strengthene"}, {"title": "Night Attack at Târgovişte", "href": "/wiki/Night_Attack_at_T%C3%A2rgovi%C5%9Fte", "description": "The Night Attack at Târgoviște was a battle fought between forces of Vlad III, Prince of Wallachia, and Sultan Mehmed II of the Ottoman Empire on Thursday, June 17, 1462. The battle started after Mehmed, who already had tense relations with Vlad, discovered his alliance with Hungary's king Matthias Corvinus and ordered his forces to ambush him. Vlad foiled the attack and invaded Bulgaria. In respo"}, {"title": "Wallachia", "href": "/wiki/Wallachia", "description": "Wallachia or Walachia is a historical and geographical region of Romania. It is situated north of the Lower Danube and south of the Southern Carpathians. Wallachia is traditionally divided into two sections, Muntenia and Oltenia. Wallachia as a whole is sometimes referred to as Muntenia through identification with the larger of the two traditional sections."}]}, {"heading": "Events", "year": "1497", "date": "June 17", "txt": "Battle of Deptford Bridge: Forces under King Henry VII defeat troops led by Michael An Gof.", "entities": [{"title": "Cornish Rebellion of 1497", "href": "/wiki/Cornish_Rebellion_of_1497#Battle_of_Deptford_Bridge", "description": "The Cornish rebellion of 1497, also known as the \"First Cornish rebellion of 1497\", was a popular uprising that began in Cornwall in the south-west of England and culminated with the Battle of Deptford Bridge near London on 17 June 1497."}, {"title": "Henry VII of England", "href": "/wiki/Henry_VII_of_England", "description": "Henry VII was the King of England and Lord of Ireland from his seizure of the crown on 22 August 1485 until his death in 1509. He was the first monarch of the House of Tudor."}, {"title": "Michael An Gof", "href": "/wiki/Michael_An_Gof", "description": "Michael Joseph, better known as Michael An Gof, was one of the leaders of the Cornish Rebellion of 1497, along with Thomas Flamank."}]}, {"heading": "Events", "year": "1565", "date": "June 17", "txt": "Matsunaga Hisahide assassinates the 13th Ashikaga shōgun, Ashikaga Yoshiteru.", "entities": [{"title": "Matsunaga Hisahide", "href": "/wiki/Matsunaga_Hisahide", "description": "Matsunaga Danjo Hisahide was a daimyō and head of the Yamato Matsunaga clan in Japan during the Sengoku period of the 16th century."}, {"title": "Ashikaga shogunate", "href": "/wiki/Ashikaga_shogunate", "description": "The Ashikaga shogunate , also known as the Muromachi shogunate , was the feudal military government of Japan during the Muromachi period from 1338 to 1573."}, {"title": "Ashikaga Yoshiteru", "href": "/wiki/Ashikaga_Yoshiteru", "description": "Ashikaga Yoshiteru , also known as Yoshifushi or Yoshifuji, was the 13th shōgun of the Ashikaga shogunate who reigned from 1546 to 1565 during the late Muromachi period of Japan. He was the eldest son of the 12th shōgun, Ashikaga Yoshiharu, and his mother was a daughter of Konoe Hisamichi. When he became shogun in 1546 at age 11, Yoshiteru's name was Yoshifushi ; but some years later in 1554, he c"}]}, {"heading": "Events", "year": "1579", "date": "June 17", "txt": "Sir Francis Drake claims a land he calls Nova Albion (modern California) for England.", "entities": [{"title": "Francis Drake", "href": "/wiki/Francis_Drake", "description": "Sir Francis Drake was an English explorer, sea captain, privateer, naval officer, and politician. Drake is best known for his circumnavigation of the world in a single expedition, from 1577 to 1580. This included his incursion into the Pacific Ocean, until then an area of exclusive Spanish interest, and his claim to New Albion for England, an area in what is now the American state of California. H"}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}]}, {"heading": "Events", "year": "1596", "date": "June 17", "txt": "The Dutch explorer Willem Barentsz discovers the Arctic archipelago of Spitsbergen.", "entities": [{"title": "Willem Barentsz", "href": "/wiki/Willem_Barentsz", "description": "Willem Barentsz, anglicized as William Barents or Barentz, was a Dutch navigator, cartographer, and Arctic explorer."}, {"title": "Svalbard", "href": "/wiki/Svalbard", "description": "Svalbard, previously known as Spitsbergen, or Spitzbergen, is a Norwegian archipelago in the Arctic Ocean. Situated north of mainland Europe, it is about midway between the northern coast of Norway and the North Pole. The islands of the group range from 74° to 81° north latitude, and from 10° to 35° east longitude. The largest island is Spitsbergen, followed by Nordaustlandet and Edgeøya, and the "}]}, {"heading": "Events", "year": "1631", "date": "June 17", "txt": "Mumtaz Mahal dies during childbirth. Her husband, Mughal emperor Shah Jahan I, will spend the next 17 years building her mausoleum, the Taj Mahal.", "entities": [{"title": "Mumtaz Mahal", "href": "/wiki/Mumtaz_Mahal", "description": "Mumtaz Mahal was the Empress consort of the Mughal Empire from 19 January 1628 to 17 June 1631 as the chief consort of the Mughal emperor Shah Jahan. The Taj Mahal in Agra, often cited as one of the Wonders of the World, was commissioned by her husband to act as her tomb."}, {"title": "Mughal emperor", "href": "/wiki/Mughal_emperor", "description": "The Mughal emperors built and ruled the Mughal Empire on the Indian subcontinent, mainly corresponding to the modern countries of India, Pakistan, Afghanistan and Bangladesh. The Mughals began to rule parts of India from 1526, and by 1700 ruled most of the sub-continent. After that they declined rapidly, but nominally ruled territories until the 1850s. The Mughals were a branch of the Timurid dyna"}, {"title": "Shah Jahan", "href": "/wiki/Shah_Jahan", "description": "Shahab-ud-din Muhammad Khurram, better known by his regnal name, Shah Jahan, was the fifth Mughal emperor, and reigned from 1628 to 1658. Under his reign, the Mughal Empire reached the peak of its cultural glory. Although an able military commander, Shah Jahan is best remembered for his architectural achievements. His reign ushered in the golden age of Mughal architecture. Shah Jahan commissioned "}, {"title": "Mausoleum", "href": "/wiki/Mausoleum", "description": "A mausoleum is an external free-standing building constructed as a monument enclosing the interment space or burial chamber of a deceased person or people. A mausoleum without the person's remains is called a cenotaph. A mausoleum may be considered a type of tomb, or the tomb may be considered to be within the mausoleum."}, {"title": "Taj Mahal", "href": "/wiki/Taj_Mahal", "description": "The Taj Mahal, originally the Rauza-i-munawwara is an ivory-white marble mausoleum on the southern bank of the river Yamuna in the Indian city of Agra. It was commissioned in 1632 by the Mughal emperor Shah Jahan to house the tomb of his favourite wife, Mumtaz Mahal; it also houses the tomb of Shah Jahan himself. The tomb is the centrepiece of a 17-hectare (42-acre) complex, which includes a mosqu"}]}, {"heading": "Events", "year": "1665", "date": "June 17", "txt": "Battle of Montes Claros: Portugal definitively secured independence from Spain in the last battle of the Portuguese Restoration War.", "entities": [{"title": "Battle of Montes Claros", "href": "/wiki/Battle_of_Montes_Claros", "description": "The Battle of Montes Claros was fought on 17 June 1665, near Vila Viçosa, between Spanish and a combined Anglo-Portuguese force as the last major battle in the Portuguese Restoration War. The battle resulted in a decisive Portuguese victory and is considered as one of the most important battles in the country's history."}, {"title": "Portuguese Restoration War", "href": "/wiki/Portuguese_Restoration_War", "description": "The Portuguese Restoration War was the war between Portugal and Spain that began with the Portuguese revolution of 1640 and ended with the Treaty of Lisbon in 1668, bringing a formal end to the Iberian Union. The period from 1640 to 1668 was marked by periodic skirmishes between Portugal and Spain, as well as short episodes of more serious warfare, much of it occasioned by Spanish and Portuguese e"}]}, {"heading": "Events", "year": "1673", "date": "June 17", "txt": "French explorers Jacques Marquette and Louis Jolliet reach the Mississippi River and become the first Europeans to make a detailed account of its course.", "entities": [{"title": "French people", "href": "/wiki/French_people", "description": "The French people are an ethnic group primarily located in Western Europe and nation that shares a common French culture, history, the French language and is identified with the country of France."}, {"title": "Jacques Marquette", "href": "/wiki/Jacques_Marquette", "description": "Jacques Marquette S.J., sometimes known as Père Marquette or James Marquette, was a French Jesuit missionary who founded Michigan's first European settlement, Sault Sainte Marie, and later founded Saint Ignace. In 1673, Marquette, with Louis Jolliet, an explorer born near Quebec City, was the first European to explore and map the northern portion of the Mississippi River Valley."}, {"title": "Louis Jolliet", "href": "/wiki/Louis_Jolliet", "description": "Louis Jolliet was a French-Canadian explorer known for his discoveries in North America. In 1673, Jolliet and Jesuit Father Jacques Marquette, a Catholic priest and missionary, were the first non-Natives to explore and map the Upper Mississippi River."}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}]}, {"heading": "Events", "year": "1767", "date": "June 17", "txt": "Samuel Wallis, a British sea captain, sights Tahiti and is considered the first European to reach the island.", "entities": [{"title": "Samuel Wallis", "href": "/wiki/Samuel_Wallis", "description": "Samuel Wallis was a British naval officer and explorer of the Pacific Ocean. He made the first recorded visit by a European navigator to Tahiti."}, {"title": "Tahiti", "href": "/wiki/Tahiti", "description": "Tahiti is the largest island of the Windward group of the Society Islands in French Polynesia, located in the central part of the Pacific Ocean. Divided into two parts, Tahiti Nui and Tahiti Iti, the island was formed from volcanic activity; it is high and mountainous with surrounding coral reefs. Its population is 189,517 inhabitants, making it the most populous island of French Polynesia and acc"}]}, {"heading": "Events", "year": "1773", "date": "June 17", "txt": "Cúcuta, Colombia, is founded by Juana Rangel de Cuéllar.", "entities": [{"title": "Cúcuta", "href": "/wiki/C%C3%BAcuta", "description": "Cúcuta, officially San José de Cúcuta, is a Colombian city, capital of Norte de Santander department. It is located in the northeast of the country, in the eastern branch of the Colombian Andes, on the border with Venezuela. Cúcuta has a population of 711,715 people according to the 2018 census, making it the sixth-largest city in the country. Due to its proximity with Venezuela, Cúcuta is an impo"}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}, {"title": "Juana Rangel de Cuéllar", "href": "/wiki/Juana_Rangel_de_Cu%C3%A9llar", "description": "Juana Rangel de Cuellar was the founder of the Colombian city of Cúcuta, located in the Norte de Santander Department. She was born and died in Pamplona."}]}, {"heading": "Events", "year": "1775", "date": "June 17", "txt": "American Revolutionary War: Colonists inflict heavy casualties on British forces while losing the Battle of Bunker Hill.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Battle of Bunker Hill", "href": "/wiki/Battle_of_Bunker_Hill", "description": "The Battle of Bunker Hill was fought on June 17, 1775, during the Siege of Boston in the first stage of the American Revolutionary War. The battle is named after Bunker Hill in Charlestown, Massachusetts, which was peripherally involved in the battle. It was the original objective of both the colonial and British troops, though the majority of combat took place on the adjacent hill which later bec"}]}, {"heading": "Events", "year": "1789", "date": "June 17", "txt": "In France, the Third Estate declares itself the National Assembly.", "entities": [{"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "Estates of the realm", "href": "/wiki/Estates_of_the_realm", "description": "The estates of the realm, or three estates, were the broad orders of social hierarchy used in Christendom from the Middle Ages to early modern Europe. Different systems for dividing society members into estates developed and evolved over time."}, {"title": "National Assembly (French Revolution)", "href": "/wiki/National_Assembly_(French_Revolution)", "description": "During the French Revolution, the National Assembly, which existed from 17 June 1789 to 9 July 1789, was a revolutionary assembly formed by the representatives of the Third Estate of the Estates-General; thereafter it was known as the National Constituent Assembly, although the shorter form was favored."}]}, {"heading": "Events", "year": "1794", "date": "June 17", "txt": "Foundation of Anglo-Corsican Kingdom.", "entities": [{"title": "Anglo-Corsican Kingdom", "href": "/wiki/Anglo-Corsican_Kingdom", "description": "The Anglo-Corsican Kingdom was a client state of the Kingdom of Great Britain that existed on the island of Corsica between 1794 and 1796, during the French Revolutionary Wars."}]}, {"heading": "Events", "year": "1795", "date": "June 17", "txt": "The burghers of Swellendam expel the Dutch East India Company magistrate and declare a republic.", "entities": [{"title": "Swellendam", "href": "/wiki/Swellendam", "description": "Swellendam is the third oldest town in South Africa, a town with 17,537 inhabitants situated in the Western Cape province. The town has over 50 provincial heritage sites, most of them buildings of Cape Dutch architecture. Swellendam is situated on the N2, approximately 220 km from both Cape Town and George."}, {"title": "Dutch East India Company", "href": "/wiki/Dutch_East_India_Company", "description": "The Dutch East India Company, officially the United East India Company, was a megacorporation founded by a government-directed consolidation of several rival Dutch trading companies (voorcompagnieën) in the early 17th century. It is believed to be the largest company to ever have existed in recorded history. It was established on March 20, 1602, as a chartered company to trade with Mughal India in"}]}, {"heading": "Events", "year": "1839", "date": "June 17", "txt": "In the Kingdom of Hawaii, Kamehameha III issues the edict of toleration which gives Roman Catholics the freedom to worship in the Hawaiian Islands. The Hawaii Catholic Church and the Cathedral of Our Lady of Peace are established as a result.", "entities": [{"title": "Kingdom of Hawaii", "href": "/wiki/Kingdom_of_Hawaii", "description": "The Hawaiian Kingdom, or Kingdom of Hawaiʻi, was an independent state on the Hawaii Islands. The country originated in 1795, when the warrior chief Kamehameha the Great, of the independent island of Hawaiʻi, conquered the independent islands of Oʻahu, Maui, Molokaʻi, and Lānaʻi and unified them under one government. In 1810, the whole Hawaiian archipelago became unified when Kauaʻi and Niʻihau joi"}, {"title": "Kamehameha III", "href": "/wiki/Kamehameha_III", "description": "Kamehameha III was the third king of the Kingdom of Hawaii from 1825 to 1854. His full Hawaiian name is Keaweaweʻula Kīwalaʻō Kauikeaouli Kaleiopapa and then lengthened to Keaweaweʻula Kīwalaʻō Kauikeaouli Kaleiopapa Kalani Waiakua Kalanikau Iokikilo Kīwalaʻō i ke kapu Kamehameha when he ascended the throne."}, {"title": "Edict of toleration", "href": "/wiki/Edict_of_toleration", "description": "An edict of toleration is a declaration, made by a government or ruler, and states that members of a given religion will not be persecuted for engaging in their religious practices and traditions. The edict implies tacit acceptance of the religion rather than its endorsement by the ruling power."}, {"title": "Roman Catholic Church", "href": "/wiki/Roman_Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Hawaiian Islands", "href": "/wiki/Hawaiian_Islands", "description": "The Hawaiian Islands are an archipelago of eight major islands, several atolls, numerous smaller islets, and seamounts in the North Pacific Ocean, extending some 1,500 miles from the island of Hawaiʻi in the south to northernmost Kure Atoll. Formerly the group was known to Europeans and Americans as the Sandwich Islands, a name that James Cook chose in honor of the then First Lord of the Admiralty"}, {"title": "Roman Catholic Diocese of Honolulu", "href": "/wiki/Roman_Catholic_Diocese_of_Honolulu", "description": "The Catholic Diocese of Honolulu, officially in Latin Diœcesis Honoluluensis, is an ecclesiastical territory or particular church of the Catholic Church in the United States. The diocese comprises the entire state of Hawaiʻi and the unincorporated Hawaiian Islands."}, {"title": "Cathedral of Our Lady of Peace", "href": "/wiki/Cathedral_of_Our_Lady_of_Peace", "description": "The Cathedral Basilica of Our Lady of Peace — also known by its original French name Cathédrale de Notre Dame de la Paix, its Portuguese variant Catedral de Nossa Senhora da Paz and its Hawaiian derivative Malia o ka Malu Hale Pule Nui — is the mother church of the Diocese of Honolulu and houses the cathedra of the Bishop of Honolulu in Honolulu, Hawaiʻi. It is located at the north end of Fort Str"}]}, {"heading": "Events", "year": "1843", "date": "June 17", "txt": "The Wairau Affray, the first serious clash of arms between Māori and British settlers in the New Zealand Wars, takes place.", "entities": [{"title": "Wairau Affray", "href": "/wiki/Wairau_Affray", "description": "The Wairau Affray on 17 June 1843 was the first serious clash of arms between British settlers and Māori in New Zealand after the signing of the Treaty of Waitangi and the only one to take place in the South Island. The incident was sparked when a magistrate and a representative of the New Zealand Company, who held a possibly fraudulent deed to land in the Wairau Valley in Marlborough in the north"}, {"title": "Māori people", "href": "/wiki/M%C4%81ori_people", "description": "The Māori are the indigenous Polynesian people of mainland New Zealand. Māori originated with settlers from eastern Polynesia, who arrived in New Zealand in several waves of waka (canoe) voyages between roughly 1320 and 1350. Over several centuries in isolation, these settlers developed their own distinctive culture, whose language, mythology, crafts and performing arts evolved independently from "}, {"title": "New Zealand Wars", "href": "/wiki/New_Zealand_Wars", "description": "The New Zealand Wars took place from 1845 to 1872 between the New Zealand Colonial government and allied Māori on one side and Māori and Māori-allied settlers on the other. They were previously commonly referred to as the Land Wars or the Māori Wars while Māori language names for the conflicts included Ngā pakanga o Aotearoa and Te riri Pākehā. Historian James Belich popularised the name \"New Zeal"}]}, {"heading": "Events", "year": "1861", "date": "June 17", "txt": "American Civil War: Battle of Vienna, Virginia.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Vienna, Virginia", "href": "/wiki/Battle_of_Vienna,_Virginia", "description": "The Battle of Vienna, Virginia was a minor engagement between Union and Confederate forces on June 17, 1861, during the early days of the American Civil War."}]}, {"heading": "Events", "year": "1863", "date": "June 17", "txt": "American Civil War: Battle of Aldie in the Gettysburg Campaign.", "entities": [{"title": "Battle of Aldie", "href": "/wiki/Battle_of_Aldie", "description": "The Battle of Aldie took place on June 17, 1863, in Loudoun County, Virginia, as part of the Gettysburg Campaign of the American Civil War."}, {"title": "Gettysburg Campaign", "href": "/wiki/Gettysburg_Campaign", "description": "The Gettysburg campaign was a military invasion of Pennsylvania by the main Confederate army under General Robert E. Lee in summer 1863. The Union won a decisive victory at Gettysburg, July 1–3, with heavy casualties on both sides. Lee managed to escape back to Virginia with most of his army. It was a turning point in the American Civil War, with Lee increasingly pushed back toward Richmond until "}]}, {"heading": "Events", "year": "1876", "date": "June 17", "txt": "American Indian Wars: Battle of the Rosebud: 1,500 Sioux and Cheyenne led by Crazy Horse beat back General George Crook's forces at Rosebud Creek in Montana Territory.", "entities": [{"title": "American Indian Wars", "href": "/wiki/American_Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Battle of the Rosebud", "href": "/wiki/Battle_of_the_Rosebud", "description": "The Battle of the Rosebud took place on June 17, 1876, in the Montana Territory between the United States Army and its Crow and Shoshoni allies against a force consisting mostly of Lakota Sioux and Northern Cheyenne Indians during the Great Sioux War of 1876. The Cheyenne called it the Battle Where the Girl Saved Her Brother because of an incident during the fight involving Buffalo Calf Road Woman"}, {"title": "Sioux", "href": "/wiki/Sioux", "description": "The Sioux or Oceti Sakowin are groups of Native American tribes and First Nations peoples in North America. The modern Sioux consist of two major divisions based on language divisions: the Dakota and Lakota; collectively they are known as the Očhéthi Šakówiŋ. The term \"Sioux\" is an exonym created from a French transcription of the Ojibwe term \"Nadouessioux\", and can refer to any ethnic group withi"}, {"title": "Cheyenne", "href": "/wiki/Cheyenne", "description": "The Cheyenne are one of the indigenous people of the Great Plains whose language is of the Algonquian language family. The Cheyenne comprise two Native American tribes, the Só'taeo'o or Só'taétaneo'o and the Tsétsêhéstâhese. These tribes merged in the early 19th century. Today, the Cheyenne people are split into two federally recognized Nations: the Southern Cheyenne, who are enrolled in the Cheye"}, {"title": "Crazy Horse", "href": "/wiki/Crazy_Horse", "description": "Crazy Horse ; was a Lakota war leader of the Oglala band in the 19th century. He took up arms against the United States federal government to fight against encroachment by white American settlers on Native American territory and to preserve the traditional way of life of the Lakota people. His participation in several famous battles of the Black Hills War on the northern Great Plains, among them t"}, {"title": "General officer", "href": "/wiki/General_officer", "description": "A general officer is an officer of high rank in the armies, and in some nations' air forces, space forces, or marines."}, {"title": "George Crook", "href": "/wiki/George_Crook", "description": "George R. Crook was a career United States Army officer, most noted for his distinguished service during the American Civil War and the Indian Wars. During the 1880s, the Apache nicknamed Crook Nantan Lupan, which means \"Chief Wolf.\""}, {"title": "Montana Territory", "href": "/wiki/Montana_Territory", "description": "The Territory of Montana was an organized incorporated territory of the United States that existed from May 26, 1864, until November 8, 1889, when it was admitted as the 41st state in the Union as the state of Montana."}]}, {"heading": "Events", "year": "1877", "date": "June 17", "txt": "American Indian Wars: Battle of White Bird Canyon: The Nez Perce defeat the U.S. Cavalry at White Bird Canyon in the Idaho Territory.", "entities": [{"title": "American Indian Wars", "href": "/wiki/American_Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Battle of White Bird Canyon", "href": "/wiki/Battle_of_White_Bird_Canyon", "description": "The Battle of White Bird Canyon was fought on June 17, 1877 in Idaho Territory. White Bird Canyon was the opening battle of the Nez Perce War between the Nez Perce Indians and the United States. The battle was a significant defeat of the U.S. Army. It took place in the western part of present-day Idaho County, southwest of the city of Grangeville."}, {"title": "Nez Perce people", "href": "/wiki/Nez_Perce_people", "description": "The Nez Perce are an Indigenous people of the Plateau who are presumed to have lived on the Columbia River Plateau in the Pacific Northwest region for at least 11,500 years."}, {"title": "United States Cavalry", "href": "/wiki/United_States_Cavalry", "description": "The United States Cavalry, or U.S. Cavalry, was the designation of the mounted force of the United States Army by an act of Congress on 3 August 1861. This act converted the U.S. Army's two regiments of dragoons, one regiment of mounted riflemen, and two regiments of cavalry into one branch of service. The cavalry branch transitioned to the Armored Forces with tanks in 1940, but the term \"cavalry\""}, {"title": "Idaho Territory", "href": "/wiki/Idaho_Territory", "description": "The Territory of Idaho was an organized incorporated territory of the United States that existed from March 3, 1863, until July 3, 1890, when the final extent of the territory was admitted to the Union as Idaho."}]}, {"heading": "Events", "year": "1885", "date": "June 17", "txt": "The Statue of Liberty arrives in New York Harbor.", "entities": [{"title": "Statue of Liberty", "href": "/wiki/Statue_of_Liberty", "description": "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor within New York City, in the United States. The copper statue, a gift from the people of France to the people of the United States, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886."}, {"title": "New York Harbor", "href": "/wiki/New_York_Harbor", "description": "New York Harbor is at the mouth of the Hudson River where it empties into New York Bay near the East River tidal estuary, and then into the Atlantic Ocean on the east coast of the United States. It is one of the largest natural harbors in the world. Although the United States Board on Geographic Names does not use the term, New York Harbor has important historical, governmental, commercial, and ec"}]}, {"heading": "Events", "year": "1898", "date": "June 17", "txt": "The United States Navy Hospital Corps is established.", "entities": [{"title": "Hospital Corpsman", "href": "/wiki/Hospital_Corpsman", "description": "A hospital corpsman is an enlisted medical specialist of the United States Navy, who may also serve in a U.S. Marine Corps unit. The corresponding rating within the United States Coast Guard is health services technician (HS)."}]}, {"heading": "Events", "year": "1900", "date": "June 17", "txt": "Boxer Rebellion: Western Allied and Japanese forces capture the Taku Forts in Tianjin, China.", "entities": [{"title": "Boxer Rebellion", "href": "/wiki/Boxer_Rebellion", "description": "The Boxer Rebellion, Boxer Uprising or Yihetuan Movement, was an armed and violent, anti-Christian, and anti-imperialist insurrection in China between 1899 and 1901, towards the end of the Qing dynasty."}, {"title": "Eight-Nation Alliance", "href": "/wiki/Eight-Nation_Alliance", "description": "The Eight-Nation Alliance was a multinational military coalition that invaded North China in 1900 to relieve the foreign legations in Beijing besieged by the popular Boxer militia determined to expunge foreign influence and government troops determined to defend China. The Allied forces consisted of approximately 45,000 troops from the eight nations of Germany, Japan, Russia, Britain, France, the "}, {"title": "Battle of Taku Forts (1900)", "href": "/wiki/Battle_of_Taku_Forts_(1900)", "description": "The Battle of Taku or Dagu Forts was a battle during the Boxer Rebellion between the Chinese military and allied Western and Japanese naval forces. The Allies captured the forts after a brief but bloody battle."}, {"title": "Taku Forts", "href": "/wiki/Taku_Forts", "description": "The Taku Forts or Dagu Forts, also called the Peiho Forts are forts located by the Hai River estuary in the Binhai New Area, Tianjin, in northeastern China. They are located 60 km (37 mi) southeast of the Tianjin urban center."}, {"title": "Tianjin", "href": "/wiki/Tianjin", "description": "Tianjin, alternately romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up area, made up of 12 central districts, was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomerat"}]}, {"heading": "Events", "year": "1901", "date": "June 17", "txt": "The College Board introduces its first standardized test, the forerunner to the SAT.", "entities": [{"title": "College Board", "href": "/wiki/College_Board", "description": "The College Board is an American not-for-profit organization that was formed in December 1899 as the College Entrance Examination Board (CEEB) to expand access to higher education. While the College Board is not an association of colleges, it runs a membership association of institutions, including over 6,000 schools, colleges, universities, and other educational organizations."}, {"title": "SAT", "href": "/wiki/SAT", "description": "The SAT is a standardized test widely used for college admissions in the United States. Since its debut in 1926, its name and scoring have changed several times; originally called the Scholastic Aptitude Test, it was later called the Scholastic Assessment Test, then the SAT I: Reasoning Test, then the SAT Reasoning Test, then simply the SAT."}]}, {"heading": "Events", "year": "1910", "date": "June 17", "txt": "Aurel Vlaicu pilots an A. Vlaicu nr. 1 on its first flight.", "entities": [{"title": "Aurel Vlaicu", "href": "/wiki/Aurel_Vlaicu", "description": "Aurel Vlaicu was a Romanian engineer, inventor, airplane constructor and early pilot."}, {"title": "A. Vlaicu nr. 1", "href": "/wiki/A._Vlaicu_nr._1", "description": "The A Vlaicu I was the first powered airplane built by Aurel Vlaicu."}]}, {"heading": "Events", "year": "1922", "date": "June 17", "txt": "Portuguese naval aviators Gago Coutinho and Sacadura Cabral complete the first aerial crossing of the South Atlantic.", "entities": [{"title": "Portuguese Naval Aviation", "href": "/wiki/Portuguese_Naval_Aviation", "description": "The Portuguese Naval Aviation constituted the air component of the Portuguese Navy, from 1917 to 1957. The Portuguese Air Force maritime patrol units and the Navy's Helicopter Squadron are the present successors of the former Portuguese Naval Aviation."}, {"title": "Gago Coutinho", "href": "/wiki/Gago_Coutinho", "description": "Carlos Viegas Gago Coutinho, GCTE, GCC, generally known simply as Gago Coutinho was a Portuguese geographer, cartographer, naval officer, historian and aviator. An aviation pioneer, Gago Coutinho and Sacadura Cabral were the first to cross the South Atlantic Ocean by air, from March to June 1922, from Lisbon, Portugal, to Rio de Janeiro, Brazil."}, {"title": "Sacadura Cabral", "href": "/wiki/Sacadura_Cabral", "description": "Artur de Sacadura Freire Cabral, GCTE, known simply as Sacadura Cabral, was a Portuguese aviation pioneer. He, together with fellow aviator Gago Coutinho, conducted the first flight across the South Atlantic Ocean in 1922, and also the first using only astronomical navigation, from Lisbon, Portugal, to Rio de Janeiro, Brazil."}, {"title": "First aerial crossing of the South Atlantic", "href": "/wiki/First_aerial_crossing_of_the_South_Atlantic", "description": "The first aerial crossing of the South Atlantic was made by the Portuguese naval aviators Gago Coutinho and Sacadura Cabral in 1922, to mark the centennial of Brazil's independence. Coutinho and Cabral flew in stages from Lisbon, Portugal, to Rio de Janeiro, Brazil, using three different Fairey III biplanes, and covered a distance of 8,383 kilometres (5,209 mi) between 30 March and 17 June. Althou"}]}, {"heading": "Events", "year": "1929", "date": "June 17", "txt": "The town of Murchison, New Zealand Is rocked by a 7.8 magnitude earthquake killing 17. At the time it was New Zealand's worst natural disaster.", "entities": [{"title": "Murchison, New Zealand", "href": "/wiki/Murchison,_New_Zealand", "description": "Murchison is a town in the Tasman Region of the South Island of New Zealand. It is near the western end of the \"Four Rivers Plain\", at the confluence of the Buller River and the Matakitaki River. The other two rivers are the Mangles River, and the Matiri River.\nIt is a rural service town for the surrounding mixed farming district, approximately halfway between Westport and Nelson. Murchison was na"}, {"title": "1929 Murchison earthquake", "href": "/wiki/1929_Murchison_earthquake", "description": "The 1929 Murchison earthquake occurred at 10:17 am on 17 June. It struck the Murchison region of the South Island, with an estimated magnitude of 7.3, and was felt throughout New Zealand. There were 17 deaths, mostly as a result of landslides triggered by the earthquake. The rumbling sound of the earthquake was loud enough to be heard at New Plymouth, more than 250 km (155 mi) away."}]}, {"heading": "Events", "year": "1930", "date": "June 17", "txt": "U.S. President Herbert Hoover signs the Smoot–Hawley Tariff Act into law.", "entities": [{"title": "Herbert Hoover", "href": "/wiki/Herbert_Hoover", "description": "Herbert Clark Hoover was an American politician, businessman, and engineer who served as the 31st president of the United States from 1929 to 1933. A member of the Republican Party, he held office during the onset of the Great Depression. Before serving as president, Hoover led the Commission for Relief in Belgium, served as the director of the U.S. Food Administration, and served as the third U.S"}, {"title": "Smoot–Hawley Tariff Act", "href": "/wiki/Smoot%E2%80%93Hawley_Tariff_Act", "description": "The Tariff Act of 1930, commonly known as the Smoot–Hawley Tariff or Hawley–Smoot Tariff, was a law that implemented protectionist trade policies in the United States. Sponsored by Senator Reed Smoot and Representative Willis C. Hawley, it was signed by President Herbert Hoover on June 17, 1930. The act raised US tariffs on over 20,000 imported goods."}]}, {"heading": "Events", "year": "1932", "date": "June 17", "txt": "Bonus Army: Around a thousand World War I veterans amass at the United States Capitol as the U.S. Senate considers a bill that would give them certain benefits.", "entities": [{"title": "Bonus Army", "href": "/wiki/Bonus_Army", "description": "The Bonus Army was a group of 43,000 demonstrators – made up of 17,000 U.S. World War I veterans, together with their families and affiliated groups – who gathered in Washington, D.C. in mid-1932 to demand early cash redemption of their service certificates. Organizers called the demonstrators the \"Bonus Expeditionary Force\", to echo the name of World War I's American Expeditionary Forces, while t"}, {"title": "United States Capitol", "href": "/wiki/United_States_Capitol", "description": "The United States Capitol, often called The Capitol or the Capitol Building, is the meeting place of the United States Congress and the seat of the legislative branch of the U.S. federal government. It is located on Capitol Hill at the eastern end of the National Mall in Washington, D.C. Though no longer at the geographic center of the federal district, the Capitol forms the origin point for the d"}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1933", "date": "June 17", "txt": "Union Station massacre: In Kansas City, Missouri, four FBI agents and captured fugitive Frank Nash are gunned down by gangsters attempting to free Nash.", "entities": [{"title": "Kansas City massacre", "href": "/wiki/Kansas_City_massacre", "description": "The Kansas City massacre was the shootout and murder of four law enforcement officers and a criminal fugitive at the Union Station railroad depot in Kansas City, Missouri, on the morning of June 17, 1933. It occurred as part of the attempt by a gang led by Vernon Miller to free Frank \"Jelly\" Nash, a federal prisoner. At the time, Nash was in the custody of several law enforcement officers who were"}, {"title": "Kansas City, Missouri", "href": "/wiki/Kansas_City,_Missouri", "description": "Kansas City is the largest city in Missouri by population and area. According to the U.S. Census Bureau, the city had an estimated population of 495,327 in 2019, making it the 38th most-populous city in the United States. It is the most populated municipality and historic core city of the Kansas City metropolitan area, which straddles the Kansas–Missouri state line and has a combined statistical a"}, {"title": "Federal Bureau of Investigation", "href": "/wiki/Federal_Bureau_of_Investigation", "description": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. c"}, {"title": "Frank Nash", "href": "/wiki/Frank_Nash", "description": "Frank Nash has been called \"the most successful bank robber in U.S. history,\" but he is most noted for his violent death in the Kansas City Massacre. Nash spent part of his childhood in Paragould, Arkansas and was arrested in Hot Springs, Arkansas the day before his death."}]}, {"heading": "Events", "year": "1939", "date": "June 17", "txt": "Last public guillotining in France: Eugen Weidmann, a convicted murderer, is executed in Versailles outside the Saint-Pierre prison.", "entities": [{"title": "Eugen Weidmann", "href": "/wiki/Eugen_Weidmann", "description": "Eugen Weidmann was a German criminal and serial killer who was executed by guillotine in France in June 1939, the last public execution in that country."}, {"title": "Versailles (city)", "href": "/wiki/Versailles_(city)", "description": "Versailles is a city in the department of the Yvelines, Île-de-France, renowned worldwide for the Château de Versailles and the gardens of Versailles, designated UNESCO World Heritage Sites. Located in the western suburbs of the French capital, 17.1 km (10.6 mi) from the centre of Paris, Versailles is in the 21st century a wealthy suburb of Paris with a service-based economy and a major tourist de"}]}, {"heading": "Events", "year": "1940", "date": "June 17", "txt": "World War II: RMS Lancastria is attacked and sunk by the Luftwaffe near Saint-Nazaire, France. At least 3,000 are killed in Britain's worst maritime disaster.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "RMS Lancastria", "href": "/wiki/RMS_Lancastria", "description": "RMS Lancastria was a British ocean liner requisitioned by the UK Government during the Second World War. She was sunk on 17 June 1940 during Operation Aerial. Having received an emergency order to evacuate British nationals and troops in excess of its capacity of 1,300 passengers, modern estimates range between 3,000 and 5,800 fatalities—the largest single-ship loss of life in British maritime his"}, {"title": "Luftwaffe", "href": "/wiki/Luftwaffe", "description": "The Luftwaffe was the aerial warfare branch of the Wehrmacht during World War II. Germany's military air arms during World War I, the Luftstreitkräfte of the Imperial Army and the Marine-Fliegerabteilung of the Imperial Navy, had been disbanded in May 1920 in accordance with the terms of the Treaty of Versailles which stated that Germany was forbidden to have any air force."}, {"title": "Saint-Nazaire", "href": "/wiki/Saint-Nazaire", "description": "Saint-Nazaire is a commune in the Loire-Atlantique department in western France, in traditional Brittany."}]}, {"heading": "Events", "year": "1940", "date": "June 17", "txt": "World War II: The British Army's 11th Hussars assault and take Fort Capuzzo in Libya, Africa from Italian forces.", "entities": [{"title": "Fort Capuzzo", "href": "/wiki/Fort_Capuzzo", "description": "Fort Capuzzo (Ridotta Capuzzo) was a fort in the colony of Italian Libya, near the Libyan-Egyptian border, next to the Italian Frontier Wire. The Litoranea Balbo (Via Balbia) ran south from Bardia to Fort Capuzzo, 13 km (8 mi) inland, west of Sollum, then east across the Egyptian frontier to the port, over the coastal escarpment. The fort was built during Italian colonial repression of Senussi res"}, {"title": "Libya", "href": "/wiki/Libya", "description": "Libya, officially the State of Libya, is a country in the Maghreb region in North Africa bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 700,000 squ"}, {"title": "Kingdom of Italy", "href": "/wiki/Kingdom_of_Italy", "description": "The Kingdom of Italy was a state that existed from 1861—when King Victor Emmanuel II of Sardinia was proclaimed King of Italy—until 1946, when civil discontent led an institutional referendum to abandon the monarchy and form the modern Italian Republic. The state was founded as a result of the Risorgimento under the influence of the Savoy-led Kingdom of Sardinia, which can be considered its legal "}]}, {"heading": "Events", "year": "1940", "date": "June 17", "txt": "The three Baltic states of Estonia, Latvia and Lithuania fall under the occupation of the Soviet Union.", "entities": [{"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}, {"title": "Soviet occupation of the Baltic states (1940)", "href": "/wiki/Soviet_occupation_of_the_Baltic_states_(1940)", "description": "The Soviet occupation of the Baltic states covers the period from the Soviet–Baltic mutual assistance pacts in 1939, to their invasion and annexation in 1940, to the mass deportations of 1941."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1944", "date": "June 17", "txt": "Iceland declares independence from Denmark and becomes a republic.", "entities": [{"title": "Iceland", "href": "/wiki/Iceland", "description": "Iceland is a Nordic island country in the North Atlantic Ocean, with a population of 356,991 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe. The capital and largest city is Reykjavík. Reykjavík and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. "}, {"title": "Icelandic National Day", "href": "/wiki/Icelandic_National_Day", "description": "Icelandic National Day is an annual holiday in Iceland which commemorates the foundation of The Republic of Iceland on 17 June 1944. This date also marks the end of Iceland's centuries old ties with Denmark. The date was chosen to coincide with the birthday of Jón Sigurðsson, a major figure of Icelandic culture and the leader of the 19th century Icelandic independence movement."}, {"title": "Republic", "href": "/wiki/Republic", "description": "A republic is a form of government in which \"power is held by the people and their elected representatives\". In republics, the country is considered a \"public matter\", not the private concern or property of the rulers. The primary positions of power within a republic are attained through democracy or a mix of democracy with oligarchy or autocracy rather than being unalterably occupied by any given"}]}, {"heading": "Events", "year": "1948", "date": "June 17", "txt": "United Airlines Flight 624, a Douglas DC-6, crashes near Mount Carmel, Pennsylvania, killing all 43 people on board.", "entities": [{"title": "United Airlines Flight 624", "href": "/wiki/United_Airlines_Flight_624", "description": "United Airlines Flight 624, a Douglas DC-6 airliner, registration NC37506, was a scheduled passenger flight that originated in San Diego, California with stops in Los Angeles and Chicago en route to LaGuardia Airport in New York City. The four-engine propeller-driven airplane crashed at 1:41 p.m. Eastern Daylight Time on June 17, 1948 outside of Aristes, Pennsylvania, killing all 4 crew members an"}, {"title": "Douglas DC-6", "href": "/wiki/Douglas_DC-6", "description": "The Douglas DC-6 is a piston-powered airliner and cargo aircraft built by the Douglas Aircraft Company from 1946 to 1958. Originally intended as a military transport near the end of World War II, it was reworked after the war to compete with the Lockheed Constellation in the long-range commercial transport market. More than 700 were built and many still fly today in cargo, military, and wildfire c"}, {"title": "Mount Carmel, Pennsylvania", "href": "/wiki/Mount_Carmel,_Pennsylvania", "description": "Mount Carmel is a borough in Northumberland County, located in the Coal Heritage Region of Central Pennsylvania's Susquehanna River Valley in the United States. The population was 5,869 at the 2010 census. It is located 88 miles (141 km) northwest of Philadelphia and 71 miles (114 km) northeast of Harrisburg, in the Anthracite Coal Region. It is completely encompassed by Mount Carmel Township."}]}, {"heading": "Events", "year": "1952", "date": "June 17", "txt": "Guatemala passes Decree 900, ordering the redistribution of uncultivated land. ", "entities": [{"title": "Decree 900", "href": "/wiki/Decree_900", "description": "\nDecree 900, also known as the Agrarian Reform Law, was a Guatemalan land-reform law passed on June 17, 1952, during the Guatemalan Revolution. The law was introduced by President Jacobo Árbenz Guzmán and passed by the Guatemalan Congress. It redistributed unused land greater than 224 acres (0.91 km2) in area to local peasants, compensating landowners with government bonds. Land from at most 1,700"}]}, {"heading": "Events", "year": "1953", "date": "June 17", "txt": "Cold War: East Germany Workers Uprising: In East Germany, the Soviet Union orders a division of troops into East Berlin to quell a rebellion.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Uprising of 1953 in East Germany", "href": "/wiki/Uprising_of_1953_in_East_Germany", "description": "The East German uprising of 1953 was an uprising that occurred in East Germany from 16 to 17 June 1953. It began with a strike action by construction workers in East Berlin on 16 June against work quotas during the Sovietization process in East Germany. Demonstrations in East Berlin turned into a widespread uprising against the Government of East Germany and the Socialist Unity Party the next day,"}, {"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}, {"title": "East Berlin", "href": "/wiki/East_Berlin", "description": "East Berlin was the de facto capital city of the German Democratic Republic from 1949 to 1990. Formally, it was the Soviet sector of Berlin, established in 1945. The American, British, and French sectors were known as West Berlin. From 13 August 1961 until 9 November 1989, East Berlin was separated from West Berlin by the Berlin Wall. The Western Allied powers did not recognise East Berlin as the "}]}, {"heading": "Events", "year": "1958", "date": "June 17", "txt": "The Ironworkers Memorial Second Narrows Crossing, in the process of being built to connect Vancouver and North Vancouver (Canada), collapses into the Burrard Inlet killing 18 ironworkers and injuring others.", "entities": [{"title": "Ironworkers Memorial Second Narrows Crossing", "href": "/wiki/Ironworkers_Memorial_Second_Narrows_Crossing", "description": "The Ironworkers Memorial Second Narrows Crossing, also called the Ironworkers Memorial Bridge and Second Narrows Bridge, is the second bridge constructed at the Second (east) Narrows of Burrard Inlet in Vancouver, British Columbia, Canada. Originally named the Second Narrows Bridge, it connects Vancouver to the North Shore of Burrard Inlet, which includes the District of North Vancouver, the City "}, {"title": "North Vancouver (district municipality)", "href": "/wiki/North_Vancouver_(district_municipality)", "description": "The District of North Vancouver is a district municipality in British Columbia, Canada, and is part of Metro Vancouver. It surrounds the City of North Vancouver on three sides. As of 2016, the District stands as the second wealthiest city in Canada, with neighbouring West Vancouver the richest. The municipality is largely characterized as being a relatively quiet, affluent suburban hub home to man"}, {"title": "Burrard Inlet", "href": "/wiki/Burrard_Inlet", "description": "Burrard Inlet is a relatively shallow-sided coastal fjord in southwestern British Columbia, Canada. Formed during the last Ice Age, it separates the City of Vancouver and the rest of the low-lying Burrard Peninsula from the slopes of the North Shore Mountains, home to the communities of West Vancouver and the City and District of North Vancouver."}]}, {"heading": "Events", "year": "1960", "date": "June 17", "txt": "The Nez Perce tribe is awarded $4 million for 7 million acres (28,000 km2) of land undervalued at four cents/acre in the 1863 treaty.", "entities": [{"title": "Nez Perce people", "href": "/wiki/Nez_Perce_people", "description": "The Nez Perce are an Indigenous people of the Plateau who are presumed to have lived on the Columbia River Plateau in the Pacific Northwest region for at least 11,500 years."}]}, {"heading": "Events", "year": "1963", "date": "June 17", "txt": "The United States Supreme Court rules 8–1 in Abington School District v. Schempp against requiring the reciting of Bible verses and the Lord's Prayer in public schools.", "entities": [{"title": "United States Supreme Court", "href": "/wiki/United_States_Supreme_Court", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Bible", "href": "/wiki/Bible", "description": "The Bible is a collection of religious texts or scriptures sacred to Christians, Jews, Samaritans, Rastafari and others. It appears in the form of an anthology, a compilation of texts of a variety of forms that are all linked by the belief that they are collectively revelations of God. These texts include theologically-focused historical accounts, hymns, prayers, proverbs, parables, didactic lette"}, {"title": "Lord's Prayer", "href": "/wiki/Lord%27s_Prayer", "description": "The Lord's Prayer, also called the Our Father, is a central Christian prayer which, according to the New Testament, Jesus taught as the way to pray:Pray then in this way ... \nWhen you pray, say ... "}, {"title": "Public school (government funded)", "href": "/wiki/Public_school_(government_funded)", "description": "State schools or public schools are generally primary or secondary schools that educate all children without charge. They are funded in whole or in part by taxation.\nState funded schools exist in virtually every country of the world, there are significant variations in their structure and educational programmes. State education generally encompasses primary and secondary education."}]}, {"heading": "Events", "year": "1963", "date": "June 17", "txt": "A day after South Vietnamese President Ngô Đình Diệm announced the Joint Communiqué to end the Buddhist crisis, a riot involving around 2,000 people breaks out. One person is killed.", "entities": [{"title": "Ngô Đình Diệm", "href": "/wiki/Ng%C3%B4_%C4%90%C3%ACnh_Di%E1%BB%87m", "description": "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam (1954–55), and then served as President of South Vietnam from 1955 until he was deposed and assassinated during the 1963 military coup."}, {"title": "Joint Communiqué", "href": "/wiki/Joint_Communiqu%C3%A9", "description": "The Joint Communiqué was an agreement signed on 16 June 1963 between the South Vietnamese government of Ngô Đình Diệm and the Buddhist leadership during the \"Buddhist crisis\"."}, {"title": "Buddhist crisis", "href": "/wiki/Buddhist_crisis", "description": "The Buddhist crisis was a period of political and religious tension in South Vietnam between May and November 1963, characterized by a series of repressive acts by the South Vietnamese government and a campaign of civil resistance, led mainly by Buddhist monks."}]}, {"heading": "Events", "year": "1967", "date": "June 17", "txt": "Nuclear weapons testing: China announces a successful test of its first thermonuclear weapon.", "entities": [{"title": "Nuclear weapons testing", "href": "/wiki/Nuclear_weapons_testing", "description": "Nuclear weapons tests are experiments carried out to determine the effectiveness, yield, and explosive capability of nuclear weapons. Testing nuclear weapons offers practical information about how the weapons function, as well as how detonations are affected by different conditions; and how personnel, structures, and equipment are affected when subjected to nuclear explosions. However, nuclear tes"}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}, {"title": "Test No. 6", "href": "/wiki/Test_No._6", "description": "Test No. 6 is the codename for China's first test of a three-staged thermonuclear device and, also its sixth nuclear weapons test. It was a part of the \"Two Bombs, One Satellite\" program."}, {"title": "Thermonuclear weapon", "href": "/wiki/Thermonuclear_weapon", "description": "A thermonuclear weapon, fusion weapon or hydrogen bomb is a second-generation nuclear weapon design. Its greater sophistication affords it vastly greater destructive power than first-generation atomic bombs, a more compact size, a lower mass or a combination of these benefits. Characteristics of nuclear fusion reactions make possible the use of non-fissile depleted uranium as the weapon's main fue"}]}, {"heading": "Events", "year": "1972", "date": "June 17", "txt": "Watergate scandal: Five White House operatives are arrested for burgling the offices of the Democratic National Committee during an attempt by members of the administration of President Richard M. Nixon to illegally wiretap the political opposition as part of a broader campaign to subvert the democratic process.", "entities": [{"title": "Watergate scandal", "href": "/wiki/Watergate_scandal", "description": "The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1971 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate O"}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}, {"title": "Democratic National Committee", "href": "/wiki/Democratic_National_Committee", "description": "The Democratic National Committee (DNC) is the governing body of the United States Democratic Party. The committee coordinates strategy to support Democratic Party candidates throughout the country for local, state, and national office, as well as works to establish a \"party brand\". It organizes the Democratic National Convention held every four years to nominate a candidate for President of the U"}, {"title": "Presidency of Richard Nixon", "href": "/wiki/Presidency_of_Richard_Nixon", "description": "The presidency of Richard Nixon began at noon EST on January 20, 1969, when Richard Nixon was inaugurated as 37th President of the United States, and ended on August 9, 1974, when he resigned in the face of almost certain impeachment and removal from office, the only U.S. president ever to do so. He was succeeded by Gerald Ford, whom he had appointed Vice President after Spiro Agnew was forced to "}, {"title": "Telephone tapping", "href": "/wiki/Telephone_tapping", "description": "Telephone tapping is the monitoring of telephone and Internet-based conversations by a third party, often by covert means. The wire tap received its name because, historically, the monitoring connection was an actual electrical tap on the telephone line. Legal wiretapping by a government agency is also called lawful interception. Passive wiretapping monitors or records the traffic, while active wi"}, {"title": "Operation Sandwedge", "href": "/wiki/Operation_Sandwedge", "description": "Operation Sandwedge was a proposed clandestine intelligence-gathering operation against the political enemies of the Richard Nixon presidential administration. The proposals were put together by H. R. Haldeman, John Ehrlichman and Jack Caulfield in 1971. Caulfield, a former police officer, created a plan to target the Democratic Party and the anti-Vietnam War movement, inspired by what he believed"}]}, {"heading": "Events", "year": "1985", "date": "June 17", "txt": "Space Shuttle program: STS-51-G mission: Space Shuttle Discovery launches carrying Sultan bin Salman bin Abdulaziz Al Saud, the first Arab and first Muslim in space, as a payload specialist.", "entities": [{"title": "Space Shuttle program", "href": "/wiki/Space_Shuttle_program", "description": "The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for de"}, {"title": "STS-51-G", "href": "/wiki/STS-51-G", "description": "STS-51-G was the 18th flight of NASA's Space Shuttle program, and the fifth flight of Space Shuttle Discovery. The seven-day mission launched from Kennedy Space Center, Florida, on June 17, 1985, and landed at Edwards Air Force Base, California, on June 24. Sultan bin Salman Al Saud of Saudi Arabia was on board as a payload specialist; Al Saud became the first Arab, the first Muslim, and the first"}, {"title": "Space Shuttle Discovery", "href": "/wiki/Space_Shuttle_Discovery", "description": "Space Shuttle Discovery is one of the orbiters from NASA's Space Shuttle program and the third of five fully operational orbiters to be built. Its first mission, STS-41-D, flew from August 30 to September 5, 1984. Over 27 years of service it launched and landed 39 times, aggregating more spaceflights than any other spacecraft to date. The Space Shuttle launch vehicle has three main components: the"}, {"title": "Sultan bin Salman bin Abdulaziz Al Saud", "href": "/wiki/Sultan_bin_Salman_bin_Abdulaziz_Al_Saud", "description": "Sultan bin Salman Al Saud is a former Royal Saudi Air Force pilot who flew aboard the American STS-51-G Space Shuttle mission as a payload specialist, and a member of the House of Saud. He is the first member of a royal family to fly in space, the first Arab to fly in space, and the first Muslim to fly in space, as well as the youngest person ever to fly on the Space Shuttle. On 27 December 2018, "}, {"title": "Payload specialist", "href": "/wiki/Payload_specialist", "description": "A payload specialist (PS) was an individual selected and trained by commercial or research organizations for flights of a specific payload on a NASA Space Shuttle mission. People assigned as payload specialists included individuals selected by the research community, a company or consortium flying a commercial payload aboard the spacecraft, and non-NASA astronauts designated by international partn"}]}, {"heading": "Events", "year": "1987", "date": "June 17", "txt": "With the death of the last individual of the species, the dusky seaside sparrow becomes extinct.", "entities": [{"title": "Dusky seaside sparrow", "href": "/wiki/Dusky_seaside_sparrow", "description": "The dusky seaside sparrow was a non-migratory subspecies of the seaside sparrow, found in Florida in the natural salt marshes of Merritt Island and along the St. Johns River. The last definite known individual died on Walt Disney World's Discovery Island in 1987, and the subspecies was officially declared extinct in December 1990."}]}, {"heading": "Events", "year": "1991", "date": "June 17", "txt": "Apartheid: The South African Parliament repeals the Population Registration Act which required racial classification of all South Africans at birth.", "entities": [{"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}, {"title": "Parliament of South Africa", "href": "/wiki/Parliament_of_South_Africa", "description": "The Parliament of South Africa is South Africa's legislature; under the present Constitution of South Africa, the bicameral Parliament comprises a National Assembly and a National Council of Provinces. The current twenty-seventh Parliament was first convened on 22 May 2019."}, {"title": "Population Registration Act", "href": "/wiki/Population_Registration_Act", "description": "The Population Registration Act of 1950 required that each inhabitant of South Africa be classified and registered in accordance with their racial characteristics as part of the system of apartheid."}]}, {"heading": "Events", "year": "1992", "date": "June 17", "txt": "A \"joint understanding\" agreement on arms reduction is signed by U.S. President George Bush and Russian President Boris Yeltsin (this would be later codified in START II).", "entities": [{"title": "George H. W. Bush", "href": "/wiki/George_H._W._Bush", "description": "George Herbert Walker Bush was an American politician, diplomat and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, Bush also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence."}, {"title": "President of Russia", "href": "/wiki/President_of_Russia", "description": "The president of the Russian Federation, is the head of state of the Russian Federation, as well as the commander-in-chief of the Russian Armed Forces. It is the highest office in Russia."}, {"title": "Boris Yeltsin", "href": "/wiki/Boris_Yeltsin", "description": "Boris Nikolayevich Yeltsin was a Russian and former Soviet politician who served as the first President of Russia from 1991 to 1999. A member of the Communist Party of the Soviet Union from 1961 to 1990, he later stood as a political independent, during which time he was viewed as being ideologically aligned with liberalism and Russian nationalism."}, {"title": "START II", "href": "/wiki/START_II", "description": "START II was a bilateral treaty between the United States and Russia on the Reduction and Limitation of Strategic Offensive Arms. It was signed by US President George H. W. Bush and Russian President Boris Yeltsin on 3 January 1993, banning the use of multiple independently targetable re-entry vehicles (MIRVs) on intercontinental ballistic missiles (ICBMs). Hence, it is often cited as the De-MIRV-"}]}, {"heading": "Events", "year": "1994", "date": "June 17", "txt": "Following a televised low-speed highway chase, O. J. Simpson is arrested for the murders of his ex-wife, Nicole Brown Simpson, and her friend Ronald Goldman.", "entities": [{"title": "O. J. Simpson", "href": "/wiki/O._J._Simpson", "description": "Orenthal James Simpson, nicknamed \"The Juice\", is an American former football running back, broadcaster, actor, advertising spokesman, and convicted felon. Once a popular figure with the U.S. public, he is now best known for being tried for the murders of his former wife, Nicole Brown Simpson, and her friend, Ron Goldman. Simpson was acquitted of the murders in criminal court, but was later found "}, {"title": "O. J. Simpson murder case", "href": "/wiki/O._J._Simpson_murder_case", "description": "The  O. J. Simpson murder case was a criminal trial held in Los Angeles County Superior Court in which former National Football League (NFL) player, broadcaster and actor O. J. Simpson was tried for the murders of his ex-wife Nicole Brown Simpson and her friend Ronald \"Ron\" Goldman, who were stabbed to death outside Brown's condominium in the Brentwood neighborhood of Los Angeles on the night of J"}, {"title": "Nicole Brown Simpson", "href": "/wiki/Nicole_Brown_Simpson", "description": "Nicole Brown Simpson was the ex-wife of former professional American football player O. J. Simpson, to whom she was married from 1985 to 1992, and the mother of their two children, Sydney and Justin."}, {"title": "Ronald Goldman", "href": "/wiki/Ronald_Goldman", "description": "Ronald Lyle Goldman was an American restaurant waiter and a friend of Nicole Brown Simpson, the ex-wife of O. J. Simpson. He was murdered along with Brown at her home in Los Angeles, California, on June 12, 1994. Simpson was acquitted of their murders in 1995, but found liable for both deaths in a 1997 civil lawsuit."}]}, {"heading": "Events", "year": "2015", "date": "June 17", "txt": "Nine people are killed in a mass shooting at Emanuel African Methodist Episcopal Church in Charleston, South Carolina.", "entities": [{"title": "Charleston church shooting", "href": "/wiki/Charleston_church_shooting", "description": "The Charleston church shooting was a mass shooting on June 17, 2015, in Charleston, South Carolina, in which nine African Americans were killed during a Bible study at the Emanuel African Methodist Episcopal Church. Among those people who were killed was the senior pastor, state senator Clementa C. Pinckney; three victims survived. This church is one of the oldest black churches in the United Stat"}, {"title": "Emanuel African Methodist Episcopal Church", "href": "/wiki/Emanuel_African_Methodist_Episcopal_Church", "description": "The Emanuel African Methodist Episcopal Church, often referred to as Mother Emanuel, is a church in Charleston, South Carolina. Founded in 1817, Emanuel AME is the oldest African Methodist Episcopal church in the Southern United States. This first independent black denomination in the United States was founded in 1816 in Philadelphia, Pennsylvania."}, {"title": "Charleston, South Carolina", "href": "/wiki/Charleston,_South_Carolina", "description": "Charleston is the largest city in the U.S. state of South Carolina, the county seat of Charleston County, and the principal city in the Charleston–North Charleston–Summerville Metropolitan Statistical Area. The city lies just south of the geographical midpoint of South Carolina's coastline on Charleston Harbor, an inlet of the Atlantic Ocean formed by the confluence of the Ashley, Cooper, and Wand"}]}, {"heading": "Events", "year": "2017", "date": "June 17", "txt": "A series of wildfires in central Portugal kill at least 64 people and injure 204 others.", "entities": [{"title": "June 2017 Portugal wildfires", "href": "/wiki/June_2017_Portugal_wildfires", "description": "A series of four initial deadly wildfires erupted across central Portugal in the afternoon of 17 June 2017 within minutes of each other, resulting in at least 66 deaths and 204 injured people."}, {"title": "Portugal", "href": "/wiki/Portugal", "description": "Portugal, officially the Portuguese Republic, is a country located on the Iberian Peninsula, in south-western Europe. It is the westernmost sovereign state in mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional "}]}, {"heading": "Births", "year": "801", "date": "June 17", "txt": "Drogo of Metz, Frankish bishop (d. 855)", "entities": [{"title": "Drogo of Metz", "href": "/wiki/Drogo_of_Metz", "description": "Drogo, also known as Dreux or Drogon, was an illegitimate son of Frankish emperor Charlemagne by the concubine Regina."}]}, {"heading": "Births", "year": "1239", "date": "June 17", "txt": "Edward I, English king (d. 1307)", "entities": [{"title": "Edward I of England", "href": "/wiki/Edward_I_of_England", "description": "Edward I, also known as Edward Longshanks and the Hammer of the Scots, was King of England from 1272 to 1307. Before his accession to the throne, he was commonly referred to as The Lord Edward. The first son of Henry III, Edward was involved from an early age in the political intrigues of his father's reign, which included an outright rebellion by the English barons. In 1259 he briefly sided with "}]}, {"heading": "Births", "year": "1530", "date": "June 17", "txt": "François de Montmorency, French nobleman (d. 1579)", "entities": [{"title": "François de Montmorency", "href": "/wiki/Fran%C3%A7ois_de_Montmorency", "description": "François de Montmorency, Duc de Montmorency was a French soldier, diplomat and peer who served as governor of Paris. He was Duke of Montmorency, Count of Dammartin, Baron of Châteaubriant and Lord of L'Isle-Adam, Grand Master of France, and Marshal of France."}]}, {"heading": "Births", "year": "1571", "date": "June 17", "txt": "Thomas Mun, English writer on economics (d. 1641)", "entities": [{"title": "Thomas Mun", "href": "/wiki/Thomas_Mun", "description": "Sir Thomas Mun was an English writer on economics and is often referred to as the last of the early mercantilists. Most notably, he is known for serving as the director of the East India Company. Due to his strong belief in the state and his prior experience as a merchant, Mun took on a prominent role during the economic depression which began in 1620. To defend the East India Company and to regai"}]}, {"heading": "Births", "year": "1603", "date": "June 17", "txt": "Joseph of Cupertino, Italian mystic and saint (d. 1663)", "entities": [{"title": "Joseph of Cupertino", "href": "/wiki/Joseph_of_Cupertino", "description": "Joseph of Copertino was an Italian Conventual Franciscan friar who is honored as a Christian mystic and saint. He was said to have been remarkably unclever, but prone to miraculous levitation and intense ecstatic visions that left him gaping. Joseph began to experience ecstatic visions as a child, which were to continue throughout his life, and made him the object of scorn. He applied to the Conve"}]}, {"heading": "Births", "year": "1604", "date": "June 17", "txt": "John Maurice, Dutch nobleman (d. 1679)", "entities": [{"title": "John Maurice, Prince of Nassau-Siegen", "href": "/wiki/John_Maurice,_Prince_of_Nassau-Siegen", "description": "John Maurice of Nassau was called \"the Brazilian\" for his fruitful period as governor of Dutch Brazil. He was Count and Prince of Nassau-Siegen, and Grand Master of the Order of Saint John."}]}, {"heading": "Births", "year": "1610", "date": "June 17", "txt": "Birgitte Thott, Danish scholar, writer and translator  (b. 1662)", "entities": [{"title": "Birgitte Thott", "href": "/wiki/Birgitte_Thott", "description": "Birgitte (Bridget) Thott was a Danish writer, scholar and feminist, known for her learning. She was fluent and literate in Latin along with many other languages. She is most notable for her many translations of published works to Danish, particularly her 1,000-page translation of Latin moral philosopher Seneca."}, {"title": "1662", "href": "/wiki/1662", "description": "1662 (MDCLXII) was a common year starting on Sunday of the Gregorian calendar and a common year starting on Wednesday of the Julian calendar, the 1662nd year of the Common Era (CE) and Anno Domini (AD) designations, the 662nd year of the 2nd millennium, the 62nd year of the 17th century, and the 3rd year of the 1660s decade. As of the start of 1662, the Gregorian calendar was 10 days ahead of the "}]}, {"heading": "Births", "year": "1631", "date": "June 17", "txt": "Gauharara Begum, Mughal princess (d. 1706)", "entities": [{"title": "Gauharara Begum", "href": "/wiki/Gauharara_Begum", "description": "Gauhar Ara Begum was a Mughal princess and the fourteenth and youngest child of the Mughal emperor Shah Jahan and his wife Mumtaz Mahal."}]}, {"heading": "Births", "year": "1682", "date": "June 17", "txt": "Charles XII, Swedish king (d. 1718)", "entities": [{"title": "Charles XII of Sweden", "href": "/wiki/Charles_XII_of_Sweden", "description": "Charles XII, sometimes Carl XII or Carolus Rex, was the King of Sweden from 1697 to 1718. He belonged to the House of Palatinate-Zweibrücken, a branch line of the House of Wittelsbach. Charles was the only surviving son of Charles XI and Ulrika Eleonora the Elder. He assumed power, after a seven-month caretaker government, at the age of fifteen."}]}, {"heading": "Births", "year": "1691", "date": "June 17", "txt": "Giovanni Paolo Panini, Italian painter and architect (d. 1765)", "entities": [{"title": "Giovanni Paolo Panini", "href": "/wiki/Giovanni_Paolo_Panini", "description": "Giovanni Paolo Panini or Pannini was a painter and architect who worked in Rome and is primarily known as one of the vedutisti. As a painter, Panini is best known for his vistas of Rome, in which he took a particular interest in the city's antiquities. Among his most famous works are his view of the interior of the Pantheon, and his vedute—paintings of picture galleries containing views of Rome. M"}]}, {"heading": "Births", "year": "1693", "date": "June 17", "txt": "Johann Georg Walch, German theologian and author (d. 1775)", "entities": [{"title": "Johann Georg Walch", "href": "/wiki/Johann_Georg_Walch", "description": "Johann Georg Walch was a German Lutheran theologian."}]}, {"heading": "Births", "year": "1704", "date": "June 17", "txt": "John Kay, English engineer, invented the Flying shuttle (d. 1780)", "entities": [{"title": "John Kay (flying shuttle)", "href": "/wiki/John_Kay_(flying_shuttle)", "description": "John Kay was an English inventor whose most important creation was the flying shuttle, which was a key contribution to the Industrial Revolution. He is often confused with his namesake, who built the first \"spinning frame\"."}, {"title": "Flying shuttle", "href": "/wiki/Flying_shuttle", "description": "The flying shuttle was one of the key developments in the industrialization of weaving during the early Industrial Revolution. It allowed a single weaver to weave much wider fabrics, and it could be mechanized, allowing for automatic machine looms. The flying shuttle, which was patented by John Kay in 1733, greatly sped up the previous hand process and halved the labour force. Where a broad-cloth "}]}, {"heading": "Births", "year": "1714", "date": "June 17", "txt": "César-François Cassini de Thury, French astronomer and cartographer (d. 1784)", "entities": [{"title": "César-François Cassini de Thury", "href": "/wiki/C%C3%A9sar-Fran%C3%A7ois_Cassini_de_Thury", "description": "César-François Cassini de Thury, also called Cassini III or Cassini de Thury, was a French astronomer and cartographer."}]}, {"heading": "Births", "year": "1718", "date": "June 17", "txt": "George Howard, English field marshal and politician, Governor of Minorca (d. 1796)", "entities": [{"title": "George Howard (British Army officer)", "href": "/wiki/George_Howard_(British_Army_officer)", "description": "Field Marshal Sir George Howard KB, PC was a British military officer and politician. After commanding the 3rd Regiment of Foot at the Battle of Fontenoy in May 1745 during the War of the Austrian Succession and after commanding that regiment again at the Battle of Falkirk Muir and the Battle of Culloden during the Jacobite Rebellion, he returned to the continent and fought at the Battle of Lauffe"}, {"title": "Governor of Minorca", "href": "/wiki/Governor_of_Minorca", "description": "Below is a list of (known) governors of Menorca from the time of the British occupation in 1708 until the British relinquished control of the island for the last time in 1802."}]}, {"heading": "Births", "year": "1778", "date": "June 17", "txt": "Gregory Blaxland, English-Australian explorer  (d. 1853)", "entities": [{"title": "Gregory Blaxland", "href": "/wiki/Gregory_Blaxland", "description": "Gregory Blaxland was an English pioneer farmer and explorer in Australia, noted especially for initiating and co-leading the first successful crossing of the Blue Mountains by European settlers."}]}, {"heading": "Births", "year": "1800", "date": "June 17", "txt": "William Parsons, 3rd Earl of Rosse, English-Irish astronomer and politician (d. 1867)", "entities": [{"title": "William Parsons, 3rd Earl of Rosse", "href": "/wiki/William_Parsons,_3rd_Earl_of_Rosse", "description": "William Parsons, 3rd Earl of Rosse HFRSE, was an Anglo-Irish astronomer, naturalist, and engineer. He was President of the Royal Society (UK), the most important association of naturalists in the world in the nineteenth century. He built several giant telescopes.\nHis 72-inch telescope, built in 1845 and colloquially known as the \"Leviathan of Parsonstown\", was the world's largest telescope, in ter"}]}, {"heading": "Births", "year": "1808", "date": "June 17", "txt": "Henrik Wergeland, Norwegian poet, playwright, and linguist (d. 1845)", "entities": [{"title": "Henrik Wergeland", "href": "/wiki/Henrik_Wergeland", "description": "Henrik Arnold Thaulow Wergeland was a Norwegian writer, most celebrated for his poetry but also a prolific playwright, polemicist, historian, and linguist. He is often described as a leading pioneer in the development of a distinctly Norwegian literary heritage and of modern Norwegian culture."}]}, {"heading": "Births", "year": "1810", "date": "June 17", "txt": "Ferdinand Freiligrath, German poet and translator (d. 1876)", "entities": [{"title": "Ferdinand Freiligrath", "href": "/wiki/Ferdinand_Freiligrath", "description": "Ferdinand Freiligrath was a German poet, translator and liberal agitator, who is considered part of the Young Germany movement."}]}, {"heading": "Births", "year": "1811", "date": "June 17", "txt": "Jón Sigurðsson, Icelandic scholar and politician (d. 1879)", "entities": [{"title": "Jón Sigurðsson", "href": "/wiki/J%C3%B3n_Sigur%C3%B0sson", "description": "Jón Sigurðsson was the leader of the 19th century Icelandic independence movement."}]}, {"heading": "Births", "year": "1818", "date": "June 17", "txt": "Charles Gounod, French composer and academic (d. 1893)", "entities": [{"title": "Charles Gounod", "href": "/wiki/Charles_Gounod", "description": "Charles-François Gounod, usually known as Charles Gounod, was a French composer. He wrote twelve operas, of which the most popular has always been Faust (1859); his Roméo et Juliette (1867) also remains in the international repertory. He composed a large amount of church music, many songs, and popular short pieces including his Ave Maria, and Funeral March of a Marionette."}]}, {"heading": "Births", "year": "1818", "date": "June 17", "txt": "Sophie of Württemberg, queen of the Netherlands (d. 1877)", "entities": []}, {"heading": "Births", "year": "1821", "date": "June 17", "txt": "E. G. Squier, American archaeologist and journalist (d. 1888)", "entities": [{"title": "E. G. Squier", "href": "/wiki/E._G._Squier", "description": "Ephraim George Squier, usually cited as E. G. Squier, was an American archaeologist, history writer, painter and newspaper editor."}]}, {"heading": "Births", "year": "1832", "date": "June 17", "txt": "William Crookes, English chemist and physicist (d. 1919)", "entities": [{"title": "William Crookes", "href": "/wiki/William_Crookes", "description": "Sir William Crookes was an English chemist and physicist who attended the Royal College of Chemistry in London, and worked on spectroscopy. He was a pioneer of vacuum tubes, inventing the Crookes tube which was made in 1875. This was a foundational discovery that eventually changed the whole of chemistry and physics."}]}, {"heading": "Births", "year": "1833", "date": "June 17", "txt": "Manuel González Flores, Mexican general and president (d. 1893)", "entities": [{"title": "Manuel González Flores", "href": "/wiki/Manuel_Gonz%C3%A1lez_Flores", "description": "Manuel del Refugio González Flores was a Mexican military general and liberal politician who served as the 35th President of Mexico from 1880 to 1884. Before initiating his presidential career, González played important roles in the Mexican–American War as a lieutenant, and later in the Reform War as general on the conservative side. In the French intervention in Mexico, González fought for the Me"}]}, {"heading": "Births", "year": "1858", "date": "June 17", "txt": "Eben Sumner Draper, American businessman and politician, 44th Governor of Massachusetts (d. 1914)", "entities": [{"title": "Eben Sumner Draper", "href": "/wiki/Eben_Sumner_Draper", "description": "Eben Sumner Draper was an American businessman and politician from Massachusetts. He was for many years a leading figure in what later became the Draper Corporation, the dominant manufacturer of cotton textile process machinery in the world during the late 19th and early 20th centuries. He served as the 44th Governor of Massachusetts from 1909 to 1911."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1861", "date": "June 17", "txt": "Pete Browning, American baseball player (d. 1905)", "entities": [{"title": "Pete Browning", "href": "/wiki/Pete_Browning", "description": "Louis Rogers \"Pete\" Browning, nicknamed \"Gladiator\" and \"The Louisville Slugger\", was an American professional baseball center fielder and left fielder. He played in Major League Baseball (MLB) from 1882 to 1894. He played primarily for the Louisville Eclipse/Colonels, becoming one of the sport's most accomplished batters of the 1880s."}]}, {"heading": "Births", "year": "1861", "date": "June 17", "txt": "Omar Bundy, American general (d. 1940)", "entities": []}, {"heading": "Births", "year": "1863", "date": "June 17", "txt": "Charles Michael, duke of Mecklenburg (d. 1934)", "entities": [{"title": "Charles Michael, Duke of Mecklenburg", "href": "/wiki/Charles_Michael,_Duke_of_Mecklenburg", "description": "Charles Michael, Duke of Mecklenburg was an officer in the Imperial Russian Army, heir presumptive to the throne of Mecklenburg-Strelitz and from 1918 head of the Grand Ducal House."}]}, {"heading": "Births", "year": "1865", "date": "June 17", "txt": "Susan La Flesche Picotte, Native American physician (d. 1915)", "entities": [{"title": "Susan La Flesche Picotte", "href": "/wiki/Susan_La_Flesche_Picotte", "description": "Susan La Flesche Picotte was a Native American doctor and reformer in the late 19th century. She is widely acknowledged as one of the first Native Americans to earn a medical degree. She campaigned for public health and for the formal, legal allotment of land to members of the Omaha tribe."}]}, {"heading": "Births", "year": "1867", "date": "June 17", "txt": "Flora Finch, English-American actress (d. 1940)", "entities": [{"title": "Flora Finch", "href": "/wiki/Flora_Finch", "description": "Flora Finch was an English-born vaudevillian, stage and film actress who starred in over 300 silent films, including over 200 for the Vitagraph Studios film company. Unfortunately, the vast majority of her films from the silent era are currently classified as lost."}]}, {"heading": "Births", "year": "1867", "date": "June 17", "txt": "John Robert Gregg, Irish-born American educator, publisher, and humanitarian (d. 1948)", "entities": []}, {"heading": "Births", "year": "1867", "date": "June 17", "txt": "Henry Lawson, Australian poet and author (d. 1922)", "entities": []}, {"heading": "Births", "year": "1871", "date": "June 17", "txt": "James Weldon Johnson, American author, journalist, and activist (d. 1938)", "entities": [{"title": "James Weldon Johnson", "href": "/wiki/James_Weldon_Johnson", "description": "James Weldon Johnson was an American writer and civil rights activist. He was married to civil rights activist Grace Nail Johnson. Johnson was a leader of the National Association for the Advancement of Colored People (NAACP), where he started working in 1917. In 1920, he was the first African American to be chosen as executive secretary of the organization, effectively the operating officer. He s"}]}, {"heading": "Births", "year": "1876", "date": "June 17", "txt": "William Carr, American rower (d. 1942)", "entities": [{"title": "William Carr (rower)", "href": "/wiki/William_Carr_(rower)", "description": "William \"Bill\" John Carr was an American rower who competed in the 1900 Summer Olympics. He was part of the American boat Vesper Boat Club, which won the gold medal in the eights."}]}, {"heading": "Births", "year": "1876", "date": "June 17", "txt": "Edward Anthony Spitzka, American anatomist and author (d. 1922)", "entities": []}, {"heading": "Births", "year": "1880", "date": "June 17", "txt": "Carl Van Vechten, American author and photographer (d. 1964)", "entities": [{"title": "Carl Van Vechten", "href": "/wiki/Carl_Van_Vechten", "description": "Carl Van Vechten was an American writer and artistic photographer who was a patron of the Harlem Renaissance and the literary executor of Gertrude Stein. He gained fame as a writer, and notoriety as well, for his 1926 novel Nigger Heaven. In his later years, he took up photography and took many portraits of notable people. Although he was married to women for most of his adult life, Van Vechten en"}]}, {"heading": "Births", "year": "1881", "date": "June 17", "txt": "Tommy Burns, Canadian boxer and promoter (d. 1955)", "entities": [{"title": "Tommy Burns (Canadian boxer)", "href": "/wiki/Tommy_Burns_(Canadian_boxer)", "description": "Tommy Burns was a Canadian professional boxer. He is the only Canadian-born World Heavyweight Boxing Champion. The first to travel the globe in defending his title, Burns made 13 title defences against 11 different boxers, despite often being the underdog due to his size. Burns famously challenged all comers as Heavyweight Champion, leading to a celebrated bout with the American Jack Johnson. Acco"}]}, {"heading": "Births", "year": "1882", "date": "June 17", "txt": "Adolphus Frederick VI, Grand Duke of Mecklenburg-Strelitz (d. 1918)", "entities": [{"title": "Adolphus Frederick VI, Grand Duke of Mecklenburg-Strelitz", "href": "/wiki/Adolphus_Frederick_VI,_Grand_Duke_of_Mecklenburg-Strelitz", "description": "Adolphus Frederick VI was the last reigning grand duke of Mecklenburg-Strelitz."}]}, {"heading": "Births", "year": "1882", "date": "June 17", "txt": "Igor Stravinsky, Russian pianist, composer, and conductor (d. 1971)", "entities": []}, {"heading": "Births", "year": "1888", "date": "June 17", "txt": "Heinz Guderian, German general (d. 1954)", "entities": [{"title": "Heinz Guderian", "href": "/wiki/Heinz_Guderian", "description": "Heinz Wilhelm Guderian was a German general during World War II who, after the war, became a successful memoirist. An early pioneer and advocate of the \"blitzkrieg\" approach, he played a central role in the development of the panzer division concept. In 1936, he became the Inspector of Motorized Troops."}]}, {"heading": "Births", "year": "1897", "date": "June 17", "txt": "Maria Izilda de Castro Ribeiro, Brazilian girl, popular saint (d. 1911)", "entities": [{"title": "Menina Izildinha", "href": "/wiki/Menina_Izildinha", "description": "Menina Izildinha, Angel of the Lord or Saint Izildinha is the popular name of Maria Izilda de Castro Ribeiro, an unofficial popular saint to whom Brazilian Catholics have attributed inexplicable miracles, cures and healings."}, {"title": "Folk saint", "href": "/wiki/Folk_saint", "description": "Folk saints are dead people or other spiritually powerful entities venerated as saints, but not officially canonized. Since they are saints of the \"folk\", or the populus, they are also called popular saints. Like officially recognized saints, folk saints are considered intercessors with God, but many are also understood to act directly in the lives of their devotees."}]}, {"heading": "Births", "year": "1898", "date": "June 17", "txt": "M. C. Escher, Dutch illustrator (d. 1972)", "entities": [{"title": "M. C. Escher", "href": "/wiki/M._C._Escher", "description": "Maurits Cornelis Escher was a Dutch graphic artist who made mathematically inspired woodcuts, lithographs, and mezzotints.\nDespite wide popular interest, Escher was for long somewhat neglected in the art world, even in his native Netherlands. He was 70 before a retrospective exhibition was held. In the late twentieth century, he became more widely appreciated, and in the twenty-first century he ha"}]}, {"heading": "Births", "year": "1898", "date": "June 17", "txt": "Carl Hermann, German physicist and academic (d. 1961)", "entities": []}, {"heading": "Births", "year": "1898", "date": "June 17", "txt": "Harry Patch, English soldier and firefighter (d. 2009)", "entities": []}, {"heading": "Births", "year": "1900", "date": "June 17", "txt": "Martin Bormann, German politician (d. 1945)", "entities": [{"title": "Martin Bormann", "href": "/wiki/Martin_Bormann", "description": "Martin Ludwig Bormann was a German Nazi Party official and head of the Nazi Party Chancellery. He gained immense power by using his position as Adolf Hitler's private secretary to control the flow of information and access to Hitler. He used his position to create an extensive bureaucracy and involve himself as much as possible in the decision making."}]}, {"heading": "Births", "year": "1900", "date": "June 17", "txt": "Evelyn Irons, Scottish journalist and war correspondent (d. 2000) ", "entities": []}, {"heading": "Births", "year": "1902", "date": "June 17", "txt": "Sammy Fain, American pianist and composer (d. 1989)", "entities": [{"title": "Sammy Fain", "href": "/wiki/Sammy_Fain", "description": "Sammy Fain was an American composer of popular music. In the 1920s and early 1930s, he contributed numerous songs that form part of The Great American Songbook, and to Broadway theatre. Fain was also a popular musician and vocalist."}]}, {"heading": "Births", "year": "1902", "date": "June 17", "txt": "Alec Hurwood, Australian cricketer (d. 1982)", "entities": []}, {"heading": "Births", "year": "1903", "date": "June 17", "txt": "Ruth Graves Wakefield, American chef, created the chocolate chip cookie (d. 1977)", "entities": [{"title": "Ruth Graves Wakefield", "href": "/wiki/Ruth_Graves_Wakefield", "description": "Ruth Jones Graves Wakefield was an American chef, best known as the inventor of the Toll House Cookie, the first chocolate chip cookie. She was also a college graduate, dietitian, educator, business owner, and author."}, {"title": "Chocolate chip cookie", "href": "/wiki/Chocolate_chip_cookie", "description": "A chocolate chip cookie is a drop cookie that features chocolate chips or chocolate morsels as its distinguishing ingredient. Chocolate chip cookies originated in the United States around 1938, when Ruth Graves Wakefield chopped up a Nestlé semi-sweet chocolate bar and added the chopped chocolate to a cookie recipe."}]}, {"heading": "Births", "year": "1904", "date": "June 17", "txt": "Ralph Bellamy, American actor (d. 1991)", "entities": [{"title": "Ralph Bellamy", "href": "/wiki/Ralph_Bellamy", "description": "Ralph Rexford Bellamy was an American actor whose career spanned 62 years on stage, film, and television. During his career, he played leading roles as well as supporting roles, garnering acclaim and awards, including a Tony Award for Best Dramatic Actor in Sunrise at Campobello and Oscar nomination for Best Supporting Actor for The Awful Truth (1937)."}]}, {"heading": "Births", "year": "1904", "date": "June 17", "txt": "J. Vernon McGee, American pastor and theologian (d. 1988)", "entities": []}, {"heading": "Births", "year": "1904", "date": "June 17", "txt": "Patrice Tardif, Canadian farmer and politician (d. 1989)", "entities": []}, {"heading": "Births", "year": "1907", "date": "June 17", "txt": "Maurice Cloche, French director, producer, and screenwriter (d. 1990)", "entities": [{"title": "Maurice Cloche", "href": "/wiki/Maurice_Cloche", "description": "Maurice Cloche was a French film director, screenwriter, photographer and film producer. Best known for his Oscar-winning film Monsieur Vincent (1947) he won a 1948 Special Academy Award for Best Foreign Language Film."}]}, {"heading": "Births", "year": "1909", "date": "June 17", "txt": "Elmer L. Andersen, American businessman and politician, 30th Governor of Minnesota (d. 2004)", "entities": [{"title": "Elmer L. Andersen", "href": "/wiki/Elmer_L._Andersen", "description": "Elmer Lee Andersen was an American businessman, philanthropist, and the 30th Governor of Minnesota, serving a single term from January 2, 1961, to March 25, 1963, as a Republican."}, {"title": "Governor of Minnesota", "href": "/wiki/Governor_of_Minnesota", "description": "The Governor of Minnesota is the chief executive of the U.S. state of Minnesota, leading the state's executive branch. Forty people have been governor of Minnesota, though historically there were also three governors of Minnesota Territory. Alexander Ramsey, the first territorial governor, also served as state governor several years later. State governors are elected to office by popular vote, but"}]}, {"heading": "Births", "year": "1909", "date": "June 17", "txt": "Ralph E. Winters, Canadian-American film editor (d. 2004)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 17", "txt": "Red Foley, American singer-songwriter and guitarist (d. 1968)", "entities": [{"title": "Red Foley", "href": "/wiki/Red_Foley", "description": "Clyde Julian \"Red\" Foley was an American singer, musician, and radio and TV personality who made a major contribution to the growth of country music after World War II."}]}, {"heading": "Births", "year": "1910", "date": "June 17", "txt": "George Hees, Canadian football player and politician (d. 1996)", "entities": []}, {"heading": "Births", "year": "1914", "date": "June 17", "txt": "John Hersey, American journalist and author (d. 1993)", "entities": [{"title": "John Hersey", "href": "/wiki/John_Hersey", "description": "John Richard Hersey was an American writer and journalist. He is considered one of the earliest practitioners of the so-called New Journalism, in which storytelling techniques of fiction are adapted to non-fiction reportage. Hersey's account of the aftermath of the atomic bomb dropped on Hiroshima, Japan, was adjudged the finest piece of American journalism of the 20th century by a 36-member panel"}]}, {"heading": "Births", "year": "1915", "date": "June 17", "txt": "David \"Stringbean\" Akeman, American singer and banjo player (d. 1973)", "entities": [{"title": "David \"Stringbean\" Akeman", "href": "/wiki/David_%22Stringbean%22_Akeman", "description": "David Akeman better known as Stringbean, was an American singer-songwriter, musician, comedian, actor and semiprofessional baseball player best known for his role as a main cast member on the hit television show, Hee Haw, and as a member of the Grand Ole Opry. Akeman was well-known for his \"old-fashioned\" banjo-picking style, careful mix of comedy and music, and his memorable stage wardrobe. Akema"}]}, {"heading": "Births", "year": "1915", "date": "June 17", "txt": "Marcel Cadieux, Canadian civil servant and diplomat, Canadian Ambassador to the United States (d. 1981)", "entities": [{"title": "Canadian Ambassador to the United States", "href": "/wiki/Canadian_Ambassador_to_the_United_States", "description": "This is a list of Canadian envoys to the United States, formally titled as Ambassador Extraordinary and Plenipotentiary to the United States of America for Her [His] Majesty's Government in Canada. Until 1943, Canada's representative had the rank of Envoy Extraordinary and Minister Plenipotentiary, after which the title was promoted to the rank of Ambassador Extraordinary and Plenipotentiary, whil"}]}, {"heading": "Births", "year": "1916", "date": "June 17", "txt": "Terry Gilkyson, American singer-songwriter and guitarist (d. 1999)", "entities": [{"title": "Terry Gilkyson", "href": "/wiki/Terry_Gilkyson", "description": "Terry Gilkyson was an American folk singer, composer, and lyricist."}]}, {"heading": "Births", "year": "1917", "date": "June 17", "txt": "Dufferin Roblin, Canadian politician, 14th Premier of Manitoba (d. 2010)", "entities": [{"title": "Dufferin Roblin", "href": "/wiki/Dufferin_Roblin", "description": "Dufferin \"Duff\" Roblin, was a Canadian businessman and politician. Known as \"Duff,\" he served as the 14th Premier of Manitoba from 1958 to 1967. Roblin was appointed to the Senate of Canada on the advice of Prime Minister Pierre Trudeau. In the government of Brian Mulroney, he served as Senate Leader. He was the grandson of Sir Rodmond Roblin, who also served as Manitoba Premier. His ancestor John"}, {"title": "Premier of Manitoba", "href": "/wiki/Premier_of_Manitoba", "description": "The Premier of Manitoba is the first minister for the Canadian province of Manitoba—as well as the de facto President of the province's Executive Council."}]}, {"heading": "Births", "year": "1918", "date": "June 17", "txt": "Ajahn Chah, Thai monk and educator (d. 1992)", "entities": [{"title": "Ajahn Chah", "href": "/wiki/Ajahn_Chah", "description": "Chah Subhaddo also known by his honorific name \"Phra Bodhiñāṇathera\" was a Thai Buddhist monk. He was an influential teacher of the Buddhadhamma and a founder of two major monasteries in the Thai Forest Tradition."}]}, {"heading": "Births", "year": "1919", "date": "June 17", "txt": "William Kaye Estes, American psychologist and academic (d. 2011)", "entities": [{"title": "William Kaye Estes", "href": "/wiki/William_Kaye_Estes", "description": "William Kaye Estes was an American psychologist. A Review of General Psychology survey, published in 2002, ranked Estes as the 77th most cited psychologist of the 20th century. In order to develop a statistical explanation for the learning phenomena, William Kaye Estes developed the Stimulus Sampling Theory in 1950 which suggested that a stimulus-response association is learned on a single trial; "}]}, {"heading": "Births", "year": "1919", "date": "June 17", "txt": "John Moffat, Scottish lieutenant and pilot (d. 2016)", "entities": []}, {"heading": "Births", "year": "1919", "date": "June 17", "txt": "Beryl Reid, English actress (d. 1996)", "entities": []}, {"heading": "Births", "year": "1920", "date": "June 17", "txt": "Jacob H. Gilbert, American lawyer and politician (d. 1981)", "entities": [{"title": "Jacob H. Gilbert", "href": "/wiki/Jacob_H._Gilbert", "description": "Jacob H. Gilbert was a United States Representative from New York between 1960 and 1971."}]}, {"heading": "Births", "year": "1920", "date": "June 17", "txt": "Setsuko Hara, Japanese actress (d. 2015)", "entities": []}, {"heading": "Births", "year": "1920", "date": "June 17", "txt": "François Jacob, French biologist and geneticist, Nobel Prize laureate (d. 2013)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1920", "date": "June 17", "txt": "Peter Le Cheminant, English air marshal and politician, Lieutenant Governor of Guernsey (d. 2018)", "entities": [{"title": "Lieutenant Governor of Guernsey", "href": "/wiki/Lieutenant_Governor_of_Guernsey", "description": "The Lieutenant Governor of Guernsey is the representative of the British monarch in the Bailiwick of Guernsey, a Crown dependency of the British Crown. The role of the Lieutenant Governor is to act as the de facto head of state in Guernsey and as liaison between the governments of Guernsey and the United Kingdom. The holder of this office is also ex officio a member of the States of Guernsey but m"}]}, {"heading": "Births", "year": "1922", "date": "June 17", "txt": "John Amis, English journalist and critic (d. 2013)", "entities": [{"title": "John Amis", "href": "/wiki/John_Amis", "description": "John Preston Amis was a British broadcaster, classical music critic, music administrator, and writer. He was a frequent contributor for The Guardian and to BBC radio and television music programming."}]}, {"heading": "Births", "year": "1923", "date": "June 17", "txt": "Elroy Hirsch, American football player (d. 2004)", "entities": [{"title": "Elroy Hirsch", "href": "/wiki/Elroy_Hirsch", "description": "Elroy Leon \"Crazylegs\" Hirsch was an American professional football player, sport executive and actor. He was inducted into the Pro Football Hall of Fame in 1967 and the College Football Hall of Fame in 1974. He was also named to the all-time All-Pro team selected in 1968 and to the National Football League (NFL) 1950s All-Decade Team."}]}, {"heading": "Births", "year": "1923", "date": "June 17", "txt": "Arnold S. Relman, American physician and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "June 17", "txt": "Dale C. Thomson, Canadian historian and academic (d. 1999)", "entities": []}, {"heading": "Births", "year": "1925", "date": "June 17", "txt": "Alexander Shulgin, American pharmacologist and chemist (d. 2014)", "entities": [{"title": "Alexander Shulgin", "href": "/wiki/Alexander_Shulgin", "description": "Alexander Theodore Shulgin was an American medicinal chemist, biochemist, organic chemist, pharmacologist, psychopharmacologist, and author. He is credited with introducing MDMA to psychologists in the late 1970s for psychopharmaceutical use and for the discovery, synthesis and personal bioassay of over 230 psychoactive compounds for their psychedelic and entactogenic potential."}]}, {"heading": "Births", "year": "1927", "date": "June 17", "txt": "Martin Böttcher, German composer and conductor (d. 2019)", "entities": [{"title": "Martin Böttcher", "href": "/wiki/Martin_B%C3%B6ttcher", "description": "Martin Böttcher was a German composer, arranger and conductor."}]}, {"heading": "Births", "year": "1927", "date": "June 17", "txt": "Wally Wood, American author, illustrator, and publisher (d. 1981)", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 17", "txt": "Juan María Bordaberry, President of Uruguay (d. 2011)", "entities": [{"title": "Juan María Bordaberry", "href": "/wiki/Juan_Mar%C3%ADa_Bordaberry", "description": "Juan María Bordaberry Arocena was a Uruguayan politician and cattle rancher, who served as constitutional President from 1972 until 1973, and then ruled as the head of a civilian-military dictatorship up to 1976."}]}, {"heading": "Births", "year": "1929", "date": "June 17", "txt": "Bud Collins, American journalist and sportscaster (d. 2016)", "entities": [{"title": "Bud Collins", "href": "/wiki/Bud_Collins", "description": "Arthur Worth \"Bud\" Collins Jr. was an American journalist and television sportscaster, best known for his tennis commentary. Collins was married to photographer Anita Ruthling Klaussen."}]}, {"heading": "Births", "year": "1929", "date": "June 17", "txt": "Tigran Petrosian, Armenian chess player (d. 1984)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 17", "txt": "Cliff Gallup, American rock & roll guitarist (d. 1988)", "entities": [{"title": "Cliff Gallup", "href": "/wiki/Cliff_Gallup", "description": "Clifton E. \"Cliff\" Gallup was an American electric guitarist, who played rock and roll in the band Gene Vincent and His Blue Caps in the 1950s."}]}, {"heading": "Births", "year": "1930", "date": "June 17", "txt": "Brian Statham, English cricketer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 17", "txt": "John Baldessari, American painter and illustrator (d. 2020)", "entities": [{"title": "John Baldessari", "href": "/wiki/John_Baldessari", "description": "John Anthony Baldessari was an American conceptual artist known for his work featuring found photography and appropriated images. He lived and worked in Santa Monica and Venice, California."}]}, {"heading": "Births", "year": "1932", "date": "June 17", "txt": "Derek Ibbotson, English runner (d. 2017)", "entities": [{"title": "Derek Ibbotson", "href": "/wiki/Derek_Ibbotson", "description": "George Derek Ibbotson was an English runner who excelled in athletics in the 1950s. His most famous achievement was setting a new world record in the mile in 1957."}]}, {"heading": "Births", "year": "1932", "date": "June 17", "txt": "John Murtha, American colonel and politician (d. 2010)", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 17", "txt": "Harry Browne, American soldier and politician (d. 2006)", "entities": [{"title": "Harry Browne", "href": "/wiki/Harry_Browne", "description": "Harry Edson Browne was an American writer, politician, and investment advisor. He was the Libertarian Party's Presidential nominee in the U.S. elections of 1996 and 2000. He authored 12 books that in total have sold more than 2 million copies."}]}, {"heading": "Births", "year": "1933", "date": "June 17", "txt": "Christian Ferras, French violinist (d. 1982)", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 17", "txt": "Maurice Stokes, American basketball player (d. 1970)", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 17", "txt": "Vern Harper, Canadian tribal leader and activist (d. 2018)", "entities": [{"title": "Vern Harper", "href": "/wiki/Vern_Harper", "description": "Vern Harper Vernon Harper born on June 17, 1936 in Regent Park Toronto, Ontario – May 12, 2018) was a Canadian First Nations Cree Elder, medicine man, and Aboriginal rights activist."}]}, {"heading": "Births", "year": "1936", "date": "June 17", "txt": "Ken Loach, English director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 17", "txt": "Peter Fitzgerald, Irish footballer and manager (d. 2013)", "entities": [{"title": "Peter Fitzgerald (footballer)", "href": "/wiki/Peter_Fitzgerald_(footballer)", "description": "Peter Joseph Fitzgerald was an Irish professional footballer."}]}, {"heading": "Births", "year": "1937", "date": "June 17", "txt": "Ted Nelson, American sociologist and philosopher", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 17", "txt": "Clodovil Hernandes, Brazilian fashion designer, television presenter and politician (d. 2009)", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 17", "txt": "George Akerlof, American economist and academic, Nobel Prize laureate", "entities": [{"title": "George Akerlof", "href": "/wiki/George_Akerlof", "description": "George Arthur Akerlof is an American economist who is a university professor at the McCourt School of Public Policy at Georgetown University and Koshland Professor of Economics Emeritus at the University of California, Berkeley. He won the 2001 Nobel Memorial Prize in Economic Sciences."}, {"title": "Nobel Prize in Economics", "href": "/wiki/Nobel_Prize_in_Economics", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1940", "date": "June 17", "txt": "Bobby Bell, American football player", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 17", "txt": "Chuck Rainey, American bassist", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 17", "txt": "Nicholas C. Handy, English chemist and academic (d. 2012)", "entities": [{"title": "Nicholas C. Handy", "href": "/wiki/Nicholas_C._Handy", "description": "Nicholas Charles Handy was a British theoretical chemist. He retired as Professor of quantum chemistry at the University of Cambridge in September 2004."}]}, {"heading": "Births", "year": "1942", "date": "June 17", "txt": "Mohamed ElBaradei, Egyptian politician, Vice President of Egypt, Nobel Prize laureate", "entities": [{"title": "Mohamed ElBaradei", "href": "/wiki/Mohamed_ElBaradei", "description": "Mohamed Mustafa ElBaradei is an Egyptian law scholar and diplomat who served as Vice President of Egypt on an interim basis from 14 July 2013 until his resignation on 14 August 2013."}, {"title": "Vice President of Egypt", "href": "/wiki/Vice_President_of_Egypt", "description": "The Vice-President of the Arab Republic of Egypt is a senior official within the Egyptian government."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1942", "date": "June 17", "txt": "Doğu Perinçek, Turkish lawyer and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 17", "txt": "Roger Steffens, American actor and producer", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 17", "txt": "Newt Gingrich, American historian and politician, 58th Speaker of the United States House of Representatives", "entities": [{"title": "Newt Gingrich", "href": "/wiki/Newt_Gingrich", "description": "Newton Leroy Gingrich is an American politician and author who served as the 50th Speaker of the United States House of Representatives from 1995 to 1999. A member of the Republican Party, he was the U.S. Representative for Georgia's 6th congressional district serving north Atlanta and nearby areas from 1979 until his resignation in 1999. In 2012, Gingrich unsuccessfully ran for the Republican nom"}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Births", "year": "1943", "date": "June 17", "txt": "Barry Manilow, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 17", "txt": "Chantal Mouffe, Belgian theorist and author", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 17", "txt": "Burt Rutan, American engineer and pilot", "entities": []}, {"heading": "Births", "year": "1944", "date": "June 17", "txt": "Randy Johnson, American football player (d. 2009)", "entities": [{"title": "Randy Johnson (quarterback)", "href": "/wiki/Randy_Johnson_(quarterback)", "description": "Randolph Klaus \"Randy\" Johnson was an American football player. He was the starting quarterback for the Atlanta Falcons in their inaugural season of 1966. He also had a brief career with the Green Bay Packers. In 1974, he played with The Hawaiians of the World Football League."}]}, {"heading": "Births", "year": "1944", "date": "June 17", "txt": "Chris Spedding, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 17", "txt": "Tommy Franks, American general", "entities": [{"title": "Tommy Franks", "href": "/wiki/Tommy_Franks", "description": "Tommy Ray Franks is a retired general in the United States Army. His last army post was as the Commander of the United States Central Command, overseeing United States military operations in a 25-country region, including the Middle East. Franks succeeded General Anthony Zinni to this position on 6 July 2000 and served until his retirement on 7 July 2003."}]}, {"heading": "Births", "year": "1945", "date": "June 17", "txt": "Ken Livingstone, English politician, 1st Mayor of London", "entities": [{"title": "Mayor of London", "href": "/wiki/Mayor_of_London", "description": "The Mayor of London is the head of the executive of the Greater London Authority. The current mayor is Sadiq Khan, who took office on 9 May 2016. The position was held by Ken Livingstone from the creation of the role on 4 May 2000 until he was defeated in May 2008 by Boris Johnson, who served two terms before being succeeded by Khan."}]}, {"heading": "Births", "year": "1945", "date": "June 17", "txt": "Eddy Merckx, Belgian cyclist and sportscaster", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 17", "txt": "Art Bell, American broadcaster and author (d. 2018)", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 17", "txt": "Peter Rosei, Austrian author, poet, and playwright", "entities": [{"title": "Peter Rosei", "href": "/wiki/Peter_Rosei", "description": "Peter Rosei is an Austrian literary writer."}]}, {"heading": "Births", "year": "1947", "date": "June 17", "txt": "Christopher Allport, American actor (d. 2008)", "entities": [{"title": "Christopher Allport", "href": "/wiki/Christopher_Allport", "description": "Christopher Allport was an American actor."}]}, {"heading": "Births", "year": "1947", "date": "June 17", "txt": "Timothy Wright, American gospel singer, pastor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 17", "txt": "Linda Chavez, American journalist and author", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 17", "txt": "George S. Clinton, American composer and songwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 17", "txt": "Gregg Rolie, American rock singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 17", "txt": "Paul Young, English singer-songwriter (d. 2000)", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 17", "txt": "Dave Concepción, Venezuelan baseball player and manager", "entities": [{"title": "Dave Concepción", "href": "/wiki/Dave_Concepci%C3%B3n", "description": "David Ismael Concepción Benitez, is a Venezuelan former professional baseball player and manager. He played his entire career in Major League Baseball as a shortstop for of the Cincinnati Reds dynasty that won four National League pennants and two World Series championships between 1970 and 1988."}]}, {"heading": "Births", "year": "1948", "date": "June 17", "txt": "Jacqueline Jones, American historian and academic", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 17", "txt": "Aurelio López, Mexican baseball player and politician (d. 1992)", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 17", "txt": "Karol Sikora, English physician and academic", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 17", "txt": "Snakefinger, English singer-songwriter and guitarist (d. 1987)", "entities": [{"title": "Snakefinger", "href": "/wiki/Snakefinger", "description": "Philip Charles Lithman, who performed under the stage name Snakefinger, was an English musician, singer and songwriter. A multi-instrumentalist, he was best known for his guitar and violin work and his collaborations with The Residents."}]}, {"heading": "Births", "year": "1949", "date": "June 17", "txt": "John Craven, English economist and academic", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 17", "txt": "Russell Smith, American country singer-songwriter and guitarist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 17", "txt": "Lee Tamahori, New Zealand film director", "entities": [{"title": "Lee Tamahori", "href": "/wiki/Lee_Tamahori", "description": "Lee Tamahori is a New Zealand filmmaker best known for directing the 1994 film Once Were Warriors, the 2001 film Along Came a Spider and 2002's James Bond film Die Another Day."}]}, {"heading": "Births", "year": "1951", "date": "June 17", "txt": "Starhawk, American author and activist", "entities": [{"title": "Starhawk", "href": "/wiki/Starhawk", "description": "Starhawk is an American writer, teacher and activist. She is known as a theorist of feminist Neopaganism and ecofeminism. She is a columnist for Beliefnet.com and for On Faith, the Newsweek/Washington Post online forum on religion. Her book The Spiral Dance (1979) was one of the main inspirations behind the Goddess movement.\nIn 2013, she was listed in Watkins' Mind Body Spirit magazine as one of t"}]}, {"heading": "Births", "year": "1951", "date": "June 17", "txt": "John Garrett, Canadian ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 17", "txt": "Joe Piscopo, American actor, comedian, and screenwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 17", "txt": "Mike Milbury, American ice hockey player, coach, and manager", "entities": [{"title": "Mike Milbury", "href": "/wiki/Mike_Milbury", "description": "Michael Russo Milbury is an American former professional ice hockey player and current sports announcer. He played for twelve seasons in the National Hockey League (NHL), all for the Boston Bruins. He later served as assistant general manager under Harry Sinden and head coach for Boston, as well as general manager and head coach for the New York Islanders. He served as a television color commentat"}]}, {"heading": "Births", "year": "1952", "date": "June 17", "txt": "Estelle Morris, Baroness Morris of Yardley, English educator and politician, Secretary of State for Education", "entities": [{"title": "Secretary of State for Education", "href": "/wiki/Secretary_of_State_for_Education", "description": "The Secretary of State for Education, also referred to as the Education Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Education. The office forms part of the British Cabinet."}]}, {"heading": "Births", "year": "1953", "date": "June 17", "txt": "Vernon Coaker, English educator and politician, Shadow Secretary of State for Defence", "entities": [{"title": "Vernon Coaker", "href": "/wiki/Vernon_Coaker", "description": "Vernon Rodney Coaker, Baron Coaker of Gedling is a British Labour Party politician who was the Member of Parliament (MP) for Gedling between 1997 and 2019. He also served as Minister of State for Policing, Crime and Security from 2008 to 2009, then Minister of State for Schools from 2009 to 2010, Shadow Secretary of State for Defence from 2013 to 2015 and Shadow Secretary of State for Northern Ire"}, {"title": "Shadow Secretary of State for Defence", "href": "/wiki/Shadow_Secretary_of_State_for_Defence", "description": "The Shadow Secretary of State for Defence is a member of the UK Shadow Cabinet responsible for the scrutiny of the Secretary of State for Defence and the department, the Ministry of Defence. The post is currently held by John Healey."}]}, {"heading": "Births", "year": "1953", "date": "June 17", "txt": "Juan Muñoz, Spanish sculptor and storyteller (d. 2001)", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 17", "txt": "Mark Linn-Baker, American actor and director", "entities": [{"title": "Mark Linn-Baker", "href": "/wiki/Mark_Linn-Baker", "description": "Mark Linn-Baker is an American actor and director who played Benjy Stone in the film My Favorite Year and Larry Appleton in the television sitcom Perfect Strangers."}]}, {"heading": "Births", "year": "1955", "date": "June 17", "txt": "Mati Laur, Estonian historian, author, and academic", "entities": [{"title": "Mati Laur", "href": "/wiki/Mati_Laur", "description": "Mati Laur is an Estonian historian. He has written and co-authored many textbooks about early modern Estonia. He has published a number of scholarly articles about eighteenth-century Estonia, which also was the subject of his Ph.D. thesis. Despite this narrow specialisation, he is professor of general history at the University of Tartu."}]}, {"heading": "Births", "year": "1955", "date": "June 17", "txt": "Bob Sauvé, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 17", "txt": "Cem Hakko, Turkish fashion designer and businessman", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 17", "txt": "Iain Milne, Scottish rugby player", "entities": [{"title": "Iain Milne", "href": "/wiki/Iain_Milne", "description": "Iain Milne is a former Scotland international rugby union player."}]}, {"heading": "Births", "year": "1957", "date": "June 17", "txt": "Philip Chevron, Irish singer-songwriter and guitarist (d. 2013)", "entities": [{"title": "Philip Chevron", "href": "/wiki/Philip_Chevron", "description": "Philip Ryan, professionally known as Philip Chevron, was an Irish singer-songwriter and guitarist and record producer. He was best known as the lead guitarist for the celtic punk band The Pogues and as the frontman for the 1970s punk rock band The Radiators from Space. Upon his death in 2013, Chevron was regarded as one of the most influential figures in Irish punk music."}]}, {"heading": "Births", "year": "1957", "date": "June 17", "txt": "Martin Dillon, American tenor and educator (d. 2005)", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 17", "txt": "Uģis Prauliņš, Latvian composer", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 17", "txt": "Pierre Berbizier, French rugby player and coach", "entities": [{"title": "Pierre Berbizier", "href": "/wiki/Pierre_Berbizier", "description": "Pierre Berbizier is a French former rugby union footballer, and currently head coach of Top 14 side Racing Métro. His usual position was at scrum-half. He played 56 times for France."}]}, {"heading": "Births", "year": "1958", "date": "June 17", "txt": "Jello Biafra, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 17", "txt": "Bobby Farrelly, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 17", "txt": "Sam Hamad, Syrian-Canadian academic and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 17", "txt": "Jon Leibowitz, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 17", "txt": "Daniel McVicar, American actor", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 17", "txt": "Carol Anderson, American author and historian", "entities": [{"title": "Carol Anderson", "href": "/wiki/Carol_Anderson", "description": "Carol Anderson is an American academic. She is the Charles Howard Candler professor of African American Studies at Emory University. Her research focuses on public policy with regards to race, justice, and equality."}]}, {"heading": "Births", "year": "1959", "date": "June 17", "txt": "Lawrence Haddad, South African-English economist and academic", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 17", "txt": "Nikos Stavropoulos, Greek basketball player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 17", "txt": "Adrián Campos, Spanish race car driver", "entities": [{"title": "Adrián Campos", "href": "/wiki/Adri%C3%A1n_Campos", "description": "Adrián Campos Suñer was a Spanish Formula One driver. He participated in 21 Grands Prix, debuting on 12 April 1987, without scoring a championship point. He later moved into team management, with more success. He was the founder of the Campos Meta Formula One team, which competed in Formula One from 2010 to 2012."}]}, {"heading": "Births", "year": "1960", "date": "June 17", "txt": "Thomas Haden Church, American actor", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 17", "txt": "Kōichi Yamadera, Japanese actor and singer", "entities": [{"title": "Kōichi Yamadera", "href": "/wiki/K%C5%8Dichi_Yamadera", "description": "Kōichi Yamadera  is a Japanese actor, voice actor, narrator and singer from Shiogama, Miyagi Prefecture. He graduated from Tohoku Gakuin University's economics school and is currently affiliated with Across Entertainment. Before that, he was affiliated with the Tokyo Actor's Consumer's Cooperative Society."}]}, {"heading": "Births", "year": "1962", "date": "June 17", "txt": "Michael Monroe, Finnish singer-songwriter and saxophonist", "entities": [{"title": "Michael Monroe", "href": "/wiki/Michael_Monroe", "description": "Matti Antero Kristian Fagerholm, better known by his stage name, Michael Monroe, is a Finnish rock musician and multi-instrumentalist who rose to fame as the vocalist for the glam punk band Hanoi Rocks, and has served as the frontman for all-star side projects, such as Demolition 23 and\nJerusalem Slim."}]}, {"heading": "Births", "year": "1963", "date": "June 17", "txt": "Greg Kinnear, American actor, television presenter, and producer", "entities": [{"title": "Greg Kinnear", "href": "/wiki/Greg_Kinnear", "description": "Gregory Buck Kinnear is an American actor, producer and television personality. He was nominated for an Academy Award for Best Supporting Actor for his role in As Good as It Gets (1997)."}]}, {"heading": "Births", "year": "1964", "date": "June 17", "txt": "Rinaldo Capello, Italian race car driver", "entities": [{"title": "Rinaldo Capello", "href": "/wiki/Rinaldo_Capello", "description": "Rinaldo \"Dindo\" Capello is an Italian professional racing driver. He is a three-time winner of the 24 Hours of Le Mans, with Bentley in 2003 and Audi in 2004 and 2008. Capello is a two-time American Le Mans Series champion, a five-time 12 Hours of Sebring winner, and the record holder for most wins at Petit Le Mans, having won five times. Capello has also raced in the Intercontinental Le Mans Cup,"}]}, {"heading": "Births", "year": "1964", "date": "June 17", "txt": "Michael Gross, German swimmer", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 17", "txt": "Steve Rhodes, English cricketer and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 17", "txt": "Dermontti Dawson, American football player and coach", "entities": [{"title": "Dermontti Dawson", "href": "/wiki/Dermontti_Dawson", "description": "Dermontti Farra Dawson is an American former professional football player who was a center and long snapper in the National Football League (NFL). He played college football with the Kentucky Wildcats. He spent his entire pro career with the Pittsburgh Steelers and was elected to the Pro Football Hall of Fame in 2012."}]}, {"heading": "Births", "year": "1965", "date": "June 17", "txt": "Dan Jansen, American speed skater and sportscaster", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 17", "txt": "Dara O'Kearney, Irish runner and poker player", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 17", "txt": "Mohammed Ghazy Al-Akhras, Iraqi journalist and author", "entities": [{"title": "Mohammed Ghazy Al-Akhras", "href": "/wiki/Mohammed_Ghazy_Al-Akhras", "description": "Mohammed Gahzy Al-Akhras is an Iraqi Arabic writer and journalist. He is known for his moderate political and social opinions, mainly through his daily column in Al Sabaah and his program on the al-Hurra TV channel, Abwab. He has authored several books dealing with the cultural environment in the Arab – particularly the Iraqi – world. The most prominent of his works is Khareef al-Muthaqqaf al-Iraq"}]}, {"heading": "Births", "year": "1966", "date": "June 17", "txt": "Tory Burch, American fashion designer and philanthropist", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 17", "txt": "Ken Clark, American football player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 17", "txt": "Diane Modahl, English runner", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 17", "txt": "Jason Patric, American actor", "entities": []}, {"heading": "Births", "year": "1967", "date": "June 17", "txt": "Dorothea Röschmann, German soprano and actress", "entities": [{"title": "Dorothea Röschmann", "href": "/wiki/Dorothea_R%C3%B6schmann", "description": "Dorothea Röschmann is a German soprano. She is famous for her performances in operas by Mozart as well as Lieder."}]}, {"heading": "Births", "year": "1967", "date": "June 17", "txt": "Eric Stefani, American keyboard player and composer", "entities": []}, {"heading": "Births", "year": "1968", "date": "June 17", "txt": "Steve Georgallis, Australian rugby league player and coach", "entities": [{"title": "Steve Georgallis", "href": "/wiki/Steve_Georgallis", "description": "Steve Georgallis is an Australian professional rugby league football coach and former player who is currently an assistant coach for the North Queensland Cowboys in the National Rugby League (NRL) and the head coach of the Greek national team."}]}, {"heading": "Births", "year": "1968", "date": "June 17", "txt": "Minoru Suzuki, Japanese wrestler and mixed martial artist", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 17", "txt": "Paul Tergat, Kenyan runner", "entities": [{"title": "Paul Tergat", "href": "/wiki/Paul_Tergat", "description": "Paul Kibii Tergat is a Kenyan former professional long distance runner. He became the first Kenyan man to set the world record in the marathon in 2003, with a time of 2:04:55, and is regarded as one of the most accomplished long-distance runners of all time. Runnerworld called him the \"Most comprehensive runner of all time\"."}]}, {"heading": "Births", "year": "1969", "date": "June 17", "txt": "Geoff Toovey, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 17", "txt": "Ilya Tsymbalar, Ukrainian-Russian footballer and manager (d. 2013)", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 17", "txt": "Stéphane Fiset, Canadian ice hockey player", "entities": [{"title": "Stéphane Fiset", "href": "/wiki/St%C3%A9phane_Fiset", "description": "Stéphane Fiset is a Canadian former professional ice hockey goaltender who played in the National Hockey League and now coaches Thetford Mines in the QCHL."}]}, {"heading": "Births", "year": "1970", "date": "June 17", "txt": "Will Forte, American actor, comedian, and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 17", "txt": "Jason Hanson, American football player", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 17", "txt": "Popeye Jones, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 17", "txt": "Michael Showalter, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 17", "txt": "Alan Dowson, English football manager and former professional player", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 17", "txt": "Paulina Rubio, Mexican pop singer", "entities": [{"title": "Paulina Rubio", "href": "/wiki/Paulina_Rubio", "description": "Paulina Susana Rubio Dosamantes  is a Mexican singer, songwriter, actress, model and businesswoman. Born in Mexico City, she first achieved recognition as a member of the successful pop group Timbiriche from 1982 through 1991, where she stood out as one of the main members. After leaving Timbiriche, she embarked on a solo career. Referred to as the \"Queen of Latin Pop\", Rubio has sold over 15 mill"}]}, {"heading": "Births", "year": "1971", "date": "June 17", "txt": "Mildred Fox, Irish politician", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 17", "txt": "Leander Paes, Indian tennis player", "entities": [{"title": "Leander Paes", "href": "/wiki/Leander_Paes", "description": "Leander Adrian Paes is an Indian professional tennis player. Regarded as one of the greatest tennis players in doubles, he holds the record for the most doubles wins in the Davis Cup. Paes has won eight doubles and ten mixed doubles Grand Slam titles. He holds a career Grand Slam in men's doubles and mixed doubles, and achieved the rare men's doubles/mixed doubles double at the 1999 Wimbledon tour"}]}, {"heading": "Births", "year": "1974", "date": "June 17", "txt": "Evangelia Psarra, Greek archer", "entities": [{"title": "Evangelia Psarra", "href": "/wiki/Evangelia_Psarra", "description": "Evangelia Psarra is a Greek archer who has competed at the Summer Olympics five times from 2000 to 2016."}]}, {"heading": "Births", "year": "1975", "date": "June 17", "txt": "Joshua Leonard, American actor, director, and screenwriter", "entities": [{"title": "Joshua Leonard", "href": "/wiki/Joshua_Leonard", "description": "Joshua Granville Leonard is an American actor, writer, and director, known for his role in The Blair Witch Project (1999). He has since starred in films such as Madhouse (2004), The Shaggy Dog (2006), Higher Ground (2011), The Motel Life (2012), Snake and Mongoose (2013), If I Stay (2014), The Town That Dreaded Sundown (2014), 6 Years (2015), and Unsane (2018)."}]}, {"heading": "Births", "year": "1975", "date": "June 17", "txt": "Juan Carlos Valerón, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 17", "txt": "Phiyada Akkraseranee, Thai actress and model", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 17", "txt": "Scott Adkins, English actor and martial artist", "entities": [{"title": "Scott Adkins", "href": "/wiki/Scott_Adkins", "description": "Scott Edward Adkins is an English actor, producer, screenwriter, gymnast, and martial artist mostly known for his roles in direct-to-video action films. He has played Russian prison fighter Yuri Boyka in the 2006 film Undisputed II: Last Man Standing and its two sequels, Undisputed III: Redemption (2010) and Boyka: Undisputed (2017); Casey Bowman in the 2009 film Ninja and its 2013 sequel Ninja: S"}]}, {"heading": "Births", "year": "1976", "date": "June 17", "txt": "Sven Nys, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 17", "txt": "Tjaša Jezernik, Slovenian tennis player", "entities": [{"title": "Tjaša Jezernik", "href": "/wiki/Tja%C5%A1a_Jezernik", "description": "Tjaša Jezernik is a Slovenian retired tennis player."}]}, {"heading": "Births", "year": "1977", "date": "June 17", "txt": "Mark Tauscher, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 17", "txt": "Isabelle Delobel, French ice dancer", "entities": [{"title": "Isabelle Delobel", "href": "/wiki/Isabelle_Delobel", "description": "Isabelle Delobel is a French former competitive ice dancer. With partner Olivier Schoenfelder, she is the 2008 World champion, the 2007 European champion, and the 2008 Grand Prix Final champion."}]}, {"heading": "Births", "year": "1978", "date": "June 17", "txt": "Travis Roche, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "June 17", "txt": "Nick Rimando, American soccer player", "entities": [{"title": "Nick Rimando", "href": "/wiki/Nick_Rimando", "description": "Nicholas Paul Rimando is an American retired soccer player who last played as a goalkeeper for Real Salt Lake in Major League Soccer and the United States national team. He holds the Major League Soccer records for career wins, shutouts, saves, and overall appearances."}]}, {"heading": "Births", "year": "1979", "date": "June 17", "txt": "Tyson Apostol, American television personality", "entities": []}, {"heading": "Births", "year": "1979", "date": "June 17", "txt": "Young Maylay, American rapper, producer, and voice actor", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 17", "txt": "Elisa Rigaudo, Italian race walker", "entities": [{"title": "Elisa Rigaudo", "href": "/wiki/Elisa_Rigaudo", "description": "Elisa Rigaudo is an Italian race walker from Cuneo."}]}, {"heading": "Births", "year": "1980", "date": "June 17", "txt": "Jeph Jacques, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 17", "txt": "Venus Williams, American tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 17", "txt": "Kyle Boller, American football player", "entities": [{"title": "Kyle Boller", "href": "/wiki/Kyle_Boller", "description": "Kyle Bryan Boller is a former American football quarterback. After playing college football for California, he was drafted by the Baltimore Ravens in the first round of the 2003 NFL Draft. He played for the Ravens from 2003 to 2008, the St. Louis Rams in 2009, and the Oakland Raiders from 2010 to 2011."}]}, {"heading": "Births", "year": "1981", "date": "June 17", "txt": "Shane Watson, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 17", "txt": "Alex Rodrigo Dias da Costa, Brazilian footballer", "entities": [{"title": "Alex Rodrigo Dias da Costa", "href": "/wiki/Alex_Rodrigo_Dias_da_Costa", "description": "Domingos Alexandre Rodrigo \"Alex\" Dias da Costa, better known mononymously as Alex, is a Brazilian former professional footballer who played as a central defender. He was known for his physical strength and the power of his shot, which has gained him the nicknames of \"The Tank\" and Canhão da Vila."}]}, {"heading": "Births", "year": "1982", "date": "June 17", "txt": "Marek Svatoš, Slovak ice hockey player (d. 2016)", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 17", "txt": "Stanislava Hrozenská, Slovak tennis player", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 17", "txt": "Stefan Hodgetts, English racing driver", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 17", "txt": "Arthur Darvill, English actor", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 17", "txt": "Jodie Whittaker, English actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 17", "txt": "Lee Ryan, English singer/actor", "entities": [{"title": "Lee Ryan", "href": "/wiki/Lee_Ryan", "description": "Lee Ryan  is an English singer-songwriter and actor. He is best known as a member of the English boy band Blue."}]}, {"heading": "Births", "year": "1983", "date": "June 17", "txt": "Vlasis Kazakis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 17", "txt": "Michael Mathieu, Bahamian sprinter", "entities": [{"title": "Michael Mathieu", "href": "/wiki/Michael_Mathieu", "description": "Michael Mathieu is a Bahamian sprinter from Freeport, Grand Bahama who specializes in 200 metres and 400 metres. He was part of the Bahamian silver medal-winning team in the men's 4×400 metres relay at the 2008 Beijing Olympics, running second leg and recording a 44.0 split, and the gold medal-winning team at the 2012 Summer Olympics. He was also a part of second place relay team at the 2007 World"}]}, {"heading": "Births", "year": "1984", "date": "June 17", "txt": "Si Tianfeng, Chinese race walker", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 17", "txt": "Özge Akın, Turkish sprinter", "entities": [{"title": "Özge Akın", "href": "/wiki/%C3%96zge_Ak%C4%B1n", "description": "Özge Akın is a Turkish sprinter competing in the 400 m events. She is the current Turkish record holder of the 400 m hurdles events. Following her marriage to her coach, her surname changed to Akın, although she was also subsequently known by the surname Akın-Gürler."}]}, {"heading": "Births", "year": "1985", "date": "June 17", "txt": "Marcos Baghdatis, Cypriot tennis player", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 17", "txt": "Rafael Sóbis, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 17", "txt": "Apoula Edel, Armenian footballer", "entities": [{"title": "Apoula Edel", "href": "/wiki/Apoula_Edel", "description": "Apoula Edima Bete Edel is a Cameroonian-born Armenian former professional footballer, who last played for FC Pune City in the Indian Super League as well as Armenia national team."}]}, {"heading": "Births", "year": "1986", "date": "June 17", "txt": "Helen Glover, English rower", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 17", "txt": "Kendrick Lamar, American rapper", "entities": [{"title": "Kendrick Lamar", "href": "/wiki/Kendrick_Lamar", "description": "Kendrick Lamar Duckworth is an American rapper, songwriter, and record producer. Since his mainstream debut in 2012 with Good Kid, M.A.A.D. City, Lamar has been regarded as one of the most influential artists of his generation. Aside from his solo career, he is also known as a member of the hip hop supergroup Black Hippy alongside his Top Dawg Entertainment (TDE) label-mates Ab-Soul, Jay Rock, and"}]}, {"heading": "Births", "year": "1987", "date": "June 17", "txt": "Nozomi Tsuji, Japanese singer and actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "June 17", "txt": "Andrew Ogilvy, Australian basketball player", "entities": [{"title": "Andrew Ogilvy", "href": "/wiki/Andrew_Ogilvy", "description": "Andrew James \"A. J.\" Ogilvy is an Australian-Irish professional basketball player for the Illawarra Hawks of the National Basketball League (NBL). He played three seasons of college basketball for Vanderbilt before playing in Europe for the first three years of his professional career. After a season in his hometown with the Sydney Kings, he returned to Spain for a second stint. In 2015, he joined"}]}, {"heading": "Births", "year": "1988", "date": "June 17", "txt": "Shaun MacDonald, Welsh footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "June 17", "txt": "Stephanie Rice, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1989", "date": "June 17", "txt": "Georgios Tofas, Cypriot footballer", "entities": [{"title": "Georgios Tofas", "href": "/wiki/Georgios_Tofas", "description": "Georgios Tofas is a Cypriot footballer who played for Enosis Neon Paralimni as a striker."}]}, {"heading": "Births", "year": "1989", "date": "June 17", "txt": "Simone Battle, American singer and actress (d. 2014)", "entities": []}, {"heading": "Births", "year": "1990", "date": "June 17", "txt": "Jordan Henderson, English footballer", "entities": [{"title": "Jordan Henderson", "href": "/wiki/Jordan_Henderson", "description": "Jordan Brian Henderson is an English professional footballer who plays as a midfielder for Premier League club Liverpool and the England national team."}]}, {"heading": "Births", "year": "1990", "date": "June 17", "txt": "Josh Mansour, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "June 17", "txt": "Daniel Tupou, Australian-Tongan rugby league player", "entities": [{"title": "Daniel Tupou", "href": "/wiki/Daniel_Tupou", "description": "Daniel Tupou is a professional rugby league footballer who plays on the wing for the Sydney Roosters in the NRL. He has played for Tonga and Australia at international level."}]}, {"heading": "Births", "year": "1994", "date": "June 17", "txt": "Amari Cooper, American football player", "entities": [{"title": "Amari Cooper", "href": "/wiki/Amari_Cooper", "description": "Amari Cooper is an American football wide receiver for the Dallas Cowboys of the National Football League (NFL). He played college football at the University of Alabama, where he was the Biletnikoff Award winner as the nation's top receiver and a unanimous All-American in 2014. Widely considered the top wide receiver prospect of the 2015 NFL Draft, he was selected with the fourth overall pick by t"}]}, {"heading": "Births", "year": "1995", "date": "June 17", "txt": "Clément Lenglet, French footballer", "entities": [{"title": "Clément Lenglet", "href": "/wiki/Cl%C3%A9ment_Lenglet", "description": "Clément Nicolas Laurent Lenglet is a French professional footballer who plays as a centre-back for Spanish club Barcelona and the France national team."}]}, {"heading": "Deaths", "year": "656", "date": "June 17", "txt": "Uthman, caliph of the Rashidun Caliphate (b. 579)", "entities": [{"title": "Uthman", "href": "/wiki/Uthman", "description": "Uthman ibn Affan, also spelled by the Turkish and Persian rendering Osman, was a son-in-law and notable companion of the Islamic prophet Muhammad, as well as the third of the Rāshidun, or \"Rightly Guided Caliphs\". Born into a prominent Meccan clan, Banu Umayya of the Quraysh tribe, he played a major role in early Islamic history, and is known for having ordered the compilation of the standard vers"}]}, {"heading": "Deaths", "year": "676", "date": "June 17", "txt": "Adeodatus, pope of the Catholic Church", "entities": [{"title": "Pope Adeodatus II", "href": "/wiki/Pope_Adeodatus_II", "description": "Pope Adeodatus II, sometimes called Deodatus, was the bishop of Rome from 672 to his death. He devoted much of his papacy to improving churches and fighting Monothelism."}]}, {"heading": "Deaths", "year": "811", "date": "June 17", "txt": "Sakanoue no Tamuramaro, Japanese shōgun (b. 758)", "entities": [{"title": "Sakanoue no Tamuramaro", "href": "/wiki/Sakanoue_no_Tamuramaro", "description": "Sakanoue no Tamuramaro  was a general and shōgun of the early Heian period of Japan. He was the son of Sakanoue no Karitamaro."}]}, {"heading": "Deaths", "year": "850", "date": "June 17", "txt": "Tachibana no Kachiko, Japanese empress (b. 786)", "entities": [{"title": "Tachibana no Kachiko", "href": "/wiki/Tachibana_no_Kachiko", "description": "Tachibana no Kachiko , also known as Empress Danrin , was a Japanese empress, the chief consort of Emperor Saga and the daughter of Tachibana no Kiyotomo ."}]}, {"heading": "Deaths", "year": "900", "date": "June 17", "txt": "Fulk, French archbishop and chancellor", "entities": [{"title": "Fulk (archbishop of Reims)", "href": "/wiki/Fulk_(archbishop_of_Reims)", "description": "Fulk the Venerable was archbishop of Reims from 883 until his death. He was a key protagonist in the political conflicts of the West Frankish kingdom that followed the dissolution of the Carolingian Empire in the late ninth century."}]}, {"heading": "Deaths", "year": "1025", "date": "June 17", "txt": "Bolesław I the Brave, Polish king (b. 967)", "entities": [{"title": "Bolesław I the Brave", "href": "/wiki/Boles%C5%82aw_I_the_Brave", "description": "Bolesław the Brave, less often known as Bolesław the Great, was Duke of Poland from 992 to 1025, and the first King of Poland in 1025. He was also Duke of Bohemia between 1003 and 1004 as Boleslaus IV."}]}, {"heading": "Deaths", "year": "1091", "date": "June 17", "txt": "Dirk V, count of Holland (b. 1052)", "entities": [{"title": "Dirk V, Count of Holland", "href": "/wiki/Dirk_V,_Count_of_Holland", "description": "Dirk V was Count of Holland from 1061 to 1091."}]}, {"heading": "Deaths", "year": "1207", "date": "June 17", "txt": "Daoji, Chinese buddhist monk (b. 1130)", "entities": [{"title": "Ji Gong", "href": "/wiki/Ji_Gong", "description": "Ji Gong, born Li Xiuyuan and also known as \"Chan Master Daoji\" was a Chan Buddhist monk who lived in the Southern Song. He purportedly possessed supernatural powers, which he used to help the poor and stand up to injustice. However, he was also known for his wild and eccentric behavior, who didn't follow Buddhist monastic rules by consuming alcohol and meat. By the time of his death, Ji Gong had b"}]}, {"heading": "Deaths", "year": "1219", "date": "June 17", "txt": "David of Scotland, 8th Earl of Huntingdon", "entities": [{"title": "David, Earl of Huntingdon", "href": "/wiki/David,_Earl_of_Huntingdon", "description": "David of Scotland was a Scottish prince and 8th Earl of Huntingdon. He was, until 1198, heir to the Scottish throne."}]}, {"heading": "Deaths", "year": "1361", "date": "June 17", "txt": "Ingeborg of Norway, princess consort and regent of Sweden (b. 1301)", "entities": [{"title": "Ingeborg of Norway", "href": "/wiki/Ingeborg_of_Norway", "description": "Ingeborg of Norway, was a Norwegian princess and by marriage a Swedish royal duchess with a position in the regency governments in Norway (1319–27) and Sweden (1319–26) during the minority of her son, King Magnus of Norway and Sweden. In 1318–1319, she was Sweden's de facto ruler, and from 1319 until 1326, she was Sweden's first de jure female regent."}]}, {"heading": "Deaths", "year": "1400", "date": "June 17", "txt": "Jan of Jenštejn, archbishop of Prague (b. 1348)", "entities": [{"title": "Jan of Jenštejn", "href": "/wiki/Jan_of_Jen%C5%A1tejn", "description": "Jan z Jenštejna, German: Johann II. von Jenstein, Johannes VI. von Jenstein. Johann von Jenzenstein, Johann von Genzenstein was the Archbishop of Prague from 1379 to 1396. He studied in Bologna, Padova, Montpellier and Paris. He was also a poet, writer and composer."}]}, {"heading": "Deaths", "year": "1463", "date": "June 17", "txt": "Catherine of Portugal, Portuguese princess (b. 1436)", "entities": [{"title": "Catherine of Portugal (nun)", "href": "/wiki/Catherine_of_Portugal_(nun)", "description": "The Infanta Catarina (1436–1463); was a Portuguese infanta (princess), daughter of King Edward of Portugal and his wife Eleanor of Aragon."}]}, {"heading": "Deaths", "year": "1501", "date": "June 17", "txt": "John I Albert, Polish king (b. 1459)", "entities": [{"title": "John I Albert", "href": "/wiki/John_I_Albert", "description": "John I Albert was King of Poland (1492–1501) and Duke of Głogów (1491–1498)."}]}, {"heading": "Deaths", "year": "1565", "date": "June 17", "txt": "Ashikaga Yoshiteru, Japanese shōgun (b. 1536)", "entities": [{"title": "Ashikaga Yoshiteru", "href": "/wiki/Ashikaga_Yoshiteru", "description": "Ashikaga Yoshiteru , also known as Yoshifushi or Yoshifuji, was the 13th shōgun of the Ashikaga shogunate who reigned from 1546 to 1565 during the late Muromachi period of Japan. He was the eldest son of the 12th shōgun, Ashikaga Yoshiharu, and his mother was a daughter of Konoe Hisamichi. When he became shogun in 1546 at age 11, Yoshiteru's name was Yoshifushi ; but some years later in 1554, he c"}]}, {"heading": "Deaths", "year": "1631", "date": "June 17", "txt": "Mumtaz Mahal, Mughal princess (b. 1593)", "entities": [{"title": "Mumtaz Mahal", "href": "/wiki/Mumtaz_Mahal", "description": "Mumtaz Mahal was the Empress consort of the Mughal Empire from 19 January 1628 to 17 June 1631 as the chief consort of the Mughal emperor Shah Jahan. The Taj Mahal in Agra, often cited as one of the Wonders of the World, was commissioned by her husband to act as her tomb."}]}, {"heading": "Deaths", "year": "1649", "date": "June 17", "txt": "Injo of Joseon, Korean king (b. 1595)", "entities": [{"title": "Injo of Joseon", "href": "/wiki/Injo_of_Joseon", "description": "Injo of Joseon was the sixteenth king of the Joseon dynasty in Korea. He was the grandson of Seonjo and son of Grand Prince Jeongwon (정원군). King Injo was king during both the first and second Manchu invasions, which ended with the surrender of Joseon to the Qing dynasty in 1636."}]}, {"heading": "Deaths", "year": "1674", "date": "June 17", "txt": "Jijabai, Dowager Queen, mother of Shivaji (b. 1598)", "entities": [{"title": "Jijabai", "href": "/wiki/Jijabai", "description": "Jijabai Shahaji Bhosale, referred to as Rajmata Jijabai or Jijau, was the mother of Shivaji, founder of the Maratha Empire. She was a daughter of Lakhujirao Jadhav of Sindkhed Raja."}]}, {"heading": "Deaths", "year": "1694", "date": "June 17", "txt": "Philip Howard, English cardinal (b. 1629)", "entities": [{"title": "Philip Howard (cardinal)", "href": "/wiki/Philip_Howard_(cardinal)", "description": "Hon. Philip Howard was an English Roman Catholic cardinal."}]}, {"heading": "Deaths", "year": "1696", "date": "June 17", "txt": "John III Sobieski, Polish king (b. 1629)", "entities": [{"title": "John III Sobieski", "href": "/wiki/John_III_Sobieski", "description": "John III Sobieski was King of Poland and Grand Duke of Lithuania from 1674 until his death."}]}, {"heading": "Deaths", "year": "1719", "date": "June 17", "txt": "Joseph Addison, English essayist, poet, playwright, and politician  (b. 1672)", "entities": [{"title": "Joseph Addison", "href": "/wiki/Joseph_Addison", "description": "Joseph Addison was an English essayist, poet, playwright and politician. He was the eldest son of The Reverend Lancelot Addison. His name is usually remembered alongside that of his long-standing friend Richard Steele, with whom he founded The Spectator magazine. His simple prose style marked the end of the mannerisms and conventional classical images of the 17th century."}]}, {"heading": "Deaths", "year": "1734", "date": "June 17", "txt": "Claude Louis Hector de Villars, French general and politician, French Secretary of State for War (b. 1653)", "entities": [{"title": "Claude Louis Hector de Villars", "href": "/wiki/Claude_Louis_Hector_de_Villars", "description": "Claude Louis Hector de Villars, Prince de Martigues, Marquis then Duc de Villars, Vicomte de Melun was a French military commander and an illustrious general of Louis XIV of France. He was one of only six Marshals to have been promoted Marshal General of France."}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Deaths", "year": "1740", "date": "June 17", "txt": "Sir William Wyndham, 3rd Baronet, English politician, Chancellor of the Exchequer (b. 1687)", "entities": [{"title": "Sir William Wyndham, 3rd Baronet", "href": "/wiki/Sir_William_Wyndham,_3rd_Baronet", "description": "Sir William Wyndham, 3rd Baronet, of Orchard Wyndham in Somerset, was an English Tory politician who sat in the House of Commons from 1710 to 1740. He served as Secretary at War in 1712 and Chancellor of the Exchequer in 1713 during the reign of the last Stuart monarch, Queen Anne (1702–1714). He was a Jacobite leader firmly opposed to the Hanoverian succession and was leader of the Tory oppositio"}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1762", "date": "June 17", "txt": "Prosper Jolyot de Crébillon, French poet and playwright (b. 1674)", "entities": [{"title": "Prosper Jolyot de Crébillon", "href": "/wiki/Prosper_Jolyot_de_Cr%C3%A9billon", "description": "Prosper Jolyot de Crébillon was a French poet and tragedian."}]}, {"heading": "Deaths", "year": "1771", "date": "June 17", "txt": "Daskalogiannis, Greek rebel leader (b. 1722)", "entities": [{"title": "Daskalogiannis", "href": "/wiki/Daskalogiannis", "description": "Ioannis Vlachos, better known as Daskalogiannis was a wealthy shipbuilder and shipowner who led a Cretan revolt against Ottoman rule in the 18th century."}]}, {"heading": "Deaths", "year": "1775", "date": "June 17", "txt": "John Pitcairn, Scottish-English soldier (b. 1722)", "entities": [{"title": "John Pitcairn", "href": "/wiki/John_Pitcairn", "description": "Major John Pitcairn was a British Marine officer who was stationed in Boston, Massachusetts, at the start of the American War of Independence."}]}, {"heading": "Deaths", "year": "1797", "date": "June 17", "txt": "Mohammad Khan Qajar, Persian tribal chief (b. 1742)", "entities": [{"title": "Mohammad Khan Qajar", "href": "/wiki/Mohammad_Khan_Qajar", "description": "Agha Mohammad Khan Qajar, also known by his regnal name of Agha Mohammad Shah, was the founder of the Qajar dynasty of Iran, ruling from 1789 to 1797 as king (shah). Originally chieftain of the Qoyunlu branch of the Qajar tribe, Agha Mohammad Khan was enthroned as the king of Iran in 1789, but was not officially crowned until March 1796, having deposed Lotf Ali Khan of the Zand dynasty in 1794. Ag"}]}, {"heading": "Deaths", "year": "1813", "date": "June 17", "txt": "Charles Middleton, 1st Baron Barham, Scottish-English admiral and politician (b. 1726)", "entities": [{"title": "Charles Middleton, 1st Baron Barham", "href": "/wiki/Charles_Middleton,_1st_Baron_Barham", "description": "Charles Middleton, 1st Baron Barham, PC was a Royal Navy officer and politician. As a junior officer he saw action during the Seven Years' War. Middleton was given command of a guardship at the Nore, a Royal Navy anchorage in the Thames Estuary, at the start of the American War of Independence, and was subsequently appointed Comptroller of the Navy. He went on to be First Naval Lord and then First"}]}, {"heading": "Deaths", "year": "1821", "date": "June 17", "txt": "Martín Miguel de Güemes, Argentinian general and politician (b. 1785)", "entities": [{"title": "Martín Miguel de Güemes", "href": "/wiki/Mart%C3%ADn_Miguel_de_G%C3%BCemes", "description": "Martín Miguel de Güemes was a military leader and popular caudillo who defended northwestern Argentina from the Spanish during the Argentine War of Independence."}]}, {"heading": "Deaths", "year": "1839", "date": "June 17", "txt": "Lord William Bentinck, English general and politician, 14th Governor-General of India (b. 1774)", "entities": [{"title": "Lord William Bentinck", "href": "/wiki/Lord_William_Bentinck", "description": "Lieutenant General Lord William Henry Cavendish-Bentinck, known as Lord William Bentinck, was a British soldier and statesman. He served as Governor-General of India from 1828 to 1835. He has been credited for significant social and educational reforms in India including abolishing sati, suppressing female infanticide and human sacrifice. Bentinck said that \"the dreadful responsibility hanging ove"}, {"title": "Governor-General of India", "href": "/wiki/Governor-General_of_India", "description": "The governor-general of India was the representative of the monarch of the United Kingdom and after Indian independence in 1947, the representative of the Indian head of state. The office was created in 1773, with the title of Governor-general of the Presidency of Fort William. The officer had direct control only over Fort William, but supervised other East India Company officials in India. Comple"}]}, {"heading": "Deaths", "year": "1866", "date": "June 17", "txt": "Joseph Méry, French poet and author (b. 1798)", "entities": [{"title": "Joseph Méry", "href": "/wiki/Joseph_M%C3%A9ry", "description": "Joseph Méry was a French writer, journalist, novelist, poet, playwright and librettist."}]}, {"heading": "Deaths", "year": "1889", "date": "June 17", "txt": "Lozen, Chiracaua Apache warrior woman (b. ~1840)", "entities": [{"title": "Lozen", "href": "/wiki/Lozen", "description": "Lozen was a warrior and prophet of the Chihenne Chiricahua Apache. She was the sister of Victorio, a prominent chief. Born into the Chihenne band during the 1840s, Lozen was, according to legends, able to use her powers in battle to learn the movements of the enemy. According to James Kaywaykla, Victorio introduced her to Nana, \"Lozen is my right hand ... strong as a man, braver than most, and cun"}]}, {"heading": "Deaths", "year": "1898", "date": "June 17", "txt": "Edward Burne-Jones, English soldier and painter (b. 1833)", "entities": [{"title": "Edward Burne-Jones", "href": "/wiki/Edward_Burne-Jones", "description": "Sir Edward Coley Burne-Jones, 1st Baronet, was a British artist and designer associated with the phase of the Pre-Raphaelite movement, who worked with William Morris on decorative arts as a founding partner in Morris, Marshall, Faulkner & Co."}]}, {"heading": "Deaths", "year": "1904", "date": "June 17", "txt": "Nikolay Bobrikov, Russian soldier and politician, Governor-General of Finland (b. 1839)", "entities": [{"title": "Nikolay Bobrikov", "href": "/wiki/Nikolay_Bobrikov", "description": "Nikolay Ivanovich Bobrikov was a Russian general and politician. He was the Governor-General of Finland and the Finnish Military District from 29 August [O.S. 17] 1898 to 16 June [O.S. ] 1904 during the early reign of Emperor Nicholas II, and was responsible for the Russification of Finland. After appointment as the governor-general, he quickly became very unpopular and was assassinated by Eugen S"}, {"title": "Governor-General of Finland", "href": "/wiki/Governor-General_of_Finland", "description": "Governor-General of Finland ; was the military commander and the highest administrator of Finland sporadically under Swedish rule in the 17th and 18th centuries and continuously in the autonomous Grand Duchy of Finland between 1809 and 1917."}]}, {"heading": "Deaths", "year": "1914", "date": "June 17", "txt": "Julien Félix, French military officer and aviator (b. 1869) ", "entities": [{"title": "Julien Félix", "href": "/wiki/Julien_F%C3%A9lix", "description": "Major Julien-Alexandre Félix was the director of manoeuvres in the French Military Aviation School, École militaire de Pau. He set the altitude record on August 5, 1911 in Étampes in France by climbing to 11,330 feet in 63 minutes, breaking the record of Georges Legagneux."}]}, {"heading": "Deaths", "year": "1936", "date": "June 17", "txt": "Julius Seljamaa, Estonian journalist, politician, and diplomat, Estonian Minister of Foreign Affairs (b. 1883)", "entities": [{"title": "Julius Seljamaa", "href": "/wiki/Julius_Seljamaa", "description": "Julius Friedrich Seljamaa was an Estonian politician, diplomat and journalist. From 1933 to 1936, he was the Estonian Minister of Foreign Affairs."}, {"title": "Minister of Foreign Affairs (Estonia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Estonia)", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Deaths", "year": "1939", "date": "June 17", "txt": "Allen Sothoron, American baseball player, coach, and manager (b. 1893)", "entities": [{"title": "Allen Sothoron", "href": "/wiki/Allen_Sothoron", "description": "Allen Sutton Sothoron was an American professional baseball player, coach and manager. As a player, he was a spitball pitcher who spent 11 years in the major leagues playing for the St. Louis Browns, Boston Red Sox, Cleveland Indians and the St. Louis Cardinals. Born in Bradford, Ohio, Sothoron threw and batted right-handed, stood 5 feet 11 inches (1.80 m) tall and weighed 182 pounds (83 kg). He a"}]}, {"heading": "Deaths", "year": "1939", "date": "June 17", "txt": "Eugen Weidmann, German criminal (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1940", "date": "June 17", "txt": "Arthur Harden, English biochemist and academic, Nobel Prize laureate (b. 1865)", "entities": [{"title": "Arthur Harden", "href": "/wiki/Arthur_Harden", "description": "Sir Arthur Harden, FRS was a British biochemist. He shared the Nobel Prize in Chemistry in 1929 with Hans Karl August Simon von Euler-Chelpin for their investigations into the fermentation of sugar and fermentative enzymes. He was a founding member of the Biochemical Society and editor of its journal for 25 years."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1941", "date": "June 17", "txt": "Johan Wagenaar, Dutch organist and composer (b. 1862)", "entities": [{"title": "Johan Wagenaar", "href": "/wiki/Johan_Wagenaar", "description": "Johan Wagenaar was a Dutch composer and organist."}]}, {"heading": "Deaths", "year": "1942", "date": "June 17", "txt": "Charles Fitzpatrick, Canadian lawyer and politician, 5th Chief Justice of Canada (b. 1853)", "entities": [{"title": "Charles Fitzpatrick", "href": "/wiki/Charles_Fitzpatrick", "description": "Sir Charles Fitzpatrick was a Canadian lawyer and politician, who served as the fifth Chief Justice of Canada. He was born in Quebec City, Canada East, to John Fitzpatrick and Mary Connolly."}, {"title": "Chief Justice of Canada", "href": "/wiki/Chief_Justice_of_Canada", "description": "The chief justice of Canada is the presiding judge of the nine-member Supreme Court of Canada, the highest judicial body in Canada. As such, the chief justice is the highest-ranking judge of the Canadian court system. The Supreme Court Act makes the chief justice, a Crown in Council appointment, meaning the Crown acting on the advice of the prime minister and minister of justice. The chief justice"}]}, {"heading": "Deaths", "year": "1952", "date": "June 17", "txt": "Jack Parsons, American chemist and engineer (b. 1914)", "entities": [{"title": "Jack Parsons (rocket engineer)", "href": "/wiki/Jack_Parsons_(rocket_engineer)", "description": "John Whiteside Parsons was an American rocket engineer, chemist, and Thelemite occultist. Associated with the California Institute of Technology (Caltech), Parsons was one of the principal founders of both the Jet Propulsion Laboratory (JPL) and the Aerojet Engineering Corporation. He invented the first rocket engine to use a castable, composite rocket propellant, and pioneered the advancement of "}]}, {"heading": "Deaths", "year": "1954", "date": "June 17", "txt": "Danny Cedrone, American guitarist and bandleader (b. 1920)", "entities": [{"title": "Danny Cedrone", "href": "/wiki/Danny_Cedrone", "description": "Donato Joseph \"Danny\" Cedrone was an American guitarist and bandleader, best known for his work with Bill Haley & His Comets on their epochal \"Rock Around the Clock\" in 1954."}]}, {"heading": "Deaths", "year": "1956", "date": "June 17", "txt": "Percival Perry, 1st Baron Perry, English businessman (b. 1878)", "entities": [{"title": "Percival Perry, 1st Baron Perry", "href": "/wiki/Percival_Perry,_1st_Baron_Perry", "description": "\nPercival Lea Dewhurst Perry, 1st Baron Perry KBE was an English motor vehicle manufacturer who served as chairman of Ford Motor Company Limited in Britain for 20 years from its incorporation in 1928, completing almost a lifetime's work with Henry Ford. He also led the establishment of Slough Estates."}]}, {"heading": "Deaths", "year": "1956", "date": "June 17", "txt": "Paul Rostock, German surgeon and academic (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1956", "date": "June 17", "txt": "Bob Sweikert, American race car driver (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1957", "date": "June 17", "txt": "Dorothy Richardson, English journalist and author (b. 1873)", "entities": [{"title": "Dorothy Richardson", "href": "/wiki/Dorothy_Richardson", "description": "Dorothy Miller Richardson was a British author and journalist. Author of Pilgrimage, a sequence of 13 semi-autobiographical novels published between 1915 and 1967—though Richardson saw them as chapters of one work—she was one of the earliest modernist novelists to use stream of consciousness as a narrative technique. Richardson also emphasises in Pilgrimage the importance and distinct nature of fe"}]}, {"heading": "Deaths", "year": "1957", "date": "June 17", "txt": "J. R. Williams, Canadian-American cartoonist (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1961", "date": "June 17", "txt": "Jeff Chandler, American actor (b. 1918)", "entities": [{"title": "Jeff Chandler", "href": "/wiki/Jeff_Chandler", "description": "Jeff Chandler was an American actor, film producer, and singer best remembered for playing Cochise in Broken Arrow (1950), for which he was nominated for an Oscar. He was one of Universal Pictures's more popular male stars of the 1950s. His other credits include Sword in the Desert (1948), Deported (1950), Female on the Beach (1955), and Away All Boats (1956). In addition to his acting in film, he"}]}, {"heading": "Deaths", "year": "1963", "date": "June 17", "txt": "Aleksander Kesküla, Estonian politician (b. 1882)", "entities": [{"title": "Aleksander Kesküla", "href": "/wiki/Aleksander_Kesk%C3%BCla", "description": "Aleksander Eduard Kesküla was an Estonian politician and revolutionary."}]}, {"heading": "Deaths", "year": "1968", "date": "June 17", "txt": "José Nasazzi, Uruguayan footballer and manager (b. 1901)", "entities": [{"title": "José Nasazzi", "href": "/wiki/Jos%C3%A9_Nasazzi", "description": "José Nasazzi Yarza was a Uruguayan footballer who played as a defender. He captained his country when they won the inaugural FIFA World Cup in 1930."}]}, {"heading": "Deaths", "year": "1974", "date": "June 17", "txt": "Refik Koraltan, Turkish lawyer and politician, 8th Speaker of the Grand National Assembly of Turkey (b. 1889)", "entities": [{"title": "Refik Koraltan", "href": "/wiki/Refik_Koraltan", "description": "Refik Koraltan was a Turkish politician, having served as the Speaker of the Grand National Assembly of Turkey (TBMM) from May 22, 1950 to May 27, 1960."}, {"title": "Speaker of the Grand National Assembly of Turkey", "href": "/wiki/Speaker_of_the_Grand_National_Assembly_of_Turkey", "description": "This article lists the speakers of the Grand National Assembly of Turkey. The name of the parliament of the Republic of Turkey, originally and currently the Grand National Assembly of Turkey since its establishment on 23 April 1920, has for short periods been changed."}]}, {"heading": "Deaths", "year": "1975", "date": "June 17", "txt": "James Phinney Baxter III, American historian and academic (b. 1893)", "entities": [{"title": "James Phinney Baxter III", "href": "/wiki/James_Phinney_Baxter_III", "description": "James Phinney Baxter III was an American historian, educator, and academic, who won the 1947 Pulitzer Prize for History for his book Scientists Against Time (1946). He was also the author of The Introduction of the Ironclad Warship (1933)."}]}, {"heading": "Deaths", "year": "1979", "date": "June 17", "txt": "Hubert Ashton, English cricketer and politician (b. 1898)", "entities": [{"title": "Hubert Ashton", "href": "/wiki/Hubert_Ashton", "description": "Sir Hubert Ashton was an English first-class cricketer, footballer and politician."}]}, {"heading": "Deaths", "year": "1979", "date": "June 17", "txt": "Duffy Lewis, American baseball player and manager (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "June 17", "txt": "Richard O'Connor, Indian-English general (b. 1889)", "entities": [{"title": "Richard O'Connor", "href": "/wiki/Richard_O%27Connor", "description": "General Sir Richard Nugent O'Connor, was a senior British Army officer who fought in both the First and Second World Wars, and commanded the Western Desert Force in the early years of the Second World War. He was the field commander for Operation Compass, in which his forces destroyed a much larger Italian army – a victory which nearly drove the Axis from Africa, and in turn, led Adolf Hitler to s"}]}, {"heading": "Deaths", "year": "1981", "date": "June 17", "txt": "Zerna Sharp, American author and educator (b. 1889)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "June 17", "txt": "Roberto Calvi, Italian banker (b. 1920)", "entities": [{"title": "Roberto Calvi", "href": "/wiki/Roberto_Calvi", "description": "Roberto Calvi was an Italian banker, dubbed \"God's Banker\" by the press because of his close association with the Holy See. He was a native of Milan and was Chairman of Banco Ambrosiano, which collapsed in one of Italy's biggest political scandals."}]}, {"heading": "Deaths", "year": "1983", "date": "June 17", "txt": "Peter Mennin, American composer and educator (b. 1923)", "entities": [{"title": "Peter Mennin", "href": "/wiki/Peter_Mennin", "description": "Peter Mennin was a prominent American composer, teacher and administrator. In 1958, he was named Director of the Peabody Conservatory in Baltimore, and in 1962 became President of the Juilliard School, a position he held until his death in 1983. Under his leadership, Juilliard moved from Claremont Avenue to its present location at Lincoln Center. Mennin is responsible for the addition of drama and"}]}, {"heading": "Deaths", "year": "1985", "date": "June 17", "txt": "John Boulting, English director, producer, and screenwriter (b. 1913)", "entities": [{"title": "John Boulting", "href": "/wiki/John_Boulting", "description": "John Edward Boulting and Roy Alfred Clarence Boulting, known collectively as the Boulting brothers, were English filmmakers and identical twins who became known for their popular series of satirical comedies in the 1950s and 1960s. They produced many of their films through their own production company, Charter Film Productions, which they set up in 1937."}]}, {"heading": "Deaths", "year": "1986", "date": "June 17", "txt": "Kate Smith, American singer (b. 1907)", "entities": [{"title": "Kate Smith", "href": "/wiki/Kate_Smith", "description": "Kathryn Elizabeth Smith, known professionally as Kate Smith and The First Lady of Radio, was an American soprano well known for her rendition of Irving Berlin's \"God Bless America\". She had a radio, television, and recording career spanning five decades, which reached its pinnacle in the 1940s. She became known as The Songbird of the South after her enduring popularity during World War II."}]}, {"heading": "Deaths", "year": "1987", "date": "June 17", "txt": "Dick Howser, American baseball player, coach, and manager (b. 1936)", "entities": [{"title": "Dick Howser", "href": "/wiki/Dick_Howser", "description": "Richard Dalton Howser was an American Major League Baseball shortstop, coach, and manager who was best known as the manager of the Kansas City Royals during the 1980s and for guiding them to the franchise's first World Series title in 1985."}]}, {"heading": "Deaths", "year": "1996", "date": "June 17", "txt": "Thomas Kuhn, American historian and philosopher (b. 1922)", "entities": [{"title": "Thomas Kuhn", "href": "/wiki/Thomas_Kuhn", "description": "Thomas Samuel Kuhn was an American philosopher of science whose 1962 book The Structure of Scientific Revolutions was influential in both academic and popular circles, introducing the term paradigm shift, which has since become an English-language idiom."}]}, {"heading": "Deaths", "year": "1996", "date": "June 17", "txt": "Curt Swan, American illustrator (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "June 17", "txt": "Basil Hume, English cardinal (b. 1923)", "entities": [{"title": "Basil Hume", "href": "/wiki/Basil_Hume", "description": "George Basil Hume, OSB was an English Roman Catholic bishop. He was a monk and priest of the English Benedictine monastery of Ampleforth Abbey and its abbot for 13 years until his appointment as Archbishop of Westminster in 1976. His elevation to cardinal of the Roman Catholic Church followed during the same year. From 1979, Hume served also as President of the Catholic Bishops' Conference of Engl"}]}, {"heading": "Deaths", "year": "2000", "date": "June 17", "txt": "Ismail Mahomed, South African lawyer and jurist, 17th Chief Justice of South Africa (b. 1931)", "entities": [{"title": "Ismail Mahomed", "href": "/wiki/Ismail_Mahomed", "description": "Ismail Mahomed SCOB SC was a South African lawyer who served as the Chief Justice of South Africa and the Supreme Court of Namibia, and co-authored the constitution of Namibia."}, {"title": "Chief Justice of South Africa", "href": "/wiki/Chief_Justice_of_South_Africa", "description": "The Chief Justice of South Africa is the most senior judge of the \nConstitutional Court and head of the judiciary of South Africa, who exercises final authority over the functioning and management of all the courts."}]}, {"heading": "Deaths", "year": "2001", "date": "June 17", "txt": "Donald J. Cram, American chemist and academic, Nobel Prize laureate (b. 1919)", "entities": [{"title": "Donald J. Cram", "href": "/wiki/Donald_J._Cram", "description": "Donald James Cram was an American chemist who shared the 1987 Nobel Prize in Chemistry with Jean-Marie Lehn and Charles J. Pedersen \"for their development and use of molecules with structure-specific interactions of high selectivity.\" They were the founders of the field of host–guest chemistry."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2001", "date": "June 17", "txt": "Thomas Winning, Scottish cardinal (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "June 17", "txt": "Willie Davenport, American sprinter and hurdler (b. 1943)", "entities": [{"title": "Willie Davenport", "href": "/wiki/Willie_Davenport", "description": "William \"Willie\" D. Davenport was an American sprint runner. He attended Howland High School and college at Southern University and A&M College in Baton Rouge, Louisiana. He competed in the 110 m hurdles at the 1964, 1968, 1972 and 1976 Summer Olympics, winning a gold medal in 1968 and a bronze in 1976, and finishing fourth in 1972. In 1980 he took part in the Winter Olympics as a runner for the A"}]}, {"heading": "Deaths", "year": "2002", "date": "June 17", "txt": "Fritz Walter, German footballer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "June 17", "txt": "Gerry McNeil, Canadian ice hockey player (b. 1926)", "entities": [{"title": "Gerry McNeil", "href": "/wiki/Gerry_McNeil", "description": "Gerald George McNeil was a professional ice hockey goaltender who won two Stanley Cups with the Montreal Canadiens in the 1950s."}]}, {"heading": "Deaths", "year": "2006", "date": "June 17", "txt": "Bussunda, Brazilian comedian (b. 1962)", "entities": [{"title": "Bussunda", "href": "/wiki/Bussunda", "description": "Cláudio Besserman Vianna, commonly known as Bussunda, was a Brazilian humorist and TV comedian, member of the Casseta & Planeta troupe. He was born in Rio de Janeiro, where he lived and worked, having started his career in the 1980s as a writer for satirical magazine Casseta Popular. One of the most popular Brazilian comedians of his generation, the overweight Bussunda was famous for his impersona"}]}, {"heading": "Deaths", "year": "2007", "date": "June 17", "txt": "Gianfranco Ferré, Italian fashion designer (b. 1944)", "entities": [{"title": "Gianfranco Ferré", "href": "/wiki/Gianfranco_Ferr%C3%A9", "description": "Gianfranco Ferré was an Italian fashion designer also known as \"the architect of fashion\" for his background and his original attitude toward creating fashion design."}]}, {"heading": "Deaths", "year": "2007", "date": "June 17", "txt": "Serena Wilson, American dancer and choreographer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "June 17", "txt": "Cyd Charisse, American actress and dancer (b. 1922)", "entities": [{"title": "Cyd Charisse", "href": "/wiki/Cyd_Charisse", "description": "Cyd Charisse was an American dancer and actress."}]}, {"heading": "Deaths", "year": "2009", "date": "June 17", "txt": "Ralf Dahrendorf, German-English sociologist and politician (b. 1929)", "entities": [{"title": "Ralf Dahrendorf", "href": "/wiki/Ralf_Dahrendorf", "description": "Ralf Gustav Dahrendorf, Baron Dahrendorf, was a German-British sociologist, philosopher, political scientist and liberal politician. A class conflict theorist, Dahrendorf was a leading expert on explaining and analyzing class divisions in modern society. Dahrendorf wrote multiple articles and books, his most notable being Class Conflict in Industrial Society (1959) and Essays in the Theory of Soci"}]}, {"heading": "Deaths", "year": "2009", "date": "June 17", "txt": "Darrell Powers, American sergeant (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "June 17", "txt": "Rex Mossop, Australian rugby player and sportscaster (b. 1928)", "entities": [{"title": "Rex Mossop", "href": "/wiki/Rex_Mossop", "description": "Rex Peers \"Moose\" Mossop was an Australian rugby union and rugby league footballer who played in the 1940s, 1950s and 1960s – a dual-code international, and an Australian television personality from 1964 until 1991."}]}, {"heading": "Deaths", "year": "2012", "date": "June 17", "txt": "Stéphane Brosse, French mountaineer (b. 1971)", "entities": [{"title": "Stéphane Brosse", "href": "/wiki/St%C3%A9phane_Brosse", "description": "Stéphane Brosse was a French ski mountaineer."}]}, {"heading": "Deaths", "year": "2012", "date": "June 17", "txt": "Patricia Brown, American baseball player (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 17", "txt": "Nathan Divinsky, Canadian mathematician and chess player (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 17", "txt": "Rodney King, American victim of police brutality (b. 1965)", "entities": [{"title": "Police brutality", "href": "/wiki/Police_brutality", "description": "Police brutality is the excessive and unwarranted use of force by law enforcement. It is an extreme form of police misconduct or violence and is a civil rights violation. It also refers to a situation where officers exercise undue or excessive force against a person. Police violence includes but is not limited to physical or verbal harassment, physical or mental injury, property damage, inaction o"}]}, {"heading": "Deaths", "year": "2012", "date": "June 17", "txt": "Fauzia Wahab, Pakistani actress and politician (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 17", "txt": "Michael Baigent, New Zealand-English theorist and author (b. 1948)", "entities": [{"title": "Michael Baigent", "href": "/wiki/Michael_Baigent", "description": "Michael Baigent was a pseudo-historian, who published a number of popular works questioning traditional perceptions of history and the life of Jesus. He is best known as a co-author of the book The Holy Blood and the Holy Grail."}]}, {"heading": "Deaths", "year": "2013", "date": "June 17", "txt": "Atiqul Haque Chowdhury, Bangladeshi playwright and producer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 17", "txt": "Pierre F. Côté, Canadian lawyer and civil servant (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 17", "txt": "Bulbs Ehlers, American basketball player (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 17", "txt": "James Holshouser, American politician, 68th Governor of North Carolina (b. 1934)", "entities": [{"title": "Governor of North Carolina", "href": "/wiki/Governor_of_North_Carolina", "description": "The governor of North Carolina is the head of state and head of government of the U.S. state of North Carolina. The governor directs the executive branch of the government and is the commander in chief of the military forces of the state. The current governor, Democrat Roy Cooper took office on January 1, 2017, and had a public swearing-in ceremony on January 7, 2017.\n"}]}, {"heading": "Deaths", "year": "2014", "date": "June 17", "txt": "Patsy Byrne, English actress (b. 1933)", "entities": [{"title": "Patsy Byrne", "href": "/wiki/Patsy_Byrne", "description": "Patricia Anne Thirza Byrne was an English actress, best known for her role as \"Nursie\" in Blackadder II as well as Malcolm's domineering Mother, Mrs Stoneway in the ITV comedy series Watching."}]}, {"heading": "Deaths", "year": "2014", "date": "June 17", "txt": "Éric Dewailly, Canadian epidemiologist and academic (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 17", "txt": "Stanley Marsh 3, American businessman and philanthropist (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 17", "txt": "Arnold S. Relman, American physician and academic (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 17", "txt": "Larry Zeidel, Canadian-American ice hockey player and sportscaster (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 17", "txt": "Ron Clarke, Australian runner and politician, Mayor of the Gold Coast (b. 1937)", "entities": [{"title": "Ron Clarke", "href": "/wiki/Ron_Clarke", "description": "Ronald William Clarke, AO, MBE was an Australian athlete, writer, and Mayor of the Gold Coast from 2004 to 2012. He was one of the best-known middle- and long-distance runners in the 1960s, notable for setting seventeen world records."}, {"title": "Mayor of the Gold Coast", "href": "/wiki/Mayor_of_the_Gold_Coast", "description": "The Mayor of the City of the Gold Coast is presiding officer and public face of the Gold Coast City Council, the local government body of the Gold Coast, Queensland. The current Mayor is Tom Tate."}]}, {"heading": "Deaths", "year": "2015", "date": "June 17", "txt": "John David Crow, American football player and coach (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 17", "txt": "Süleyman Demirel, Turkish engineer and politician, 9th President of Turkey (b. 1924)", "entities": [{"title": "President of Turkey", "href": "/wiki/President_of_Turkey", "description": "The president of the Republic of Turkey is the head of state and, following the 2017 Turkish constitutional referendum, also head of government of the Republic of Turkey."}]}, {"heading": "Deaths", "year": "2015", "date": "June 17", "txt": "Roberto M. Levingston, Argentinian general and politician, 36th President of Argentina (b. 1920)", "entities": [{"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Deaths", "year": "2015", "date": "June 17", "txt": "Clementa C. Pinckney, American minister and politician (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "June 17", "txt": "Baldwin Lonsdale, president of Vanuatu (b. 1948)", "entities": [{"title": "Baldwin Lonsdale", "href": "/wiki/Baldwin_Lonsdale", "description": "Baldwin Jacobson Lonsdale was a Vanuatuan politician and Anglican priest who served as President of Vanuatu from 22 September 2014 until his death in 2017."}]}]