[{"heading": "Events", "year": "296", "date": "June 30", "txt": "Pope Marcellinus begins his papacy.", "entities": [{"title": "Pope Marcellinus", "href": "/wiki/Pope_Marcellinus", "description": "Pope Marcellinus was the bishop of Rome from 30 June 296 to his death in 304. He may have renounced Christianity during Emperor Diocletian's persecution of Christians before repenting afterwards, which would explain why he is omitted from lists of martyrs. He is today venerated as a saint in Catholic and Serbian Orthodox Church."}]}, {"heading": "Events", "year": "763", "date": "June 30", "txt": "The Byzantine army of emperor Constantine V defeats the Bulgarian forces in the Battle of Anchialus.", "entities": [{"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Constantine V", "href": "/wiki/Constantine_V", "description": "Constantine V was Byzantine emperor from 741 to 775. His reign saw a consolidation of Byzantine security from external threats. As an able military leader, Constantine took advantage of civil war in the Muslim world to make limited offensives on the Arab frontier. With this eastern frontier secure, he undertook repeated campaigns against the Bulgars in the Balkans. His military activity, and polic"}, {"title": "First Bulgarian Empire", "href": "/wiki/First_Bulgarian_Empire", "description": "The First Bulgarian Empire was a medieval Bulgar-Slavic and later Bulgarian state that existed in Southeastern Europe between the 7th and 11th centuries AD. It was founded in 680-681 after part of the Bulgars led by Asparuh moved south to the northeastern Balkans. There they secured Byzantine recognition of their right to settle south of the Danube by defeating – possibly with the help of local So"}, {"title": "Battle of Anchialus (763)", "href": "/wiki/Battle_of_Anchialus_(763)", "description": "The battle of Anchialus occurred in 763, near the town of Pomorie on the Bulgarian Black Sea Coast 42°33′N 27°39′E. The result was a Byzantine victory."}]}, {"heading": "Events", "year": "1422", "date": "June 30", "txt": "Battle of Arbedo between the duke of Milan and the Swiss cantons.", "entities": [{"title": "Battle of Arbedo", "href": "/wiki/Battle_of_Arbedo", "description": "The Battle of Arbedo was fought on June 30, 1422, between the Duchy of Milan and the Swiss Confederation."}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}, {"title": "Switzerland", "href": "/wiki/Switzerland", "description": "Switzerland, officially the Swiss Confederation, is a landlocked country situated at the confluence of Western, Central, and Southern Europe. It is a federal republic composed of 26 cantons, with federal authorities based in Bern. Switzerland is bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among th"}, {"title": "Cantons of Switzerland", "href": "/wiki/Cantons_of_Switzerland", "description": "The 26 cantons of Switzerland are the member states of the Swiss Confederation. The nucleus of the Swiss Confederacy in the form of the first three confederate allies used to be referred to as the Waldstätte. Two important periods in the development of the Old Swiss Confederacy are summarized by the terms Acht Orte and Dreizehn Orte."}]}, {"heading": "Events", "year": "1521", "date": "June 30", "txt": "Spanish forces defeat a combined French and Navarrese army at the Battle of Noáin during the Spanish conquest of Iberian Navarre.", "entities": [{"title": "Kingdom of France", "href": "/wiki/Kingdom_of_France", "description": "The Kingdom of France was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power from the High Middle Ages onward. It was also an early colonial power, with possessions around the world."}, {"title": "Kingdom of Navarre", "href": "/wiki/Kingdom_of_Navarre", "description": "The Kingdom of Navarre, originally the Kingdom of Pamplona, was a Basque kingdom that occupied lands on either side of the western Pyrenees, alongside the Atlantic Ocean between present-day Spain and France."}, {"title": "Battle of Noáin", "href": "/wiki/Battle_of_No%C3%A1in", "description": "The Battle of Noáin or the Battle of Esquiroz, fought on June 30, 1521 was the only open field battle in the Spanish conquest of Iberian Navarre. It was a decisive victory for the Spanish against the Franco-Navarrese army."}, {"title": "Spanish conquest of Iberian Navarre", "href": "/wiki/Spanish_conquest_of_Iberian_Navarre", "description": "The Spanish conquest of the Iberian part of Navarre was initiated by Ferdinand II of Aragon and completed by his grandson and successor Charles V in a series of military campaigns lasting from 1512 to 1524. Ferdinand was both the king of Aragon and regent of Castile in 1512. When Pope Julius II declared a Holy League against France in late 1511, Navarre attempted to remain neutral. Ferdinand used "}]}, {"heading": "Events", "year": "1559", "date": "June 30", "txt": "King Henry II of France is mortally wounded in a jousting match against Gabriel, comte de Montgomery.", "entities": [{"title": "Henry II of France", "href": "/wiki/Henry_II_of_France", "description": "Henry II was King of France from 31 March 1547 until his death in 1559. The second son of Francis I, he became Dauphin of France upon the death of his elder brother Francis III, Duke of Brittany, in 1536."}, {"title": "Jousting", "href": "/wiki/Jousting", "description": "Jousting is a martial game or hastilude between two horseriders wielding lances with blunted tips, often as part of a tournament. The primary aim was to replicate a clash of heavy cavalry, with each participant trying hard to strike the opponent while riding towards him at high speed, breaking the lance on the opponent's shield or jousting armour if possible, or unhorsing him. The joust became an "}, {"title": "Gabriel, comte de Montgomery", "href": "/wiki/Gabriel,_comte_de_Montgomery", "description": "Gabriel de Lorges, Count of Montgomery, Lord of Lorges and Ducey, was a French nobleman of Scottish extraction and captain of the Scots Guard of King Henry II of France. He is remembered for mortally injuring Henry II in a jousting accident and subsequently converting to Protestantism, the faith that the Scots Guard sought to suppress. He became a leader of the Huguenots. In French-language contex"}]}, {"heading": "Events", "year": "1651", "date": "June 30", "txt": "The Deluge: Khmelnytsky Uprising: The Battle of Berestechko ends with a Polish victory.", "entities": [{"title": "Deluge (history)", "href": "/wiki/Deluge_(history)", "description": "The term Deluge denotes a series of mid-17th-century campaigns in the Polish–Lithuanian Commonwealth. In a wider sense it applies to the period between the Khmelnytsky Uprising of 1648 and the Truce of Andrusovo in 1667, thus comprising the Polish theatres of the Russo-Polish and Second Northern Wars. In a stricter sense, the term refers to the Swedish invasion and occupation of the Commonwealth a"}, {"title": "Khmelnytsky Uprising", "href": "/wiki/Khmelnytsky_Uprising", "description": "The Khmelnytsky Uprising, also known as the Cossack-Polish War, the Chmielnicki Uprising, the Khmelnytsky massacre or the Khmelnytsky insurrection was a Cossack rebellion that took place between 1648 and 1657 in the eastern territories of the Polish–Lithuanian Commonwealth, which led to the creation of a Cossack Hetmanate in Ukraine. Under the command of Hetman Bohdan Khmelnytsky, the Zaporozhian "}, {"title": "Battle of Berestechko", "href": "/wiki/Battle_of_Berestechko", "description": "The Battle of Berestechko was fought between the Ukrainian Cossacks, led by Hetman Bohdan Khmelnytsky, aided by their Crimean Tatar allies, and a Polish army under King John II Casimir. It was a battle of a Cossack rebellion in Ukraine that took place in the years 1648–1657 after the expiration of a two-year truce. Fought from 28 to 30 June 1651, the battle took place in the province of Volhynia, "}]}, {"heading": "Events", "year": "1688", "date": "June 30", "txt": "The Immortal Seven issue the Invitation to William, which would culminate in the Glorious Revolution.", "entities": [{"title": "Immortal Seven", "href": "/wiki/Immortal_Seven", "description": "The Invitation to William was a letter sent by seven notable English nobles, later called \"the Immortal Seven\", to stadtholder William III, Prince of Orange, received by him on 30 June 1688. In England, the heir apparent to the throne, James Francis Edward Stuart, had just been born to the unpopular King James II of England, and baptised a Catholic. The letter asked William, who was a nephew and s"}, {"title": "Invitation to William", "href": "/wiki/Invitation_to_William", "description": "The Invitation to William was a letter sent by seven notable English nobles, later called \"the Immortal Seven\", to stadtholder William III, Prince of Orange, received by him on 30 June 1688. In England, the heir apparent to the throne, James Francis Edward Stuart, had just been born to the unpopular King James II of England, and baptised a Catholic. The letter asked William, who was a nephew and s"}, {"title": "Glorious Revolution", "href": "/wiki/Glorious_Revolution", "description": "The Glorious Revolution of November 1688, is also known as the Glorieuze Overtocht or Glorious Crossing by the Dutch. It refers to the deposition of James VII and II, king of Scotland, England and Ireland and replacement by his daughter Mary II and her husband, William III of Orange, stadtholder and de facto ruler of the Dutch Republic. A term first used by John Hampden in late 1689, historian Jer"}]}, {"heading": "Events", "year": "1758", "date": "June 30", "txt": "Seven Years' War: Habsburg Austrian forces destroy a Prussian reinforcement and supply convoy in the Battle of Domstadtl, helping to expel Prussian King Frederick the Great from Moravia.", "entities": [{"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}, {"title": "Habsburg Monarchy", "href": "/wiki/Habsburg_Monarchy", "description": "Habsburg Monarchy, or Danubian Monarchy, or Habsburg Empire is a modern umbrella term coined by historians to denote the numerous lands and kingdoms of the Habsburg dynasty, especially for those of the Austrian line. Although from 1438 to 1806, a member of the House of Habsburg was also Holy Roman Emperor, the Holy Roman Empire itself was not considered to be part of the Habsburg Monarchy."}, {"title": "Kingdom of Prussia", "href": "/wiki/Kingdom_of_Prussia", "description": "The Kingdom of Prussia was a German kingdom that constituted the state of Prussia between 1701 and 1918. It was the driving force behind the unification of Germany in 1871 and was the leading state of the German Empire until its dissolution in 1918. Although it took its name from the region called Prussia, it was based in the Margraviate of Brandenburg. Its capital was Berlin."}, {"title": "Battle of Domstadtl", "href": "/wiki/Battle_of_Domstadtl", "description": "The Battle of Domstadtl, also spelled Domstadt, Czech Domašov, was a battle between the Habsburg Monarchy and the Kingdom of Prussia in the Moravian village of Domašov nad Bystřicí during the Third Silesian War on 30 June 1758, preceded by a minor clash at Guntramovice (Gundersdorf) on 28 June. Austrians under the command of Major General Ernst Gideon von Laudon and Major General Joseph von Siskov"}, {"title": "Frederick the Great", "href": "/wiki/Frederick_the_Great", "description": "Frederick II was a Prussian king and military leader who ruled the Kingdom of Prussia from 1740 until 1786, reigning longer than any other Hohenzollern king. His most significant accomplishments during his reign included his reorganization of Prussian armies, his military successes in the Silesian wars and the Partitions of Poland, and his patronage of the arts and the Enlightenment. Frederick was"}, {"title": "Moravia", "href": "/wiki/Moravia", "description": "Moravia is a historical region in the east of the Czech Republic and one of three historical Czech lands, with Bohemia and Czech Silesia."}]}, {"heading": "Events", "year": "1794", "date": "June 30", "txt": "Northwest Indian War: Native American forces under Blue Jacket attack Fort Recovery.", "entities": [{"title": "Northwest Indian War", "href": "/wiki/Northwest_Indian_War", "description": "The Northwest Indian War (1785–1795), also known as the Ohio War, Little Turtle's War, and by other names, was a war between the United States and the Northwestern Confederacy, with support from the British, for control of the Northwest Territory. It followed centuries of conflict over this territory, first among Native American tribes, and then with the added shifting alliances among the tribes a"}, {"title": "Blue Jacket", "href": "/wiki/Blue_Jacket", "description": "Blue Jacket, or Weyapiersenwah, was a war chief of the Shawnee people, known for his militant defense of Shawnee lands in the Ohio Country. Perhaps the pre-eminent American Indian leader in the Northwest Indian War, in which a pantribal confederacy fought several battles with the nascent United States, he was an important predecessor of the famous Shawnee leader Tecumseh."}, {"title": "Siege of Fort Recovery", "href": "/wiki/Siege_of_Fort_Recovery", "description": "The Siege of Fort Recovery, 30 June – 1 July 1794, was a battle of the Northwest Indian War, fought at the present-day village of Fort Recovery, Ohio. A large force of warriors in the Western Confederacy attacked a fort held by United States soldiers deep in Ohio Country. The United States suffered heavy losses, but maintained control of the fort. The battle exposed a division in the Western Confe"}]}, {"heading": "Events", "year": "1805", "date": "June 30", "txt": "Under An act to divide the Indiana Territory into two separate governments, adopted by the U.S. Congress on January 11, 1805, the Michigan Territory is organized.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Michigan Territory", "href": "/wiki/Michigan_Territory", "description": "The Territory of Michigan was an organized incorporated territory of the United States that existed from June 30, 1805, until January 26, 1837, when the final extent of the territory was admitted to the Union as the State of Michigan. Detroit was the territorial capital."}]}, {"heading": "Events", "year": "1859", "date": "June 30", "txt": "French acrobat Charles Blondin crosses Niagara Falls on a tightrope.", "entities": [{"title": "Acrobatics", "href": "/wiki/Acrobatics", "description": "Acrobatics is the performance of human feats of balance, agility, and motor coordination. Acrobatic skills are used in performing arts, sporting events, and martial arts. Extensive use of acrobatic skills are most often performed in acro dance, circus, and gymnastics, and to a lesser extent in other athletic activities including ballet, slacklining and diving. Although acrobatics is most commonly "}, {"title": "Charles Blondin", "href": "/wiki/Charles_Blondin", "description": "Charles Blondin was a French tightrope walker and acrobat. He toured the United States and was known for crossing the 1,100 ft (340 m) Niagara Gorge on a tightrope."}, {"title": "Niagara Falls", "href": "/wiki/Niagara_Falls", "description": "Niagara Falls is a group of three waterfalls at the southern end of Niagara Gorge, spanning the border between the province of Ontario in Canada and the state of New York in the United States. The largest of the three is Horseshoe Falls, also known as Canadian Falls, which straddles the international border of the two countries. The smaller American Falls and Bridal Veil Falls lie within the Unite"}, {"title": "Tightrope walking", "href": "/wiki/Tightrope_walking", "description": "Tightrope walking, also called funambulism, is the skill of walking along a thin wire or rope. It has a long tradition in various countries and is commonly associated with the circus. Other skills similar to tightrope walking include slack rope walking and slacklining."}]}, {"heading": "Events", "year": "1860", "date": "June 30", "txt": "The 1860 Oxford evolution debate at the Oxford University Museum of Natural History takes place.", "entities": [{"title": "1860 Oxford evolution debate", "href": "/wiki/1860_Oxford_evolution_debate", "description": "The 1860 Oxford evolution debate took place at the Oxford University Museum in Oxford, England, on 30 June 1860, seven months after the publication of Charles Darwin's On the Origin of Species. Several prominent British scientists and philosophers participated, including Thomas Henry Huxley, Bishop Samuel Wilberforce, Benjamin Brodie, Joseph Dalton Hooker and Robert FitzRoy."}, {"title": "Oxford University Museum of Natural History", "href": "/wiki/Oxford_University_Museum_of_Natural_History", "description": "The Oxford University Museum of Natural History, sometimes known simply as the Oxford University Museum or OUMNH, is a museum displaying many of the University of Oxford's natural history specimens, located on Parks Road in Oxford, England. It also contains a lecture theatre which is used by the university's chemistry, zoology and mathematics departments. The museum provides the only public access"}]}, {"heading": "Events", "year": "1864", "date": "June 30", "txt": "U.S. President Abraham Lincoln grants Yosemite Valley to California for \"public use, resort and recreation\".", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}, {"title": "Yosemite Valley", "href": "/wiki/Yosemite_Valley", "description": "Yosemite Valley is a glacial valley in Yosemite National Park in the western Sierra Nevada mountains of Central California. The valley is about 7.5 miles (12 km) long and approximately 3000–3500 feet deep, surrounded by high granite summits such as Half Dome and El Capitan, and densely forested with pines. The valley is drained by the Merced River, and a multitude of streams and waterfalls flow in"}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}]}, {"heading": "Events", "year": "1882", "date": "June 30", "txt": "Charles J. Guiteau is hanged in Washington, D.C. for the assassination of U.S. President James Garfield.", "entities": [{"title": "Charles J. Guiteau", "href": "/wiki/Charles_J._Guiteau", "description": "Charles Julius Guiteau was an American writer and lawyer who assassinated United States President James A. Garfield on July 2, 1881. Guiteau falsely believed he had played a major role in Garfield's victory, for which he should be rewarded with a consulship. He was so offended by the Garfield administration's rejections of his applications to serve in Vienna or Paris that he decided to kill Garfie"}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "James Garfield", "href": "/wiki/James_Garfield", "description": "James Abram Garfield was the 20th president of the United States, serving from March to September 1881. Garfield was shot by an assassin four months into his presidency and died two months later. He is the only sitting member of the United States House of Representatives to be elected to the presidency."}]}, {"heading": "Events", "year": "1886", "date": "June 30", "txt": "The first transcontinental train trip across Canada departs from Montreal, Quebec. It arrives in Port Moody, British Columbia on July 4.", "entities": [{"title": "Montreal, Quebec", "href": "/wiki/Montreal,_Quebec", "description": "Montreal is the second-most populous city in Canada and most populous city in the Canadian province of Quebec. Founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of "}, {"title": "Port Moody, British Columbia", "href": "/wiki/Port_Moody,_British_Columbia", "description": "Port Moody is a city in Metro Vancouver, enveloping the east end of Burrard Inlet in British Columbia, Canada. Port Moody is the smallest of the Tri-Cities, bordered by Coquitlam on the east and south, and Burnaby on the west. The villages of Belcarra and Anmore, along with the rugged Coast Mountains, lie to the northwest and north respectively. It is named for Richard Clement Moody, the first Lie"}, {"title": "July 4", "href": "/wiki/July_4", "description": "July 4 is the 185th day of the year in the Gregorian calendar; 180 days remain until the end of the year."}]}, {"heading": "Events", "year": "1892", "date": "June 30", "txt": "The Homestead Strike begins near Pittsburgh, Pennsylvania.", "entities": [{"title": "Homestead Strike", "href": "/wiki/Homestead_Strike", "description": "The Homestead strike, also known as the Homestead steel strike, Homestead massacre, or Battle of Homestead was an industrial lockout and strike which began on July 1, 1892, culminating in a battle between strikers and private security agents on July 6, 1892. The battle was a pivotal event in U.S. labor history. The dispute occurred at the Homestead Steel Works in the Pittsburgh area town of Homest"}, {"title": "Pittsburgh", "href": "/wiki/Pittsburgh", "description": "Pittsburgh is a city in the state of Pennsylvania in the United States and the county seat of Allegheny County. An estimated population of about 300,286 residents live within the city limits as of 2019, making it the 66th-largest city in the U.S. and the second-most populous city in Pennsylvania, behind Philadelphia. The Pittsburgh metropolitan area is the anchor of Western Pennsylvania; its popul"}, {"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}]}, {"heading": "Events", "year": "1905", "date": "June 30", "txt": "Albert Einstein sends the article On the Electrodynamics of Moving Bodies, in which he introduces special relativity, for publication in Annalen der Physik.", "entities": [{"title": "Albert Einstein", "href": "/wiki/Albert_Einstein", "description": "Albert Einstein was a German-born theoretical physicist, widely acknowledged to be one of the greatest physicists of all time. Einstein is known for developing the theory of relativity, but he also made important contributions to the development of the theory of quantum mechanics. Relativity and quantum mechanics are together the two pillars of modern physics. His mass–energy equivalence formula E"}, {"title": "Special relativity", "href": "/wiki/Special_relativity", "description": "In physics, the special theory of relativity, or special relativity for short, is a scientific theory regarding the relationship between space and time. In Albert Einstein's original treatment, the theory is based on two postulates:The laws of physics are invariant in all inertial frames of reference.\nThe speed of light in vacuum is the same for all observers, regardless of the motion of the light"}]}, {"heading": "Events", "year": "1906", "date": "June 30", "txt": "The United States Congress passes the Meat Inspection Act and Pure Food and Drug Act.", "entities": [{"title": "Meat Inspection Act", "href": "/wiki/Meat_Inspection_Act", "description": "The Federal Meat Inspection Act of 1906 (FMIA) is an American law that makes it illegal to adulterate or misbrand meat and meat products being sold as food, and ensures that meat and meat products are slaughtered and processed under strictly regulated sanitary conditions. These requirements also apply to imported meat products, which must be inspected under equivalent foreign standards. USDA inspe"}, {"title": "Pure Food and Drug Act", "href": "/wiki/Pure_Food_and_Drug_Act", "description": "The Pure Food and Drug Act of 1906 was the first of a series of significant consumer protection laws which was enacted by Congress in the 20th century and led to the creation of the Food and Drug Administration. Its main purpose was to ban foreign and interstate traffic in adulterated or mislabeled food and drug products, and it directed the U.S. Bureau of Chemistry to inspect products and refer o"}]}, {"heading": "Events", "year": "1908", "date": "June 30", "txt": "The Tunguska Event, the largest impact event on Earth in human recorded history, resulting in a massive explosion over Eastern Siberia.", "entities": [{"title": "Tunguska Event", "href": "/wiki/Tunguska_Event", "description": "The Tunguska event was a massive explosion that occurred near the Podkamennaya Tunguska River in Yeniseysk Governorate, Russia, on the morning of 30 June 1908. The explosion over the sparsely populated Eastern Siberian Taiga flattened an estimated 80 million trees over an area of 2,150 km2 (830 sq mi) of forest, and eyewitness reports suggest that at least three people may have died in the event. "}, {"title": "Impact event", "href": "/wiki/Impact_event", "description": "An impact event is a collision between astronomical objects causing measurable effects. Impact events have physical consequences and have been found to regularly occur in planetary systems, though the most frequent involve asteroids, comets or meteoroids and have minimal effect. When large objects impact terrestrial planets such as the Earth, there can be significant physical and biospheric conseq"}, {"title": "Earth", "href": "/wiki/Earth", "description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. About 29.2% of Earth's surface is land consisting of continents and islands. The remaining 70.8% is covered with water, mostly by oceans, seas, gulfs, and other salt-water bodies, but also by lakes, rivers, and other fresh water, which together constitute the hydrosphere. Much of Earth's polar regions are"}, {"title": "Eastern Siberia", "href": "/wiki/Eastern_Siberia", "description": "Siberia is an extensive geographical region in northern Asia. It has been a colonial possession of Russia since the latter half of the 16th century, after the Russians conquered lands east of the Ural Mountains. Siberia is vast and sparse, covering an area of over 13.1 million square kilometres (5,100,000 sq mi), the vast majority of Russia's land area, but is home to merely 1/5th of the country's"}]}, {"heading": "Events", "year": "1912", "date": "June 30", "txt": "The Regina Cyclone, Canada's deadliest tornado event, kills 28 people in Regina, Saskatchewan.", "entities": [{"title": "Regina Cyclone", "href": "/wiki/Regina_Cyclone", "description": "The Regina Cyclone, or Regina tornado of 1912, was a tornado that devastated the city of Regina, Saskatchewan, Canada, on Sunday, June 30, 1912. It remains the deadliest tornado in Canadian history with a total of 28 fatalities. At about 4:50 p.m., green funnel clouds formed and touched down south of the city, tearing through the residential area between Wascana Lake and Victoria Avenue, and conti"}, {"title": "Regina, Saskatchewan", "href": "/wiki/Regina,_Saskatchewan", "description": "Regina is the capital city of the Canadian province of Saskatchewan. The city is the second-largest in the province, after Saskatoon and is a commercial centre for southern Saskatchewan. As of the 2016 census, Regina had a city population of 215,106, and a Metropolitan Area population of 236,481. Statistics Canada has estimated the CMA's population to be 263,184 as of 2020. It is governed by Regin"}]}, {"heading": "Events", "year": "1916", "date": "June 30", "txt": "World War I: In \"the day Sussex died\", elements of the Royal Sussex Regiment take heavy casualties in the Battle of the Boar's Head at Richebourg-l'Avoué in France.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Royal Sussex Regiment", "href": "/wiki/Royal_Sussex_Regiment", "description": "The Royal Sussex Regiment was a line infantry regiment of the British Army that was in existence from 1881 to 1966. The regiment was formed in 1881 as part of the Childers Reforms by the amalgamation of the 35th Regiment of Foot and the 107th Regiment of Foot. The regiment saw service in the Second Boer War, and both World War I and World War II."}, {"title": "Battle of the Boar's Head", "href": "/wiki/Battle_of_the_Boar%27s_Head", "description": "The Battle of the Boar's Head was an attack on 30 June 1916 at Richebourg-l'Avoué in France, during the First World War. Troops of the 39th Division, XI Corps in the First Army of the British Expeditionary Force (BEF), advanced to capture the Boar's Head, a salient held by the German 6th Army. Two battalions of the 116th Brigade, with one battalion forming carrying parties, attacked the German fro"}, {"title": "Richebourg-l'Avoué", "href": "/wiki/Richebourg-l%27Avou%C3%A9", "description": "\nRichebourg-l'Avoué is a village and former commune in the Pas-de-Calais region of France. It was merged with Richebourg-Saint-Vaast to form the commune of Richebourg on 21 February 1971."}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}]}, {"heading": "Events", "year": "1921", "date": "June 30", "txt": "U.S. President Warren G. Harding appoints former President William Howard Taft as Chief Justice of the United States.", "entities": [{"title": "Warren G. Harding", "href": "/wiki/Warren_G._Harding", "description": "Warren Gamaliel Harding was the 29th president of the United States, serving from 1921 until his death in 1923. A member of the Republican Party, he was one of the most popular U.S. presidents to that point. After his death, a number of scandals, including Teapot Dome, came to light, as did his extramarital affair with Nan Britton; those eroded his popular regard."}, {"title": "William Howard Taft", "href": "/wiki/William_Howard_Taft", "description": "William Howard Taft was the 27th president of the United States (1909–1913) and the tenth Chief Justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection by Woodrow Wilson in 1912 after Roosevelt split the Republican vote by running as a third-party candidate. "}, {"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Events", "year": "1922", "date": "June 30", "txt": "In Washington D.C., U.S. Secretary of State Charles Evans Hughes and Dominican Ambassador Francisco J. Peynado sign the Hughes–Peynado agreement, which ends the United States occupation of the Dominican Republic.", "entities": [{"title": "Charles Evans Hughes", "href": "/wiki/Charles_Evans_Hughes", "description": "Charles Evans Hughes Sr. was an American statesman, politician and jurist who served as the 11th Chief Justice of the United States from 1930 to 1941. A member of the Republican Party, he was also the 36th Governor of New York, the Republican nominee in the 1916 presidential election, and the 44th United States Secretary of State."}, {"title": "United States occupation of the Dominican Republic (1916–24)", "href": "/wiki/United_States_occupation_of_the_Dominican_Republic_(1916%E2%80%9324)", "description": "The first United States occupation of the Dominican Republic lasted from 1916 to 1924. It was one of the many interventions in Latin America undertaken by the military forces of the United States in the 20th century. On the 13 May 1916, Rear Admiral William B. Caperton forced the Dominican Republic's Secretary of War Desiderio Arias, who had seized power from Juan Isidro Jimenes Pereyra, to leave "}]}, {"heading": "Events", "year": "1934", "date": "June 30", "txt": "The Night of the Long Knives, Adolf Hitler's violent purge of his political rivals in Germany, takes place.", "entities": [{"title": "Night of the Long Knives", "href": "/wiki/Night_of_the_Long_Knives", "description": "The Night of the Long Knives, or the Röhm Purge, also called Operation Hummingbird, was a purge that took place in Nazi Germany from June 30 to July 2, 1934. Chancellor Adolf Hitler, urged on by Hermann Göring and Heinrich Himmler, ordered a series of political extrajudicial executions intended to consolidate his power and alleviate the concerns of the German military about the role of Ernst Röhm "}, {"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}]}, {"heading": "Events", "year": "1936", "date": "June 30", "txt": "Emperor Haile Selassie of Abyssinia appeals for aid to the League of Nations against Italy's invasion of his country.", "entities": [{"title": "Haile Selassie", "href": "/wiki/Haile_Selassie", "description": "Haile Selassie I was the Emperor of Ethiopia from 1930 to 1974. Prior to his coronation, he had been the Regent Plenipotentiary of Ethiopia from 1916. He is a defining figure in modern Ethiopian history. He was a member of the Solomonic dynasty who traced his lineage to Emperor Menelik I."}, {"title": "Ethiopian Empire", "href": "/wiki/Ethiopian_Empire", "description": "The Ethiopian Empire, also formerly known by the exonym Abyssinia, or just simply known as Ethiopia, was a monarchy that spanned a geographical area in the current states of Ethiopia and Eritrea. It began with the establishment of the Solomonic dynasty by Yekuno Amlak from approximately 1270 and lasted until 1974, when Emperor Haile Selassie was overthrown in a coup d'état by the communist Derg. I"}, {"title": "League of Nations", "href": "/wiki/League_of_Nations", "description": "The League of Nations, abbreviated as LON, was the first worldwide intergovernmental organisation whose principal mission was to maintain world peace. Founded on 10 January 1920 following the Paris Peace Conference that ended the First World War, it ceased operations on 20 April 1946."}]}, {"heading": "Events", "year": "1937", "date": "June 30", "txt": "The world's first emergency telephone number, 999, is introduced in London.", "entities": [{"title": "Emergency telephone number", "href": "/wiki/Emergency_telephone_number", "description": "Most public switched telephone networks have a single emergency telephone number that allows a caller to contact local emergency services for assistance. The emergency number differs from country to country; it is typically a three-digit number so that it can be easily remembered and dialed quickly. Some countries have a different emergency number for each of the different emergency services; thes"}, {"title": "999 (emergency telephone number)", "href": "/wiki/999_(emergency_telephone_number)", "description": "999 is an official emergency telephone number in a number of countries which allows the caller to contact emergency services for urgent assistance. Countries and territories using the number include Bahrain, Bangladesh, Botswana, Eswatini, Ghana, Guernsey, Hong Kong, Ireland, Isle of Man, Jersey, Kenya, Macau, Malaysia, Mauritius, Poland, Qatar, Sudan, Saudi Arabia, Singapore, Trinidad and Tobago,"}]}, {"heading": "Events", "year": "1944", "date": "June 30", "txt": "World War II: The Battle of Cherbourg ends with the fall of the strategically valuable port to American forces.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Cherbourg", "href": "/wiki/Battle_of_Cherbourg", "description": "The Battle of Cherbourg was part of the Battle of Normandy during World War II. It was fought immediately after the successful Allied landings on 6 June 1944. Allied troops, mainly American, isolated and captured the fortified port, which was considered vital to the campaign in Western Europe, in a hard-fought, month-long campaign."}]}, {"heading": "Events", "year": "1953", "date": "June 30", "txt": "The first Chevrolet Corvette rolls off the assembly line in Flint, Michigan.", "entities": [{"title": "Chevrolet Corvette", "href": "/wiki/Chevrolet_Corvette", "description": "The Chevrolet Corvette, colloquially known as the 'Vette, is a two-door, two-passenger sports car manufactured and marketed by Chevrolet across more than 60 years of production and eight design generations. From 1953 to 2019, it was front-engined, and since 2020, it is mid-engined. With its generations noted sequentially from C1 to C8, the Corvette serves as Chevrolet's halo vehicle and is widely "}, {"title": "Flint, Michigan", "href": "/wiki/Flint,_Michigan", "description": "Flint is the largest city and seat of Genesee County, Michigan, United States. Located along the Flint River, 66 miles (106 km) northwest of Detroit, it is a principal city within the region known as Mid Michigan. According to the 2020 census, Flint has a population of 94,762, making it the seventh largest city in Michigan. The Flint metropolitan area is located entirely within Genesee County. It "}]}, {"heading": "Events", "year": "1956", "date": "June 30", "txt": "A TWA Super Constellation and a United Airlines DC-7 collide above the Grand Canyon in Arizona and crash, killing all 128 on board both airliners.", "entities": [{"title": "Trans World Airlines", "href": "/wiki/Trans_World_Airlines", "description": "Trans World Airlines (TWA) was a major American airline which operated from 1930 until 2001. It was formed as Transcontinental & Western Air to operate a route from New York City to Los Angeles via St. Louis, Kansas City, and other stops, with Ford Trimotors. With American, United, and Eastern, it was one of the \"Big Four\" domestic airlines in the United States formed by the Spoils Conference of 1"}, {"title": "Lockheed Constellation", "href": "/wiki/Lockheed_Constellation", "description": "The Lockheed Constellation (\"Connie\") is a propeller-driven, four-engine airliner built by Lockheed Corporation starting in 1943. The Constellation series was the first pressurized-cabin civil airliner series to go into widespread use. Its pressurized cabin enabled commercial passengers to fly well above most bad weather for the first time, thus significantly improving the general safety and ease "}, {"title": "United Airlines", "href": "/wiki/United_Airlines", "description": "United Airlines, Inc. is a major American airline headquartered at Willis Tower in Chicago, Illinois. United operates a large domestic and international route network spanning cities large and small across the United States and all six continents.\nMeasured by fleet size and the number of routes, it is the third largest airline in the world."}, {"title": "Douglas DC-7", "href": "/wiki/Douglas_DC-7", "description": "The Douglas DC-7 is a transport aircraft built by the Douglas Aircraft Company from 1953 to 1958. It was the last major piston engine-powered transport made by Douglas, being developed shortly after the earliest jet airliner—the de Havilland Comet—entered service and only a few years before the jet-powered Douglas DC-8 first flew. Unlike other aircraft in Douglas's collection of propeller-driven a"}, {"title": "1956 Grand Canyon mid-air collision", "href": "/wiki/1956_Grand_Canyon_mid-air_collision", "description": "The Grand Canyon mid-air collision occurred in the western United States on Saturday, June 30, 1956, when a United Airlines Douglas DC-7 struck a Trans World Airlines Lockheed L-1049 Super Constellation over Grand Canyon National Park, Arizona. All 128 on board both flights perished, making it the first commercial airline incident to exceed one hundred fatalities. The flights had departed Los Ange"}, {"title": "Grand Canyon", "href": "/wiki/Grand_Canyon", "description": "The Grand Canyon is a steep-sided canyon carved by the Colorado River in Arizona, United States. The Grand Canyon is 277 miles (446 km) long, up to 18 miles (29 km) wide and attains a depth of over a mile."}, {"title": "Arizona", "href": "/wiki/Arizona", "description": "Arizona is a state in the Western United States, grouped in the Southwestern and occasionally Mountain subregions. It is the 6th largest and the 14th most populous of the 50 states. Its capital and largest city is Phoenix. Arizona shares the Four Corners region with Utah, Colorado, and New Mexico; its other neighboring states are Nevada and California to the west and the Mexican states of Sonora a"}]}, {"heading": "Events", "year": "1959", "date": "June 30", "txt": "A United States Air Force F-100 Super Sabre from Kadena Air Base, Okinawa, crashes into a nearby elementary school, killing 11 students plus six residents from the local neighborhood.", "entities": [{"title": "F-100 Super Sabre", "href": "/wiki/F-100_Super_Sabre", "description": "The North American F-100 Super Sabre is an American supersonic jet fighter aircraft that served with the United States Air Force (USAF) from 1954 to 1971 and with the Air National Guard (ANG) until 1979. The first of the Century Series of USAF jet fighters, it was the first USAF fighter capable of supersonic speed in level flight. The F‑100 was designed by North American Aviation as a higher perfo"}, {"title": "Kadena Air Base", "href": "/wiki/Kadena_Air_Base", "description": "Kadena Air Base  is a United States Air Force base in the towns of Kadena and Chatan and the city of Okinawa, in Okinawa Prefecture, Japan. It is often referred to as the \"Keystone of the Pacific\". Kadena Air Base is home to the USAF's 18th Wing, the 353rd Special Operations Group, reconnaissance units, 1st Battalion, 1st Air Defense Artillery Regiment, and a variety of associated units. Over 20,0"}, {"title": "Okinawa", "href": "/wiki/Okinawa", "description": "Okinawa Prefecture  is a prefecture of Japan located on the Ryukyu Islands. Okinawa Prefecture is the southernmost and westernmost prefecture of Japan, has a population of 1,457,162 and has a geographic area of 2,281 km2."}, {"title": "1959 Okinawa F-100 crash", "href": "/wiki/1959_Okinawa_F-100_crash", "description": "The 1959 Okinawa F-100 crash, also known as the Miyamori Elementary School crash (宮森小学校米軍機墜落事故), occurred on June 30, 1959, when a North American F-100 Super Sabre of the United States Air Force crashed in Ishikawa, in United States-occupied Okinawa, killing 18 people."}]}, {"heading": "Events", "year": "1960", "date": "June 30", "txt": "Belgian Congo gains independence as Republic of the Congo (Léopoldville).", "entities": [{"title": "Belgian Congo", "href": "/wiki/Belgian_Congo", "description": "The Belgian Congo was a Belgian colony in Central Africa from 1908 until independence in 1960. The former colony adopted its present name, the Democratic Republic of the Congo (DRC), in 1964."}, {"title": "Republic of the Congo (Léopoldville)", "href": "/wiki/Republic_of_the_Congo_(L%C3%A9opoldville)", "description": "The Republic of the Congo was a sovereign state in Central Africa, created with the independence of the Belgian Congo in 1960. From 1960 to 1966, the country was also known as Congo-Léopoldville to distinguish it from its northwestern neighbor, also called the Republic of the Congo, likewise known as Congo-Brazzaville. In 1964, the state's official name was changed to the Democratic Republic of th"}]}, {"heading": "Events", "year": "1963", "date": "June 30", "txt": "Ciaculli bombing: a car bomb, intended for Mafia boss Salvatore Greco, kills seven police officers and military personnel near Palermo.", "entities": [{"title": "Ciaculli bombing", "href": "/wiki/Ciaculli_bombing", "description": "The Ciaculli massacre on 30 June 1963 was caused by a car bomb that exploded in Ciaculli, an outlying suburb of Palermo, killing seven police and military officers sent to defuse it after an anonymous phone call. The bomb was intended for Salvatore \"Ciaschiteddu\" Greco, head of the Sicilian Mafia Commission and the boss of the Ciaculli Mafia family. Mafia boss Pietro Torretta was considered to be "}, {"title": "Car bomb", "href": "/wiki/Car_bomb", "description": "A car bomb, lorry bomb, or truck bomb, also known as a vehicle-borne improvised explosive device (VBIED), is an improvised explosive device designed to be detonated in an automobile or other vehicles."}, {"title": "Sicilian Mafia", "href": "/wiki/Sicilian_Mafia", "description": "The Sicilian Mafia, also simply known as the Mafia and frequently referred to as Cosa Nostra by its members, is an Italian, Mafia-terrorist-type, organized crime syndicate and criminal society originating in the region of Sicily, dating to the 19th century. It is a loose association of criminal groups that share a common organisational structure and code of conduct, and present themselves to the p"}, {"title": "Salvatore \"Ciaschiteddu\" Greco", "href": "/wiki/Salvatore_%22Ciaschiteddu%22_Greco", "description": "Salvatore \"Ciaschiteddu\" Greco was a powerful mafioso and boss of the Sicilian Mafia Family in Ciaculli, an outlying suburb of Palermo famous for its citrus fruit groves, where he was born. His nickname was \"Ciaschiteddu\" or \"Cicchiteddu\", translated from the Sicilian alternatively as \"little bird\" or as \"wine jug\"."}, {"title": "Polizia di Stato", "href": "/wiki/Polizia_di_Stato", "description": "The Polizia di Stato is one of the national police forces of Italy."}, {"title": "Italian Army", "href": "/wiki/Italian_Army", "description": "The Italian Army is the land-based component of the Italian Armed Forces of the Italian Republic. The army's history dates back to the Italian unification in the 1850s and 1860s. The army fought in colonial engagements in China, Libya, Northern Italy against the Austro-Hungarian Empire during World War I, Abyssinia before World War II and in World War II in Albania, Balkans, North Africa, the Sovi"}, {"title": "Palermo", "href": "/wiki/Palermo", "description": "Palermo is a city in southern Italy, the capital of both the autonomous region of Sicily and the Metropolitan City of Palermo, the city's surrounding metropolitan province. The city is noted for its history, culture, architecture and gastronomy, playing an important role throughout much of its existence; it is over 2,700 years old. Palermo is in the northwest of the island of Sicily, by the Gulf o"}]}, {"heading": "Events", "year": "1966", "date": "June 30", "txt": "The National Organization for Women, the United States' largest feminist organization, is founded.", "entities": [{"title": "National Organization for Women", "href": "/wiki/National_Organization_for_Women", "description": "The National Organization for Women (NOW) is an American feminist organization founded in 1966. The organization consists of 550 chapters in all 50 U.S. states and in Washington, D.C."}, {"title": "Feminism", "href": "/wiki/Feminism", "description": "Feminism is a range of social movements, political movements, and ideologies that aim to define and establish the political, economic, personal, and social equality of the sexes. Feminism incorporates the position that societies prioritize the male point of view, and that women are treated unjustly within those societies. Efforts to change that include fighting against gender stereotypes and estab"}]}, {"heading": "Events", "year": "1968", "date": "June 30", "txt": "Pope Paul VI issues the Credo of the People of God.", "entities": [{"title": "Pope Paul VI", "href": "/wiki/Pope_Paul_VI", "description": "Pope Paul VI was head of the Catholic Church and sovereign of the Vatican City State from 21 June 1963 to his death in 1978. Succeeding John XXIII, he continued the Second Vatican Council, which he closed in 1965, implementing its numerous reforms, and fostered improved ecumenical relations with Eastern Orthodox and Protestant churches, which resulted in many historic meetings and agreements."}]}, {"heading": "Events", "year": "1971", "date": "June 30", "txt": "The crew of the Soviet Soyuz 11 spacecraft are killed when their air supply escapes through a faulty valve.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1972", "date": "June 30", "txt": "The first leap second is added to the UTC time system.", "entities": [{"title": "Leap second", "href": "/wiki/Leap_second", "description": "A leap second is a one-second adjustment that is occasionally applied to Coordinated Universal Time (UTC), to accommodate the difference between precise time and imprecise observed solar time. The UTC time standard, widely used for international timekeeping and as the reference for civil time in most countries, uses precise atomic time and consequently would run ahead of observed solar time unless"}, {"title": "UTC", "href": "/wiki/UTC", "description": "Coordinated Universal Time or UTC is the primary time standard by which the world regulates clocks and time. It is within about 1 second of mean solar time at 0° longitude, and is not adjusted for daylight saving time. It is effectively a successor to Greenwich Mean Time (GMT)."}]}, {"heading": "Events", "year": "1974", "date": "June 30", "txt": "The Baltimore municipal strike of 1974 begins.", "entities": [{"title": "Baltimore municipal strike of 1974", "href": "/wiki/Baltimore_municipal_strike_of_1974", "description": "The 1974 Baltimore municipal strike was a strike action undertaken by different groups of municipal workers. It was initiated by waste collectors seeking higher wages and better conditions. They were joined by sewer workers, zookeepers, prison guards, highway workers, recreation & parks workers, animal control workers, abandoned vehicles workers, and eventually by police officers. Trash piled up d"}]}, {"heading": "Events", "year": "1977", "date": "June 30", "txt": "The Southeast Asia Treaty Organization disbands.", "entities": [{"title": "Southeast Asia Treaty Organization", "href": "/wiki/Southeast_Asia_Treaty_Organization", "description": "The Southeast Asia Treaty Organization (SEATO) was an international organization for collective defense in Southeast Asia created by the Southeast Asia Collective Defense Treaty, or Manila Pact, signed in September 1954."}]}, {"heading": "Events", "year": "1985", "date": "June 30", "txt": "Thirty-nine American hostages from the hijacked TWA Flight 847 are freed in Beirut after being held for 17 days.", "entities": [{"title": "TWA Flight 847", "href": "/wiki/TWA_Flight_847", "description": "Trans World Airlines Flight 847 was a flight from Cairo to San Diego with en route stops in Athens, Rome, Boston, and Los Angeles. On the morning of June 14, 1985, Flight 847 was hijacked shortly after take off from Athens. The hijackers demanded the release of 700 Shia Muslims from Israeli custody and took the plane repeatedly to Beirut and Algiers. Later Western analysis considered them members "}, {"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}]}, {"heading": "Events", "year": "1986", "date": "June 30", "txt": "The U.S. Supreme Court rules in Bowers v. Hardwick that states can outlaw homosexual acts between consenting adults.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Homosexuality", "href": "/wiki/Homosexuality", "description": "Homosexuality is romantic attraction, sexual attraction, or sexual behavior between members of the same sex or gender. As a sexual orientation, homosexuality is \"an enduring pattern of emotional, romantic, and/or sexual attractions\" to people of the same sex. It \"also refers to a person's sense of identity based on those attractions, related behaviors, and membership in a community of others who s"}]}, {"heading": "Events", "year": "1990", "date": "June 30", "txt": "East Germany and West Germany merge their economies.", "entities": [{"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}]}, {"heading": "Events", "year": "1994", "date": "June 30", "txt": "During a test flight of an Airbus A330-300 at Toulouse–Blagnac Airport, the aircraft crashes killing all seven people on board.", "entities": [{"title": "Airbus A330", "href": "/wiki/Airbus_A330", "description": "The Airbus A330 is a wide-body aircraft designed and produced by Airbus.\n\nAirbus conceived several derivatives of the A300, its first airliner in the mid-1970s. Then the company began development on the A330 twinjet in parallel with the A340 quadjet and launched both designs with their first orders in June 1987.\nThe A330-300, the first variant, took its maiden flight in November 1992 and entered s"}, {"title": "Toulouse–Blagnac Airport", "href": "/wiki/Toulouse%E2%80%93Blagnac_Airport", "description": "Toulouse–Blagnac Airport is an international airport located 3.6 nautical miles west northwest of Toulouse, partially in Blagnac, both communes of the Haute-Garonne department in the Occitanie region of France. In 2017, the airport served 9,264,611 passengers. As of April 2017, the airport features flights to 74 destinations mostly in Europe and Northern Africa with a few additional seasonal long-"}, {"title": "Airbus Industrie Flight 129", "href": "/wiki/Airbus_Industrie_Flight_129", "description": "Airbus Industrie Flight 129 was an Airbus Industrie A330-321 test flight that ended in a crash on 30 June 1994 at Toulouse-Blagnac Airport, killing all seven people aboard. The last test flown was to certify the plane's takeoff capability with a single engine failure. It was the first fatal accident involving an Airbus A330 as well as the first hull loss of the type. It remained the only fatal acc"}]}, {"heading": "Events", "year": "1997", "date": "June 30", "txt": "The United Kingdom transfers sovereignty over Hong Kong to China.", "entities": [{"title": "Transfer of sovereignty over Hong Kong", "href": "/wiki/Transfer_of_sovereignty_over_Hong_Kong", "description": "The transfer of sovereignty over Hong Kong, commonly known as the handover of Hong Kong, occurred at midnight at the start of 1 July 1997, when the United Kingdom returned sovereignty over the British Dependent Territory of Hong Kong to China. China formed the special administrative region of Hong Kong, which continues to maintain governing and economic systems separate from those of mainland Chin"}]}, {"heading": "Events", "year": "2005", "date": "June 30", "txt": "MTV Canada is rebranded as Razer", "entities": [{"title": "MTV2 (Canadian TV channel)", "href": "/wiki/MTV2_(Canadian_TV_channel)", "description": "MTV2 is a Canadian pay television channel focused on lifestyle and general entertainment programming aimed at youth and teen audiences. The channel is owned by Bell Media, with the MTV2 name and branding used under an agreement with the ViacomCBS Networks Americas division of ViacomCBS."}]}, {"heading": "Events", "year": "2007", "date": "June 30", "txt": "A Jeep Cherokee filled with propane canisters drives into the entrance of Glasgow Airport, Scotland in a failed terrorist attack. This was linked to the 2007 London car bombs that had taken place the day before.", "entities": [{"title": "Jeep Cherokee", "href": "/wiki/Jeep_Cherokee", "description": "The Jeep Cherokee is a line of SUVs manufactured and marketed by Jeep over five generations. Originally marketed as a variant of the Jeep Wagoneer, the Cherokee has evolved from a full-size SUV to one of the first compact SUVs and into its current generation as a crossover SUV. Named after the Cherokee tribe of North American Indians, Jeep has used the nameplate in some capacity since 1974."}, {"title": "Glasgow Airport", "href": "/wiki/Glasgow_Airport", "description": "Glasgow Airport, also known as Glasgow International Airport, formerly Abbotsinch Airport, is an international airport in Scotland. It is located in Paisley, Renfrewshire, 8.6 nautical miles west of Glasgow city centre. In 2019, the airport handled 8.84 million passengers, an 8.4% annual decrease, making it the second-busiest in Scotland, after Edinburgh Airport, and the ninth-busiest airport in t"}, {"title": "Scotland", "href": "/wiki/Scotland", "description": "Scotland is a country that is part of the United Kingdom. Covering the northern third of the island of Great Britain, mainland Scotland has a 96-mile (154 km) border with England to the southeast and is otherwise surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast and the Irish Sea to the south. The country also contains more than 790 islands, principally in the "}, {"title": "2007 Glasgow Airport attack", "href": "/wiki/2007_Glasgow_Airport_attack", "description": "The Glasgow Airport attack was a terrorist ramming attack which occurred on 30 June 2007, at 15:11 BST, when a dark green Jeep Cherokee loaded with propane canisters was driven at the glass doors of the Glasgow Airport terminal and set ablaze. The car's driver was severely burnt in the ensuing fire, and five members of the public were injured, none seriously. Some injuries were sustained by those "}, {"title": "2007 London car bombs", "href": "/wiki/2007_London_car_bombs", "description": "On 29 June 2007, in London, two car bombs were discovered and disabled before they could be detonated. The first device was left near the Tiger Tiger nightclub in Haymarket at around 01:30, and the second was left in Cockspur Street, located in close proximity to the nightclub."}]}, {"heading": "Events", "year": "2009", "date": "June 30", "txt": "Yemenia Flight 626, an Airbus A310-300, crashes into the Indian Ocean near Comoros, killing 152 of the 153 people on board. A 14-year-old girl named Bahia Bakari survives the crash.", "entities": [{"title": "Yemenia Flight 626", "href": "/wiki/Yemenia_Flight_626", "description": "Yemenia Flight 626 was an Airbus A310-324 twin-engine jet airliner, operated by Yemenia, flying a scheduled international service from Sana'a, Yemen, to Moroni, Comoros, that crashed on 30 June 2009 at around 1:50 am local time while on approach to Prince Said Ibrahim International Airport, killing all but one of the 153 passengers and crew on board. The sole survivor, 14-year-old Bahia Bakari, wa"}, {"title": "Airbus A310", "href": "/wiki/Airbus_A310", "description": "The Airbus A310 is a wide-body aircraft; designed and manufactured by Airbus Industrie, then a consortium of European aerospace manufacturers.\n\nAirbus had demand for an aircraft smaller than the A300, the first twin-jet wide-body.\nOn 7 July 1978, the A310 was launched with orders from Swissair and Lufthansa.\nOn 3 April 1982, the first prototype conducted its maiden flight, and it received its type"}, {"title": "Indian Ocean", "href": "/wiki/Indian_Ocean", "description": "The Indian Ocean is the third-largest of the world's oceanic divisions, covering 70,560,000 km2 (27,240,000 sq mi) or 19.8% of the water on Earth's surface. It is bounded by Asia to the north, Africa to the west and Australia to the east. To the south it is bounded by the Southern Ocean or Antarctica, depending on the definition in use. Along its core, the Indian Ocean has some large marginal or r"}, {"title": "Comoros", "href": "/wiki/Comoros", "description": "The Comoros, officially the Union of the Comoros, is an island country in the Indian Ocean, at the northern end of the Mozambique Channel off the eastern coast of Africa. It shares maritime borders with Madagascar and Mayotte to the southeast, Tanzania to the northwest, Mozambique to the west, and the Seychelles to the northeast. Its capital and largest city is Moroni. The religion of the majority"}, {"title": "Bahia Bakari", "href": "/wiki/Bahia_Bakari", "description": "Bahia Bakari is a French woman who was the sole survivor of Yemenia Flight 626, an Airbus A310, which crashed into the Indian Ocean near the north coast of Grande Comore, Comoros on 30 June 2009, killing the 152 other people on board. Bakari, who could barely swim and had no life vest, clung to a piece of aircraft wreckage, floating in heavy seas for over nine hours, much of it in pitch darkness, "}]}, {"heading": "Events", "year": "2013", "date": "June 30", "txt": "Nineteen firefighters die controlling a wildfire in Yarnell, Arizona.", "entities": [{"title": "Yarnell Hill Fire", "href": "/wiki/Yarnell_Hill_Fire", "description": "The Yarnell Hill Fire was a wildfire near Yarnell, Arizona, ignited by dry lightning on June 28, 2013. On June 30, it overran and killed 19 members of the Granite Mountain Hotshots. Just one of the hotshots on the crew survived—he was posted as a lookout on the fire and was not with the others when the fire overtook them. The Yarnell Hill Fire was one of the deadliest U.S. wildfires since the 1991"}, {"title": "Yarnell, Arizona", "href": "/wiki/Yarnell,_Arizona", "description": "Yarnell is a census-designated place (CDP) in Yavapai County, Arizona, United States. The population of Yarnell was 649 at the 2010 census. Yarnell's economy is based on ranching, mining and services to travelers and retirees. Peeples Valley, three miles north, is closely linked to Yarnell."}]}, {"heading": "Events", "year": "2013", "date": "June 30", "txt": "Protests begin around Egypt against President Mohamed Morsi and the ruling Freedom and Justice Party, leading to their overthrow during the 2013 Egyptian coup d'état.", "entities": [{"title": "Mohamed Morsi", "href": "/wiki/Mohamed_Morsi", "description": "Mohamed Mohamed Morsi Issa Al-Ayyat was an Egyptian politician and engineer who served as the fifth President of Egypt, from 30 June 2012 to 3 July 2013, when General Abdel Fattah el-Sisi removed him from office in a coup d'état after protests in June. An Islamist affiliated with the Muslim Brotherhood organisation, Morsi led the Freedom and Justice Party from 2011 to 2012."}, {"title": "Freedom and Justice Party (Egypt)", "href": "/wiki/Freedom_and_Justice_Party_(Egypt)", "description": "The Freedom and Justice Party is an Egyptian Islamist political party. The ex-president of the party, Mohamed Morsi, won the 2012 presidential election, and in the 2011 parliamentary election it won more seats than any other party. It is nominally independent, but has strong links to the Muslim Brotherhood of Egypt, the largest political group in Egypt. The party was banned and dissolved in 2014; "}, {"title": "2013 Egyptian coup d'état", "href": "/wiki/2013_Egyptian_coup_d%27%C3%A9tat", "description": "The 2013 Egyptian coup d'état took place on 3 July 2013. Egyptian army chief General Abdel Fattah al-Sisi led a coalition to remove the President of Egypt, Mohamed Morsi, from power and suspended the Egyptian constitution of 2012. The move came after the military's ultimatum for the government to \"resolve its differences\" with protesters during widespread national protests. The military arrested M"}]}, {"heading": "Events", "year": "2015", "date": "June 30", "txt": "A Hercules C-130 military aircraft with 113 people on board crashes in a residential area in Medan, Indonesia, resulting in at least 116 deaths.", "entities": [{"title": "Lockheed C-130 Hercules", "href": "/wiki/Lockheed_C-130_Hercules", "description": "The Lockheed C-130 Hercules is an American four-engine turboprop military transport aircraft designed and built originally by Lockheed. Capable of using unprepared runways for takeoffs and landings, the C-130 was originally designed as a troop, medevac, and cargo transport aircraft. The versatile airframe has found uses in a variety of other roles, including as a gunship (AC-130), for airborne ass"}, {"title": "2015 Sumatra Indonesian Air Force C-130 crash", "href": "/wiki/2015_Sumatra_Indonesian_Air_Force_C-130_crash", "description": "On 30 June 2015, a Lockheed KC-130B Hercules belonging to the Indonesian Air Force with 12 crew and 110 passengers on board, crashed near a residential neighborhood shortly after taking off from Medan, Indonesia, en route to Tanjung Pinang. All aboard were killed, along with 17 people on the ground."}, {"title": "Medan", "href": "/wiki/Medan", "description": "Medan is the capital and largest city of the Indonesian province of North Sumatra. A regional hub and financial centre of Sumatra, which is one of the four main central cities of Indonesia, alongside Jakarta, Surabaya, and Makassar. As at the 2020 Census, Medan has a population of 2,435,252 within its city limits, and over 3.4 million in its built-up urban area, making it the fourth largest urban "}]}, {"heading": "Events", "year": "2019", "date": "June 30", "txt": "Donald Trump becomes the first sitting US President to visit the Democratic People’s Republic of Korea (North Korea).", "entities": [{"title": "Democratic People’s Republic of Korea", "href": "/wiki/Democratic_People%E2%80%99s_Republic_of_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}]}, {"heading": "Births", "year": "1286", "date": "June 30", "txt": "John de Warenne, 7th Earl of Surrey, English magnate (d. 1347)", "entities": [{"title": "John de Warenne, 7th Earl of Surrey", "href": "/wiki/John_de_Warenne,_7th_Earl_of_Surrey", "description": "\nJohn de Warenne, 7th Earl of Surrey or Warenne, was the last Warenne earl of Surrey."}]}, {"heading": "Births", "year": "1468", "date": "June 30", "txt": "John, Elector of Saxony (d. 1532)", "entities": [{"title": "John, Elector of Saxony", "href": "/wiki/John,_Elector_of_Saxony", "description": "Johann, known as Johann the Steadfast or Johann the Constant, was Elector of Saxony from 1525 until 1532 from the House of Wettin."}]}, {"heading": "Births", "year": "1470", "date": "June 30", "txt": "Charles VIII of France (d. 1498)", "entities": [{"title": "Charles VIII of France", "href": "/wiki/Charles_VIII_of_France", "description": "Charles VIII, called the Affable, was King of France from 1483 to his death in 1498. He succeeded his father Louis XI at the age of 13. His elder sister Anne acted as regent jointly with her husband Peter II, Duke of Bourbon until 1491 when the young king turned 21 years of age. During Anne's regency, the great lords rebelled against royal centralisation efforts in a conflict known as the Mad War "}]}, {"heading": "Births", "year": "1478", "date": "June 30", "txt": "John, Prince of Asturias, Son of Ferdinand II of Aragon and Isabella I of Castile (d. 1497)", "entities": [{"title": "John, Prince of Asturias", "href": "/wiki/John,_Prince_of_Asturias", "description": "John, Prince of Asturias, was the only son of Queen Isabella I of Castile and King Ferdinand II of Aragon."}, {"title": "Ferdinand II of Aragon", "href": "/wiki/Ferdinand_II_of_Aragon", "description": "Ferdinand II was King of Aragon from 1479 to his death. As the husband of Queen Isabella I of Castile, he was King of Castile from 1474 to 1504 as Ferdinand V. He reigned over a dynastically unified Spain jointly with Isabella; together they are known as the Catholic Monarchs. Ferdinand is considered de facto the first king of Spain, being described as such during his own lifetime, although Castil"}, {"title": "Isabella I of Castile", "href": "/wiki/Isabella_I_of_Castile", "description": "Isabella I was Queen of Castile from 1474 and, as the wife of King Ferdinand II, King of Aragon from 1479 until her death, reigning over a dynastically unified Spain jointly with her husband Ferdinand; together they would be known as the Catholic Monarchs. Isabella is considered the first Queen of Spain de facto, being described as such during her own lifetime, although Castile and Aragon de jure "}]}, {"heading": "Births", "year": "1503", "date": "June 30", "txt": "John Frederick I, Elector of Saxony (d. 1554)", "entities": [{"title": "John Frederick I, Elector of Saxony", "href": "/wiki/John_Frederick_I,_Elector_of_Saxony", "description": "John Frederick I, called the Magnanimous, was the Elector of Saxony (1532-1547) and head of the Schmalkaldic League."}]}, {"heading": "Births", "year": "1533", "date": "June 30", "txt": "Martín de Rada, Spanish missionary (d. 1578)", "entities": [{"title": "Martín de Rada", "href": "/wiki/Mart%C3%ADn_de_Rada", "description": "Martín de Rada was one of the first members of the Order of Saint Augustine (OSA) to evangelize the Philippines, as well as one of the first Christian missionaries to visit Ming China."}]}, {"heading": "Births", "year": "1588", "date": "June 30", "txt": "Giovanni Maria Sabino, Italian organist, composer, and educator (d. 1649)", "entities": [{"title": "Giovanni Maria Sabino", "href": "/wiki/Giovanni_Maria_Sabino", "description": "Giovanni Maria Sabino was an Italian composer, organist and teacher."}]}, {"heading": "Births", "year": "1641", "date": "June 30", "txt": "Meinhardt Schomberg, 3rd Duke of Schomberg, German-English general (d. 1719)", "entities": [{"title": "Meinhardt Schomberg, 3rd Duke of Schomberg", "href": "/wiki/Meinhardt_Schomberg,_3rd_Duke_of_Schomberg", "description": "Meinhardt Schomberg, 3rd Duke of Schomberg, 1st Duke of Leinster, KG, was a general in the service of Willem, Prince of Orange and Stadtholder of Holland, later King William III of England. He fought in the Franco-Dutch War, then played a crucial role at the Battle of the Boyne in July 1690 during the Williamite War in Ireland and finally commanded the British troops deployed to Portugal during th"}]}, {"heading": "Births", "year": "1685", "date": "June 30", "txt": "John Gay, English poet and playwright (d. 1732)", "entities": [{"title": "John Gay", "href": "/wiki/John_Gay", "description": "John Gay was an English poet and dramatist and member of the Scriblerus Club. He is best remembered for The Beggar's Opera (1728), a ballad opera. The characters, including Captain Macheath and Polly Peachum, became household names."}]}, {"heading": "Births", "year": "1688", "date": "June 30", "txt": "Abu l-Hasan Ali I, ruler of Tunisia (d. 1756)", "entities": [{"title": "Abu l-Hasan Ali I", "href": "/wiki/Abu_l-Hasan_Ali_I", "description": "Abu l-Hasan Ali I, also known as Ali Pasha and Ali Bey I,) was the second leader of the Husainid Dynasty and the ruler of Tunisia from 1735 to 1756."}]}, {"heading": "Births", "year": "1722", "date": "June 30", "txt": "Jiří Antonín Benda, Czech composer, violinist and Kapellmeister (d. 1795)", "entities": [{"title": "Jiří Antonín Benda", "href": "/wiki/Ji%C5%99%C3%AD_Anton%C3%ADn_Benda", "description": "Georg Anton Benda, was a composer, violinist and Kapellmeister of the classical period from the Kingdom of Bohemia."}]}, {"heading": "Births", "year": "1755", "date": "June 30", "txt": "Paul Barras, French soldier and politician (d. 1829)", "entities": [{"title": "Paul Barras", "href": "/wiki/Paul_Barras", "description": "Paul François Jean Nicolas, vicomte de Barras, commonly known as Paul Barras, was a French politician of the French Revolution, and the main executive leader of the Directory regime of 1795–1799."}]}, {"heading": "Births", "year": "1789", "date": "June 30", "txt": "Horace Vernet, French painter and academic (d. 1863)", "entities": [{"title": "Horace Vernet", "href": "/wiki/Horace_Vernet", "description": "Émile Jean-Horace Vernet, more commonly known as simply Horace Vernet, was a French painter of battles, portraits, and Orientalist subjects."}]}, {"heading": "Births", "year": "1791", "date": "June 30", "txt": "Félix Savart, French physicist and psychologist (d. 1841)", "entities": [{"title": "Félix Savart", "href": "/wiki/F%C3%A9lix_Savart", "description": "Félix Savart was a physicist and mathematician who is primarily known for the Biot–Savart law of electromagnetism, which he discovered together with his colleague Jean-Baptiste Biot. His main interest was in acoustics and the study of vibrating bodies. A particular interest in the violin led him to create an experimental trapezoidal model. He gave his name to the savart, a unit of measurement for "}]}, {"heading": "Births", "year": "1803", "date": "June 30", "txt": "Thomas Lovell Beddoes, English poet, playwright, and physician (d. 1849)", "entities": [{"title": "Thomas Lovell Beddoes", "href": "/wiki/Thomas_Lovell_Beddoes", "description": "Thomas Lovell Beddoes was an English poet, dramatist and physician."}]}, {"heading": "Births", "year": "1807", "date": "June 30", "txt": "Friedrich Theodor Vischer, German author, poet, and playwright (d.1887)", "entities": [{"title": "Friedrich Theodor Vischer", "href": "/wiki/Friedrich_Theodor_Vischer", "description": "Friedrich Theodor Vischer was a German novelist, poet, playwright, and writer on the philosophy of art. Today, he is mainly remembered as the author of the novel Auch Einer, in which he developed the concept of Die Tücke des Objekts, a comic theory that inanimate objects conspire against humans."}]}, {"heading": "Births", "year": "1817", "date": "June 30", "txt": "Joseph Dalton Hooker, English botanist and explorer (d. 1911)", "entities": [{"title": "Joseph Dalton Hooker", "href": "/wiki/Joseph_Dalton_Hooker", "description": "Sir Joseph Dalton Hooker was a British botanist and explorer in the 19th century. He was a founder of geographical botany and Charles Darwin's closest friend. For twenty years he served as director of the Royal Botanical Gardens, Kew, succeeding his father, William Jackson Hooker, and was awarded the highest honours of British science."}]}, {"heading": "Births", "year": "1843", "date": "June 30", "txt": "Ernest Mason Satow, English orientalist and diplomat (d. 1929)", "entities": [{"title": "Ernest Mason Satow", "href": "/wiki/Ernest_Mason_Satow", "description": "Sir Ernest Mason Satow,, was a British scholar, diplomat and Japanologist."}]}, {"heading": "Births", "year": "1864", "date": "June 30", "txt": "Frederick Bligh Bond, English architect and archaeologist (d. 1945)", "entities": [{"title": "Frederick Bligh Bond", "href": "/wiki/Frederick_Bligh_Bond", "description": "Frederick Bligh Bond, generally known by his second given name Bligh, was an English architect, illustrator, archaeologist and psychical researcher."}]}, {"heading": "Births", "year": "1884", "date": "June 30", "txt": "Georges Duhamel, French author and critic (d. 1966)", "entities": [{"title": "Georges Duhamel", "href": "/wiki/Georges_Duhamel", "description": "Georges Duhamel was a French author, born in Paris. Duhamel trained as a doctor, and during World War I was attached to the French Army. In 1920, he published Confession de minuit, the first of a series featuring the anti-hero Salavin. In 1935, he was elected as a member of the Académie française. He was nominated for the Nobel Prize in Literature twenty-seven times. He was also the father of the "}]}, {"heading": "Births", "year": "1889", "date": "June 30", "txt": "Archibald Frazer-Nash, English motor car designer, engineer and founder of Frazer Nash (d. 1965)", "entities": [{"title": "Archibald Frazer-Nash", "href": "/wiki/Archibald_Frazer-Nash", "description": "Archibald Goodman Frazer Nash, was an early English motor car designer and engineer, who specialised in manufacturer of light (\"cycle\") and sports cars in England."}, {"title": "Frazer Nash", "href": "/wiki/Frazer_Nash", "description": "Frazer Nash was a brand of British sports car manufactured from 1922 first by Frazer Nash Limited founded by engineer Archibald Frazer-Nash. On its financial collapse in 1927 a new company, AFN Limited, was incorporated. Control of AFN passed to Harold John Aldington in 1929."}]}, {"heading": "Births", "year": "1890", "date": "June 30", "txt": "Paul Boffa, Maltese physician and politician, 5th Prime Minister of Malta (d. 1962)", "entities": [{"title": "Paul Boffa", "href": "/wiki/Paul_Boffa", "description": "Sir Paul Boffa, OBE was a Maltese prime minister (1947–50) who took office after self-rule was reinstated by the British colonial authority following the end of World War II."}, {"title": "Prime Minister of Malta", "href": "/wiki/Prime_Minister_of_Malta", "description": "The Prime Minister of Malta is the head of government, which is the highest official of Malta."}]}, {"heading": "Births", "year": "1891", "date": "June 30", "txt": "Man Mountain Dean, American wrestler and sergeant (d. 1953)", "entities": [{"title": "Man Mountain Dean", "href": "/wiki/Man_Mountain_Dean", "description": "Frank Simmons Leavitt was an American professional wrestler of the early 1900s, known by the ring name Man Mountain Dean."}]}, {"heading": "Births", "year": "1891", "date": "June 30", "txt": "Ed Lewis, American wrestler and manager (d. 1966)", "entities": []}, {"heading": "Births", "year": "1891", "date": "June 30", "txt": "Stanley Spencer, English painter (d. 1959)", "entities": []}, {"heading": "Births", "year": "1892", "date": "June 30", "txt": "Pierre Blanchar, Algerian-French actor and director (d. 1963)", "entities": [{"title": "Pierre Blanchar", "href": "/wiki/Pierre_Blanchar", "description": "Pierre Blanchar was a French actor. He appeared in 54 films between 1922 and 1961. Blanchar was married to actress Marthe Vinot, with whom he had a daughter, actress Dominique Blanchar."}]}, {"heading": "Births", "year": "1893", "date": "June 30", "txt": "Nellah Massey Bailey, American politician and librarian (d. 1956)", "entities": [{"title": "Nellah Massey Bailey", "href": "/wiki/Nellah_Massey_Bailey", "description": "Nellah Izora Massey Bailey was an American politician and librarian. She was the first lady of Mississippi from 1944 to 1946 and the Mississippi state tax collector from 1948 to 1956. A member of the Democratic Party, she was the first woman elected to statewide office in Mississippi."}]}, {"heading": "Births", "year": "1893", "date": "June 30", "txt": "Walter Ulbricht, German soldier and politician (d. 1973)", "entities": []}, {"heading": "Births", "year": "1895", "date": "June 30", "txt": "Heinz Warneke, German-American sculptor and educator (d. 1983)", "entities": [{"title": "Heinz Warneke", "href": "/wiki/Heinz_Warneke", "description": "Heinz Warneke American sculptor, best remembered as an animalier. His \"role in the direct carving movement assured him a place in the annals of Twentieth Century American sculpture.\" In 1935 Heinz received the Widener Gold Medal for his sculpture Wild Boars."}]}, {"heading": "Births", "year": "1899", "date": "June 30", "txt": "Madge Bellamy, American actress (d. 1990)", "entities": [{"title": "Madge Bellamy", "href": "/wiki/Madge_Bellamy", "description": "Madge Bellamy was an American stage and film actress. She was a popular leading lady in the 1920s and early 1930s. Her career declined in the sound era and ended following a romantic scandal in the 1940s."}]}, {"heading": "Births", "year": "1905", "date": "June 30", "txt": "John Van Ryn, American tennis player (d. 1999)", "entities": [{"title": "John Van Ryn", "href": "/wiki/John_Van_Ryn", "description": "John Van Ryn was an American tennis champion of the 1930s. He was primarily known as the doubles partner of Wilmer Allison."}]}, {"heading": "Births", "year": "1906", "date": "June 30", "txt": "Anthony Mann, American actor and director (d. 1967)", "entities": [{"title": "Anthony Mann", "href": "/wiki/Anthony_Mann", "description": "Anthony Mann was an American film director and stage actor, best remembered for his work in the film noir and Westerns genres. As a director, he often collaborated with the cinematographer John Alton. He directed films for a variety of production companies, from RKO to MGM, and worked with many major stars of the era. He made several Westerns with James Stewart, such as Winchester '73 (1950), and "}]}, {"heading": "Births", "year": "1907", "date": "June 30", "txt": "Roman Shukhevych, Ukrainian general and politician (d. 1950)", "entities": [{"title": "Roman Shukhevych", "href": "/wiki/Roman_Shukhevych", "description": "Roman-Taras Yosypovych Shukhevych, also known by his pseudonym Taras Chuprynka, was a Ukrainian nationalist, one of the commanders of Nachtigall Battalion, a hauptmann of the German Schutzmannschaft 201 auxiliary police battalion, a military leader of the Ukrainian Insurgent Army (UPA), and one of the organizers of the Galicia-Volhynia Massacres which resulted in between 50,000 and 100,000 deaths "}]}, {"heading": "Births", "year": "1908", "date": "June 30", "txt": "Winston Graham, English author (d. 2003)", "entities": [{"title": "Winston Graham", "href": "/wiki/Winston_Graham", "description": "Winston Mawdsley Graham OBE, born Winston Grime, was an English novelist best known for the Poldark series of historical novels set in Cornwall, though he also wrote numerous other works, including contemporary thrillers, period novels, short stories, non-fiction and plays. Winston Graham was the author's pseudonym until he changed his name by deed poll from Grime to Graham on 7 May 1947."}]}, {"heading": "Births", "year": "1908", "date": "June 30", "txt": "Luigi Rovere, Italian film producer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1908", "date": "June 30", "txt": "Rob Nieuwenhuys, Dutch writer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1909", "date": "June 30", "txt": "Juan Bosch, 43rd President of the Dominican Republic (d. 2001)", "entities": [{"title": "Juan Bosch (politician)", "href": "/wiki/Juan_Bosch_(politician)", "description": "Juan Emilio Bosch Gaviño was a Dominican politician, historian, writer, essayist, educator, and the first democratically-elected president of the Dominican Republic for a brief time in 1963. Previously, he had been the leader of the Dominican opposition in exile to the dictatorial regime of Rafael Trujillo for over 25 years. To this day he is remembered as an honest politician and regarded as one "}]}, {"heading": "Births", "year": "1911", "date": "June 30", "txt": "Czesław Miłosz, Polish novelist, essayist, and poet, Nobel Prize laureate (d. 2004)", "entities": [{"title": "Czesław Miłosz", "href": "/wiki/Czes%C5%82aw_Mi%C5%82osz", "description": "Czesław Miłosz was a Polish-American poet, prose writer, translator, and diplomat. Regarded as one of the great poets of the 20th century, he won the 1980 Nobel Prize in Literature. In its citation, the Swedish Academy called Miłosz a writer who \"voices man's exposed condition in a world of severe conflicts\"."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1911", "date": "June 30", "txt": "Nagarjun, Indian poet (d. 1998)", "entities": []}, {"heading": "Births", "year": "1912", "date": "June 30", "txt": "Ludwig Bölkow, German engineer (d. 2003)", "entities": [{"title": "Ludwig Bölkow", "href": "/wiki/Ludwig_B%C3%B6lkow", "description": "Ludwig Bölkow was one of the aeronautical pioneers of Germany."}]}, {"heading": "Births", "year": "1912", "date": "June 30", "txt": "Dan Reeves, American businessman and philanthropist (d. 1971)", "entities": []}, {"heading": "Births", "year": "1912", "date": "June 30", "txt": "María Luisa Dehesa Gómez Farías, Mexican architect (d. 2009)", "entities": []}, {"heading": "Births", "year": "1913", "date": "June 30", "txt": "Alfonso López Michelsen, Colombian lawyer and politician, 24th President of Colombia (d. 2007)", "entities": [{"title": "Alfonso López Michelsen", "href": "/wiki/Alfonso_L%C3%B3pez_Michelsen", "description": "Alfonso López Michelsen was a Colombian politician and lawyer who served as the 24th President of Colombia from 1974 to 1978. He was nicknamed \"El Pollo\", a popular Colombian idiom for people with precocious careers."}, {"title": "President of Colombia", "href": "/wiki/President_of_Colombia", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Births", "year": "1913", "date": "June 30", "txt": "Harry Wismer, American sportscaster (d. 1967)", "entities": []}, {"heading": "Births", "year": "1914", "date": "June 30", "txt": "Francisco da Costa Gomes, Portuguese general and politician, 15th President of Portugal (d. 2001)", "entities": [{"title": "Francisco da Costa Gomes", "href": "/wiki/Francisco_da_Costa_Gomes", "description": "Francisco da Costa Gomes, ComTE, GOA was a Portuguese military officer and politician, the 15th President of the Portuguese Republic."}, {"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Births", "year": "1914", "date": "June 30", "txt": "Allan Houser, American sculptor and painter (d. 1994)", "entities": []}, {"heading": "Births", "year": "1917", "date": "June 30", "txt": "Susan Hayward, American actress (d. 1975)", "entities": [{"title": "Susan Hayward", "href": "/wiki/Susan_Hayward", "description": "Susan Hayward was an American actress and model. She was best known for her film portrayals of women that were based on true stories."}]}, {"heading": "Births", "year": "1917", "date": "June 30", "txt": "Lena Horne, American actress, singer, and activist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1917", "date": "June 30", "txt": "Willa Kim, American costume designer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1919", "date": "June 30", "txt": "Ed Yost, American inventor of the modern hot air balloon (d. 2007)", "entities": [{"title": "Ed Yost", "href": "/wiki/Ed_Yost", "description": "Paul Edward Yost was the American inventor of the modern hot air balloon and is referred to as the \"Father of the Modern Day Hot-Air Balloon.\" He worked for a high-altitude research division of General Mills in the early 1950s when he left to establish Raven Industries in 1956, along with several colleagues from General Mills."}, {"title": "Hot air balloon", "href": "/wiki/Hot_air_balloon", "description": "A hot-air balloon is a lighter-than-air aircraft consisting of a bag, called an envelope, which contains heated air. Suspended beneath is a gondola or wicker basket, which carries passengers and a source of heat, in most cases an open flame caused by burning liquid propane. The heated air inside the envelope makes it buoyant, since it has a lower density than the colder air outside the envelope. A"}]}, {"heading": "Births", "year": "1920", "date": "June 30", "txt": "Eleanor Ross Taylor, American poet and educator (d. 2011)", "entities": [{"title": "Eleanor Ross Taylor", "href": "/wiki/Eleanor_Ross_Taylor", "description": "Eleanor Ross Taylor was an American poet who published six collections of verse from 1960 to 2009. Her work received little recognition until 1998, but thereafter received several major poetry prizes. Describing her most recent poetry collection, Kevin Prufer writes, \"I cannot imagine the serious reader — poet or not — who could leave Captive Voices unmoved by the work of this supremely gifted poe"}]}, {"heading": "Births", "year": "1921", "date": "June 30", "txt": "Washington SyCip, American-Filipino accountant (d. 2017)", "entities": [{"title": "Washington SyCip", "href": "/wiki/Washington_SyCip", "description": "Washington Z. SyCip,  PLH BOLk RNO1kl  was a Filipino-American accountant. He was the founder of the accounting firm EY SGV & Company and the Asian Institute of Management."}]}, {"heading": "Births", "year": "1922", "date": "June 30", "txt": "Al Besselink, American professional golfer", "entities": [{"title": "Al Besselink", "href": "/wiki/Al_Besselink", "description": "Albert Cornelius Besselink was an American professional golfer who played on the PGA Tour in the 1950s and 1960s."}]}, {"heading": "Births", "year": "1923", "date": "June 30", "txt": "Andy Jack, English footballer", "entities": [{"title": "Andy Jack", "href": "/wiki/Andy_Jack", "description": "Andrew \"Andy\" Mackintosh Jack is a Scottish former footballer who played as a centre forward in the Football League for Tranmere Rovers."}]}, {"heading": "Births", "year": "1924", "date": "June 30", "txt": "Max Trepp, Swiss sprinter", "entities": [{"title": "Max Trepp", "href": "/wiki/Max_Trepp", "description": "Max Trepp was a Swiss sprinter. He competed in the men's 400 metres at the 1948 Summer Olympics."}]}, {"heading": "Births", "year": "1925", "date": "June 30", "txt": "Fred Schaus, American basketball player and coach (d. 2010)", "entities": [{"title": "Fred Schaus", "href": "/wiki/Fred_Schaus", "description": "Frederick Appleton Schaus was an American basketball player, head coach and athletic director for the West Virginia University Mountaineers, player for the National Basketball Association's Fort Wayne Pistons and New York Knicks, general manager and head coach for the Los Angeles Lakers, head coach of Purdue University basketball, and a member of the NCAA Basketball Committee. He was born in Newar"}]}, {"heading": "Births", "year": "1925", "date": "June 30", "txt": "Ebrahim Amini, Iranian politician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 30", "txt": "Paul Berg, American biochemist and academic, Nobel Prize laureate", "entities": [{"title": "Paul Berg", "href": "/wiki/Paul_Berg", "description": "Paul Berg is an American biochemist and professor emeritus at Stanford University. He was the recipient of the Nobel Prize in Chemistry in 1980, along with Walter Gilbert and Frederick Sanger. The award recognized their contributions to basic research involving nucleic acids. Berg received his undergraduate education at Penn State University, where he majored in biochemistry. He received his Ph.D."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1926", "date": "June 30", "txt": "David Berglas, American magician and mentalist", "entities": []}, {"heading": "Births", "year": "1927", "date": "June 30", "txt": "Shirley Fry Irvin, American tennis player", "entities": [{"title": "Shirley Fry Irvin", "href": "/wiki/Shirley_Fry_Irvin", "description": "Shirley June Fry Irvin is a former world No. 1 tennis player from the United States. During her career, which lasted from the early 1940s until the mid-1950s, she won the singles title at all four Grand Slam events as well as 13 doubles titles. As of 2021, Fry Irvin is the longest surviving female Grand Slam and Wimbledon singles champion."}]}, {"heading": "Births", "year": "1927", "date": "June 30", "txt": "James Goldman, American screenwriter and playwright (d. 1998)", "entities": []}, {"heading": "Births", "year": "1927", "date": "June 30", "txt": "Mario Lanfranchi, Italian director, screenwriter, producer, collector and actor", "entities": []}, {"heading": "Births", "year": "1927", "date": "June 30", "txt": "Frank McCabe, American basketball player", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 30", "txt": "Hassan Hassanzadeh Amoli, Islamic philosopher, theologian, mathematician and mystic", "entities": [{"title": "Hassan Hassanzadeh Amoli", "href": "/wiki/Hassan_Hassanzadeh_Amoli", "description": "Hassan Hasanzadeh-Amoli is an Iranian Shi'ite theologian known for his mystical tendencies and works on Islamic philosophy. He is among clerics who have overcome the traditional opposing to teaching philosophy courses at Shi'ite seminaries."}]}, {"heading": "Births", "year": "1928", "date": "June 30", "txt": "Nathaniel Tarn, American poet, essayist, anthropologist, and translator", "entities": []}, {"heading": "Births", "year": "1929", "date": "June 30", "txt": "Yang Ti-liang, Chinese judge", "entities": [{"title": "Yang Ti-liang", "href": "/wiki/Yang_Ti-liang", "description": "Sir Ti-liang Yang, GBM, is a retired senior Hong Kong judge. He was the Chief Justice of Hong Kong from 1988–1996, the only ethnic Chinese person to hold this office during British colonial rule."}]}, {"heading": "Births", "year": "1930", "date": "June 30", "txt": "Ben Atchley, American politician (d. 2018)", "entities": [{"title": "Ben Atchley", "href": "/wiki/Ben_Atchley", "description": "Curtis Bentley Atchley Jr., known as Ben Atchley, was an American politician in the state of Tennessee. He served in the Tennessee House of Representatives from 1972 to 1976 and the Tennessee State Senate from 1977 to 2005, as a Republican. He was a majority leader and caucus chairman in the senate. He was an alumnus of the University of Tennessee, Knoxville and veteran of the United States Naval "}]}, {"heading": "Births", "year": "1930", "date": "June 30", "txt": "Ahmed Zaki Yamani, Saudi Arabian politician (d. 2021)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 30", "txt": "Ignatius Peter VIII Abdalahad, Syrian bishop (d. 2018)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 30", "txt": "Yo-Yo Davalillo, Venezuelan baseball player and manager (d. 2013)", "entities": [{"title": "Yo-Yo Davalillo", "href": "/wiki/Yo-Yo_Davalillo", "description": "Pompeyo Antonio Davalillo Romero [da-va-LEE-yo] was a Venezuelan professional baseball player and minor league manager. He played in Major League Baseball as a shortstop for the Washington Senators. Nicknamed \"Yo-Yo\" by his teammates, he was listed at 5' 3\", 140 lb. Davalillo batted and threw right-handed."}]}, {"heading": "Births", "year": "1931", "date": "June 30", "txt": "Andrew Hill, American pianist and composer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 30", "txt": "Ronald Rene Lagueux, American judge", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 30", "txt": "Kaye Vaughan, American football player", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 30", "txt": "Tomislav Ivić, Croatian football coach and manager (d. 2011)", "entities": [{"title": "Tomislav Ivić", "href": "/wiki/Tomislav_Ivi%C4%87", "description": "Tomislav Ivić was a Croatian professional football player and manager. Often described as a brilliant strategist, Ivić is credited with helping develop the modern style of the game. In April 2007, Italian sports daily La Gazzetta dello Sport proclaimed him as the most successful football manager in history, due to his seven league titles won in five countries."}]}, {"heading": "Births", "year": "1933", "date": "June 30", "txt": "M. J. K. Smith, English cricketer and rugby player", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 30", "txt": "Orval Tessier, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 30", "txt": "Joan Murrell Owens, American educator and marine biologist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 30", "txt": "Harry Blackstone Jr., American magician and author (d. 1997)", "entities": [{"title": "Harry Blackstone Jr.", "href": "/wiki/Harry_Blackstone_Jr.", "description": "Harry Bouton Blackstone Jr. was an American stage magician, author, and television performer. He is estimated to have pulled 80,000 rabbits from his sleeves and hats."}]}, {"heading": "Births", "year": "1935", "date": "June 30", "txt": "John Harlin, American pilot and mountaineer (d. 1966)", "entities": [{"title": "John Harlin", "href": "/wiki/John_Harlin", "description": "John Elvis Harlin II was an American mountaineer and US Air Force pilot who was killed while making an ascent of the north face of the Eiger."}]}, {"heading": "Births", "year": "1936", "date": "June 30", "txt": "Assia Djebar, Algerian-French author and translator (d. 2015)", "entities": [{"title": "Assia Djebar", "href": "/wiki/Assia_Djebar", "description": "Fatima-Zohra Imalayen, known by her pen name Assia Djebar, was an Algerian novelist, translator and filmmaker. Most of her works deal with obstacles faced by women, and she is noted for her feminist stance. She is \"frequently associated with women's writing movements, her novels are clearly focused on the creation of a genealogy of Algerian women, and her political stance is virulently anti-patria"}]}, {"heading": "Births", "year": "1936", "date": "June 30", "txt": "Nancy Dussault, American actress and singer", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 30", "txt": "Tony Musante, American actor and screenwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 30", "txt": "Dave Van Ronk, American singer-songwriter and guitarist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 30", "txt": "Larry Henley, American singer-songwriter (d. 2014)", "entities": [{"title": "Larry Henley", "href": "/wiki/Larry_Henley", "description": "Larry Joel Henley was an American singer and songwriter, best known for co-writing the 1989 hit record \"Wind Beneath My Wings\"."}]}, {"heading": "Births", "year": "1938", "date": "June 30", "txt": "Billy Mills, American sprinter", "entities": [{"title": "Billy Mills", "href": "/wiki/Billy_Mills", "description": "William Mervin Mills, also known as Tamakoce Te'Hila, is an Oglala Lakota former track and field athlete who won a gold medal in the 10,000 meter run (6.2 mi) at the 1964 Tokyo Olympics. His 1964 victory is considered one of the greatest Olympic upsets because he was a virtual unknown going into the event. He was the first non-European to win the Olympic event and remains the only winner from the "}]}, {"heading": "Births", "year": "1939", "date": "June 30", "txt": "Tony Hatch, English pianist, composer, and producer", "entities": [{"title": "Tony Hatch", "href": "/wiki/Tony_Hatch", "description": "Anthony Peter Hatch is an English composer for musical theatre and television. He is also a songwriter, pianist, arranger and producer."}]}, {"heading": "Births", "year": "1939", "date": "June 30", "txt": "Barry Hines, English author and screenwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 30", "txt": "José Emilio Pacheco, Mexican poet and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 30", "txt": "Mark Spoelstra, American singer-songwriter and guitarist (d. 2007)", "entities": [{"title": "Mark Spoelstra", "href": "/wiki/Mark_Spoelstra", "description": "Mark Warren Spoelstra was an American singer-songwriter and folk and blues guitarist."}]}, {"heading": "Births", "year": "1941", "date": "June 30", "txt": "Peter Pollock, South African cricketer and author", "entities": [{"title": "Peter Pollock", "href": "/wiki/Peter_Pollock", "description": "Peter Maclean Pollock is a retired South African cricketer. He has played a continuing role in the South Africa cricket team as a player and selector. He was voted a Wisden Cricketer of the Year in 1966. He was primarily a fast bowler, but was also a useful late-order batsman."}]}, {"heading": "Births", "year": "1942", "date": "June 30", "txt": "Robert Ballard, American lieutenant and oceanographer", "entities": [{"title": "Robert Ballard", "href": "/wiki/Robert_Ballard", "description": "Robert Duane Ballard is a retired American Navy officer and a professor of oceanography at the University of Rhode Island who is most noted for his work in underwater archaeology: maritime archaeology and archaeology of shipwrecks. He is most known for the discoveries of the wrecks of the RMS Titanic in 1985, the battleship Bismarck in 1989, and the aircraft carrier USS Yorktown in 1998. He discov"}]}, {"heading": "Births", "year": "1942", "date": "June 30", "txt": "Ron Harris, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 30", "txt": "Florence Ballard, American pop/soul singer (d. 1976)", "entities": [{"title": "Florence Ballard", "href": "/wiki/Florence_Ballard", "description": "Florence Glenda Chapman was an American singer and a founding member of the Motown vocal female group the Supremes. She sang on 16 top 40 singles with the group, including ten number-one hits. After being removed from the Supremes in 1967, Ballard tried an unsuccessful solo career with ABC Records before she was dropped from the label at the end of the decade. Ballard struggled with alcoholism, de"}]}, {"heading": "Births", "year": "1943", "date": "June 30", "txt": "Saeed Akhtar Mirza, Indian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "June 30", "txt": "Raymond Moody, American parapsychologist and author", "entities": [{"title": "Raymond Moody", "href": "/wiki/Raymond_Moody", "description": "Raymond A. Moody, Jr. is a philosopher, psychologist, physician and author, most widely known for his books about life after death and near-death experiences (NDE), a term that he coined in 1975 in his best-selling book Life After Life.\nRaymond Moody's research purports to explore what happens when a person dies. He has widely published his views on what he terms near-death-experience psychology."}]}, {"heading": "Births", "year": "1944", "date": "June 30", "txt": "Glenn Shorrock, English-Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "June 30", "txt": "Ron Swoboda, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 30", "txt": "Uwe Kliemann, German footballer, coach, and manager", "entities": [{"title": "Uwe Kliemann", "href": "/wiki/Uwe_Kliemann", "description": "Uwe Kliemann is a retired German football player and coach. As a player, he spent 11 seasons in the Bundesliga with Rot-Weiß Oberhausen, Eintracht Frankfurt, Hertha BSC and Arminia Bielefeld. He represented Germany once, in a friendly against Netherlands."}]}, {"heading": "Births", "year": "1949", "date": "June 30", "txt": "Andy Scott, Welsh singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 30", "txt": "Stanley Clarke, American bass player and composer", "entities": [{"title": "Stanley Clarke", "href": "/wiki/Stanley_Clarke", "description": "Stanley Clarke is an American bassist, film composer and founding member of Return to Forever, one of the first jazz fusion bands. Clarke gave the bass guitar a prominence it lacked in jazz-related music. He is the first jazz-fusion bassist to headline tours, sell out shows worldwide and have recordings reach gold status."}]}, {"heading": "Births", "year": "1952", "date": "June 30", "txt": "Athanassios S. Fokas, Greek mathematician and academic", "entities": [{"title": "Athanassios S. Fokas", "href": "/wiki/Athanassios_S._Fokas", "description": "Athanassios Spyridon Fokas is a Greek mathematician, with degrees in Aeronautical Engineering and Medicine. Since 2002, he is Professor of Nonlinear Mathematical Science in the\nDepartment of Applied Mathematics and Theoretical Physics (DAMTP) at the University of Cambridge."}]}, {"heading": "Births", "year": "1952", "date": "June 30", "txt": "David Garrison, American actor and singer", "entities": []}, {"heading": "Births", "year": "1953", "date": "June 30", "txt": "Hal Lindes, American-English guitarist and film score composer", "entities": [{"title": "Hal Lindes", "href": "/wiki/Hal_Lindes", "description": "Hal Andrew Lindes is an American–English guitarist and film score composer."}]}, {"heading": "Births", "year": "1954", "date": "June 30", "txt": "Stephen Barlow, English organist, composer, and conductor", "entities": [{"title": "Stephen Barlow (conductor)", "href": "/wiki/Stephen_Barlow_(conductor)", "description": "\n\nStephen William Barlow is an English conductor, principally of opera. He was Artistic Director of the Buxton Festival from 2012-2018."}]}, {"heading": "Births", "year": "1954", "date": "June 30", "txt": "Pierre Charles, Dominican educator and politician, 5th Prime Minister of Dominica (d. 2004)", "entities": [{"title": "Prime Minister of Dominica", "href": "/wiki/Prime_Minister_of_Dominica", "description": "The prime minister of Dominica is the head of government in the Commonwealth of Dominica. Nominally, the position was created on November 3, 1978 when Dominica gained independence from the United Kingdom. Hitherto, the position existed de facto as Premier."}]}, {"heading": "Births", "year": "1954", "date": "June 30", "txt": "Serzh Sargsyan, Armenian politician, 3rd President of Armenia", "entities": [{"title": "President of Armenia", "href": "/wiki/President_of_Armenia", "description": "The president of Armenia is the head of state and the guarantor of independence and territorial integrity of Armenia elected to a single seven year term by the National Assembly of Armenia. Under Armenia's parliamentary system, the president is simply a figurehead and holds ceremonial duties, with most of the political power vested in the Parliament and Prime Minister."}]}, {"heading": "Births", "year": "1954", "date": "June 30", "txt": "Wayne Swan, Australian academic and politician, 14th Deputy Prime Minister of Australia", "entities": [{"title": "Deputy Prime Minister of Australia", "href": "/wiki/Deputy_Prime_Minister_of_Australia", "description": "The deputy prime minister of Australia is the deputy chief executive and the second highest ranking officer of the government of Australia. The office of deputy prime minister was officially created as a ministerial portfolio in 1968, although the title had been used informally for many years previously. The deputy prime minister is appointed by the governor-general on the advice of the prime mini"}]}, {"heading": "Births", "year": "1955", "date": "June 30", "txt": "Brian Vollmer, Canadian singer", "entities": [{"title": "Brian Vollmer", "href": "/wiki/Brian_Vollmer", "description": "Brian Vollmer is the lead singer and only remaining original member of Canadian hard rock group Helix. Since the band's inception in 1974, Vollmer had gone from lead singer to de facto leader of the band, weathering numerous lineup changes. Vollmer was born in Listowel, Ontario before relocating to Kitchener. He currently resides in London, Ontario with his wife, Lynda."}]}, {"heading": "Births", "year": "1955", "date": "June 30", "txt": "Egils Levits, Latvian judge, jurist, 10th President of Latvia", "entities": [{"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}, {"title": "President of Latvia", "href": "/wiki/President_of_Latvia", "description": "The president of Latvia is head of state and commander-in-chief of the National Armed Forces of the Republic of Latvia."}]}, {"heading": "Births", "year": "1956", "date": "June 30", "txt": "Volker Beck, German hurdler and coach", "entities": [{"title": "Volker Beck (athlete)", "href": "/wiki/Volker_Beck_(athlete)", "description": "Volker Beck is a former East German athlete, winner of 400 m hurdles at the 1980 Summer Olympics."}]}, {"heading": "Births", "year": "1956", "date": "June 30", "txt": "David Lidington, English historian, academic, and politician, Minister of State for Europe", "entities": [{"title": "Minister of State for Europe", "href": "/wiki/Minister_of_State_for_Europe", "description": "The Parliamentary Under-Secretary of State for European Neighbourhood and the Americas, formerly Minister of State for Europe, is a ministerial position within the Government of the United Kingdom, in charge of affairs with Europe, the European Union and NATO. The Minister can also be responsible for government policy towards the Americas; European security; defence and international security; the"}]}, {"heading": "Births", "year": "1956", "date": "June 30", "txt": "David Alan Grier, American actor, singer, and comedian", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 30", "txt": "Bud Black, American baseball player and manager", "entities": [{"title": "Bud Black", "href": "/wiki/Bud_Black", "description": "Harry Ralston \"Bud\" Black is an American professional baseball manager and former player who is the manager of the Colorado Rockies. He played in Major League Baseball (MLB) as a pitcher from 1981 through 1995, most notably for the Kansas City Royals and Cleveland Indians. He coached the Anaheim Angels / Los Angeles Angels of Anaheim from 2000 through 2006, and managed the San Diego Padres from 20"}]}, {"heading": "Births", "year": "1957", "date": "June 30", "txt": "Sterling Marlin, American race car driver", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 30", "txt": "Pam Royle, British television presenter, journalist and voice coach", "entities": [{"title": "Pam Royle", "href": "/wiki/Pam_Royle", "description": "Pamela “Pam” June Royle is a British television journalist and presenter."}]}, {"heading": "Births", "year": "1958", "date": "June 30", "txt": "Esa-Pekka Salonen, Finnish conductor and composer", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 30", "txt": "Vincent D'Onofrio, American actor", "entities": [{"title": "Vincent D'Onofrio", "href": "/wiki/Vincent_D%27Onofrio", "description": "Vincent Philip D'Onofrio is an American actor, producer, and director. He is known for his supporting and leading roles in both film and television. He has been nominated for a Primetime Emmy Award and two Saturn Awards, winning one for his supporting role in Men in Black."}]}, {"heading": "Births", "year": "1959", "date": "June 30", "txt": "Daniel Goldhagen, American political scientist, author, and academic", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 30", "txt": "Brendan Perry, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 30", "txt": "Sakis Tsiolis, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 30", "txt": "Sandip Verma, Baroness Verma, Indian-English businesswoman and politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 30", "txt": "Jack McConnell, Scottish educator and politician, 3rd First Minister of Scotland", "entities": [{"title": "Jack McConnell", "href": "/wiki/Jack_McConnell", "description": "Jack Wilson McConnell, Baron McConnell of Glenscorrodale, is a Scottish politician and a Labour life peer in the House of Lords. He was the First Minister of Scotland from 2001 to 2007. He was the Member of the Scottish Parliament for Motherwell and Wishaw from 1999 to 2011."}, {"title": "First Minister of Scotland", "href": "/wiki/First_Minister_of_Scotland", "description": "The first minister of Scotland is the leader of the Scottish Government and keeper of the Great Seal of Scotland. The first minister chairs the Scottish Cabinet and is primarily responsible for the formulation, development and presentation of Scottish Government policy. Additional functions of the first minister include promoting and representing Scotland in an official capacity, at home and abroa"}]}, {"heading": "Births", "year": "1960", "date": "June 30", "txt": "Murray Cook, Australian musician, actor, songwriter and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 30", "txt": "Lynne Jolitz, American computer scientist and programmer", "entities": [{"title": "Lynne Jolitz", "href": "/wiki/Lynne_Jolitz", "description": "Lynne Greer Jolitz is a figure in free software and founder of many startups in Silicon Valley. Together with her husband William, she created 386BSD, the first open-source Unix-based operating system for personal computers to be distributed over the Internet."}]}, {"heading": "Births", "year": "1961", "date": "June 30", "txt": "Clive Nolan, English musician, composer and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "June 30", "txt": "Tony Fernández, Dominican baseball player", "entities": [{"title": "Tony Fernández", "href": "/wiki/Tony_Fern%C3%A1ndez", "description": "Octavio Antonio Fernández Castro, better known as Tony Fernández, was a Dominican shortstop in Major League Baseball (MLB) who played for seven teams from 1983 to 2001, most notably the Toronto Blue Jays. A five-time All-Star, Fernández was known for his defensive skills, winning four consecutive Gold Glove Awards (1986–1989). He batted over .300 four times, led the major leagues with 17 triples i"}]}, {"heading": "Births", "year": "1962", "date": "June 30", "txt": "Julianne Regan, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 30", "txt": "Olha Bryzhina, Ukrainian sprinter", "entities": [{"title": "Olha Bryzhina", "href": "/wiki/Olha_Bryzhina", "description": "Olha Bryzhina is a retired athlete who represented Soviet Union and later Ukraine."}]}, {"heading": "Births", "year": "1963", "date": "June 30", "txt": "Rupert Graves, English actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 30", "txt": "Yngwie Malmsteen, Swedish guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 30", "txt": "Alexandra, Countess of Frederiksborg", "entities": [{"title": "Alexandra, Countess of Frederiksborg", "href": "/wiki/Alexandra,_Countess_of_Frederiksborg", "description": "Alexandra, Countess of Frederiksborg, is the former wife of Prince Joachim of Denmark, the younger son of Margrethe II of Denmark."}]}, {"heading": "Births", "year": "1964", "date": "June 30", "txt": "Mark Waters, American director and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 30", "txt": "Steve Duchesne, Canadian-American ice hockey player and coach", "entities": [{"title": "Steve Duchesne", "href": "/wiki/Steve_Duchesne", "description": "Steve Duchesne is a Canadian former professional ice hockey defenceman who played in the National Hockey League with several teams from 1986 until 2002. He was a three-time NHL All-Star and was a member of the Stanley Cup champion Detroit Red Wings in 2002."}]}, {"heading": "Births", "year": "1965", "date": "June 30", "txt": "Cho Jae-hyun, South Korean actor", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 30", "txt": "Anna Levandi, Russian figure skater and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 30", "txt": "Gary Pallister, English footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 30", "txt": "Mitch Richmond, American basketball player", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 30", "txt": "Mike Tyson, American boxer and actor", "entities": [{"title": "Mike Tyson", "href": "/wiki/Mike_Tyson", "description": "Michael Gerard Tyson is an American former professional boxer who competed from 1985 to 2005. Nicknamed \"Iron Mike\" and \"Kid Dynamite\" in his early career, and later known as \"The Baddest Man on the Planet\", Tyson is considered one of the best heavyweight boxers of all time. He reigned as the undisputed world heavyweight champion from 1987 to 1990. Tyson won his first 19 professional fights by kno"}]}, {"heading": "Births", "year": "1967", "date": "June 30", "txt": "Patrik Bodén, Swedish javelin thrower", "entities": [{"title": "Patrik Bodén", "href": "/wiki/Patrik_Bod%C3%A9n", "description": "Lars Patrik Bodén is a retired Swedish track and field athlete who competed in the javelin throw. He holds the Swedish national record at 89.10 m, which he set on 24 March 1990. He briefly held the world record with this throw until Steve Backley set a new record later the same year."}]}, {"heading": "Births", "year": "1967", "date": "June 30", "txt": "David Busst, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "June 30", "txt": "Victoria Kaspi, American-Canadian astrophysicist and academic", "entities": []}, {"heading": "Births", "year": "1968", "date": "June 30", "txt": "Phil Anselmo, American singer-songwriter and producer", "entities": [{"title": "Phil Anselmo", "href": "/wiki/Phil_Anselmo", "description": "Philip Hansen Anselmo is an American heavy metal musician best known as the vocalist for Pantera, Down, and Superjoint Ritual, amongst other musical projects. He is the owner of Housecore Records."}]}, {"heading": "Births", "year": "1969", "date": "June 30", "txt": "Sanath Jayasuriya, Sri Lankan cricketer and politician", "entities": [{"title": "Sanath Jayasuriya", "href": "/wiki/Sanath_Jayasuriya", "description": "Deshabandu Sanath Teran Jayasuriya is a former Sri Lankan cricketer and a former captain of the Sri Lankan national team. Considered as one of the greatest attacking batsmen of his era, Jayasuriya is well known for his powerful striking and match-winning all-round performances in ODI cricket. Jayasuriya is credited for having revolutionized one-day international cricket with his explosive batting "}]}, {"heading": "Births", "year": "1969", "date": "June 30", "txt": "Uta Rohländer, German sprinter", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 30", "txt": "Sébastien Rose, Canadian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 30", "txt": "Brian Bloom, American actor and screenwriter", "entities": [{"title": "Brian Bloom", "href": "/wiki/Brian_Bloom", "description": "Brian Bloom is an American actor and screenwriter. He is the writer of Call of Duty: Modern Warfare, the most successful title in the franchise's history to date. He also co-wrote the screenplay and starred in the Tony and Ridley Scott produced The A-Team (2010). Bloom is the voice of Captain America in The Avengers: Earth's Mightiest Heroes and multiple subsequent Marvel titles. He is the voice o"}]}, {"heading": "Births", "year": "1970", "date": "June 30", "txt": "Antonio Chimenti, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 30", "txt": "Mark Grudzielanek, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 30", "txt": "Monica Potter, American actress", "entities": [{"title": "Monica Potter", "href": "/wiki/Monica_Potter", "description": "Monica Gregg Potter is an American actress. She is known for her starring roles in the films Con Air (1997), Patch Adams (1998), and Along Came a Spider (2001). She also appeared in the horror films Saw (2004) and The Last House on the Left, a 2009 remake film."}]}, {"heading": "Births", "year": "1972", "date": "June 30", "txt": "Sandra Cam, Belgian swimmer", "entities": [{"title": "Sandra Cam", "href": "/wiki/Sandra_Cam", "description": "Sandra Cam is a Belgian retired female freestyle swimmer who represented her country in two consecutive Summer Olympics, in Barcelona, Spain (1992) and Atlanta, United States (1996). She is best known for winning two medals at the 1993 Summer Universiade in Buffalo, United States."}]}, {"heading": "Births", "year": "1973", "date": "June 30", "txt": "Chan Ho Park, South Korean baseball player", "entities": [{"title": "Chan Ho Park", "href": "/wiki/Chan_Ho_Park", "description": "Chan Ho Park is a South Korean former professional baseball pitcher. He played for the Los Angeles Dodgers, Texas Rangers, San Diego Padres, New York Mets, Philadelphia Phillies, New York Yankees, and Pittsburgh Pirates of Major League Baseball (MLB), the Orix Buffaloes of Nippon Professional Baseball (NPB), and the Hanwha Eagles of the KBO League. Park was the first South Korea-born player in MLB"}]}, {"heading": "Births", "year": "1973", "date": "June 30", "txt": "Frank Rost, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 30", "txt": "Hezekiél Sepeng, South African runner", "entities": [{"title": "Hezekiél Sepeng", "href": "/wiki/Hezeki%C3%A9l_Sepeng", "description": "Hezekiél Sello Sepeng, is a South African middle distance runner who won silver in the Olympic 800 metres final in Atlanta 1996, the 1998 Commonwealth Games and the World Championships' final in Seville 1999. He was banned from competition from May 2005 to May 2007 after a positive doping test for nandrolone."}]}, {"heading": "Births", "year": "1975", "date": "June 30", "txt": "James Bannatyne, New Zealand footballer", "entities": [{"title": "James Bannatyne", "href": "/wiki/James_Bannatyne", "description": "James Bannatyne is a former New Zealand association football goalkeeper. He last played for Team Wellington in the New Zealand Football Championship. Bannatyne is currently the assistant coach for Western Springs in Auckland. He represented New Zealand at international level, generally as backup to Glen Moss and Mark Paston."}]}, {"heading": "Births", "year": "1975", "date": "June 30", "txt": "Ralf Schumacher, German race car driver", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 30", "txt": "Ben Cousins, Australian footballer", "entities": [{"title": "Ben Cousins", "href": "/wiki/Ben_Cousins", "description": "Benjamin Luke Cousins is a former professional Australian rules footballer who played for West Coast and Richmond in the Australian Football League (AFL)."}]}, {"heading": "Births", "year": "1978", "date": "June 30", "txt": "Patrick Ivuti, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 30", "txt": "Claudio Rivalta, Italian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "June 30", "txt": "Sylvain Chavanel, French cyclist", "entities": [{"title": "Sylvain Chavanel", "href": "/wiki/Sylvain_Chavanel", "description": "Sylvain Chavanel is a French former professional road bicycle racer, who rode professionally between 2000 and 2018 for the Cofidis, Omega Pharma–Quick-Step, IAM Cycling and two spells with the Brioches La Boulangère/Direct Énergie team. His brother Sébastien Chavanel also rode as a professional cyclist. Sylvain Chavanel was noted as a strong all-rounder who won both sprints and time-trials, and wa"}]}, {"heading": "Births", "year": "1980", "date": "June 30", "txt": "Rade Prica, Swedish footballer", "entities": [{"title": "Rade Prica", "href": "/wiki/Rade_Prica", "description": "Rade Stanislav Prica is a Swedish former professional footballer who played as a striker. He is the only player who has won league championships in the three Scandinavian countries – Sweden, Denmark and Norway. A full international between 2001 and 2008, he won 14 caps for the Sweden national team, scoring two goals."}]}, {"heading": "Births", "year": "1980", "date": "June 30", "txt": "Seyi Olofinjana, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 30", "txt": "Ryan ten Doeschate, Dutch cricketer", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 30", "txt": "Can Artam, Turkish race car driver", "entities": [{"title": "Can Artam", "href": "/wiki/Can_Artam", "description": "Can Artam is a Turkish race car driver born into a car racing family. He raced in the 2005 GP2 Series for the iSport team and was the 2001 US Barber Formula Dodge champion."}]}, {"heading": "Births", "year": "1981", "date": "June 30", "txt": "Matt Kirk, Canadian football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 30", "txt": "Barbora Špotáková, Czech javelin thrower", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 30", "txt": "Ben Utecht, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 30", "txt": "Lizzy Caplan, American actress", "entities": [{"title": "Lizzy Caplan", "href": "/wiki/Lizzy_Caplan", "description": "Elizabeth Anne Caplan is an American actress and model. Her first acting role was on the cult television series Freaks and Geeks (1999–2000). She received wider recognition with roles in the films Mean Girls (2004) and Cloverfield (2008), the latter of which earned her a nomination for the Saturn Award for Best Supporting Actress. Caplan has also starred on the TV shows Related (2005–2006), The Cl"}]}, {"heading": "Births", "year": "1982", "date": "June 30", "txt": "Ignacio Carrasco, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 30", "txt": "Marcus Burghardt, German cyclist", "entities": [{"title": "Marcus Burghardt", "href": "/wiki/Marcus_Burghardt", "description": "Marcus Burghardt is a German professional road bicycle racer, who currently rides for UCI WorldTeam Bora–Hansgrohe."}]}, {"heading": "Births", "year": "1983", "date": "June 30", "txt": "Katherine Ryan, UK-based Canadian comedian and presenter", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 30", "txt": "Cheryl, English singer and TV personality", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 30", "txt": "Fantasia Barrino, American singer-songwriter and actress", "entities": [{"title": "Fantasia Barrino", "href": "/wiki/Fantasia_Barrino", "description": "Fantasia Monique Barrino, known professionally by her mononym Fantasia, is an American R&B singer, songwriter, actress and author. She rose to fame as the winner of the third season of the reality television series American Idol in 2004. Following her victory, she released her debut single, \"I Believe,\" which debuted at number one on the Billboard Hot 100. Subsequently, she released her debut albu"}]}, {"heading": "Births", "year": "1984", "date": "June 30", "txt": "Tunku Ismail Idris, Crown Prince of Johor, Malaysia", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 30", "txt": "Trevor Ariza, American basketball player", "entities": [{"title": "Trevor Ariza", "href": "/wiki/Trevor_Ariza", "description": "Trevor Anthony Ariza is an American professional basketball player for the Miami Heat of the National Basketball Association (NBA). He won an NBA championship with the Los Angeles Lakers in 2009. He played college basketball for one season with the UCLA Bruins before being selected as the 43rd pick of the 2004 NBA draft by the New York Knicks. He also previously played for the Orlando Magic, Houst"}]}, {"heading": "Births", "year": "1985", "date": "June 30", "txt": "Michael Phelps, American swimmer", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 30", "txt": "Fabiana Vallejos, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 30", "txt": "Alicia Fox, American wrestler, model, and actress", "entities": [{"title": "Alicia Fox", "href": "/wiki/Alicia_Fox", "description": "Victoria Crawford is an American professional wrestler, former model, and occasional actress, known for her time with WWE under the ring name Alicia Fox."}]}, {"heading": "Births", "year": "1986", "date": "June 30", "txt": "Fredy Guarín, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 30", "txt": "Nicola Pozzi, Italian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 30", "txt": "Allegra Versace, Italian-American businesswoman", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 30", "txt": "Ryan Cook, American baseball player", "entities": [{"title": "Ryan Cook (baseball)", "href": "/wiki/Ryan_Cook_(baseball)", "description": "Ryan William Cook, nicknamed \"Cookie\", is an American former professional baseball pitcher. He played for the Arizona Diamondbacks, Oakland Athletics, Boston Red Sox and Seattle Mariners of Major League Baseball (MLB) and for the Yomiuri Giants of Nippon Professional Baseball (NPB). He was an MLB All-Star in 2012."}]}, {"heading": "Births", "year": "1987", "date": "June 30", "txt": "Andrew Hedgman, New Zealand runner", "entities": []}, {"heading": "Births", "year": "1988", "date": "June 30", "txt": "Elisa Jordana, American singer-songwriter, radio and TV personality", "entities": [{"title": "Elisa Jordana", "href": "/wiki/Elisa_Jordana", "description": "Elisa Ann Schwartz, whose stage name is Elisa Jordana, is an American radio and TV personality, musician, writer, and online talk-show host. She is best known for her appearances on The Howard Stern Show and as a former member of the dance-pop band, Cobra Starship."}]}, {"heading": "Births", "year": "1989", "date": "June 30", "txt": "Asbel Kiprop, Kenyan runner", "entities": [{"title": "Asbel Kiprop", "href": "/wiki/Asbel_Kiprop", "description": "Asbel Kiprop is a Kenyan middle-distance runner, who specialises in the 1500 metres. He was awarded the 1500 m gold medal at the 2008 Summer Olympics after the original winner, Rashid Ramzi, tested positive for doping. Kiprop has won three World Championship titles in the event, in 2011, 2013 and 2015. Kiprop failed his own doping test in November 2017 and received a four-year doping ban."}]}, {"heading": "Births", "year": "1989", "date": "June 30", "txt": "Steffen Liebig, German rugby player", "entities": []}, {"heading": "Births", "year": "1989", "date": "June 30", "txt": "David Myers, Australian footballer", "entities": []}, {"heading": "Births", "year": "1998", "date": "June 30", "txt": "Tom Davies, English footballer", "entities": [{"title": "Tom Davies (footballer, born 1998)", "href": "/wiki/Tom_Davies_(footballer,_born_1998)", "description": "Thomas Davies is an English professional footballer who plays as a central midfielder for Premier League club Everton and the England national under-21 team. He is an academy graduate of Everton and made his first-team debut in April 2016 at the age of 17. Two years later, he became the youngest player to captain the side, doing so at the age of 20 years and 60 days."}]}, {"heading": "Deaths", "year": "350", "date": "June 30", "txt": "Nepotianus, Roman ruler", "entities": [{"title": "Nepotianus", "href": "/wiki/Nepotianus", "description": "Julius Nepotianus, sometimes known in English as Nepotian, was a member of the Constantinian dynasty who reigned as a short-lived usurper of the Roman Empire. He ruled the city of Rome for twenty-eight days, before being killed by his rival usurper Magnentius' general Marcellinus."}]}, {"heading": "Deaths", "year": "710", "date": "June 30", "txt": "Erentrude, Frankish abbess", "entities": [{"title": "Saint Erentrude", "href": "/wiki/Saint_Erentrude", "description": "Erentrude, was a saint and abbess, born during the end of the 7th century, probably in present-day Germany or Austria. She was born into a Franconian-Merovingian royal house, and was the niece of Rupert of Salzburg. She left her home country to assist Rupert in establishing religious communities in Salzburg; in about 700, he built a convent, Nonnberg Abbey, and installed her as its first abbess. S"}, {"title": "Abbess", "href": "/wiki/Abbess", "description": "In Catholicism, an abbess is the female superior of a community of nuns, which is often an abbey."}]}, {"heading": "Deaths", "year": "888", "date": "June 30", "txt": "Æthelred, archbishop of Canterbury", "entities": [{"title": "Æthelred (archbishop)", "href": "/wiki/%C3%86thelred_(archbishop)", "description": "Æthelred was an Anglo-Saxon Archbishop of Canterbury in medieval England. Although one source states that he was Bishop of Wiltshire prior to his elevation to Canterbury, this has been shown to be false. Much of Æthelred's time in office was spent dealing with the dislocations caused by the invasion of England by Vikings. There were also conflicts with King Alfred the Great over ecclesiastical mat"}, {"title": "Diocese of Canterbury", "href": "/wiki/Diocese_of_Canterbury", "description": "The Diocese of Canterbury is a Church of England diocese covering eastern Kent which was founded by St. Augustine of Canterbury in 597. The diocese is centred on Canterbury Cathedral and is the oldest see of the Church of England."}]}, {"heading": "Deaths", "year": "945", "date": "June 30", "txt": "Ki no Tsurayuki, Japanese writer and poet (b. 872)", "entities": [{"title": "Ki no Tsurayuki", "href": "/wiki/Ki_no_Tsurayuki", "description": "Ki no Tsurayuki  was a Japanese author, poet and courtier of the Heian period. He is best known as the principal compiler of the Kokin Wakashū, also writing its Japanese Preface, and as a possible author of the Tosa Diary, although this was published anonymously."}]}, {"heading": "Deaths", "year": "1181", "date": "June 30", "txt": "Hugh de Kevelioc, 5th Earl of Chester, Welsh politician (b. 1147)", "entities": [{"title": "Hugh de Kevelioc, 5th Earl of Chester", "href": "/wiki/Hugh_de_Kevelioc,_5th_Earl_of_Chester", "description": "Hugh of Cyfeiliog, 5th Earl of Chester, also written Hugh de Kevilioc, was an Anglo-French magnate who was active in England, Wales, Ireland and France during the reign of King Henry II of England."}]}, {"heading": "Deaths", "year": "1224", "date": "June 30", "txt": "Adolf of Osnabrück, German monk and bishop (b. 1185)", "entities": [{"title": "Adolf of Osnabrück", "href": "/wiki/Adolf_of_Osnabr%C3%BCck", "description": "Adolf of Osnabrück, O.Cist, was born in Tecklenburg about 1185, a member of the family of the Counts of Tecklenburg in the Duchy of Westphalia. During his lifetime, he became known as the \"Almoner of the Poor\", and is honored as a saint by the Catholic Church."}]}, {"heading": "Deaths", "year": "1278", "date": "June 30", "txt": "Pierre de la Broce, French courtier", "entities": [{"title": "Pierre de la Broce", "href": "/wiki/Pierre_de_la_Broce", "description": "Pierre de la Broce or de la Brosse was a royal favorite and councilor during the early reign of Philip III of France."}]}, {"heading": "Deaths", "year": "1337", "date": "June 30", "txt": "Eleanor de Clare, English noblewoman (b. 1290)", "entities": [{"title": "Eleanor de Clare", "href": "/wiki/Eleanor_de_Clare", "description": "Eleanor de Clare, suo jure 6th Lady of Glamorgan was a powerful Anglo-Welsh noblewoman who married Hugh Despenser the Younger and was a granddaughter of Edward I of England. With her sisters, Elizabeth de Clare and Margaret de Clare, she inherited her father's estates after the death of her brother, Gilbert de Clare, 8th Earl of Gloucester, 7th Earl of Hereford at the Battle of Bannockburn in 1314"}]}, {"heading": "Deaths", "year": "1364", "date": "June 30", "txt": "Arnošt of Pardubice, Czech archbishop (b. 1297)", "entities": [{"title": "Arnošt of Pardubice", "href": "/wiki/Arno%C5%A1t_of_Pardubice", "description": "Arnošt z Pardubic was the first Archbishop of Prague. He was also an advisor and diplomat to Emperor Charles IV."}]}, {"heading": "Deaths", "year": "1538", "date": "June 30", "txt": "Charles II, Duke of Guelders (b. 1467)", "entities": [{"title": "Charles II, Duke of Guelders", "href": "/wiki/Charles_II,_Duke_of_Guelders", "description": "Charles II was a member of the House of Egmond who ruled as Duke of Guelders and Count of Zutphen from 1492 until his death. He was the son of Adolf of Egmond and Catharine of Bourbon. He had a principal role in the Frisian peasant rebellion and the Guelders Wars."}]}, {"heading": "Deaths", "year": "1522", "date": "June 30", "txt": "Johann Reuchlin, German humanist and Hebrew scholar (b. 1455)", "entities": [{"title": "Johann Reuchlin", "href": "/wiki/Johann_Reuchlin", "description": "Johann Reuchlin was a German-born Catholic humanist and a scholar of Greek and Hebrew, whose work also took him to modern-day Austria, Switzerland, and Italy and France. Most of Reuchlin's career centered on advancing German knowledge of Greek and Hebrew."}]}, {"heading": "Deaths", "year": "1607", "date": "June 30", "txt": "Caesar Baronius, Italian cardinal and historian (b. 1538)", "entities": [{"title": "Caesar Baronius", "href": "/wiki/Caesar_Baronius", "description": "Cesare Baronio was an Italian cardinal and ecclesiastical historian of the Roman Catholic Church. His best-known works are his Annales Ecclesiastici, which appeared in 12 folio volumes (1588–1607). Pope Benedict XIV conferred upon him the title of Venerable."}]}, {"heading": "Deaths", "year": "1649", "date": "June 30", "txt": "Simon Vouet, French painter (b. 1590)", "entities": [{"title": "Simon Vouet", "href": "/wiki/Simon_Vouet", "description": "Simon Vouet was a French painter who studied and rose to prominence in Italy before being summoned by Louis XIII to serve as Premier peintre du Roi in France. He and his studio of artists created religious and mythological paintings, portraits, frescoes, tapestries, and massive decorative schemes for the king and for wealthy patrons, including Richelieu. During this time, \"Vouet was indisputably t"}]}, {"heading": "Deaths", "year": "1660", "date": "June 30", "txt": "William Oughtred, English minister and mathematician (b. 1575)", "entities": [{"title": "William Oughtred", "href": "/wiki/William_Oughtred", "description": "William Oughtred was an English mathematician and Anglican clergyman. After John Napier invented logarithms and Edmund Gunter created the logarithmic scales upon which slide rules are based, Oughtred was the first to use two such scales sliding by one another to perform direct multiplication and division. He is credited with inventing the slide rule in about 1622. He also introduced the \"×\" symbol"}]}, {"heading": "Deaths", "year": "1666", "date": "June 30", "txt": "Alexander Brome, English poet and playwright (b. 1620)", "entities": [{"title": "Alexander Brome", "href": "/wiki/Alexander_Brome", "description": "\n\nAlexander Brome was an English poet."}]}, {"heading": "Deaths", "year": "1670", "date": "June 30", "txt": "Henrietta of England (b. 1644)", "entities": [{"title": "Henrietta of England", "href": "/wiki/Henrietta_of_England", "description": "Henrietta Anne of England – 30 June 1670) was the youngest daughter of King Charles I of England, Scotland and Ireland and Henrietta Maria of France."}]}, {"heading": "Deaths", "year": "1704", "date": "June 30", "txt": "John Quelch, English pirate (b. 1665)", "entities": [{"title": "John Quelch (pirate)", "href": "/wiki/John_Quelch_(pirate)", "description": "John Quelch was an English pirate who had a lucrative but very brief career of about one year. His chief claim to historical significance is that he was the first person to be tried for piracy outside England under Admiralty Law and thus without a jury. These Admiralty courts had been instituted to tackle the rise of piracy in colonial ports where civil and criminal courts had proved ineffective."}]}, {"heading": "Deaths", "year": "1708", "date": "June 30", "txt": "Tekle Haymanot I of Ethiopia (b. 1684)", "entities": [{"title": "Tekle Haymanot I", "href": "/wiki/Tekle_Haymanot_I", "description": "Tekle Haymanot I was Emperor of Ethiopia, throne name Le`al Sagad from 27 March 1706 until his death, he was a member of the Solomonic dynasty and was the son of Iyasu I and Empress Malakotawit. He is often referred to as \"Irgum Tekle Haymanot\" or \"Tekle Haymanot the Cursed\"."}]}, {"heading": "Deaths", "year": "1709", "date": "June 30", "txt": "Edward Lhuyd, Welsh botanist, linguist, and geographer (b. 1660)", "entities": [{"title": "Edward Lhuyd", "href": "/wiki/Edward_Lhuyd", "description": "Edward Lhuyd FRS was a Welsh naturalist, botanist, linguist, geographer and antiquary. He is also named in a Latinized form as Eduardus Luidius."}]}, {"heading": "Deaths", "year": "1785", "date": "June 30", "txt": "James Oglethorpe, English general and politician, 1st Colonial Governor of Georgia (b. 1696)", "entities": [{"title": "James Oglethorpe", "href": "/wiki/James_Oglethorpe", "description": "James Edward Oglethorpe was a British soldier, Member of Parliament, and philanthropist, as well as the founder of the colony of Georgia in what was then British America. As a social reformer, he hoped to resettle Britain's worthy poor in the New World, initially focusing on those in debtors' prisons."}, {"title": "List of colonial governors of Georgia", "href": "/wiki/List_of_colonial_governors_of_Georgia", "description": "\nThis is of the governors of the Province of Georgia from 1732 until 1782, including the restored Loyalist administration during the War of American Independence."}]}, {"heading": "Deaths", "year": "1796", "date": "June 30", "txt": "Abraham Yates Jr., American lawyer and politician (b. 1724)", "entities": [{"title": "Abraham Yates Jr.", "href": "/wiki/Abraham_Yates_Jr.", "description": "Abraham Yates Jr. was an American lawyer, civil servant, and pamphleteer from Albany, New York."}]}, {"heading": "Deaths", "year": "1857", "date": "June 30", "txt": "Alcide d'Orbigny, French zoologist and paleontologist (b. 1802)", "entities": [{"title": "Alcide d'Orbigny", "href": "/wiki/Alcide_d%27Orbigny", "description": "Alcide Charles Victor Marie Dessalines d'Orbigny was a French naturalist who made major contributions in many areas, including zoology, palaeontology, geology, archaeology and anthropology."}]}, {"heading": "Deaths", "year": "1882", "date": "June 30", "txt": "Charles J. Guiteau, American preacher and lawyer, assassin of James A. Garfield (b. 1841)", "entities": [{"title": "Charles J. Guiteau", "href": "/wiki/Charles_J._Guiteau", "description": "Charles Julius Guiteau was an American writer and lawyer who assassinated United States President James A. Garfield on July 2, 1881. Guiteau falsely believed he had played a major role in Garfield's victory, for which he should be rewarded with a consulship. He was so offended by the Garfield administration's rejections of his applications to serve in Vienna or Paris that he decided to kill Garfie"}, {"title": "James A. Garfield", "href": "/wiki/James_A._Garfield", "description": "James Abram Garfield was the 20th president of the United States, serving from March to September 1881. Garfield was shot by an assassin four months into his presidency and died two months later. He is the only sitting member of the United States House of Representatives to be elected to the presidency."}]}, {"heading": "Deaths", "year": "1882", "date": "June 30", "txt": "Alberto Henschel, German-Brazilian photographer and businessman (b. 1827)", "entities": []}, {"heading": "Deaths", "year": "1890", "date": "June 30", "txt": "Samuel Parkman Tuckerman, American organist and composer (b. 1819)", "entities": [{"title": "Samuel Parkman Tuckerman", "href": "/wiki/Samuel_Parkman_Tuckerman", "description": "Samuel Parkman Tuckerman was an American composer."}]}, {"heading": "Deaths", "year": "1908", "date": "June 30", "txt": "Thomas Hill, American painter (b. 1829)", "entities": [{"title": "Thomas Hill (painter)", "href": "/wiki/Thomas_Hill_(painter)", "description": "Thomas Hill was an English-born American artist of the 19th century. He produced many fine paintings of the California landscape, in particular of the Yosemite Valley, as well as the White Mountains of New Hampshire."}]}, {"heading": "Deaths", "year": "1913", "date": "June 30", "txt": "Alphonse Kirchhoffer, French fencer (b. 1873)", "entities": [{"title": "Alphonse Kirchhoffer", "href": "/wiki/Alphonse_Kirchhoffer", "description": "Alphonse Kirchhoffer was a French fencer who competed in the late 19th century and early 20th century."}]}, {"heading": "Deaths", "year": "1916", "date": "June 30", "txt": "Eunice Eloisae Gibbs Allyn, American correspondent, author, and poet (b. 1847)", "entities": [{"title": "Eunice Eloisae Gibbs Allyn", "href": "/wiki/Eunice_Eloisae_Gibbs_Allyn", "description": "Eunice Gibbs Allyn was an American correspondent, author, songwriter, illustrator, and painter. She intended to become a teacher, but her mother dissuaded her so she remained at home, entering into society, and writing in a quiet way for the local papers while using various pen names in order to avoid displeasing one of her brothers, who did not wish to have a \"bluestocking\" in the family."}]}, {"heading": "Deaths", "year": "1917", "date": "June 30", "txt": "Antonio de La Gándara, French painter and illustrator (b. 1861)", "entities": [{"title": "Antonio de La Gándara", "href": "/wiki/Antonio_de_La_G%C3%A1ndara", "description": "Antonio de La Gándara was a French painter, pastellist and draughtsman. La Gándara was born in Paris, France, but his father was of Spanish ancestry, born in San Luis Potosí, Mexico, and his mother was from England. La Gándara's talent was strongly influenced by both cultures. At only 15 years of age, La Gándara was admitted as a student of Jean-Léon Gérôme and Cabanel at the École des Beaux-Arts."}]}, {"heading": "Deaths", "year": "1917", "date": "June 30", "txt": "Dadabhai Naoroji, Parsi intellectual, educator, cotton trader, and an early Indian political and social leader (b. 1825)", "entities": []}, {"heading": "Deaths", "year": "1919", "date": "June 30", "txt": "John William Strutt, 3rd Baron Rayleigh, English physicist and academic, Nobel Prize laureate (b. 1842)", "entities": [{"title": "John William Strutt, 3rd Baron Rayleigh", "href": "/wiki/John_William_Strutt,_3rd_Baron_Rayleigh", "description": "John William Strutt, 3rd Baron Rayleigh,, was a British scientist who made extensive contributions to both theoretical and experimental physics. He spent all of his academic career at the University of Cambridge. Among many honors, he received the 1904 Nobel Prize in Physics \"for his investigations of the densities of the most important gases and for his discovery of argon in connection with these"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1932", "date": "June 30", "txt": "Bruno Kastner, German actor, producer, and screenwriter (b. 1890)", "entities": [{"title": "Bruno Kastner", "href": "/wiki/Bruno_Kastner", "description": "Richard Otto Bruno Kastner was a German stage and film actor, screenwriter, and film producer whose career was most prominent in the 1910s and 1920s during the silent film era. Kastner was one of the most popular leading men in German films during his career's peak in the 1920s."}]}, {"heading": "Deaths", "year": "1934", "date": "June 30", "txt": "Karl Ernst, German soldier (b. 1904)", "entities": [{"title": "Karl Ernst", "href": "/wiki/Karl_Ernst", "description": "Karl Ernst was an SA-Gruppenführer who, in early 1933, was the SA leader in Berlin. Prior to joining the Nazi Party, he had been a hotel bellboy and a bouncer at a gay nightclub."}]}, {"heading": "Deaths", "year": "1934", "date": "June 30", "txt": "Erich Klausener, German soldier and politician (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1934", "date": "June 30", "txt": "Gustav Ritter von Kahr, German lawyer and politician, Minister-President of Bavaria (b. 1862)", "entities": [{"title": "List of Ministers-President of Bavaria", "href": "/wiki/List_of_Ministers-President_of_Bavaria", "description": "Below is a list of the men who have served in the capacity of Minister-President or equivalent office in the German state of Bavaria from the 17th century to the present."}]}, {"heading": "Deaths", "year": "1934", "date": "June 30", "txt": "Gregor Strasser, German lieutenant and politician (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1934", "date": "June 30", "txt": "Kurt von Schleicher, German general and politician, 23rd Chancellor of Germany (b. 1882)", "entities": [{"title": "Chancellor of Germany (German Reich)", "href": "/wiki/Chancellor_of_Germany_(German_Reich)", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Deaths", "year": "1941", "date": "June 30", "txt": "Yefim Fomin, Belarusian politician (b. 1909)", "entities": [{"title": "Yefim Fomin", "href": "/wiki/Yefim_Fomin", "description": "Yefim Moiseyevich Fomin, , was a Soviet political commissar. He is known for his part in the 1941 Defense of Brest Fortress, during which the German Army captured and immediately executed him."}]}, {"heading": "Deaths", "year": "1941", "date": "June 30", "txt": "Aleksander Tõnisson, Estonian general and politician, 5th Estonian Minister of War (b. 1875)", "entities": [{"title": "Estonian Minister of War", "href": "/wiki/Estonian_Minister_of_War", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Deaths", "year": "1948", "date": "June 30", "txt": "Prince Sabahaddin, Turkish-Swiss sociologist and academic (b. 1879)", "entities": [{"title": "Prince Sabahaddin", "href": "/wiki/Prince_Sabahaddin", "description": "Prince Sabahaddin de Neuchâtel was an Ottoman sociologist and thinker. Because of his threat to the ruling House of Osman, of which he was a member, in the late 19th and early 20th centuries due to his political activity and push for democracy in the Empire, he was exiled. He was one of the founders of the short-lived Ottoman Liberty Party."}]}, {"heading": "Deaths", "year": "1949", "date": "June 30", "txt": "Édouard Alphonse James de Rothschild, French financier and polo player (b. 1868)", "entities": [{"title": "Édouard Alphonse James de Rothschild", "href": "/wiki/%C3%89douard_Alphonse_James_de_Rothschild", "description": "Édouard Alphonse James de Rothschild, also known as Baron Édouard de Rothschild was an aristocrat, French financier and a member of the prominent Rothschild banking family of France."}]}, {"heading": "Deaths", "year": "1951", "date": "June 30", "txt": "Yrjö Saarela, Finnish wrestler and coach (b. 1884)", "entities": [{"title": "Yrjö Saarela", "href": "/wiki/Yrj%C3%B6_Saarela", "description": "Yrjö Erik Mikael Saarela was a Finnish wrestler, who won an Olympic gold and a world championship."}]}, {"heading": "Deaths", "year": "1953", "date": "June 30", "txt": "Elsa Beskow, Swedish author and illustrator (b. 1874)", "entities": [{"title": "Elsa Beskow", "href": "/wiki/Elsa_Beskow", "description": "Elsa Beskow was a famous Swedish author and illustrator of children's books. Among her better known books are Tale of the Little Little Old Woman and Aunt Green, Aunt Brown and Aunt Lavender."}]}, {"heading": "Deaths", "year": "1953", "date": "June 30", "txt": "Charles William Miller, Brazilian footballer and civil servant (b. 1874)", "entities": []}, {"heading": "Deaths", "year": "1954", "date": "June 30", "txt": "Andrass Samuelsen, Faroese politician, 1st Prime Minister of the Faroe Islands (b. 1873)", "entities": [{"title": "Andrass Samuelsen", "href": "/wiki/Andrass_Samuelsen", "description": "Andrass Samuelsen was a Faroese politician and member of the Union Party. He was the first Prime Minister of the Faroe Islands after the autonomy of the Faroe Islands in 1948 (Heimastýrislógin)."}, {"title": "Prime Minister of the Faroe Islands", "href": "/wiki/Prime_Minister_of_the_Faroe_Islands", "description": "This is a list of lawmen and prime ministers of the Faroe Islands."}]}, {"heading": "Deaths", "year": "1956", "date": "June 30", "txt": "Thorleif Lund, Norwegian actor (b. 1880)", "entities": [{"title": "Thorleif Lund", "href": "/wiki/Thorleif_Lund", "description": "Thorleif Brinck Lund was a Norwegian stage and film actor of the silent film era."}]}, {"heading": "Deaths", "year": "1959", "date": "June 30", "txt": "José Vasconcelos, Mexican philosopher and politician (b. 1882)", "entities": [{"title": "José Vasconcelos", "href": "/wiki/Jos%C3%A9_Vasconcelos", "description": "José Vasconcelos Calderón, called the \"cultural caudillo\" of the Mexican Revolution, was an important Mexican writer, philosopher, and politician. He is one of the most influential and controversial personalities in the development of modern Mexico. His philosophy of the \"cosmic race\" affected all aspects of Mexican sociocultural, political, and economic policies."}]}, {"heading": "Deaths", "year": "1961", "date": "June 30", "txt": "Lee de Forest, American inventor, invented the audion tube (b. 1873)", "entities": [{"title": "Lee de Forest", "href": "/wiki/Lee_de_Forest", "description": "Lee de Forest was an American inventor and early pioneer in radio and in the development of sound-on-film recording used for motion pictures. He had over 180 patents, but also a tumultuous career—he boasted that he made, then lost, four fortunes. He was also involved in several major patent lawsuits, spent a substantial part of his income on legal bills, and was even tried for mail fraud. His most"}, {"title": "Audion tube", "href": "/wiki/Audion_tube", "description": "The Audion was an electronic detecting or amplifying vacuum tube invented by American electrical engineer Lee de Forest in 1906. It was the first triode, consisting of an evacuated glass tube containing three electrodes: a heated filament, a grid, and a plate. It is important in the history of technology because it was the first widely used electronic device which could amplify; a small electrical"}]}, {"heading": "Deaths", "year": "1966", "date": "June 30", "txt": "Giuseppe Farina, Italian race car driver (b. 1906)", "entities": [{"title": "Giuseppe Farina", "href": "/wiki/Giuseppe_Farina", "description": "Emilio Giuseppe Farina, also known as Giuseppe Antonio \"Nino\" Farina, was an Italian racing driver and first official Formula One World Champion. He gained the title in 1950. He was the Italian Champion in 1937, 1938 and 1939."}]}, {"heading": "Deaths", "year": "1966", "date": "June 30", "txt": "Margery Allingham, English author of detective fiction (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "June 30", "txt": "Ernst Marcus, German zoologist (b. 1893)", "entities": [{"title": "Ernst Marcus (zoologist)", "href": "/wiki/Ernst_Marcus_(zoologist)", "description": "Ernst Gustav Gotthelf Marcus was a German zoologist, former occupant of the chair of zoology at the University of São Paulo from 1936 to 1963, and co-founder of the Oceanographic Institute of the University of São Paulo."}]}, {"heading": "Deaths", "year": "1971", "date": "June 30", "txt": "Georgi Asparuhov, Bulgarian footballer (b. 1943)", "entities": [{"title": "Georgi Asparuhov", "href": "/wiki/Georgi_Asparuhov", "description": "Georgi Asparuhov Rangelov, nicknamed Gundi, was a Bulgarian footballer who played as a striker."}]}, {"heading": "Deaths", "year": "1971", "date": "June 30", "txt": "Herbert Biberman, American director and screenwriter (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "June 30", "txt": "Georgy Dobrovolsky Ukrainian pilot and astronaut (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "June 30", "txt": "Nikola Kotkov, Bulgarian footballer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "June 30", "txt": "Viktor Patsayev, Kazakh engineer and astronaut (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "June 30", "txt": "Vladislav Volkov, Russian engineer and astronaut (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "June 30", "txt": "Nancy Mitford, English journalist and author (b. 1904)", "entities": [{"title": "Nancy Mitford", "href": "/wiki/Nancy_Mitford", "description": "Nancy Freeman-Mitford, known as Nancy Mitford, was an English novelist, biographer, and journalist. The eldest of the Mitford sisters, she was regarded as one of the \"Bright Young People\" on the London social scene in the years between the world wars. She wrote several novels about upper-class life in England and France, and is considered a sharp and often provocative wit. She also has a reputatio"}]}, {"heading": "Deaths", "year": "1973", "date": "June 30", "txt": "Vasyl Velychkovsky, Ukrainian-Canadian bishop and martyr (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "June 30", "txt": "Alberta Williams King, Civil rights activist (b. 1904)", "entities": [{"title": "Alberta Williams King", "href": "/wiki/Alberta_Williams_King", "description": "Alberta Christine Williams King was Martin Luther King Jr.'s mother, married to Martin Luther King Sr. She played a significant role in the affairs of the Ebenezer Baptist Church. She was shot and killed in the church by Marcus Wayne Chenault, a 23-year-old Black Hebrew Israelite six years after the assassination of Martin Luther King Jr."}]}, {"heading": "Deaths", "year": "1976", "date": "June 30", "txt": "Firpo Marberry, American baseball player and umpire (b. 1898)", "entities": [{"title": "Firpo Marberry", "href": "/wiki/Firpo_Marberry", "description": "Frederick \"Firpo\" Marberry was an American right-handed starting and relief pitcher in Major League Baseball from 1923 to 1936, most notably with the Washington Senators. The sport's first prominent reliever, he has been retroactively credited as having been the first pitcher to record 20 saves in a season, the first to make 50 relief appearances in a season or 300 in a career, and the only pitche"}]}, {"heading": "Deaths", "year": "1984", "date": "June 30", "txt": "Lillian Hellman, American author and playwright (b. 1905)", "entities": [{"title": "Lillian Hellman", "href": "/wiki/Lillian_Hellman", "description": "Lillian Florence Hellman was an American playwright, author, and screenwriter known for her success on Broadway, as well as her communist sympathies and political activism. She was blacklisted after her appearance before the House Committee on Un-American Activities (HUAC) at the height of the anti-communist campaigns of 1947–1952. Although she continued to work on Broadway in the 1950s, her black"}]}, {"heading": "Deaths", "year": "1985", "date": "June 30", "txt": "Haruo Remeliik, Palauan politician, 1st President of Palau (b. 1933)", "entities": [{"title": "Haruo Remeliik", "href": "/wiki/Haruo_Remeliik", "description": "Haruo Ignacio Remeliik was a politician from Palau. He served as the first President of Palau from 2 March 1981 until his assassination on 30 June 1985. He is buried at Kloulklubed in his home state of Peleliu. Remeliik was of mixed Japanese and Palauan descent."}, {"title": "President of Palau", "href": "/wiki/President_of_Palau", "description": "The President of the Republic of Palau is the head of government and head of state of Palau. The president is directly elected to a four-year term, and can be reelected once in a consecutive manner."}]}, {"heading": "Deaths", "year": "1995", "date": "June 30", "txt": "Georgy Beregovoy, Ukrainian general and astronaut (b. 1921)", "entities": [{"title": "Georgy Beregovoy", "href": "/wiki/Georgy_Beregovoy", "description": "Georgy Timofeyevich Beregovoy was a Soviet cosmonaut who commanded the space mission Soyuz 3 in 1968. At the time of his flight, Beregovoy was 47 years of age: he was the earliest-born human to go to orbit, being born three months and three days earlier than the second earliest-born man in orbit – John Glenn, but later than X-15 pilot Joe Walker who made 2 suborbital space flights."}]}, {"heading": "Deaths", "year": "1995", "date": "June 30", "txt": "Gale Gordon, American actor and voice artist (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "June 30", "txt": "Lakis Petropoulos, Greek footballer and manager (b. 1932)", "entities": [{"title": "Lakis Petropoulos", "href": "/wiki/Lakis_Petropoulos", "description": "Lakis Petropoulos was a Greek football player and manager.\nHe played for Panathinaikos and capped 3 times for Greece. He was member of the national side for the 1952 Olympic Games."}]}, {"heading": "Deaths", "year": "2001", "date": "June 30", "txt": "Chet Atkins, American singer-songwriter, guitarist, and producer (b. 1924)", "entities": [{"title": "Chet Atkins", "href": "/wiki/Chet_Atkins", "description": "Chester Burton \"Chet\" Atkins, known as \"Mr. Guitar\" and \"The Country Gentleman\", was an American musician, occasional vocalist, songwriter, and record producer who, along with Owen Bradley and Bob Ferguson, helped create the Nashville sound, the country music style which expanded its appeal to adult pop music fans. He was primarily known as a guitarist. He also played the mandolin, fiddle, banjo, "}]}, {"heading": "Deaths", "year": "2001", "date": "June 30", "txt": "Joe Henderson, American saxophonist and composer (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "June 30", "txt": "Chico Xavier, Brazilian medium and author (b. 1910)", "entities": [{"title": "Chico Xavier", "href": "/wiki/Chico_Xavier", "description": "Chico Xavier or Francisco Cândido Xavier, born Francisco de Paula Cândido, was a popular Brazilian philanthropist and spiritist medium. During a period of 60 years he wrote over 490 books and several thousand letters claiming to use a process known as \"psychography\". Books based on old letters and manuscripts were published posthumously, bringing the total number of books to 496."}]}, {"heading": "Deaths", "year": "2003", "date": "June 30", "txt": "Buddy Hackett, American actor and comedian (b. 1924)", "entities": [{"title": "Buddy Hackett", "href": "/wiki/Buddy_Hackett", "description": "Buddy Hackett was an American actor and comedian. His best remembered roles include Marcellus Washburn in The Music Man (1962), Benjy Benjamin in It's a Mad, Mad, Mad, Mad World (1963), Tennessee Steinmetz in The Love Bug (1968), and the voice of Scuttle in The Little Mermaid (1989)."}]}, {"heading": "Deaths", "year": "2003", "date": "June 30", "txt": "Robert McCloskey, American author and illustrator (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "June 30", "txt": "Eddie Burns, Australian rugby league player (b. 1916)", "entities": [{"title": "Eddie Burns", "href": "/wiki/Eddie_Burns", "description": "Eddie Burns was an Australian rugby league footballer and coach of the mid 20th century. A New South Wales representative prop-forward, he played for the Canterbury-Bankstown club of the NSWRFL Premiership, later becoming their coach."}]}, {"heading": "Deaths", "year": "2007", "date": "June 30", "txt": "Sahib Singh Verma, Indian librarian and politician, 4th Chief Minister of Delhi (b. 1943)", "entities": [{"title": "Sahib Singh Verma", "href": "/wiki/Sahib_Singh_Verma", "description": "Sahib Singh Verma was an Indian politician and the former senior vice-president of the Bharatiya Janata Party. He served as Chief Minister of Delhi (1996–1998) and was member of 13th Lok Sabha, Parliament of India (1999–2004). He served as the Union Labour Minister of India."}, {"title": "List of Chief Ministers of Delhi", "href": "/wiki/List_of_Chief_Ministers_of_Delhi", "description": "The Chief Minister of the Union Territory of Delhi is the head of government of Delhi. According to the Constitution of India, the lieutenant governor is Delhi's de jure head, but de facto executive authority rests with its chief minister. Following elections to the Delhi Legislative Assembly, the lieutenant governor usually invites the party with a majority of seats to form the government. The Pr"}]}, {"heading": "Deaths", "year": "2009", "date": "June 30", "txt": "Pina Bausch, German dancer, choreographer, and director (b. 1940)", "entities": [{"title": "Pina Bausch", "href": "/wiki/Pina_Bausch", "description": "Philippine \"Pina\" Bausch was a German dancer and choreographer who, with a blend of movement, sound, and prominent stage sets, and with performers during the development of a piece, became an influence in the field of modern dance from the 1970s on. She continued the European and American Expressionist movements in dance with modernist works in the highly dramatic mode of modern dance theatre deal"}]}, {"heading": "Deaths", "year": "2009", "date": "June 30", "txt": "Harve Presnell, American actor and singer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 30", "txt": "Michael Abney-Hastings, 14th Earl of Loudoun, English-Australian politician (b. 1942)", "entities": [{"title": "Michael Abney-Hastings, 14th Earl of Loudoun", "href": "/wiki/Michael_Abney-Hastings,_14th_Earl_of_Loudoun", "description": "Michael Edward Abney-Hastings, 14th Earl of Loudoun, was a British-Australian farmer, who is most noted because of the 2004 documentary Britain's Real Monarch, which alleged he was the rightful monarch of England instead of Queen Elizabeth II. From February 1960 until November 2002, he held the courtesy title Lord Mauchline."}]}, {"heading": "Deaths", "year": "2012", "date": "June 30", "txt": "Yitzhak Shamir, Israeli politician, 7th Prime Minister of Israel (b. 1915)", "entities": [{"title": "List of Prime Ministers of Israel", "href": "/wiki/List_of_Prime_Ministers_of_Israel", "description": "\n\nThis article lists the prime ministers of Israel since the adoption of the Israeli Declaration of Independence in 1948."}]}, {"heading": "Deaths", "year": "2012", "date": "June 30", "txt": "Michael J. Ybarra, American journalist and author (b. 1966)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 30", "txt": "Alan Campbell, Baron Campbell of Alloway, English lawyer and judge (b. 1917)", "entities": [{"title": "Alan Campbell, Baron Campbell of Alloway", "href": "/wiki/Alan_Campbell,_Baron_Campbell_of_Alloway", "description": "Alan Robertson Campbell, Baron Campbell of Alloway ERD QC was a British judge, barrister and author who sat in the House of Lords as a life peer."}]}, {"heading": "Deaths", "year": "2013", "date": "June 30", "txt": "Akpor Pius Ewherido, Nigerian politician (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 30", "txt": "Kathryn Morrison, American educator and politician (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 30", "txt": "Thompson Oliha, Nigerian footballer (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 30", "txt": "Keith Seaman, Australian politician, 29th Governor of South Australia (b. 1920)", "entities": [{"title": "Governor of South Australia", "href": "/wiki/Governor_of_South_Australia", "description": "The Governor of South Australia is the representative in the Australian state of South Australia of Elizabeth II, Queen of Australia. The Governor performs the same constitutional and ceremonial functions at the state level as does the Governor-General of Australia at the national level. In accordance with the conventions of the Westminster system of parliamentary government, the Governor nearly a"}]}, {"heading": "Deaths", "year": "2014", "date": "June 30", "txt": "Frank Cashen, American businessman (b. 1925)", "entities": [{"title": "Frank Cashen", "href": "/wiki/Frank_Cashen", "description": "John Francis \"Frank\" Cashen was a Major League Baseball general manager. He was an executive when the Baltimore Orioles won the 1966 World Series, and 1970 World Series while winning three consecutive AL pennants from 1969 to 1971. Later he became General Manager of the New York Mets from 1980 to 1991, and the club won the 1986 World Series during his tenure."}]}, {"heading": "Deaths", "year": "2014", "date": "June 30", "txt": "Paul Mazursky, American actor, director, producer, and screenwriter (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 30", "txt": "Željko Šturanović, Montenegrin lawyer and politician, 31st Prime Minister of Montenegro (b. 1960)", "entities": [{"title": "Prime Minister of Montenegro", "href": "/wiki/Prime_Minister_of_Montenegro", "description": "The Prime Minister of Montenegro officially the President of the Government of Montenegro, is the head of the Government of Montenegro. The role of the Prime Minister is to direct the work of the government, and to submit to the Parliament the government's program, which includes a list of proposed ministers. The resignation of the prime minister would cause the dissolution of his government."}]}, {"heading": "Deaths", "year": "2015", "date": "June 30", "txt": "Charles W. Bagnal, American general (b. 1934)", "entities": [{"title": "Charles W. Bagnal", "href": "/wiki/Charles_W._Bagnal", "description": "Lieutenant General Charles Wilson Bagnal was a United States Army officer. He was commander of the United States Army Western Command, from 1985 to 1989. Previously he was Deputy Commanding General for Training of the United States Army Training and Doctrine Command (TRADOC), Deputy Superintendent at the United States Military Academy, Commander of the 101st Airborne Division (1981-1983), Commande"}]}, {"heading": "Deaths", "year": "2015", "date": "June 30", "txt": "Robert Dewar, English-American computer scientist and academic (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 30", "txt": "Arthur Porter, Canadian physician and academic (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 30", "txt": "Leonard Starr, American author and illustrator (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "June 30", "txt": "Barry Norman, English television presenter (b. 1933)", "entities": [{"title": "Barry Norman", "href": "/wiki/Barry_Norman", "description": "Barry Leslie Norman was a British film critic, television presenter and journalist. He presented the BBC's cinema review programme, Film..., from 1972 to 1998."}]}, {"heading": "Deaths", "year": "2017", "date": "June 30", "txt": "Simone Veil, French lawyer and politician (b. 1927)", "entities": []}]