[{"heading": "Events", "year": "350", "date": "June 3", "txt": "The Roman usurper Nepotianus, of the Constantinian dynasty, proclaims himself Roman emperor, entering Rome at the head of a group of gladiators.", "entities": [{"title": "Roman usurper", "href": "/wiki/Roman_usurper", "description": "Roman usurpers were individuals or groups of individuals who obtained or tried to obtain power by force and without legitimate legal authority. Usurpation was endemic during the Roman imperial era, especially from the crisis of the third century onwards, when political instability became the rule."}, {"title": "Nepotianus", "href": "/wiki/Nepotianus", "description": "Julius Nepotianus, sometimes known in English as Nepotian, was a member of the Constantinian dynasty who reigned as a short-lived usurper of the Roman Empire. He ruled the city of Rome for twenty-eight days, before being killed by his rival usurper Magnentius' general Marcellinus."}, {"title": "Constantinian dynasty", "href": "/wiki/Constantinian_dynasty", "description": "The Constantinian dynasty is an informal name for the ruling family of the Roman Empire from Constantius Chlorus to the death of Julian in 363. It is named after its most famous member, Constantine the Great who became the sole ruler of the empire in 324. The dynasty is also called Neo-Flavian because every Constantinian emperor bore the name Flavius, similarly to the rulers of the first Flavian d"}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Gladiator", "href": "/wiki/Gladiator", "description": "A gladiator was an armed combatant who entertained audiences in the Roman Republic and Roman Empire in violent confrontations with other gladiators, wild animals, and condemned criminals. Some gladiators were volunteers who risked their lives and their legal and social standing by appearing in the arena. Most were despised as slaves, schooled under harsh conditions, socially marginalized, and segr"}]}, {"heading": "Events", "year": "713", "date": "June 3", "txt": "The Byzantine emperor Philippicus is blinded, deposed and sent into exile by conspirators of the Opsikion army in Thrace. He is succeeded by Anastasios II, who begins the reorganization of the Byzantine army.", "entities": [{"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Philippikos Bardanes", "href": "/wiki/Philippikos_Bardanes", "description": "Philippikos or Philippicus was the Byzantine emperor of the from 711 to 713."}, {"title": "Political mutilation in Byzantine culture", "href": "/wiki/Political_mutilation_in_Byzantine_culture", "description": "Mutilation was a common method of punishment for criminals in the Byzantine Empire, but it also had a role in the empire's political life. By blinding a rival, one would not only restrict their mobility but also make it almost impossible for them to lead an army into battle, then an important part of taking control of the empire. Castration was also used to eliminate potential opponents. In the By"}, {"title": "Exile", "href": "/wiki/Exile", "description": "To be in exile means to be forced away from one's home and unable to return. People may be in exile for various reasons, for legal or other reasons."}, {"title": "Opsikion", "href": "/wiki/Opsikion", "description": "The Opsician Theme or simply Opsikion was a Byzantine theme located in northwestern Asia Minor. Created from the imperial retinue army, the Opsikion was the largest and most prestigious of the early themes, being located closest to Constantinople. Involved in several revolts in the 8th century, it was split in three after ca. 750, and lost its former pre-eminence. It survived as a middle-tier them"}, {"title": "Thrace", "href": "/wiki/Thrace", "description": "Thrace or Thrake is a geographical and historical region in Southeast Europe, now split among Bulgaria, Greece, and Turkey, which is bounded by the Balkan Mountains to the north, the Aegean Sea to the south, and the Black Sea to the east. It comprises southeastern Bulgaria, northeastern Greece, and the European part of Turkey. The region's boundaries are based on that of the Roman Province of Thra"}, {"title": "Anastasios II", "href": "/wiki/Anastasios_II", "description": "Anastasios II or Anastasius II was the Byzantine emperor from 713 to 715."}, {"title": "Byzantine army", "href": "/wiki/Byzantine_army", "description": "The Byzantine army was the primary military body of the Byzantine armed forces, serving alongside the Byzantine navy. A direct continuation of the East Roman army, it maintained a similar level of discipline, strategic prowess and organization. It was among the most effective armies of western Eurasia for much of the Middle Ages. Over time the cavalry arm became more prominent in the Byzantine arm"}]}, {"heading": "Events", "year": "1140", "date": "June 3", "txt": "The French scholar Peter Abelard is found guilty of heresy.", "entities": [{"title": "Peter Abelard", "href": "/wiki/Peter_Abelard", "description": "Peter Abelard was a medieval French scholastic philosopher, leading logician, theologian, teacher, musician, composer, and poet."}, {"title": "Heresy in Christianity", "href": "/wiki/Heresy_in_Christianity", "description": "Heresy in Christianity denotes the formal denial or doubt of a core doctrine of the Christian faith as defined by one or more of the Christian churches."}]}, {"heading": "Events", "year": "1326", "date": "June 3", "txt": "The Treaty of Novgorod delineates borders between Russia and Norway in Finnmark.", "entities": [{"title": "Treaty of Novgorod (1326)", "href": "/wiki/Treaty_of_Novgorod_(1326)", "description": "Treaty of Novgorod, signed on 3 June 1326 in Novgorod, marked the end of decades of the Norwegian-Novgorodian border skirmishes in the far-northern region called Finnmark. The terms were an armistice for 40 years. A few years earlier in 1323, Republic of Novgorod had settled its conflict with Sweden in the Treaty of Nöteborg."}, {"title": "Finnmark", "href": "/wiki/Finnmark", "description": "Finnmark is a former county in the northern part of Norway. It was dissolved on 1 January 2020 when it was merged with the neighboring county of Troms to form the new Troms og Finnmark county."}]}, {"heading": "Events", "year": "1539", "date": "June 3", "txt": "Hernando de Soto claims Florida for Spain.", "entities": [{"title": "Hernando de Soto", "href": "/wiki/Hernando_de_Soto", "description": "Hernando de Soto was a Spanish explorer and conquistador who was involved in expeditions in Nicaragua and the Yucatan Peninsula. He played an important role in Pizarro's conquest of the Inca Empire in Peru, but is best known for leading the first European expedition deep into the territory of the modern-day United States. He is the first European documented as having crossed the Mississippi River."}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}]}, {"heading": "Events", "year": "1608", "date": "June 3", "txt": "Samuel de Champlain lands at Tadoussac, Quebec, in the course of his third voyage to New France, and begins erecting fortifications.", "entities": [{"title": "Samuel de Champlain", "href": "/wiki/Samuel_de_Champlain", "description": "Samuel de Champlain was a French colonist, navigator, cartographer, draftsman, soldier, explorer, geographer, ethnologist, diplomat, and chronicler. He made between 21 and 29 trips across the Atlantic Ocean, and founded Quebec, and New France, on 3 July 1608. An important figure in Canadian history, Champlain created the first accurate coastal map during his explorations, and founded various colon"}, {"title": "Tadoussac, Quebec", "href": "/wiki/Tadoussac,_Quebec", "description": "Tadoussac is a village in Quebec, Canada, at the confluence of the Saguenay and Saint Lawrence rivers. The indigenous Innu called the place Totouskak meaning \"bosom\", probably in reference to the two round and sandy hills located on the west side of the village. According to other interpretations, it could also mean \"place of lobsters\", or \"place where the ice is broken\". Although located in Innu "}, {"title": "New France", "href": "/wiki/New_France", "description": "New France was the area colonized by France in North America, beginning with the exploration of the Gulf of Saint Lawrence by Jacques Cartier in 1534 and ending with the cession of New France to Great Britain and Spain in 1763 under the Treaty of Paris (1763)."}]}, {"heading": "Events", "year": "1621", "date": "June 3", "txt": "The Dutch West India Company receives a charter for New Netherland.", "entities": [{"title": "Dutch West India Company", "href": "/wiki/Dutch_West_India_Company", "description": "The Dutch West India Company was a chartered company of Dutch merchants as well as foreign investors. Among its founders was Willem Usselincx (1567–1647) and Jessé de Forest (1576–1624). On 3 June 1621, it was granted a charter for a trade monopoly in the Dutch West Indies by the Republic of the Seven United Netherlands and given jurisdiction over Dutch participation in the Atlantic slave trade, B"}, {"title": "New Netherland", "href": "/wiki/New_Netherland", "description": "New Netherland was a 17th-century colony of the Dutch Republic that was located on what is now the east coast of the United States. The claimed territories extended from the Delmarva Peninsula to southwestern Cape Cod, while the more limited settled areas are now part of New York, New Jersey, Delaware, and Connecticut, with small outposts in Pennsylvania and Rhode Island."}]}, {"heading": "Events", "year": "1658", "date": "June 3", "txt": "Pope Alexander VII appoints François de Laval vicar apostolic in New France.", "entities": [{"title": "Pope Alexander VII", "href": "/wiki/Pope_Alexander_VII", "description": "Pope Alexander VII, born Fabio Chigi, was head of the Catholic Church and ruler of the Papal States from 7 April 1655 to his death in 1667."}, {"title": "François de Laval", "href": "/wiki/Fran%C3%A7ois_de_Laval", "description": "Francis-Xavier de Montmorency-Laval, commonly referred to as François de Laval, was the first Roman Catholic bishop of Quebec, appointed when he was 36 years old by Pope Alexander VII."}, {"title": "Apostolic vicariate", "href": "/wiki/Apostolic_vicariate", "description": "An apostolic vicariate is a territorial jurisdiction of the Catholic Church under a titular bishop centered in missionary regions and countries where dioceses or parishes have not yet been established. It is essentially provisional, though it may last for a century or more. The hope is that the region will generate sufficient numbers of Catholics for the Church to create a diocese. In turn, the st"}]}, {"heading": "Events", "year": "1665", "date": "June 3", "txt": "James Stuart, Duke of York (later to become King James II of England), defeats the Dutch fleet off the coast of Lowestoft.", "entities": [{"title": "James II of England", "href": "/wiki/James_II_of_England", "description": "James II and VII was King of England and Ireland as James II, and King of Scotland as James VII, from 6 February 1685 until he was deposed in the Glorious Revolution of 1688. He was the last Catholic monarch of England, Scotland, and Ireland; his reign is now remembered primarily for struggles over religious tolerance. However, it also involved the principles of absolutism and divine right of king"}, {"title": "Naval fleet", "href": "/wiki/Naval_fleet", "description": "A fleet or naval fleet is a large formation of warships - the largest formation in any navy - controlled by one leader. A fleet at sea is the direct equivalent of an army on land."}, {"title": "Lowestoft", "href": "/wiki/Lowestoft", "description": "Lowestoft is an English North Sea coast town and civil parish in the county of Suffolk. On the edge of The Broads, it is the most easterly UK settlement, 110 miles (177 km) north-east of London, 38 miles (61 km) north-east of Ipswich and 22 miles (35 km) south-east of Norwich. The main town in the district of East Suffolk, it has an estimated population of over 70,000 in the built-up area. The por"}]}, {"heading": "Events", "year": "1781", "date": "June 3", "txt": "Jack Jouett begins his midnight ride to warn Thomas Jefferson and the Virginia legislature of an impending raid by Banastre Tarleton.", "entities": [{"title": "Jack Jouett", "href": "/wiki/Jack_Jouett", "description": "John Jouett Jr. was an American farmer and politician in Virginia and Kentucky, but may be best known for his heroic 40-mile (64 km) ride during the American Revolution. Sometimes called the \"Paul Revere of the South\", Jouett rode to warn Thomas Jefferson, then the outgoing governor of Virginia that British cavalry had been sent to capture them. After the war, Jouett moved across the Appalachian M"}, {"title": "Thomas Jefferson", "href": "/wiki/Thomas_Jefferson", "description": "Thomas Jefferson was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He had previously served as the second vice president of the United States under John Adams between 1797 and 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republic"}, {"title": "Banastre Tarleton", "href": "/wiki/Banastre_Tarleton", "description": "Sir Banastre Tarleton, 1st Baronet, GCB was a British soldier and politician. Tarleton was eventually ranked as a general years after his service in the colonies during the American Revolutionary War, and afterwards did not lead troops into battle."}]}, {"heading": "Events", "year": "1839", "date": "June 3", "txt": "In Humen, China, Lin Tse-hsü destroys 1.2 million kilograms of opium confiscated from British merchants, providing Britain with a casus belli to open hostilities, resulting in the First Opium War.", "entities": [{"title": "Humen (town)", "href": "/wiki/Humen_(town)", "description": "Humen Town (simplified Chinese: 虎门镇; traditional Chinese: 虎門鎮; pinyin: Hǔmén zhèn; Jyutping: Fu2mun4 zan3), formerly Fumun, is a town in Dongguan city on the eastern side of the Humen strait on the Pearl River Delta, in Guangdong province, China. The former town of Taiping was incorporated into Humen Town in 1985. The population was 577,548 in the 2000 census, making it the second most populous to"}, {"title": "Lin Tse-hsü", "href": "/wiki/Lin_Tse-hs%C3%BC", "description": "Lin Zexu, courtesy name Yuanfu, was a Chinese head of states (Viceroy), Governor General, scholar-official under Emperor of the Qing dynasty best known for his role in the First Opium War of 1839–42. He was from Fuzhou, Fujian Province. Lin's forceful opposition to the opium trade was a primary catalyst for the First Opium War. He is praised for his constant position on the \"moral high ground\" in "}, {"title": "First Opium War", "href": "/wiki/First_Opium_War", "description": "The First Opium War, also known as the Opium War or the Anglo-Chinese War, was a series of military engagements fought between Britain and the Qing dynasty of China. The immediate issue was Chinese official seizure of opium stocks at Canton to stop the banned opium trade, and threatening the death penalty for future offenders. The British government insisted on the principles of free trade, equal "}]}, {"heading": "Events", "year": "1861", "date": "June 3", "txt": "American Civil War: Battle of Philippi (also called the Philippi Races): Union forces rout Confederate troops in Barbour County, Virginia, now West Virginia.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Philippi (West Virginia)", "href": "/wiki/Battle_of_Philippi_(West_Virginia)", "description": "The Battle of Philippi formed part of the Western Virginia Campaign of the American Civil War and was fought in and around Philippi, Virginia, on June 3, 1861. A Union victory, it was the first organized land action of the war, though generally viewed as a skirmish rather than a battle. However, the Northern press celebrated it as an epic triumph and this encouraged Congress to call for the drive "}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Barbour County, West Virginia", "href": "/wiki/Barbour_County,_West_Virginia", "description": "Barbour County is a county in north-central West Virginia, US. At the 2010 census, the population was 16,589. The county seat is Philippi, which was chartered in 1844. Both county and city were named for Philip P. Barbour (1783–1841), a U.S. Congressman from Virginia and Associate Justice of the U.S. Supreme Court. The county was formed in 1843 when the region was still part of the state of Virgin"}, {"title": "West Virginia", "href": "/wiki/West_Virginia", "description": "West Virginia is a state in the Appalachian, Mid-Atlantic and Southeastern regions of the United States. It is bordered by Pennsylvania to the northeast, Maryland to the east and northeast, Virginia to the southeast, Kentucky to the southwest, and Ohio to the northwest. West Virginia is the 41st-largest state by area and ranks 38th in population, with a population of 1,795,045 residents. The capit"}]}, {"heading": "Events", "year": "1864", "date": "June 3", "txt": "American Civil War: Battle of Cold Harbor: Union forces attack Confederate troops in Hanover County, Virginia.", "entities": [{"title": "Battle of Cold Harbor", "href": "/wiki/Battle_of_Cold_Harbor", "description": "The Battle of Cold Harbor was fought during the American Civil War near Mechanicsville, Virginia, from May 31 to June 12, 1864, with the most significant fighting occurring on June 3. It was one of the final battles of Union Lt. Gen. Ulysses S. Grant's Overland Campaign, and is remembered as one of American history's bloodiest, most lopsided battles. Thousands of Union soldiers were killed or woun"}, {"title": "Hanover County, Virginia", "href": "/wiki/Hanover_County,_Virginia", "description": "Hanover County is a county in the Commonwealth of Virginia. As of the 2010 census, the population was 106,374. Its county seat is Hanover Courthouse."}]}, {"heading": "Events", "year": "1866", "date": "June 3", "txt": "The Fenians are driven out of Fort Erie, Ontario back into the United States.", "entities": [{"title": "Fenian", "href": "/wiki/Fenian", "description": "The word Fenian served as an umbrella term for the Fenian Brotherhood and the Irish Republican Brotherhood (IRB), secret political organisations dedicated to the establishment of an independent Irish Republic in the 19th and early 20th centuries. They were active in Ireland, Britain, Canada and the United States. They sometimes used violence."}, {"title": "Fenian raids", "href": "/wiki/Fenian_raids", "description": "The Fenian raids were carried out by the Fenian Brotherhood, an Irish Republican organization based in the United States, on British Army forts, customs posts and other targets in Canada, in 1866, and again from 1870 to 1871. A number of separate incursions by the Fenian Brotherhood into Canada were undertaken to bring pressure on Great Britain to withdraw from Ireland, although none of these raid"}, {"title": "Fort Erie, Ontario", "href": "/wiki/Fort_Erie,_Ontario", "description": "Fort Erie is a town on the Niagara River in the Niagara Region, Ontario, Canada. It is directly across the river from Buffalo, New York and is the site of Old Fort Erie which played a prominent role in the War of 1812."}]}, {"heading": "Events", "year": "1885", "date": "June 3", "txt": "In the last military engagement fought on Canadian soil, the Cree leader, Big Bear, escapes the North-West Mounted Police.", "entities": [{"title": "Cree", "href": "/wiki/Cree", "description": "The Cree are one of the largest groups of First Nations in North America."}, {"title": "Big Bear", "href": "/wiki/Big_Bear", "description": "Big Bear, also known as Mistahi-maskwa, was a powerful and popular Cree chief who played many pivotal roles in Canadian history. He was appointed to chief of his band at the age of 40 upon the death of his father, Black Powder, under his father's harmonious and inclusive rule which directly impacted his own leadership. Big Bear is most notable for his involvement in Treaty 6 and the 1885 North-Wes"}, {"title": "North-West Mounted Police", "href": "/wiki/North-West_Mounted_Police", "description": "The North-West Mounted Police (NWMP) was a Canadian para-military police force, established in 1873, to maintain order in the new Canadian North-West Territories following the 1870 transfer of Rupert’s Land and North-Western Territory to Canada from the Hudson’s Bay Company, the Red River Rebellion and in response to lawlessness, demonstrated by the subsequent Cypress Hills Massacre and fears of U"}]}, {"heading": "Events", "year": "1889", "date": "June 3", "txt": "The first long-distance electric power transmission line in the United States is completed, running 14 miles (23 km) between a generator at Willamette Falls and downtown Portland, Oregon.", "entities": [{"title": "Electric power transmission", "href": "/wiki/Electric_power_transmission", "description": "Electric power transmission is the bulk movement of electrical energy from a generating site, such as a power plant, to an electrical substation. The interconnected lines which facilitate this movement are known as a transmission network. This is distinct from the local wiring between high-voltage substations and customers, which is typically referred to as electric power distribution. The combine"}, {"title": "Willamette River", "href": "/wiki/Willamette_River", "description": "The Willamette River is a major tributary of the Columbia River, accounting for 12 to 15 percent of the Columbia's flow. The Willamette's main stem is 187 miles (301 km) long, lying entirely in northwestern Oregon in the United States. Flowing northward between the Oregon Coast Range and the Cascade Range, the river and its tributaries form the Willamette Valley, a basin that contains two-thirds o"}, {"title": "Portland, Oregon", "href": "/wiki/Portland,_Oregon", "description": "Portland is the largest and most populous city in the U.S. state of Oregon and the seat of Multnomah County. It is a major port in the Willamette Valley region of the Pacific Northwest, at the confluence of the Willamette and Columbia rivers in Northwestern Oregon. As of 2019, Portland had an estimated population of 654,741, making it the 26th most populated city in the United States, the sixth-mo"}]}, {"heading": "Events", "year": "1916", "date": "June 3", "txt": "The National Defense Act is signed into law, increasing the size of the United States National Guard by 450,000 men.", "entities": [{"title": "National Defense Act", "href": "/wiki/National_Defense_Act", "description": "The National Defense Act of 1916, Pub.L. 64–85, 39 Stat. 166, enacted June 3, 1916, was a United States federal law that updated the Militia Act of 1903, which related to the organization of the military, particularly the National Guard. The principal change of the act was to supersede provisions as to exemptions. The 1916 act included an expansion of the Army and the National Guard, the creation "}, {"title": "United States National Guard", "href": "/wiki/United_States_National_Guard", "description": "The United States National Guard is part of the reserve components of the United States Army and the United States Air Force. It is a military reserve force composed of National Guard military members or units of each state and the territories of Guam, the Virgin Islands, and Puerto Rico, and the District of Columbia, for a total of 54 separate organizations. All members of the National Guard of t"}]}, {"heading": "Events", "year": "1935", "date": "June 3", "txt": "One thousand unemployed Canadian workers board freight cars in Vancouver, beginning a protest trek to Ottawa.", "entities": [{"title": "On-to-Ottawa Trek", "href": "/wiki/On-to-Ottawa_Trek", "description": "The On-to-Ottawa Trek was a result of the unrest of unemployed single men in federal relief camps. Federal relief camps were brought in under Prime Minister R. B. Bennett’s government as a result of the Great Depression. The Great Depression crippled the Canadian economy and left one in nine citizens on relief. The relief, however, did not come free; the Bennett Government ordered the Department o"}]}, {"heading": "Events", "year": "1937", "date": "June 3", "txt": "The Duke of Windsor marries Wallis Simpson.", "entities": [{"title": "Edward VIII", "href": "/wiki/Edward_VIII", "description": "Edward VIII was King of the United Kingdom and the Dominions of the British Empire and Emperor of India from 20 January 1936 until his abdication in December of the same year."}, {"title": "Wallis Simpson", "href": "/wiki/Wallis_Simpson", "description": "Wallis, Duchess of Windsor, known as Wallis Simpson, was an American socialite and wife of the Duke of Windsor, the former British king Edward VIII. Their intention to marry and her status as a divorcée caused a constitutional crisis that led to Edward's abdication."}]}, {"heading": "Events", "year": "1940", "date": "June 3", "txt": "World War II: The Luftwaffe bombs Paris.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Paris in World War II", "href": "/wiki/Paris_in_World_War_II", "description": "Paris started mobilizing for war in September 1939, when Nazi Germany attacked Poland, but the war seemed far away until May 10, 1940, when the Germans attacked France and quickly defeated the French army. The French government departed Paris on June 10, and the Germans occupied the city on June 14. During the Occupation, the French Government moved to Vichy, and Paris was governed by the German m"}]}, {"heading": "Events", "year": "1940", "date": "June 3", "txt": "World War II: The Battle of Dunkirk ends with a German victory and with Allied forces in full retreat.", "entities": [{"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}]}, {"heading": "Events", "year": "1940", "date": "June 3", "txt": "Franz Rademacher proposes plans to make Madagascar the \"Jewish homeland\", an idea that had first been considered by 19th century journalist Theodor Herzl.", "entities": [{"title": "Madagascar Plan", "href": "/wiki/Madagascar_Plan", "description": "The Madagascar Plan was a proposal by the Nazi German government to forcibly relocate the Jewish population of Europe to the island of Madagascar. Franz Rademacher, head of the Jewish Department of the German Foreign Office, proposed the idea in June 1940, shortly before the Fall of France. The proposal called for the handing over of control of Madagascar, then a French colony, to Germany as part "}, {"title": "Madagascar", "href": "/wiki/Madagascar", "description": "Madagascar, officially the Republic of Madagascar, and previously known as the Malagasy Republic, is an island country in the Indian Ocean, approximately 400 kilometres off the coast of East Africa. At 592,800 square kilometres (228,900 sq mi) Madagascar is the world's second-largest island country. The nation comprises the island of Madagascar and numerous smaller peripheral islands. Following th"}, {"title": "Theodor Herzl", "href": "/wiki/Theodor_Herzl", "description": "Theodor Herzl was an Austro-Hungarian Jewish journalist, playwright, political activist, and writer who was the father of modern political Zionism. Herzl formed the Zionist Organization and promoted Jewish immigration to Palestine in an effort to form a Jewish state. Though he died before its establishment, he is known as the father of the State of Israel."}]}, {"heading": "Events", "year": "1941", "date": "June 3", "txt": "World War II: The Wehrmacht razes the Greek village of Kandanos to the ground and murders 180 of its inhabitants.", "entities": [{"title": "Wehrmacht", "href": "/wiki/Wehrmacht", "description": "The Wehrmacht was the unified armed forces of Nazi Germany from 1935 to 1945. It consisted of the  Heer (army), the Kriegsmarine (navy) and the Luftwaffe. The designation \"Wehrmacht\" replaced the previously-used term Reichswehr, and was the manifestation of the Nazi regime's efforts to rearm Germany to a greater extent than the Treaty of Versailles permitted."}, {"title": "Razing of Kandanos", "href": "/wiki/Razing_of_Kandanos", "description": "The Razing of Kandanos refers to the complete destruction of the village of Kandanos in Western Crete (Greece) and the killing of about 180 of its inhabitants on 3 June 1941 by German occupying forces during World War II."}, {"title": "Kandanos", "href": "/wiki/Kandanos", "description": "Kandanos or Kantanos, also Candanos, is a town and former municipality in the Chania regional unit, Crete, Greece. Since the 2011 local government reform it is part of the municipality Kantanos-Selino, of which it is a municipal unit. The municipal unit has an area of 73.081 km2 (28.217 sq mi). It was part of the former Selino Province which covered the southwest of the island. The town has 421 re"}]}, {"heading": "Events", "year": "1942", "date": "June 3", "txt": "World War II: Japan begins the Aleutian Islands Campaign by bombing Unalaska Island.", "entities": [{"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Aleutian Islands Campaign", "href": "/wiki/Aleutian_Islands_Campaign", "description": "The Aleutian Islands campaign was a military campaign conducted by the United States and Japan in the Aleutian Islands, part of the Territory of Alaska, in the American Theater and the Pacific Theater of World War II starting on June 3, 1942. In the only two invasions of the United States during the war, a small Japanese force occupied the islands of Attu and Kiska, where the remoteness of the isl"}, {"title": "Battle of Dutch Harbor", "href": "/wiki/Battle_of_Dutch_Harbor", "description": "The Battle of Dutch Harbor took place on June 3–4, 1942, when the Imperial Japanese Navy launched two aircraft carrier raids on the Dutch Harbor Naval Operating Base and U.S. Army Fort Mears at Dutch Harbor on Amaknak Island, during the Aleutian Islands Campaign of World War II. The bombing marked the first aerial attack by an enemy on the continental United States, and was the second time in hist"}, {"title": "Unalaska Island", "href": "/wiki/Unalaska_Island", "description": "Unalaska is a volcanic island in the Fox Islands group of the Aleutian Islands in the US state of Alaska located at 53°38′N 167°00′W. The island has a land area of 1,051 square miles (2,720 km2). It measures 79.4 mi (127.8 km) long and 34.7 mi (55.8 km) wide. The city of Unalaska, Alaska, covers part of the island and all of neighboring Amaknak Island where the Port of Dutch Harbor is located. The"}]}, {"heading": "Events", "year": "1943", "date": "June 3", "txt": "In Los Angeles, California, white U.S. Navy sailors and Marines attack Latino youths in the five-day Zoot Suit Riots.", "entities": [{"title": "Los Angeles", "href": "/wiki/Los_Angeles", "description": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. It has an estimated population of nearly 4 million, and is the second-largest city in the United States, after New York City, and the third-largest city in North America, after Mexico City and New York City. Los Angeles is known for its Mediterranean climate, ethnic and cultural divers"}, {"title": "U.S. Navy", "href": "/wiki/U.S._Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}, {"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Zoot Suit Riots", "href": "/wiki/Zoot_Suit_Riots", "description": "The Zoot Suit Riots were a series of conflicts on June 3–8, 1943 in Los Angeles, California, United States, which pitted American servicemen stationed in Southern California against young Latino and Mexican American city residents. It was one of the dozen wartime industrial cities that suffered race-related riots in the summer of 1943, along with Mobile, Alabama; Beaumont, Texas; Detroit, Michigan"}]}, {"heading": "Events", "year": "1950", "date": "June 3", "txt": "Herzog and Lachenal of the French Annapurna expedition become the first climbers to reach the summit of an 8,000-metre peak.", "entities": [{"title": "Maurice Herzog", "href": "/wiki/Maurice_Herzog", "description": "Maurice André Raymond Herzog was a French mountaineer and administrator who was born in Lyon, France. He led the 1950 French Annapurna expedition that first climbed a peak over 8000m, Annapurna, in 1950, and reached the summit with Louis Lachenal. Upon his return, he wrote a best-selling book about the expedition."}, {"title": "Louis Lachenal", "href": "/wiki/Louis_Lachenal", "description": "Louis Lachenal, a French climber born in Annecy, Haute-Savoie, was one of the first two mountaineers to climb a summit of more than 8,000 meters. On 3 June 1950 on the 1950 French Annapurna expedition, along with Maurice Herzog, he reached the summit of Annapurna I in Nepal at a height of 8,091 m (26,545 ft). Previously he had made the second ascent of the North Face of the Eiger in 1947, with Lio"}, {"title": "1950 French Annapurna expedition", "href": "/wiki/1950_French_Annapurna_expedition", "description": "The 1950 French Annapurna expedition, led by Maurice Herzog, reached the summit of Annapurna I at 8,091 metres (26,545 ft), the highest peak in the Annapurna Massif. The mountain is in Nepal and the government had given permission for the expedition, the first time it had permitted mountaineering in over a century. After failing to climb Dhaulagiri I at 8,167 metres (26,795 ft), the higher peak ne"}, {"title": "Eight-thousander", "href": "/wiki/Eight-thousander", "description": "The International Mountaineering and Climbing Federation or UIAA recognises eight-thousanders as the 14 mountains that are more than 8,000 metres (26,247 ft) in height above sea level, and are considered to be sufficiently independent from neighbouring peaks. However, there is no precise definition of the criteria used to assess independence, and, since 2012, the UIAA has been involved in a proces"}]}, {"heading": "Events", "year": "1962", "date": "June 3", "txt": "At Paris Orly Airport, Air France Flight 007 overruns the runway and explodes when the crew attempts to abort takeoff, killing 130.", "entities": [{"title": "Orly Airport", "href": "/wiki/Orly_Airport", "description": "Paris Orly Airport, commonly referred to as Orly, is an international airport located partially in Orly and partially in Villeneuve-le-Roi, 13 km (8.1 mi) south of Paris, France. It serves as a secondary hub for domestic and overseas territories flights of Air France and as the homebase for Transavia France. Flights operate to destinations in Europe, the Middle East, Africa, the Caribbean and Nort"}, {"title": "Air France Flight 007", "href": "/wiki/Air_France_Flight_007", "description": "Air France Flight 007 crashed on 3 June 1962 while on take-off from Orly Airport. The only survivors of the disaster were two flight attendants; the rest of the flight crew, and all 122 passengers on board the Boeing 707, were killed. The crash was at the time the worst single-aircraft disaster and the first single civilian jet airliner disaster with more than 100 deaths."}]}, {"heading": "Events", "year": "1963", "date": "June 3", "txt": "Soldiers of the South Vietnamese Army attack protesting Buddhists in Huế with liquid chemicals from tear-gas grenades, causing 67 people to be hospitalized for blistering of the skin and respiratory ailments.", "entities": [{"title": "Huế chemical attacks", "href": "/wiki/Hu%E1%BA%BF_chemical_attacks", "description": "The Huế chemical attacks occurred on 3 June 1963, when soldiers of the Army of the Republic of Vietnam (ARVN) poured liquid chemicals from tear gas grenades onto the heads of praying Buddhists in Huế, South Vietnam. The Buddhists were protesting against religious discrimination by the regime of the Roman Catholic President Ngô Đình Diệm. The attacks caused 67 people to be hospitalised for blisteri"}]}, {"heading": "Events", "year": "1965", "date": "June 3", "txt": "The launch of Gemini 4, the first multi-day space mission by a NASA crew. Ed White, a crew member, performs the first American spacewalk.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Ed White (astronaut)", "href": "/wiki/Ed_White_(astronaut)", "description": "Edward Higgins White II was an American aeronautical engineer, United States Air Force officer, test pilot, and NASA astronaut."}, {"title": "Extravehicular activity", "href": "/wiki/Extravehicular_activity", "description": "Extravehicular activity (EVA) is any activity done by an astronaut or cosmonaut outside a spacecraft beyond the Earth's appreciable atmosphere. The term most commonly applies to a spacewalk made outside a craft orbiting Earth. On March 18, 1965, Alexei Leonov became the first human to perform a spacewalk, exiting the capsule during the Voskhod 2 mission for 12 minutes and 9 seconds. The term also "}]}, {"heading": "Events", "year": "1969", "date": "June 3", "txt": "Melbourne–Evans collision: off the coast of South Vietnam, the Australian aircraft carrier HMAS Melbourne cuts the U.S. Navy destroyer USS Frank E. Evans in half.", "entities": [{"title": "Melbourne–Evans collision", "href": "/wiki/Melbourne%E2%80%93Evans_collision", "description": "The Melbourne–Evans collision was a collision between the light aircraft carrier HMAS Melbourne of the Royal Australian Navy (RAN) and the destroyer USS Frank E. Evans of the United States Navy (USN). On 3 June 1969, the two ships were participating in SEATO exercise Sea Spirit in the South China Sea. Around 3:00 am, when ordered to a new escort station, Evans sailed under Melbourne's bow, where s"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "HMAS Melbourne (R21)", "href": "/wiki/HMAS_Melbourne_(R21)", "description": "HMAS Melbourne (R21) was a Majestic-class light aircraft carrier operated by the Royal Australian Navy (RAN) from 1955 until 1982, and was the third and final conventional aircraft carrier to serve in the RAN. Melbourne was the only Commonwealth naval vessel to sink two friendly warships in peacetime collisions."}, {"title": "USS Frank E. Evans (DD-754)", "href": "/wiki/USS_Frank_E._Evans_(DD-754)", "description": "USS Frank E. Evans (DD-754), an  Allen M. Sumner-class destroyer, was named in honor of Brigadier General Frank Evans, USMC, a leader of the American Expeditionary Force in France during World War I. She served in late World War II, the Korean War and the Vietnam War before being cut in half in a collision with HMAS Melbourne in 1969."}]}, {"heading": "Events", "year": "1973", "date": "June 3", "txt": "A Soviet supersonic Tupolev Tu-144 crashes near Goussainville, France, killing 14, the first crash of a supersonic passenger aircraft.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Supersonic", "href": "/wiki/Supersonic", "description": "Supersonic speed is the speed of an object that exceeds the speed of sound (Mach 1). For objects traveling in dry air of a temperature of 20 °C (68 °F) at sea level, this speed is approximately 343.2 m/s. Speeds greater than five times the speed of sound (Mach 5) are often referred to as hypersonic. Flights during which only some parts of the air surrounding an object, such as the ends of rotor bl"}, {"title": "Tupolev Tu-144", "href": "/wiki/Tupolev_Tu-144", "description": "The Tupolev Tu-144 is a Soviet supersonic passenger airliner designed by Tupolev in operation from 1968 to 1999."}, {"title": "1973 Paris Air Show crash", "href": "/wiki/1973_Paris_Air_Show_crash", "description": "The 1973 Paris Air Show Tu-144 crash was the destruction of the second production Tupolev Tu-144 at Goussainville, Val-d'Oise, France, which killed all six crew and eight people on the ground. The crash, at the Paris Air Show on Sunday, 3 June 1973, damaged the development program of the Tupolev Tu-144."}, {"title": "Goussainville, Val-d'Oise", "href": "/wiki/Goussainville,_Val-d%27Oise", "description": "Goussainville is a commune in the metropolitan area of Paris, France. It is located 20.6 km (12.8 mi) north-northeast from the centre of Paris, near Charles de Gaulle Airport."}]}, {"heading": "Events", "year": "1979", "date": "June 3", "txt": "A blowout at the Ixtoc I oil well in the southern Gulf of Mexico causes at least 3,000,000 barrels (480,000 m3) of oil to be spilled into the waters, the second-worst accidental oil spill ever recorded.", "entities": [{"title": "Ixtoc I", "href": "/wiki/Ixtoc_I", "description": "Ixtoc I was an exploratory oil well being drilled by the semi-submersible drilling rig Sedco 135 in the Bay of Campeche of the Gulf of Mexico, about 100 km (62 mi) northwest of Ciudad del Carmen, Campeche in waters 50 m (164 ft) deep. On 3 June 1979, the well suffered a blowout resulting in one of the largest oil spills in history."}, {"title": "Gulf of Mexico", "href": "/wiki/Gulf_of_Mexico", "description": "The Gulf of Mexico is an ocean basin and a marginal sea of the Atlantic Ocean, largely surrounded by the North American continent. It is bounded on the northeast, north and northwest by the Gulf Coast of the United States; on the southwest and south by the Mexican states of Tamaulipas, Veracruz, Tabasco, Campeche, Yucatan, and Quintana Roo; and on the southeast by Cuba. The US states of Texas, Lou"}, {"title": "Oil spill", "href": "/wiki/Oil_spill", "description": "An oil spill is the release of a liquid petroleum hydrocarbon into the environment, especially the marine ecosystem, due to human activity, and is a form of pollution. The term is usually given to marine oil spills, where oil is released into the ocean or coastal waters, but spills may also occur on land. Oil spills may be due to releases of crude oil from tankers, offshore platforms, drilling rig"}]}, {"heading": "Events", "year": "1980", "date": "June 3", "txt": "An explosive device is detonated at the Statue of Liberty. The FBI suspects Croatian nationalists.", "entities": [{"title": "Statue of Liberty", "href": "/wiki/Statue_of_Liberty", "description": "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor within New York City, in the United States. The copper statue, a gift from the people of France to the people of the United States, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886."}, {"title": "Croatian nationalism", "href": "/wiki/Croatian_nationalism", "description": "Croatian nationalism is the nationalism that asserts the nationality of Croats and promotes the cultural unity of Croats."}]}, {"heading": "Events", "year": "1980", "date": "June 3", "txt": "The 1980 Grand Island tornado outbreak hits Nebraska, causing five deaths and $300 million (equivalent to $931 million in 2019) worth of damage.", "entities": [{"title": "Nebraska", "href": "/wiki/Nebraska", "description": "Nebraska is a state in the Midwestern region of the United States. It is bordered by South Dakota to the north; Iowa to the east and Missouri to the southeast, both across the Missouri River; Kansas to the south; Colorado to the southwest; and Wyoming to the west. It is the only triply landlocked U.S. state."}]}, {"heading": "Events", "year": "1982", "date": "June 3", "txt": "The Israeli ambassador to the United Kingdom, Shlomo Argov, is shot on a London street; he survives but is left paralysed.", "entities": [{"title": "Shlomo Argov", "href": "/wiki/Shlomo_Argov", "description": "Shlomo Argov was a prominent Israeli diplomat. He was the Israeli ambassador to the United Kingdom whose attempted assassination led to the 1982 Lebanon War."}]}, {"heading": "Events", "year": "1984", "date": "June 3", "txt": "Operation Blue Star, a military offensive, is launched by the Indian government at Harmandir Sahib, also known as the Golden Temple, the holiest shrine for Sikhs, in Amritsar. The operation continues until June 6, with casualties, most of them civilians, in excess of 5,000.", "entities": [{"title": "Operation Blue Star", "href": "/wiki/Operation_Blue_Star", "description": "Operation Blue Star was the code name of an Indian military action which was carried out between 1 and 10 June 1984, in order to capture the Sikh leader Jarnail Singh Bhindranwale and his followers hidden inside the buildings of Harmandir Sahib complex in Amritsar, Punjab. The decision to launch the attack rested with Prime Minister Indira Gandhi, who, according to retired general S.K. Sinha, had "}, {"title": "Harmandir Sahib", "href": "/wiki/Harmandir_Sahib", "description": "The Golden Temple, also known as Harmandir Sahib, meaning \"abode of God\" or Darbār Sahib, meaning \"exalted court\", is a gurdwara located in the city of Amritsar, Punjab, India. It is the preeminent spiritual site of Sikhism."}, {"title": "Sikhs", "href": "/wiki/Sikhs", "description": "Sikhs are people associated with Sikhism, a monotheistic religion that originated in the 15th century in the Punjab region of the Indian subcontinent, based on the revelation of Guru Nanak. The term Sikh has its origin in the word śiṣya (शिष्य), meaning 'disciple' or 'student'."}, {"title": "Amritsar", "href": "/wiki/Amritsar", "description": "Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a historic and the second largest city in the Indian state of Punjab. The city is the administrative headquarters of the Amritsar district and is located in the Majha region of Punjab."}, {"title": "June 6", "href": "/wiki/June_6", "description": "June 6 is the 157th day of the year in the Gregorian calendar; 208 days remain until the end of the year."}]}, {"heading": "Events", "year": "1989", "date": "June 3", "txt": "The government of China sends troops to force protesters out of Tiananmen Square after seven weeks of occupation.", "entities": [{"title": "Tiananmen Square", "href": "/wiki/Tiananmen_Square", "description": "Tiananmen Square or Tian'anmen Square is a city square in the city center of Beijing, China, located near the city's Central Business District and named after the eponymous Tiananmen located to its north, which separates it from the Forbidden City. The square contains the Monument to the People's Heroes, the Great Hall of the People, the National Museum of China, and the Mausoleum of Mao Zedong. M"}]}, {"heading": "Events", "year": "1991", "date": "June 3", "txt": "Mount Unzen erupts in Kyūshū, Japan, killing 43 people, all of them either researchers or journalists.", "entities": [{"title": "Mount Unzen", "href": "/wiki/Mount_Unzen", "description": "Mount Unzen  is an active volcanic group of several overlapping stratovolcanoes, near the city of Shimabara, Nagasaki on the island of Kyushu, Japan's southernmost main island."}, {"title": "Kyūshū", "href": "/wiki/Ky%C5%ABsh%C5%AB", "description": "Kyushu  is the third largest island of Japan's five main islands and the most southerly of the four largest islands. In the past, it has been known as Kyūkoku , Chinzei  and Tsukushi-no-shima . The historical regional name Saikaidō  referred to Kyushu and its surrounding islands."}]}, {"heading": "Events", "year": "1992", "date": "June 3", "txt": "Aboriginal land rights are granted in Australia in Mabo v Queensland (No 2), a case brought by Eddie Mabo.", "entities": [{"title": "Mabo v Queensland (No 2)", "href": "/wiki/Mabo_v_Queensland_(No_2)", "description": "Mabo v Queensland  is an important decision of the High Court of Australia. The decision is notable for having recognised that some Indigenous Australians have proprietary rights to land, in a legal form of ownership referred to as \"native title\"."}, {"title": "Eddie Mabo", "href": "/wiki/Eddie_Mabo", "description": "Edward Koiki Mabo was an Indigenous Australian man from the Torres Strait Islands known for his role in campaigning for Indigenous land rights and in a landmark decision of the High Court of Australia that overturned the legal doctrine of terra nullius that characterised Australian law with regard to land and title, and officially recognised the rights of Aboriginal Australians to own and use the "}]}, {"heading": "Events", "year": "1998", "date": "June 3", "txt": "After suffering a mechanical failure, a high speed train derails at Eschede, Germany, killing 101 people.", "entities": [{"title": "Eschede derailment", "href": "/wiki/Eschede_derailment", "description": "The Eschede derailment occurred on 3 June 1998, near the village of Eschede in the Celle district of Lower Saxony, Germany, when a high-speed train derailed and crashed into a road bridge. 101 people were killed and 88 were injured. It remains the worst rail disaster in the history of the Federal Republic of Germany and the worst high-speed-rail disaster worldwide. The cause was a single fatigue c"}]}, {"heading": "Events", "year": "2006", "date": "June 3", "txt": "The union of Serbia and Montenegro comes to an end with Montenegro's formal declaration of independence.", "entities": [{"title": "Serbia and Montenegro", "href": "/wiki/Serbia_and_Montenegro", "description": "The Federal Republic of Yugoslavia, commonly referred to as FR Yugoslavia or simply Yugoslavia, was a country in the Balkans, which came into existence in 1992, following the breakup of the SFR Yugoslavia. It comprised the Republic of Serbia and the Republic of Montenegro, the two remaining republics of Yugoslavia. In February 2003, FR Yugoslavia was transformed from a federal republic to a politi"}, {"title": "Montenegro", "href": "/wiki/Montenegro", "description": "Montenegro is a country in Southeast Europe. It is located on the Adriatic Sea and is a part of the Balkans, sharing borders with Serbia to the northeast, Bosnia and Herzegovina to the northwest, Albania to the southeast, and the Adriatic Sea and Croatia to the southwest. Podgorica, the capital and largest city, covers 10.4% of Montenegro's territory of 13,812 square kilometres (5,333 sq mi), and "}]}, {"heading": "Events", "year": "2012", "date": "June 3", "txt": "A plane carrying 153 people on board crashes in a residential neighborhood in Lagos, Nigeria, killing everyone on board and 10 people on the ground.", "entities": [{"title": "Dana Air Flight 992", "href": "/wiki/Dana_Air_Flight_992", "description": "Dana Air Flight 992 was a scheduled domestic commercial passenger flight from Abuja to Lagos, Nigeria. On 3 June 2012, the McDonnell Douglas MD-83 aircraft serving the route crashed into buildings in Lagos while attempting an emergency landing, killing all 153 people on board and six on the ground."}, {"title": "Lagos, Nigeria", "href": "/wiki/Lagos,_Nigeria", "description": "Lagos is the most populous city in Nigeria and the African continent, having a population of 14.8 million as of 2021 within the city proper. The Lagos metropolitan area has a total population of 21.3 million, making it the largest metropolitan area in Africa. Lagos is a major African financial centre and is the economic hub of Lagos State and Nigeria at large. The megacity has the fourth-highest G"}]}, {"heading": "Events", "year": "2012", "date": "June 3", "txt": "The pageant for the Diamond Jubilee of Elizabeth II takes place on the River Thames.", "entities": [{"title": "Diamond Jubilee of Elizabeth II", "href": "/wiki/Diamond_Jubilee_of_Elizabeth_II", "description": "The year 2012 marked the Diamond Jubilee of Elizabeth II being the 60th anniversary of the accession of Queen Elizabeth II on 6 February 1952. The only Diamond Jubilee celebration for any of Elizabeth's predecessors was in 1897, for the 60th anniversary of the 1837 accession of Queen Victoria."}, {"title": "River Thames", "href": "/wiki/River_Thames", "description": "The River Thames, known alternatively in parts as the River Isis, is a river that flows through southern England including London. At 215 miles (346 km), it is the longest river entirely in England and the second-longest in the United Kingdom, after the River Severn."}]}, {"heading": "Events", "year": "2013", "date": "June 3", "txt": "The trial of United States Army private Chelsea Manning for leaking classified material to WikiLeaks begins in Fort Meade, Maryland.", "entities": [{"title": "United States v. Manning", "href": "/wiki/United_States_v._Manning", "description": "United States v. Manning was the court-martial of former United States Army Private First Class Bradley E. Manning, known now as Chelsea Manning."}, {"title": "Chelsea Manning", "href": "/wiki/Chelsea_Manning", "description": "Chelsea Elizabeth Manning is an American activist and whistleblower. She is a former United States Army soldier who was convicted by court-martial in July 2013 of violations of the Espionage Act and other offenses, after disclosing to WikiLeaks nearly 750,000 classified, or unclassified but sensitive, military and diplomatic documents. She was imprisoned from 2010 until 2017 when her sentence was "}, {"title": "WikiLeaks", "href": "/wiki/WikiLeaks", "description": "WikiLeaks is an international non-profit organisation that publishes news leaks and classified media provided by anonymous sources. Its website, initiated in 2006 in Iceland by the organisation Sunshine Press, stated in 2015 that it had released online 10 million documents in its first 10 years. Julian Assange, an Australian Internet activist, is generally described as its founder and director. Si"}, {"title": "Fort Meade, Maryland", "href": "/wiki/Fort_Meade,_Maryland", "description": "Fort Meade is a census-designated place (CDP) in Anne Arundel County, Maryland, United States. The population was 9,327 at the 2010 census. It is the home to the National Security Agency, Central Security Service, United States Cyber Command and the Defense Information Systems Agency, which are located on the U.S. Army post Fort George G. Meade."}]}, {"heading": "Events", "year": "2013", "date": "June 3", "txt": "At least 119 people are killed in a fire at a poultry farm in Jilin Province in northeastern China.", "entities": [{"title": "Jilin Province", "href": "/wiki/Jilin_Province", "description": "Jilin is one of the three provinces of Northeast China. Its capital and largest city is Changchun. Jilin borders North Korea and Russia to the east, Heilongjiang to the north, Liaoning to the south, and Inner Mongolia to the west. Along with the rest of Northeast China, Jilin underwent an early period of industrialization. However, Jilin's economy, characterized by heavy industry, has been facing "}]}, {"heading": "Events", "year": "2015", "date": "June 3", "txt": "An explosion at a gasoline station in Accra, Ghana, killing more than 200 people.", "entities": [{"title": "2015 Accra explosion", "href": "/wiki/2015_Accra_explosion", "description": "On June 3, 2015, an explosion and a fire occurred at a petrol station in Ghana's capital city Accra, killing over 250 people."}, {"title": "Accra, Ghana", "href": "/wiki/Accra,_Ghana", "description": "Accra is the capital of Ghana covering an area of 225.67 km2 (87.13 sq mi) with an estimated urban population of 4.2 million as of 2020. It is organized into 12 local government districts – 11 municipal districts and the Accra Metropolitan District, which is the only district within the capital to be granted city status. \"Accra\" usually refers to the Accra Metropolitan Area, which serves as the ca"}]}, {"heading": "Events", "year": "2017", "date": "June 3", "txt": "London Bridge attack: Eight people are murdered and dozens of civilians are wounded by Islamist terrorists. Three of the attackers are shot dead by the police.", "entities": [{"title": "2017 London Bridge attack", "href": "/wiki/2017_London_Bridge_attack", "description": "On 3 June 2017, a terrorist vehicle-ramming and stabbing took place in London, England. A van was deliberately driven into pedestrians on London Bridge, and then crashed on the south bank of the River Thames. Its three occupants then ran to the nearby Borough Market area and began stabbing people in and around restaurants and pubs. They were shot dead by City of London Police officers, and were fo"}]}, {"heading": "Events", "year": "2019", "date": "June 3", "txt": "Khartoum massacre: In Sudan, over 100 people are killed when security forces accompanied by Janjaweed militiamen storm and open fire on a sit-in protest.", "entities": [{"title": "Khartoum massacre", "href": "/wiki/Khartoum_massacre", "description": "The Khartoum massacre occurred on 3 June 2019, when the armed forces of the Sudanese Transitional Military Council, headed by the Rapid Support Forces (RSF), the immediate successor organisation to the Janjaweed militia, used heavy gunfire and teargas to disperse a sit-in by protestors in Khartoum, killing more than 100 people, with difficulties in estimating the actual numbers. At least forty of "}, {"title": "Sudan", "href": "/wiki/Sudan", "description": "Sudan, officially the Republic of the Sudan, is a country in Northeast Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 44.91 million people as of 2021 and occupies 1,886,068 squar"}, {"title": "Janjaweed", "href": "/wiki/Janjaweed", "description": "The Janjaweed are a militia that operate in western Sudan and eastern Chad. Using the United Nations definition, the Janjaweed comprise Sudanese Arab tribes, the core of whom are from the Abbala background with significant recruitment from the Baggara people. This UN definition may not necessarily be accurate, as instances of members from other tribes have been noted."}, {"title": "2018–19 Sudanese protests", "href": "/wiki/2018%E2%80%9319_Sudanese_protests", "description": "The Sudanese Revolution was a major shift of political power in Sudan that started with street protests throughout Sudan on 19 December 2018 and continued with sustained civil disobedience for about eight months, during which the 11 April 2019 Sudanese coup d'état deposed President Omar al-Bashir after thirty years in power, 3 June Khartoum massacre took place under the leadership of the Transitio"}]}, {"heading": "Births", "year": "1139", "date": "June 3", "txt": "Conon of Naso, Basilian abbot (d. 1236)", "entities": [{"title": "Conon of Naso", "href": "/wiki/Conon_of_Naso", "description": "Conon was a Basilian abbot at Naso, Sicily."}, {"title": "Basilian monks", "href": "/wiki/Basilian_monks", "description": "Basilian monks are Catholic monks who follow the rule of Basil the Great, bishop of Caesarea (330–379). The term Basilian is typically used only in the Catholic Church to distinguish Greek Catholic monks from other forms of monastic life in the Catholic Church. In the Eastern Orthodox Church, as all monks follow the Rule of Saint Basil, they do not distinguish themselves as \"Basilian\"."}, {"title": "Abbot", "href": "/wiki/Abbot", "description": "Abbot is an ecclesiastical title given to the male head of a monastery in various western religious traditions, including Christianity. The office may also be given as an honorary title to a clergyman who is not the head of a monastery. The female equivalent is abbess."}]}, {"heading": "Births", "year": "1421", "date": "June 3", "txt": "Giovanni di Cosimo de' Medici, Italian noble (d. 1463)", "entities": [{"title": "Giovanni di Cosimo de' Medici", "href": "/wiki/Giovanni_di_Cosimo_de%27_Medici", "description": "Giovanni di Cosimo de' Medici was an Italian banker and patron of arts."}]}, {"heading": "Births", "year": "1454", "date": "June 3", "txt": "Bogislaw X, Duke of Pomerania (1474–1523) (d. 1523)", "entities": [{"title": "Bogislaw X, Duke of Pomerania", "href": "/wiki/Bogislaw_X,_Duke_of_Pomerania", "description": "Bogislaw X of Pomerania, the Great, was Duke of Pomerania from 1474 until his death in 1523."}]}, {"heading": "Births", "year": "1537", "date": "June 3", "txt": "João Manuel, Prince of Portugal (d. 1554)", "entities": [{"title": "João Manuel, Prince of Portugal", "href": "/wiki/Jo%C3%A3o_Manuel,_Prince_of_Portugal", "description": "Dom João Manuel, Prince of Portugal was a Portuguese infante (prince), the eighth son of King John III of Portugal by his wife Catherine of Austria, daughter of Philip I of Castile and Joanna of Castile. As the heir to the throne he was styled Prince of Portugal."}]}, {"heading": "Births", "year": "1540", "date": "June 3", "txt": "Charles II, Archduke of Austria (d. 1590)", "entities": [{"title": "Charles II, Archduke of Austria", "href": "/wiki/Charles_II,_Archduke_of_Austria", "description": "Charles II Francis of Austria was an Archduke of Austria and ruler of Inner Austria from 1564. He was a member of the House of Habsburg."}]}, {"heading": "Births", "year": "1554", "date": "June 3", "txt": "Pietro de' Medici, Italian noble (d. 1604)", "entities": [{"title": "Pietro de' Medici", "href": "/wiki/Pietro_de%27_Medici", "description": "Don Pietro de' Medici was the youngest son of Cosimo I de' Medici, Grand Duke of Tuscany and Eleonora di Toledo."}]}, {"heading": "Births", "year": "1576", "date": "June 3", "txt": "Giovanni Diodati, Swiss-Italian minister, theologian, and academic (d. 1649)", "entities": [{"title": "Giovanni Diodati", "href": "/wiki/Giovanni_Diodati", "description": "Giovanni Diodati or Deodati was a Genevan-born Italian Calvinist theologian and translator. He was the first translator of the Bible into Italian from Hebrew and Greek sources."}]}, {"heading": "Births", "year": "1594", "date": "June 3", "txt": "César, Duke of Vendôme, French nobleman (d. 1665)", "entities": [{"title": "César, Duke of Vendôme", "href": "/wiki/C%C3%A9sar,_Duke_of_Vend%C3%B4me", "description": "César de Bourbon, Légitimé de France was the illegitimate son of Henry IV of France and his mistress Gabrielle d'Estrées, and founder of the House of Bourbon-Vendome. He held the titles of 1st Duke of Vendôme, 2nd Duke of Beaufort and 2nd Duke of Étampes, but is also simply known as César de Vendôme. Through his daughter, Élisabeth de Bourbon, César was a great-great-great-grandfather of Louis XV "}]}, {"heading": "Births", "year": "1603", "date": "June 3", "txt": "Pietro Paolini, Italian painter (d. 1681)", "entities": [{"title": "Pietro Paolini", "href": "/wiki/Pietro_Paolini", "description": "Pietro Paolini, called il Lucchese was an Italian painter of the Baroque period. Working in Rome, Venice and finally his native Lucca, he was a follower of Caravaggio to whose work he responded in a very personal manner. He founded an Academy in his hometown, which formed the next generation of painters of Lucca."}]}, {"heading": "Births", "year": "1635", "date": "June 3", "txt": "Philippe Quinault, French playwright and composer (d. 1688)", "entities": [{"title": "Philippe Quinault", "href": "/wiki/Philippe_Quinault", "description": "Philippe Quinault, French dramatist and librettist, was born in Paris."}]}, {"heading": "Births", "year": "1636", "date": "June 3", "txt": "John Hale, American minister (d. 1700)", "entities": [{"title": "John Hale (Beverly minister)", "href": "/wiki/John_Hale_(Beverly_minister)", "description": "John Hale, was the Puritan pastor of Beverly, Massachusetts, during the Salem witch trials in 1692. He was one of the most prominent and influential ministers associated with the witch trials, being noted as having initially supported the trials and then changing his mind and publishing a critique of them."}]}, {"heading": "Births", "year": "1659", "date": "June 3", "txt": "David Gregory, Scottish-English mathematician and astronomer (d. 1708)", "entities": [{"title": "David Gregory (mathematician)", "href": "/wiki/David_Gregory_(mathematician)", "description": "David Gregory FRS was a Scottish mathematician and astronomer. He was professor of mathematics at the University of Edinburgh, and later Savilian Professor of Astronomy at the University of Oxford, and a proponent of Isaac Newton's Principia."}]}, {"heading": "Births", "year": "1662", "date": "June 3", "txt": "Willem van Mieris, Dutch painter (d. 1747)", "entities": [{"title": "Willem van Mieris", "href": "/wiki/Willem_van_Mieris", "description": "Willem van Mieris was an 18th-century painter from the Northern Netherlands."}]}, {"heading": "Births", "year": "1723", "date": "June 3", "txt": "Giovanni Antonio Scopoli, Italian physician, geologist, and botanist (d. 1788)", "entities": [{"title": "Giovanni Antonio Scopoli", "href": "/wiki/Giovanni_Antonio_Scopoli", "description": "Giovanni Antonio Scopoli was an Austrian physician and naturalist. His biographer Otto Guglia named him the \"first anational European\" and the \"Linnaeus of the Austrian Empire\"."}]}, {"heading": "Births", "year": "1726", "date": "June 3", "txt": "James Hutton, Scottish geologist and physician (d. 1797)", "entities": [{"title": "James Hutton", "href": "/wiki/James_Hutton", "description": "James Hutton was a Scottish geologist, agriculturalist, chemical manufacturer, naturalist and physician. Often referred to as the ‘father’ of modern geology, he played a key role in establishing geology as a modern science."}]}, {"heading": "Births", "year": "1736", "date": "June 3", "txt": "Ignaz Fränzl, German violinist and composer (d. 1811)", "entities": [{"title": "Ignaz Fränzl", "href": "/wiki/Ignaz_Fr%C3%A4nzl", "description": "Ignaz Fränzl was a German violinist, composer and representative of the second generation of the so-called Mannheim School. Mozart who heard him at a concert in November 1777 wrote of him in a letter to his father: He may not be a sorcerer, but he is a very solid violinist indeed. Fränzl carried the Mannheim violin technique, established by Johann Stamitz, one step further to real virtuosity. Moza"}]}, {"heading": "Births", "year": "1770", "date": "June 3", "txt": "Manuel Belgrano, Argentinian economist, lawyer, and politician (d. 1820)", "entities": [{"title": "Manuel Belgrano", "href": "/wiki/Manuel_Belgrano", "description": "Manuel José Joaquín del Corazón de Jesús Belgrano y González, usually referred to as Manuel Belgrano, was an Argentine economist, lawyer, politician, journalist, and military leader. He took part in the Argentine Wars of Independence and created the Flag of Argentina. He is regarded as one of the main Libertadores of the country."}]}, {"heading": "Births", "year": "1808", "date": "June 3", "txt": "Jefferson Davis, American colonel and politician, President of the Confederate States of America (d. 1889)", "entities": [{"title": "Jefferson Davis", "href": "/wiki/Jefferson_Davis", "description": "Jefferson Finis Davis was an American politician who served as the president of the Confederate States from 1861 to 1865. As a member of the Democratic Party, he represented Mississippi in the United States Senate and the House of Representatives before the American Civil War. He previously served as the United States Secretary of War from 1853 to 1857 under President Franklin Pierce."}, {"title": "President of the Confederate States of America", "href": "/wiki/President_of_the_Confederate_States_of_America", "description": "The president of the Confederate States was the head of state and head of government of the Confederate States. The president was the chief executive of the federal government and was the commander-in-chief of the Confederate Army and the Confederate Navy."}]}, {"heading": "Births", "year": "1818", "date": "June 3", "txt": "Louis Faidherbe, French general and politician, Governor of Senegal (d. 1889)", "entities": [{"title": "Louis Faidherbe", "href": "/wiki/Louis_Faidherbe", "description": "Louis Léon César Faidherbe was a French general and colonial administrator. He created the Senegalese Tirailleurs when he was governor of Senegal."}, {"title": "Governor of Senegal", "href": "/wiki/Governor_of_Senegal", "description": null}]}, {"heading": "Births", "year": "1819", "date": "June 3", "txt": "Anton Anderledy, Swiss religious leader, 23rd Superior General of the Society of Jesus (d. 1892)", "entities": [{"title": "Anton Anderledy", "href": "/wiki/Anton_Anderledy", "description": "Very Rev. Anton Maria Anderledy, S.J., was a Swiss Jesuit, elected the twenty-third Superior General of the Society of Jesus."}, {"title": "Superior General of the Society of Jesus", "href": "/wiki/Superior_General_of_the_Society_of_Jesus", "description": "The Superior General of the Society of Jesus is the official title of the leader of the Society of Jesus – the Roman Catholic religious order which is also known as the Jesuits. He is generally addressed as Father General. The position sometimes carries the nickname of the Black Pope, because of his responsibility for the largest Catholic, male religious order and is contrasted to the white garb o"}]}, {"heading": "Births", "year": "1819", "date": "June 3", "txt": "Johan Jongkind, Dutch painter (d. 1891)", "entities": []}, {"heading": "Births", "year": "1832", "date": "June 3", "txt": "Charles Lecocq, French pianist and composer (d. 1918)", "entities": [{"title": "Charles Lecocq", "href": "/wiki/Charles_Lecocq", "description": "Alexandre Charles Lecocq was a French composer, known for his opérettes and opéras comiques. He became the most prominent successor to Jacques Offenbach in this sphere, and enjoyed considerable success in the 1870s and early 1880s, before the changing musical fashions of the late 19th century made his style of composition less popular. His few serious works include the opera Plutus (1886), which w"}]}, {"heading": "Births", "year": "1843", "date": "June 3", "txt": "Frederick VIII of Denmark (d. 1912)", "entities": [{"title": "Frederick VIII of Denmark", "href": "/wiki/Frederick_VIII_of_Denmark", "description": "Frederick VIII was King of Denmark from 1906 to 1912. Before his accession to the throne at age 62, he served as crown prince for over 42 years. During the long reign of his father, King Christian IX, he was largely excluded from influence and political power."}]}, {"heading": "Births", "year": "1844", "date": "June 3", "txt": "Garret Hobart, American lawyer and politician, 24th Vice President of the United States (d. 1899)", "entities": [{"title": "Garret Hobart", "href": "/wiki/Garret_Hobart", "description": "Garret Augustus Hobart was the 24th vice president of the United States, serving from 1897 until his death in 1899. He was the sixth American vice president to die in office. Prior to serving as vice president, Hobart was an influential New Jersey politician and political operative."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1844", "date": "June 3", "txt": "Detlev von Liliencron, German poet and author (d. 1909)", "entities": []}, {"heading": "Births", "year": "1852", "date": "June 3", "txt": "Theodore Robinson, American painter and academic (d. 1896)", "entities": [{"title": "Theodore Robinson", "href": "/wiki/Theodore_Robinson", "description": "Theodore Robinson was an American painter best known for his Impressionist landscapes. He was one of the first American artists to take up Impressionism in the late 1880s, visiting Giverny and developing a close friendship with Claude Monet. Several of his works are considered masterpieces of American Impressionism."}]}, {"heading": "Births", "year": "1853", "date": "June 3", "txt": "Flinders Petrie, English archaeologist and academic (d. 1942)", "entities": [{"title": "Flinders Petrie", "href": "/wiki/Flinders_Petrie", "description": "Sir William Matthew Flinders Petrie, FRS, FBA, commonly known as Flinders Petrie, was an English Egyptologist and a pioneer of systematic methodology in archaeology and preservation of artefacts. He held the first chair of Egyptology in the United Kingdom, and excavated many of the most important archaeological sites in Egypt in conjunction with his wife, Hilda Petrie. Some consider his most famou"}]}, {"heading": "Births", "year": "1864", "date": "June 3", "txt": "Otto Erich Hartleben, German poet and playwright (d. 1905)", "entities": [{"title": "Otto Erich Hartleben", "href": "/wiki/Otto_Erich_Hartleben", "description": "Otto Erich Hartleben  was a German poet and dramatist from Clausthal, known for his translation of Pierrot Lunaire."}]}, {"heading": "Births", "year": "1864", "date": "June 3", "txt": "Ransom E. Olds, American businessman, founded Oldsmobile and REO Motor Car Company (d. 1950)", "entities": [{"title": "Oldsmobile", "href": "/wiki/Oldsmobile", "description": "Oldsmobile was a brand of American automobiles produced for most of its existence by General Motors. Originally established as \"Olds Motor Vehicle Company\" by Ransom E. Olds in 1897, it produced over 35 million vehicles, including at least 14 million built at its Lansing, Michigan factory alone. During its time as a division of General Motors, Oldsmobile slotted into the middle of GM's five divisi"}, {"title": "REO Motor Car Company", "href": "/wiki/REO_Motor_Car_Company", "description": "The REO Motor Car Company was a company based in Lansing, Michigan, and producing automobiles and trucks from 1905 to 1975. At one point the company also manufactured buses on its truck platforms."}]}, {"heading": "Births", "year": "1865", "date": "June 3", "txt": "George V of the United Kingdom (d. 1936)", "entities": [{"title": "George V", "href": "/wiki/George_V", "description": "George V was King of the United Kingdom and the British Dominions, and Emperor of India, from 6 May 1910 until his death in 1936."}]}, {"heading": "Births", "year": "1866", "date": "June 3", "txt": "George Howells Broadhurst, English-American director and manager (d. 1952)", "entities": [{"title": "George Howells Broadhurst", "href": "/wiki/George_Howells_Broadhurst", "description": "George Howells Broadhurst was an Anglo-American theatre owner/manager, director, producer and playwright. His plays were most popular from the late 1890s into the 1920s."}]}, {"heading": "Births", "year": "1873", "date": "June 3", "txt": "Otto Loewi, German-American pharmacologist and psychobiologist, Nobel Prize laureate (d. 1961)", "entities": [{"title": "Otto Loewi", "href": "/wiki/Otto_Loewi", "description": "Otto Loewi was a German-born pharmacologist and psychobiologist who discovered the role of acetylcholine as an endogenous neurotransmitter. For his discovery he was awarded the Nobel Prize in Physiology or Medicine in 1936, which he shared with Sir Henry Dale, who was a lifelong friend that helped to inspire the neurotransmitter experiment. Loewi met Dale in 1902 when spending some months in Ernes"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1877", "date": "June 3", "txt": "Raoul Dufy, French painter and illustrator (d. 1953)", "entities": [{"title": "Raoul Dufy", "href": "/wiki/Raoul_Dufy", "description": "Raoul Dufy was a French Fauvist painter, brother of Jean Dufy. He developed a colorful, decorative style that became fashionable for designs of ceramics and textiles, as well as decorative schemes for public buildings. He is noted for scenes of open-air social events. He was also a draftsman, printmaker, book illustrator, scenic designer, a designer of furniture, and a planner of public spaces."}]}, {"heading": "Births", "year": "1879", "date": "June 3", "txt": "Alla Nazimova, Ukrainian-American actress, producer, and screenwriter (d. 1945)", "entities": [{"title": "Alla Nazimova", "href": "/wiki/Alla_Nazimova", "description": "Alla Nazimova was a Russian-American actress."}]}, {"heading": "Births", "year": "1879", "date": "June 3", "txt": "Raymond Pearl, American biologist and botanist (d. 1940)", "entities": []}, {"heading": "Births", "year": "1879", "date": "June 3", "txt": "Vivian Woodward, English footballer and soldier (d. 1954)", "entities": []}, {"heading": "Births", "year": "1881", "date": "June 3", "txt": "Mikhail Larionov, Russian painter and set designer (d. 1964)", "entities": [{"title": "Mikhail Larionov", "href": "/wiki/Mikhail_Larionov", "description": "Mikhail Fyodorovich Larionov was an avant-garde Russian painter who worked with radical exhibitors and pioneered the first approach to abstract Russian art."}]}, {"heading": "Births", "year": "1890", "date": "June 3", "txt": "Baburao Painter, Indian actor, director, producer, and screenwriter (d. 1954)", "entities": [{"title": "Baburao Painter", "href": "/wiki/Baburao_Painter", "description": "Baburao Painter (1890–1954) was an Indian film director."}]}, {"heading": "Births", "year": "1897", "date": "June 3", "txt": "Memphis Minnie, American singer-songwriter (d. 1973)", "entities": [{"title": "Memphis Minnie", "href": "/wiki/Memphis_Minnie", "description": "Lizzie Douglas, known as Memphis Minnie, was a blues guitarist, vocalist, and songwriter whose recording career lasted for over three decades. She recorded around 200 songs, some of the best known being \"Bumble Bee\", \"Nothing in Rambling\", and \"Me and My Chauffeur Blues\"."}]}, {"heading": "Births", "year": "1899", "date": "June 3", "txt": "Georg von Békésy, Hungarian-American biophysicist and academic, Nobel Prize laureate (d. 1972)", "entities": [{"title": "Georg von Békésy", "href": "/wiki/Georg_von_B%C3%A9k%C3%A9sy", "description": "Georg von Békésy was a Hungarian biophysicist."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1900", "date": "June 3", "txt": "Adelaide Ames, American astronomer and academic (d. 1932) ", "entities": [{"title": "Adelaide Ames", "href": "/wiki/Adelaide_Ames", "description": "Adelaide Ames was an American astronomer and research assistant at Harvard University. She contributed to the study of galaxies with her co-authorship of A Survey of the External Galaxies Brighter Than the Thirteenth Magnitude, which was later known as the Shapley-Ames catalog. Ames was a member of the American Astronomical Society. She was a contemporary of Cecilia Payne-Gaposchkin and her closes"}]}, {"heading": "Births", "year": "1900", "date": "June 3", "txt": "Leo Picard, German-Israeli geologist and academic (d. 1997)", "entities": []}, {"heading": "Births", "year": "1901", "date": "June 3", "txt": "Maurice Evans, English actor (d. 1989)", "entities": [{"title": "Maurice Evans (actor)", "href": "/wiki/Maurice_Evans_(actor)", "description": "Maurice Herbert Evans was an English actor, noted for his interpretations of Shakespearean characters. His best-known screen roles are Dr. Zaius in the 1968 film Planet of the Apes, and as Samantha Stephens' father, Maurice, on Bewitched."}]}, {"heading": "Births", "year": "1901", "date": "June 3", "txt": "Zhang Xueliang, Chinese general and warlord (d. 2001)", "entities": []}, {"heading": "Births", "year": "1903", "date": "June 3", "txt": "Eddie Acuff, American actor (d. 1956)", "entities": [{"title": "Eddie Acuff", "href": "/wiki/Eddie_Acuff", "description": "Edward DeKalb Acuff was an American stage and film actor. His best-known recurring role is that of Mr. Beasley, the postman, in the Blondie movie series that starred Penny Singleton and Arthur Lake."}]}, {"heading": "Births", "year": "1904", "date": "June 3", "txt": "Charles R. Drew, American physician and surgeon (d. 1950)", "entities": [{"title": "Charles R. Drew", "href": "/wiki/Charles_R._Drew", "description": "Charles Richard Drew was an American surgeon and medical researcher. He researched in the field of blood transfusions, developing improved techniques for blood storage, and applied his expert knowledge to developing large-scale blood banks early in World War II. This allowed medics to save thousands of lives of the Allied forces. As the most prominent African American in the field, Drew protested "}]}, {"heading": "Births", "year": "1904", "date": "June 3", "txt": "Jan Peerce, American tenor and actor (d. 1984)", "entities": []}, {"heading": "Births", "year": "1905", "date": "June 3", "txt": "Martin Gottfried Weiss, German SS officer (d. 1946)", "entities": [{"title": "Martin Gottfried Weiss", "href": "/wiki/Martin_Gottfried_Weiss", "description": "Martin Gottfried Weiss, alternatively spelled Weiß, was the commandant of the Dachau concentration camp in 1945 at the time of his arrest. He also served from April 1940 until September 1942 as the commandant of Neuengamme concentration camp, and later, from November 1943 until May 1944, as the fourth commandant of Majdanek concentration camp. He was executed for war crimes."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1906", "date": "June 3", "txt": "R. G. D. Allen, English economist, mathematician, and statistician (d. 1983)", "entities": [{"title": "R. G. D. Allen", "href": "/wiki/R._G._D._Allen", "description": "Sir Roy George Douglas Allen, CBE, FBA was an English economist, mathematician and statistician, also member of the International Statistical Institute."}]}, {"heading": "Births", "year": "1906", "date": "June 3", "txt": "Josephine Baker, French actress, singer, and dancer; French Resistance operative (d. 1975)", "entities": []}, {"heading": "Births", "year": "1906", "date": "June 3", "txt": "Walter Robins, English cricketer and footballer (d. 1968)", "entities": []}, {"heading": "Births", "year": "1907", "date": "June 3", "txt": "Paul Rotha, English director and producer (d. 1984)", "entities": [{"title": "Paul Rotha", "href": "/wiki/Paul_Rotha", "description": "Paul Rotha was a British documentary film-maker, film historian and critic."}]}, {"heading": "Births", "year": "1910", "date": "June 3", "txt": "Paulette Goddard, American actress and model (d. 1990)", "entities": [{"title": "Paulette Goddard", "href": "/wiki/Paulette_Goddard", "description": "Paulette Goddard was an American actress, a child fashion model and a performer in several Broadway productions as a Ziegfeld Girl; she became a major star of Paramount Pictures in the 1940s. Her most notable films were her first major role, as Charlie Chaplin's leading lady in Modern Times, and Chaplin's subsequent film The Great Dictator. She was nominated for an Academy Award for Best Supportin"}]}, {"heading": "Births", "year": "1911", "date": "June 3", "txt": "Ellen Corby, American actress and screenwriter (d. 1999)", "entities": [{"title": "Ellen Corby", "href": "/wiki/Ellen_Corby", "description": "Ellen Hansen Corby was an American actress and screenwriter. She is best remembered for the role of Esther \"Grandma\" Walton on the CBS television series The Waltons, for which she won three Emmy Awards. She was also nominated for an Academy Award and won a Golden Globe Award for her performance as Aunt Trina in I Remember Mama (1948)."}]}, {"heading": "Births", "year": "1913", "date": "June 3", "txt": "Pedro Mir, Dominican poet and author (d. 2000)", "entities": [{"title": "Pedro Mir", "href": "/wiki/Pedro_Mir", "description": "Pedro Julio Mir Valentín was Dominican poet and writer, named Poet Laureate of the Dominican Republic by Congress in 1984, and a member of the generation of \"Independent poets of the 1940s\" in Dominican poetry."}]}, {"heading": "Births", "year": "1914", "date": "June 3", "txt": "Ignacio Ponseti, Spanish physician and orthopedist (d. 2009)", "entities": [{"title": "Ignacio Ponseti", "href": "/wiki/Ignacio_Ponseti", "description": "Ignacio Ponseti was a Spanish-American physician, specializing in orthopedics. He was born on 3 June 1914 in Menorca, part of the Balearic Islands, Spain, Ponseti was the son of a watchmaker and spent his childhood helping repair watches. This skill was said to eventually contribute to his abilities as an orthopedist. He served three years as a medic during the Spanish Civil War treating orthopedi"}]}, {"heading": "Births", "year": "1917", "date": "June 3", "txt": "Leo Gorcey, American actor (d. 1969)", "entities": [{"title": "Leo Gorcey", "href": "/wiki/Leo_Gorcey", "description": "Leo Bernard Gorcey was an American stage and film actor, famous for portraying the leader of a group of hooligans known variously as the Dead End Kids, The East Side Kids, and, as adults, The Bowery Boys. Gorcey was famous for his use of malapropisms, such as \"I depreciate it!\" instead of \"I appreciate it!\""}]}, {"heading": "Births", "year": "1918", "date": "June 3", "txt": "Patrick Cargill, English actor and producer (d. 1996)", "entities": [{"title": "Patrick Cargill", "href": "/wiki/Patrick_Cargill", "description": "Patrick Cargill was an English actor remembered for his lead role in the British television sitcom Father, Dear Father."}]}, {"heading": "Births", "year": "1918", "date": "June 3", "txt": "Lili St. Cyr, American dancer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1921", "date": "June 3", "txt": "Forbes Carlile, Australian pentathlete and coach (d. 2016)", "entities": [{"title": "Forbes Carlile", "href": "/wiki/Forbes_Carlile", "description": "Forbes Carlile MBE was Australia's first post-World War II Olympics swimming coach and later Australia's first competitor in the modern pentathlon at the 1952 Summer Olympics in Helsinki. He remains the only person to have coached and later competed at the Olympic Games."}]}, {"heading": "Births", "year": "1921", "date": "June 3", "txt": "Jean Dréjac, French singer and composer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1922", "date": "June 3", "txt": "Alain Resnais, French director, cinematographer, and screenwriter (d. 2014)", "entities": [{"title": "Alain Resnais", "href": "/wiki/Alain_Resnais", "description": "Alain Resnais was a French film director and screenwriter whose career extended over more than six decades. After training as a film editor in the mid-1940s, he went on to direct a number of short films which included Night and Fog (1956), an influential documentary about the Nazi concentration camps."}]}, {"heading": "Births", "year": "1923", "date": "June 3", "txt": "Igor Shafarevich, Russian mathematician and theorist (d. 2017)", "entities": [{"title": "Igor Shafarevich", "href": "/wiki/Igor_Shafarevich", "description": "Igor Rostislavovich Shafarevich was a Russian mathematician who contributed to algebraic number theory and algebraic geometry. He wrote books and articles that criticised socialism, and he was an important dissident during the Soviet regime."}]}, {"heading": "Births", "year": "1924", "date": "June 3", "txt": "Karunanidhi, Indian screenwriter and politician, 3rd Chief Minister of Tamil Nadu (d. 2018)", "entities": [{"title": "Karunanidhi", "href": "/wiki/Karunanidhi", "description": "Muthuvel Karunanidhi was an Indian writer and politician who served as Chief Minister of Tamil Nadu for almost two decades over five terms between 1969 and 2011. He was popularly referred to as \"Kalaignar\" (Artist) and \"Mutthamizh Arignar\" for his contributions to Tamil literature. He had the longest tenure as Chief Minister of Tamil Nadu with 6,863 days in office. He was also a long-standing lead"}, {"title": "Chief Minister of Tamil Nadu", "href": "/wiki/Chief_Minister_of_Tamil_Nadu", "description": "The Chief Minister of Tamil Nadu is the chief executive of the Indian state of Tamil Nadu. In accordance with the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Tamil Nadu Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The"}]}, {"heading": "Births", "year": "1924", "date": "June 3", "txt": "Colleen Dewhurst, Canadian-American actress (d. 1991)", "entities": []}, {"heading": "Births", "year": "1924", "date": "June 3", "txt": "Jimmy Rogers, American singer and guitarist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1924", "date": "June 3", "txt": "Torsten Wiesel, Swedish neurophysiologist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1925", "date": "June 3", "txt": "Tony Curtis, American actor (d. 2010)", "entities": [{"title": "Tony Curtis", "href": "/wiki/Tony_Curtis", "description": "Anthony Curtis was an American actor whose career spanned six decades, achieving the height of his popularity in the 1950s and early 1960s. He acted in more than 100 films in roles covering a wide range of genres, from light comedy to serious drama. In his later years, Curtis made numerous television appearances."}]}, {"heading": "Births", "year": "1926", "date": "June 3", "txt": "Allen Ginsberg, American poet (d. 1997)", "entities": [{"title": "Allen Ginsberg", "href": "/wiki/Allen_Ginsberg", "description": "Irwin Allen Ginsberg was an American poet and writer. As a student at Columbia University in the 1940s, he began friendships with William S. Burroughs and Jack Kerouac, forming the core of the Beat Generation. He vigorously opposed militarism, economic materialism, and sexual repression, and he embodied various aspects of this counterculture with his views on drugs, sex, multiculturalism, hostilit"}]}, {"heading": "Births", "year": "1926", "date": "June 3", "txt": "Flora MacDonald, Canadian banker and politician, 10th Canadian Minister of Communications (d. 2015)", "entities": [{"title": "Minister of Communications (Canada)", "href": "/wiki/Minister_of_Communications_(Canada)", "description": "The Minister of Communications of Canada is a now-defunct cabinet post which existed from 1969 to 1996, when it was abolished. Its telecommunications policy functions were transferred to the Minister of Industry and its cultural role was assumed by the Minister of Canadian Heritage."}]}, {"heading": "Births", "year": "1927", "date": "June 3", "txt": "Boots Randolph, American saxophonist and composer (d. 2007)", "entities": [{"title": "Boots Randolph", "href": "/wiki/Boots_Randolph", "description": "Homer Louis \"Boots\" Randolph III was an American musician best known for his 1963 saxophone hit \"Yakety Sax\". Randolph was a major part of the \"Nashville sound\" for most of his professional career."}]}, {"heading": "Births", "year": "1928", "date": "June 3", "txt": "Donald Judd, American sculptor and painter (d. 1994)", "entities": [{"title": "Donald Judd", "href": "/wiki/Donald_Judd", "description": "Donald Clarence Judd was an American artist associated with minimalism. In his work, Judd sought autonomy and clarity for the constructed object and the space created by it, ultimately achieving a rigorously democratic presentation without compositional hierarchy. Nevertheless, he is generally considered the leading international exponent of \"minimalism,\" and its most important theoretician throug"}]}, {"heading": "Births", "year": "1928", "date": "June 3", "txt": "John Richard Reid, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1929", "date": "June 3", "txt": "Werner Arber, Swiss microbiologist and geneticist, Nobel Prize laureate", "entities": [{"title": "Werner Arber", "href": "/wiki/Werner_Arber", "description": "Werner Arber is a Swiss microbiologist and geneticist. Along with American researchers Hamilton Smith and Daniel Nathans, Werner Arber shared the 1978 Nobel Prize in Physiology or Medicine for the discovery of restriction endonucleases. Their work would lead to the development of recombinant DNA technology."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1929", "date": "June 3", "txt": "Chuck Barris, American game show host and producer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 3", "txt": "Marion Zimmer Bradley, American author and poet (d. 1999)", "entities": [{"title": "Marion Zimmer Bradley", "href": "/wiki/Marion_Zimmer_Bradley", "description": "Marion Eleanor Zimmer Bradley was an American author of fantasy, historical fantasy, science fiction, and science fantasy novels, and is best known for the Arthurian fiction novel The Mists of Avalon, and the Darkover series. While she is noted for her feminist perspective in her writing, her popularity has been posthumously marred by multiple accusations against her of child sexual abuse and rape"}]}, {"heading": "Births", "year": "1930", "date": "June 3", "txt": "George Fernandes, Indian journalist and politician, Minister of Defence for India (d. 2019)", "entities": [{"title": "Minister of Defence (India)", "href": "/wiki/Minister_of_Defence_(India)", "description": "The Minister of Defence is the head of the Ministry of Defence and a high ranking minister of the Government of India. The Defence Minister is one of the most senior offices in the Union Council of Ministers as well as being a high-level minister in the union cabinet. They are often assisted by a Minister of State for Defence and less-commonly, the lower-ranked Deputy Minister of Defence. The defe"}]}, {"heading": "Births", "year": "1930", "date": "June 3", "txt": "Dakota Staton, American singer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 3", "txt": "Abbas Zandi, Iranian wrestler (d. 2017)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 3", "txt": "Ben Wada, Japanese director and producer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 3", "txt": "Joe Coulombe, founder of Trader Joe's (d. 2020)", "entities": [{"title": "Trader Joe's", "href": "/wiki/Trader_Joe%27s", "description": "Trader Joe's is a German-owned chain of grocery stores in the United States headquartered in Monrovia, California. By 2015, it was a competitor in \"fresh format\" grocery stores in the United States. By November 2019, Trader Joe's had over 503 stores nationwide in 42 states and Washington, D.C."}]}, {"heading": "Births", "year": "1931", "date": "June 3", "txt": "Françoise Arnoul, Algerian-French actress", "entities": [{"title": "Françoise Arnoul", "href": "/wiki/Fran%C3%A7oise_Arnoul", "description": "Françoise Arnoul is a French actress, who achieved popularity during the 1950s."}]}, {"heading": "Births", "year": "1931", "date": "June 3", "txt": "Raúl Castro, Cuban commander and politician, 18th President of Cuba", "entities": [{"title": "President of Cuba", "href": "/wiki/President_of_Cuba", "description": "The president of Cuba, officially the president of the Republic of Cuba, is the head of state of Cuba. The office in its current form was established under the Constitution of 2019. The president is the second most powerful position in Cuba, after the first secretary of the Communist Party of Cuba, and the highest state post. Miguel Díaz-Canel became president of the Council of State on 19 April 2"}]}, {"heading": "Births", "year": "1931", "date": "June 3", "txt": "John Norman, American philosopher and author", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 3", "txt": "Lindy Remigino, American runner and coach (d. 2018)", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 3", "txt": "Isa bin Salman Al Khalifa, Bahranian king (d. 1999)", "entities": [{"title": "Isa bin Salman Al Khalifa", "href": "/wiki/Isa_bin_Salman_Al_Khalifa", "description": "Isa bin Salman Al Khalifa was the first emir of Bahrain from 1961 until his death in 1999. Born in Jasra, Bahrain, he became emir upon the death of his father, Salman bin Hamad Al Khalifa."}]}, {"heading": "Births", "year": "1936", "date": "June 3", "txt": "Larry McMurtry, American novelist and screenwriter (d. 2021)", "entities": [{"title": "Larry McMurtry", "href": "/wiki/Larry_McMurtry", "description": "Larry Jeff McMurtry was an American novelist, essayist, bookseller, and screenwriter whose work was predominantly set in either the Old West or contemporary Texas. His novels included Horseman, Pass By (1962), The Last Picture Show (1966), and Terms of Endearment (1975), which were adapted into films. Movies adapted from McMurtry's works earned 34 Oscar nominations."}]}, {"heading": "Births", "year": "1936", "date": "June 3", "txt": "Colin Meads, New Zealand rugby player and coach (d. 2017)", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 3", "txt": "Jean-Pierre Jaussaud, French racing driver", "entities": [{"title": "Jean-Pierre Jaussaud", "href": "/wiki/Jean-Pierre_Jaussaud", "description": "Jean-Pierre Jaussaud is a French former racing driver, noted for winning the 24 Hours of Le Mans in 1978 and 1980."}]}, {"heading": "Births", "year": "1939", "date": "June 3", "txt": "Frank Blevins, English-Australian lawyer and politician, 7th Deputy Premier of South Australia (d. 2013)", "entities": [{"title": "Frank Blevins", "href": "/wiki/Frank_Blevins", "description": "Frank Trevor Blevins was an Australian politician and 6th Deputy Premier of South Australia from 1992 to 1993 for the South Australian Branch of the Australian Labor Party. Blevins served in both the Legislative Council and House of Assembly. He was a minister in a number of portfolios. In 1983 in a dispute about the use of volunteers in the ambulance service, as minister for Health, he publicly s"}, {"title": "Deputy Premier of South Australia", "href": "/wiki/Deputy_Premier_of_South_Australia", "description": "The Deputy Premier of South Australia is the second-most senior officer in the Government of South Australia. The Deputy Premiership is a ministerial portfolio in the Cabinet of South Australia, and the Deputy Premier is appointed by the Governor on the advice of the Premier of South Australia."}]}, {"heading": "Births", "year": "1939", "date": "June 3", "txt": "Steve Dalkowski, American baseball player (d. 2020)", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 3", "txt": "Ian Hunter, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 3", "txt": "Curtis Mayfield, American singer-songwriter and producer (d. 1999)", "entities": [{"title": "Curtis Mayfield", "href": "/wiki/Curtis_Mayfield", "description": "Curtis Lee Mayfield was an American singer-songwriter, guitarist, and record producer, and one of the most influential musicians behind soul and politically conscious African-American music. He first achieved success and recognition with the Rock and Roll Hall of Fame-inducted group The Impressions during the civil rights movement of the late 1950s and 1960s, and later worked as a solo artist."}]}, {"heading": "Births", "year": "1943", "date": "June 3", "txt": "Billy Cunningham, American basketball player and coach", "entities": [{"title": "Billy Cunningham", "href": "/wiki/Billy_Cunningham", "description": "William John Cunningham is an American former professional basketball player and coach, who was nicknamed the Kangaroo Kid. He spent a total of 17 seasons with the NBA's Philadelphia 76ers, and two seasons as a player with the Carolina Cougars of the ABA."}]}, {"heading": "Births", "year": "1944", "date": "June 3", "txt": "Thomas Burns, British bishop", "entities": [{"title": "Tom Burns (bishop)", "href": "/wiki/Tom_Burns_(bishop)", "description": "Thomas Matthew Burns  KC*HS is a British Roman Catholic bishop. On 16 October 2008 he was appointed as Bishop of Menevia by Pope Benedict XVI, becoming so on 1 December 2008 when he took possession of his new see, on which day he ceased to be Bishop of the Forces. He is now bishop promoter for the Apostleship of the Sea, A Catholic organisation which provides pastoral and practical assistance to a"}]}, {"heading": "Births", "year": "1944", "date": "June 3", "txt": "Edith McGuire, American sprinter and educator", "entities": []}, {"heading": "Births", "year": "1944", "date": "June 3", "txt": "Eddy Ottoz, Italian hurdler and coach", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 3", "txt": "Hale Irwin, American golfer and architect", "entities": [{"title": "Hale Irwin", "href": "/wiki/Hale_Irwin", "description": "Hale S. Irwin is an American professional golfer. He was one of the world's leading golfers from the mid-1970s to the mid-1980s. He is one of the few players in history to win three U.S. Opens, becoming the oldest ever U.S. Open champion in 1990 at the age of 45. As a senior golfer, Irwin ranks first all-time in PGA Tour Champions victories. He is widely regarded as the greatest player in Champion"}]}, {"heading": "Births", "year": "1945", "date": "June 3", "txt": "Ramon Jacinto, Filipino singer, guitarist, and businessman, founded the Rajah Broadcasting Network", "entities": [{"title": "Rajah Broadcasting Network", "href": "/wiki/Rajah_Broadcasting_Network", "description": "Rajah Broadcasting Network, Inc. is a Philippine television and radio network owned by guitarist-singer-businessman Ramon \"RJ\" Jacinto. The network's studio headquarters located at Ventures I Bldg., Makati Ave. cor. Gen. Luna St., Makati."}]}, {"heading": "Births", "year": "1945", "date": "June 3", "txt": "Bill Paterson, Scottish actor", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 3", "txt": "Michael Clarke, American drummer (d. 1993)", "entities": [{"title": "Michael Clarke (musician)", "href": "/wiki/Michael_Clarke_(musician)", "description": "Michael Clarke was an American musician, best known as the drummer for the 1960s rock group the Byrds from 1964 to 1967. He died in 1993, at age 47, from liver failure, a direct result of more than three decades of heavy alcohol consumption."}]}, {"heading": "Births", "year": "1946", "date": "June 3", "txt": "Eddie Holman, American pop/R&B/gospel singer", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 3", "txt": "Penelope Wilton, English actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 3", "txt": "Jan Reker, Dutch footballer and manager", "entities": [{"title": "Jan Reker", "href": "/wiki/Jan_Reker", "description": "Jan Reker is a Dutch football manager and director."}]}, {"heading": "Births", "year": "1950", "date": "June 3", "txt": "Frédéric François, Belgian-Italian singer-songwriter", "entities": [{"title": "Frédéric François", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Fran%C3%A7ois", "description": "Frédéric François, is a French-speaking singer-composer living in Belgium."}]}, {"heading": "Births", "year": "1950", "date": "June 3", "txt": "Melissa Mathison, American screenwriter and producer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 3", "txt": "Juan José Muñoz, Argentinian businessman (d. 2013)", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 3", "txt": "Larry Probst, American businessman", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 3", "txt": "Suzi Quatro, American-English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 3", "txt": "Christos Verelis, Greek politician, Greek Minister of Transport and Communications", "entities": [{"title": "Ministry of Infrastructure, Transport and Networks (Greece)", "href": "/wiki/Ministry_of_Infrastructure,_Transport_and_Networks_(Greece)", "description": "The Ministry of Infrastructure and Transport is a government department of Greece headquartered in Cholargos, Athens."}]}, {"heading": "Births", "year": "1950", "date": "June 3", "txt": "Deniece Williams, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 3", "txt": "Dan Hill, Canadian singer-songwriter", "entities": [{"title": "Dan Hill", "href": "/wiki/Dan_Hill", "description": "Daniel Grafton Hill IV is a Canadian pop singer and songwriter. He had two major international hits with his songs \"Sometimes When We Touch\" and \"Can't We Try\", a duet with Vonda Shepard, as well as a number of other charting singles in Canada and the United States. He also established himself as a songwriter who produced hit songs for artists such as George Benson and Celine Dion."}]}, {"heading": "Births", "year": "1954", "date": "June 3", "txt": "Susan Landau, American mathematician and engineer", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 3", "txt": "George Burley, Scottish footballer and manager", "entities": [{"title": "George Burley", "href": "/wiki/George_Burley", "description": "George Elder Burley is a Scottish former football player and manager. He had a professional career spanning 21 years as a player, making 628 league appearances and earning 11 Scotland caps. His most successful spell came while at Ipswich Town making 394 senior appearances, and being part of the squad that won the FA Cup and UEFA Cup in 1978 and 1981 respectively."}]}, {"heading": "Births", "year": "1956", "date": "June 3", "txt": "Danny Wilde, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 3", "txt": "Horst-Ulrich Hänel, German field hockey player", "entities": [{"title": "Horst-Ulrich Hänel", "href": "/wiki/Horst-Ulrich_H%C3%A4nel", "description": "Horst-Ulrich Hänel is a former field hockey player from West Germany, who twice won the silver medal at the Summer Olympics. He did so in 1984 and 1988 (Seoul)."}]}, {"heading": "Births", "year": "1959", "date": "June 3", "txt": "Imbi Paju, Estonian-Finnish journalist and author", "entities": [{"title": "Imbi Paju", "href": "/wiki/Imbi_Paju", "description": "Imbi Paju is an Estonian-born journalist, writer and filmmaker resident in Finland."}]}, {"heading": "Births", "year": "1960", "date": "June 3", "txt": "Catherine Davani, first female Papua New Guinean judge (d. 2016)", "entities": [{"title": "Catherine Davani", "href": "/wiki/Catherine_Davani", "description": "Catherine Anne Davani was a Papua New Guinean judge. She was a judge of the Supreme Court of Papua New Guinea from 2001 until her death. She was the first female judge in Papua New Guinea."}, {"title": "Papua New Guinea", "href": "/wiki/Papua_New_Guinea", "description": "Papua New Guinea, officially the Independent State of Papua New Guinea, is a country in Oceania that comprises the eastern half of the island of New Guinea and its offshore islands in Melanesia. Its capital, located along its southeastern coast, is Port Moresby. It is the world's third largest island country with 462,840 km2 (178,700 sq mi)."}]}, {"heading": "Births", "year": "1960", "date": "June 3", "txt": "Tracy Grimshaw, Australian television host", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 3", "txt": "Carl Rackemann, Australian cricketer and sportscaster", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 3", "txt": "Lawrence Lessig, American lawyer, academic, and author, founded the Creative Commons", "entities": [{"title": "Lawrence Lessig", "href": "/wiki/Lawrence_Lessig", "description": "Lester Lawrence Lessig III is an American academic, attorney, and political activist. He is the Roy L. Furman Professor of Law at Harvard Law School and the former director of the Edmond J. Safra Center for Ethics at Harvard University. Lessig was a candidate for the Democratic Party's nomination for president of the United States in the 2016 U.S. presidential election, but withdrew before the pri"}, {"title": "Creative Commons", "href": "/wiki/Creative_Commons", "description": "Creative Commons (CC) is an American non-profit organization and international network devoted to educational access and expanding the range of creative works available for others to build upon legally and to share. The organization has released several copyright licenses, known as Creative Commons licenses, free of charge to the public. These licenses allow authors of creative works to communicat"}]}, {"heading": "Births", "year": "1961", "date": "June 3", "txt": "Peter Vidmar, American gymnast", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 3", "txt": "Ed Wynne, English guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "June 3", "txt": "Susannah Constantine, English fashion designer, journalist, and author", "entities": [{"title": "Susannah Constantine", "href": "/wiki/Susannah_Constantine", "description": "Susannah Caroline Constantine is an English fashion guru, journalist, artist, advisor, television presenter, author, and designer and actress. Her second book, What Not to Wear, co-written with her fashion partner Trinny Woodall, won her a British Book Award and sold 670,000 copies."}]}, {"heading": "Births", "year": "1962", "date": "June 3", "txt": "Dagmar Neubauer, German sprinter", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 3", "txt": "Rudy Demotte, Belgian politician, 8th Minister-President of the Walloon Region", "entities": [{"title": "Rudy Demotte", "href": "/wiki/Rudy_Demotte", "description": "Rudy W.G. Demotte is a Belgian socialist politician who served as 12th Minister-President of Wallonia (2007-2014), replacing Elio Di Rupo, one month after a historical defeat of the socialists in the federal election."}, {"title": "Minister-President of the Walloon Region", "href": "/wiki/Minister-President_of_the_Walloon_Region", "description": "The Minister-President of Wallonia is the head of the Government of Wallonia, the executive power of Wallonia, one of the three regions of Belgium."}]}, {"heading": "Births", "year": "1963", "date": "June 3", "txt": "Toshiaki Karasawa, Japanese actor", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 3", "txt": "André Bellavance, Canadian politician", "entities": [{"title": "André Bellavance", "href": "/wiki/Andr%C3%A9_Bellavance", "description": "André Bellavance is a Canadian politician, who served in the House of Commons of Canada from 2004 to 2015 and is currently the mayor of Victoriaville, Quebec."}]}, {"heading": "Births", "year": "1964", "date": "June 3", "txt": "Kerry King, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 3", "txt": "James Purefoy, English actor", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 3", "txt": "Hans Kroes, Dutch swimmer", "entities": [{"title": "Hans Kroes", "href": "/wiki/Hans_Kroes", "description": "Hans Kroes is a former freestyle and backstroke swimmer from The Netherlands, who competed for his native country at two consecutive Summer Olympics, starting in 1984. His best individual result in Los Angeles, California was the eighth place in the 100 m backstroke (58.07)."}]}, {"heading": "Births", "year": "1965", "date": "June 3", "txt": "Michael Moore, British accountant and politician, Secretary of State for Scotland", "entities": [{"title": "Secretary of State for Scotland", "href": "/wiki/Secretary_of_State_for_Scotland", "description": "The Secretary of State for Scotland, also referred to as Her Majesty's Principal Secretary of State for Scotland or the Scottish Secretary, is the secretary of state and principal government minister for Scotland in the Cabinet of Her Majesty's Government of the United Kingdom of Great Britain and Northern Ireland. The Scottish Secretary heads the Scotland Office, a government department based in "}]}, {"heading": "Births", "year": "1966", "date": "June 3", "txt": "Wasim Akram, Pakistani cricketer, coach, and sportscaster", "entities": [{"title": "Wasim Akram", "href": "/wiki/Wasim_Akram", "description": "Wasim Akram is a Pakistani cricket commentator, coach, and former cricketer and captain of the Pakistan national cricket team. He is widely acknowledged as one of the greatest bowlers of all time. A left-arm fast bowler who could bowl with significant pace, he has represented Pakistan in Test cricket and One Day International (ODI) matches. In October 2013, Wasim Akram was the only Pakistani crick"}]}, {"heading": "Births", "year": "1967", "date": "June 3", "txt": "Anderson Cooper, American journalist and author", "entities": [{"title": "Anderson Cooper", "href": "/wiki/Anderson_Cooper", "description": "Anderson Hays Cooper is an American television journalist. He is the primary anchor of the CNN news broadcast show Anderson Cooper 360°. In addition to his duties at CNN, Cooper serves as a correspondent for 60 Minutes on CBS News."}]}, {"heading": "Births", "year": "1967", "date": "June 3", "txt": "Tamás Darnyi, Hungarian swimmer", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 3", "txt": "Takako Minekawa, Japanese singer-songwriter", "entities": [{"title": "Takako Minekawa", "href": "/wiki/Takako_Minekawa", "description": "Takako Minekawa  is a Japanese musician, singer, songwriter and writer."}]}, {"heading": "Births", "year": "1969", "date": "June 3", "txt": "Dean Pay, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 3", "txt": "Luigi Di Biagio, Italian footballer and manager", "entities": [{"title": "Luigi Di Biagio", "href": "/wiki/Luigi_Di_Biagio", "description": "Luigi Di Biagio is an Italian football manager and former footballer, who was most recently the manager of SPAL. A former defensive midfielder, Di Biagio last played for Ascoli Calcio 1898 in 2007, and previously also played for several other Italian clubs throughout his career, including Roma and Internazionale, in particular. At international level, he also played 31 times for the Italian nation"}]}, {"heading": "Births", "year": "1971", "date": "June 3", "txt": "Mary Grigson, Australian cross-country mountain biker", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 3", "txt": "Julie Gayet, French actress", "entities": [{"title": "Julie Gayet", "href": "/wiki/Julie_Gayet", "description": "Julie Gayet is a French actress and film producer. She is also known for being the partner of the former President of the French Republic, François Hollande."}]}, {"heading": "Births", "year": "1974", "date": "June 3", "txt": "Kelly Jones, Welsh singer-songwriter and guitarist", "entities": [{"title": "Kelly Jones", "href": "/wiki/Kelly_Jones", "description": "Kelly Jones is a British singer-songwriter from Cwmaman, Wales. He is the lead singer and lead guitarist of the rock band Stereophonics."}]}, {"heading": "Births", "year": "1974", "date": "June 3", "txt": "Serhiy Rebrov, Ukrainian international footballer and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 3", "txt": "Jose Molina, Puerto Rican-American baseball player", "entities": [{"title": "José Molina (baseball)", "href": "/wiki/Jos%C3%A9_Molina_(baseball)", "description": "José Benjamin Molina  is a Puerto Rican professional baseball coach for the Los Angeles Angels and former catcher in Major League Baseball (MLB). He played for four teams in MLB, and for the Puerto Rican national team in the World Baseball Classic (WBC). Noted for his abilities in pitch-framing and in handling pitching staffs, Molina is a two-time World Series champion in MLB and a two-time silver"}]}, {"heading": "Births", "year": "1976", "date": "June 3", "txt": "Nikos Chatzis, Greek basketball player", "entities": [{"title": "Nikos Chatzis", "href": "/wiki/Nikos_Chatzis", "description": "Nikolaos \"Nikos\" Chatzis is a retired Greek professional basketball player and coach. At a height of 1.96 m tall, he played at the shooting guard position. He is among the all-time leaders in the history of the Greek Basket League in points scored, assists, 3 pointers made, and games played."}]}, {"heading": "Births", "year": "1976", "date": "June 3", "txt": "Jamie McMurray, American race car driver", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 3", "txt": "Cris, Brazilian footballer", "entities": [{"title": "Cris (footballer, born 1977)", "href": "/wiki/Cris_(footballer,_born_1977)", "description": "Cristiano Marques Gomes, or simply Cris, is a Brazilian football manager and a former player, who is the manager of Championnat National 2 club GOAL FC. Prior to being in this role, he spent three years as manager of the under-19 squad of Lyon. A former centre-back, Cris is also nicknamed \"the policeman\" by way of reference to his authoritarian nature on the pitch and his four months of experience"}]}, {"heading": "Births", "year": "1978", "date": "June 3", "txt": "Lyfe Jennings, American singer-songwriter and producer", "entities": [{"title": "Lyfe Jennings", "href": "/wiki/Lyfe_Jennings", "description": "Chester Jermaine \"Lyfe\" Jennings is an American R&B and soul singer-songwriter, record producer, and instrumentalist. He plays the guitar, bass, and piano which he integrates into his music. The New York Times referred to him as a \"socially minded R&B singer\"."}]}, {"heading": "Births", "year": "1979", "date": "June 3", "txt": "Luis Fernando López, Colombian race walker", "entities": [{"title": "Luis Fernando López (race walker)", "href": "/wiki/Luis_Fernando_L%C3%B3pez_(race_walker)", "description": "Luis Fernando López Erazo is a Colombian race walker."}]}, {"heading": "Births", "year": "1979", "date": "June 3", "txt": "Christian Malcolm, Welsh sprinter", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 3", "txt": "Amauri, Brazilian-Italian footballer", "entities": [{"title": "Amauri", "href": "/wiki/Amauri", "description": "Amauri Carvalho de Oliveira, known as Amauri, is an Italian former footballer who played as a striker."}]}, {"heading": "Births", "year": "1981", "date": "June 3", "txt": "Sosene Anesi, New Zealand rugby player", "entities": [{"title": "Sosene Anesi", "href": "/wiki/Sosene_Anesi", "description": "Sosene Raymond Anesi is a former rugby union footballer who played as a fullback and wing and currently the head coach of Timișoara Saracens."}]}, {"heading": "Births", "year": "1982", "date": "June 3", "txt": "Yelena Isinbayeva, Russian pole vaulter", "entities": [{"title": "Yelena Isinbayeva", "href": "/wiki/Yelena_Isinbayeva", "description": "Yelena Gadzhievna Isinbayeva is a Russian former pole vaulter. She is a two-time Olympic gold medalist, a three-time World Champion, the current world record holder in the event, and is widely considered the greatest female pole-vaulter of all time. \nIsinbayeva was banned from the 2016 Rio Olympics after the appearance of an independent report about an extensive state-sponsored doping programme in"}]}, {"heading": "Births", "year": "1982", "date": "June 3", "txt": "Manfred Mölgg, Italian skier", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 3", "txt": "Pasquale Foggia, Italian footballer", "entities": [{"title": "Pasquale Foggia", "href": "/wiki/Pasquale_Foggia", "description": "Pasquale Foggia is an Italian former footballer, who played as a left winger or attacking midfielder. A quick and creative player, he was predominantly known for his dribbling skills and his ability to create chances for teammates."}]}, {"heading": "Births", "year": "1985", "date": "June 3", "txt": "Papiss Cissé, Senegalese footballer", "entities": [{"title": "Papiss Cissé", "href": "/wiki/Papiss_Ciss%C3%A9", "description": "Papiss Demba Cissé is a Senegalese professional footballer who plays as a striker for Süper Lig club Fenerbahçe and the Senegal national team."}]}, {"heading": "Births", "year": "1985", "date": "June 3", "txt": "Łukasz Piszczek, Polish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 3", "txt": "Al Horford, Dominican basketball player", "entities": [{"title": "Al Horford", "href": "/wiki/Al_Horford", "description": "Alfred Joel Horford Reynoso is a Dominican professional basketball player for the Oklahoma City Thunder of the National Basketball Association (NBA). Horford is a five-time NBA All-Star and is the highest paid Latin American basketball player. He also represents the Dominican Republic national team."}]}, {"heading": "Births", "year": "1986", "date": "June 3", "txt": "Micah Kogo, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 3", "txt": "Rafael Nadal, Spanish tennis player", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 3", "txt": "Tomáš Verner, Czech ice skater", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 3", "txt": "Masami Nagasawa, Japanese actress", "entities": [{"title": "Masami Nagasawa", "href": "/wiki/Masami_Nagasawa", "description": "Masami Nagasawa  is a Japanese actress and model. She won several awards, including a Japan Academy Prize, a Mainichi Film Award and a Blue Ribbon Award."}]}, {"heading": "Births", "year": "1989", "date": "June 3", "txt": "Katie Hoff, American swimmer", "entities": [{"title": "Katie Hoff", "href": "/wiki/Katie_Hoff", "description": "Kathryn Elise Hoff is a former American competitive swimmer, she is an Olympic medalist, and former world record-holder. Hoff was known for her success in the 200-meter and 400-meter individual medley. She represented the United States at the 2004 Summer Olympics and 2008 Summer Olympics, in which she was awarded a silver medal and two bronze medals."}]}, {"heading": "Births", "year": "1991", "date": "June 3", "txt": "Lukasz Teodorczyk, Polish footballer", "entities": [{"title": "Łukasz Teodorczyk", "href": "/wiki/%C5%81ukasz_Teodorczyk", "description": "Łukasz Teodorczyk is a Polish professional footballer who plays as a striker for the Belgian club Charleroi on loan from Udinese and the Poland national team."}]}, {"heading": "Births", "year": "1991", "date": "June 3", "txt": "Sami Vatanen, Finnish ice hockey defenceman", "entities": []}, {"heading": "Births", "year": "1991", "date": "June 3", "txt": "Yordano Ventura, Dominican baseball player (d. 2017)", "entities": []}, {"heading": "Births", "year": "1992", "date": "June 3", "txt": "Mario Götze, German footballer", "entities": [{"title": "Mario Götze", "href": "/wiki/Mario_G%C3%B6tze", "description": "Mario Götze is a German professional footballer who plays for Eredivisie club PSV Eindhoven. Although his favoured position is that of a playmaker, Götze has also played as a false nine or as an emergency striker."}]}, {"heading": "Deaths", "year": "628", "date": "June 3", "txt": "Liang Shidu, Chinese rebel leader", "entities": [{"title": "Liang Shidu", "href": "/wiki/Liang_Shidu", "description": "Liang Shidu (梁師都) was an agrarian leader who rebelled against the rule of the Chinese dynasty Sui Dynasty near the end of the reign of Emperor Yang of Sui. He, claiming the title of Emperor of Liang with the aid from Eastern Turkic Khaganate retained the modern northern Shaanxi and western Inner Mongolia region for over a decade, but was gradually weakened by attacks from Tang Dynasty, whose found"}]}, {"heading": "Deaths", "year": "800", "date": "June 3", "txt": "Staurakios, Byzantine general", "entities": [{"title": "Staurakios (eunuch)", "href": "/wiki/Staurakios_(eunuch)", "description": "Staurakios was a Byzantine eunuch official, who rose to be one of the most important and influential associates of Byzantine empress Irene of Athens. He effectively acted as chief minister during her regency for her young son, Emperor Constantine VI in 780–790, until overthrown and exiled by a military revolt in favour of the young emperor in 790. Restored to power by Constantine along with Irene "}]}, {"heading": "Deaths", "year": "1052", "date": "June 3", "txt": "Prince Guaimar IV of Salerno", "entities": [{"title": "Guaimar IV of Salerno", "href": "/wiki/Guaimar_IV_of_Salerno", "description": "Guaimar IV was Prince of Salerno (1027–1052), Duke of Amalfi (1039–1052), Duke of Gaeta (1040–1041), and Prince of Capua (1038–1047) in Southern Italy over the period from 1027 to 1052. He was an important figure in the final phase of Byzantine authority in the Mezzogiorno and the commencement of Norman power. He was, according to Amatus of Montecassino, \"more courageous than his father, more gene"}]}, {"heading": "Deaths", "year": "1397", "date": "June 3", "txt": "William de Montagu, 2nd Earl of Salisbury, English commander (b. 1328)", "entities": [{"title": "William de Montagu, 2nd Earl of Salisbury", "href": "/wiki/William_de_Montagu,_2nd_Earl_of_Salisbury", "description": "Sir William Montagu, 2nd Earl of Salisbury, 4th Baron Montagu, King of Mann, KG was an English nobleman and commander in the English army during King Edward III's French campaigns in the Hundred Years War. He was one of the Founder Knights of the Order of the Garter."}]}, {"heading": "Deaths", "year": "1411", "date": "June 3", "txt": "Leopold IV, Duke of Austria (b. 1371)", "entities": [{"title": "Leopold IV, Duke of Austria", "href": "/wiki/Leopold_IV,_Duke_of_Austria", "description": "Leopold IV of Austria, Duke of Further Austria, was an Austrian Habsburg Duke of the Leopoldinian Line, known as \"the Fat\"."}]}, {"heading": "Deaths", "year": "1453", "date": "June 3", "txt": "Loukas Notaras, last megas doux of the Byzantine Empire", "entities": [{"title": "Loukas Notaras", "href": "/wiki/Loukas_Notaras", "description": "Loukas Notaras was a Byzantine statesman who served as the last megas doux or grand Duke and the last mesazon of the Byzantine Empire, under emperors John VIII Palaiologos and Constantine XI Palaiologos."}, {"title": "Megas doux", "href": "/wiki/Megas_doux", "description": "The megas doux was one of the highest positions in the hierarchy of the later Byzantine Empire, denoting the commander-in-chief of the Byzantine navy. It is sometimes also given in English by the half-Latinizations megaduke or megadux. The Greek word δούξ is the Hellenized form of the Latin term dux, meaning leader or commander."}]}, {"heading": "Deaths", "year": "1511", "date": "June 3", "txt": "Ahmad ibn Abi Jum'ah, Islamic scholar, author of the Oran fatwa", "entities": [{"title": "Ahmad ibn Abi Jum'ah", "href": "/wiki/Ahmad_ibn_Abi_Jum%27ah", "description": "Abu al-Abbas Ahmad ibn Abi Jum'ah al-Maghrawi al-Wahrani was a Maliki scholar of Islamic law, active in the Maghreb from the end of the fifteenth century until his death. He was identified as the author of the 1504 fatwa commonly named the Oran fatwa, instructing the Muslims in Spain about how to secretly practice Islam, and granting comprehensive dispensations for them to publicly conform to Chri"}, {"title": "Oran fatwa", "href": "/wiki/Oran_fatwa", "description": "The Oran fatwa was a responsum fatwa, or an Islamic legal opinion, issued in 1504 to address the crisis that occurred when Muslims in the Crown of Castile were forced to convert to Christianity in 1500–1502. The fatwa sets out detailed relaxations of the sharia requirements, allowing the Muslims to conform outwardly to Christianity and perform acts that are ordinarily forbidden in Islamic law, whe"}]}, {"heading": "Deaths", "year": "1548", "date": "June 3", "txt": "Juan de Zumárraga, Spanish-Mexican archbishop (b. 1468)", "entities": [{"title": "Juan de Zumárraga", "href": "/wiki/Juan_de_Zum%C3%A1rraga", "description": "Don Juan de Zumárraga y Arrazola was a Spanish Basque Franciscan prelate and first bishop of Mexico. He wrote Doctrina breve, the first book published in the Western hemisphere, printed in Mexico City in 1539."}]}, {"heading": "Deaths", "year": "1553", "date": "June 3", "txt": "Wolf Huber, Austrian painter, printmaker and architect (b. 1485)", "entities": [{"title": "Wolf Huber", "href": "/wiki/Wolf_Huber", "description": "Wolf Huber was an Austrian painter, printmaker, and architect, who worked in Germany for most of his life as a leading member of the Danube school."}]}, {"heading": "Deaths", "year": "1594", "date": "June 3", "txt": "John Aylmer, English bishop and scholar (b. 1521)", "entities": [{"title": "John Aylmer (bishop)", "href": "/wiki/John_Aylmer_(bishop)", "description": "John Aylmer was an English bishop, constitutionalist and a Greek scholar."}]}, {"heading": "Deaths", "year": "1605", "date": "June 3", "txt": "Jan Zamoyski, Polish nobleman (b. 1542)", "entities": [{"title": "Jan Zamoyski", "href": "/wiki/Jan_Zamoyski", "description": "Jan Sariusz Zamoyski was a Polish nobleman, magnate, and the 1st ordynat of Zamość. He served as the Royal Secretary from 1565, Deputy Chancellor from 1576, Grand Chancellor of the Crown from 1578, and Great Hetman of the Crown from 1581."}]}, {"heading": "Deaths", "year": "1615", "date": "June 3", "txt": "Sanada Yukimura, Japanese samurai (b. 1567)", "entities": [{"title": "Sanada Yukimura", "href": "/wiki/Sanada_Yukimura", "description": "Sanada Yukimura , actual name: Sanada Nobushige , was a Japanese samurai warrior of the Sengoku period. He was especially known as the leading general on the defending side of the Siege of Osaka. \nYukimura was called \"A Hero who may appear once in a hundred years\", \"Crimson Demon of War\" and \"The Last Sengoku Hero\". The famed veteran of the invasion of Korea, Shimazu Tadatsune, called him the \"Num"}]}, {"heading": "Deaths", "year": "1640", "date": "June 3", "txt": "Theophilus Howard, 2nd Earl of Suffolk, English politician, Lord Warden of the Cinque Ports (b. 1584)", "entities": [{"title": "Theophilus Howard, 2nd Earl of Suffolk", "href": "/wiki/Theophilus_Howard,_2nd_Earl_of_Suffolk", "description": "Theophilus Howard, 2nd Earl of Suffolk, was an English nobleman and politician."}, {"title": "Lord Warden of the Cinque Ports", "href": "/wiki/Lord_Warden_of_the_Cinque_Ports", "description": "The Lord Warden of the Cinque Ports is a ceremonial official in the United Kingdom. The post dates from at least the 12th century, when the title was Keeper of the Coast, but may be older. The Lord Warden was originally in charge of the Cinque Ports, a group of five port towns on the southeast coast of England that was formed to collectively supply ships for The Crown in the absence at the time of"}]}, {"heading": "Deaths", "year": "1649", "date": "June 3", "txt": "Manuel de Faria e Sousa, Portuguese historian and poet (b. 1590)", "entities": [{"title": "Manuel de Faria e Sousa", "href": "/wiki/Manuel_de_Faria_e_Sousa", "description": "Manuel de Faria e Sousa was a Portuguese historian and poet. He frequently wrote in Spanish."}]}, {"heading": "Deaths", "year": "1657", "date": "June 3", "txt": "William Harvey, English physician and academic (b. 1578)", "entities": [{"title": "William Harvey", "href": "/wiki/William_Harvey", "description": "William Harvey was an English physician who made influential contributions in anatomy and physiology. He was the first known physician to describe completely, and in detail, the systemic circulation and properties of blood being pumped to the brain and the rest of the body by the heart, though earlier writers, such as Realdo Colombo, Michael Servetus, and Jacques Dubois, had provided precursors of"}]}, {"heading": "Deaths", "year": "1659", "date": "June 3", "txt": "Morgan Llwyd, Welsh minister and poet (b. 1619)", "entities": [{"title": "Morgan Llwyd", "href": "/wiki/Morgan_Llwyd", "description": "\n\nMorgan Llwyd was a Welsh Puritan preacher, poet and prose writer."}]}, {"heading": "Deaths", "year": "1665", "date": "June 3", "txt": "Charles Weston, 3rd Earl of Portland, English noble (b. 1639)", "entities": [{"title": "Charles Weston, 3rd Earl of Portland", "href": "/wiki/Charles_Weston,_3rd_Earl_of_Portland", "description": "Charles Weston, 3rd Earl of Portland, was the only son and heir of the 2nd Earl of Portland and Lady Frances Stuart."}]}, {"heading": "Deaths", "year": "1780", "date": "June 3", "txt": "Thomas Hutchinson, American businessman and politician, Governor of the Province of Massachusetts Bay (b. 1711)", "entities": [{"title": "Thomas Hutchinson (governor)", "href": "/wiki/Thomas_Hutchinson_(governor)", "description": "Thomas Hutchinson was a businessman, historian, and a prominent Loyalist politician of the Province of Massachusetts Bay in the years before the American Revolution. He has been referred to as \"the most important figure on the loyalist side in pre-Revolutionary Massachusetts\". He was a successful merchant and politician, and was active at high levels of the Massachusetts government for many years,"}, {"title": "Governor of the Province of Massachusetts Bay", "href": "/wiki/Governor_of_the_Province_of_Massachusetts_Bay", "description": "The territory of the Commonwealth of Massachusetts, one of the fifty United States, was settled in the 17th century by several different English colonies. The territories claimed or administered by these colonies encompassed a much larger area than that of the modern state, and at times included areas that are now within the jurisdiction of other New England states or of the Canadian provinces of "}]}, {"heading": "Deaths", "year": "1826", "date": "June 3", "txt": "Nikolay Karamzin, Russian historian and poet (b. 1766)", "entities": [{"title": "Nikolay Karamzin", "href": "/wiki/Nikolay_Karamzin", "description": "Nikolay Mikhailovich Karamzin was a Russian Imperial historian, romantic writer, poet and critic. He is best remembered for his fundamental History of the Russian State, a 12-volume national history."}]}, {"heading": "Deaths", "year": "1858", "date": "June 3", "txt": "Julius Reubke, German pianist and composer (b. 1834)", "entities": [{"title": "Julius Reubke", "href": "/wiki/Julius_Reubke", "description": "Friedrich Julius Reubke was a German composer, pianist and organist. In his short life, he composed the Sonata on the 94th Psalm in C minor, which is considered to be one of the greatest organ works in the classical repertoire."}]}, {"heading": "Deaths", "year": "1861", "date": "June 3", "txt": "Stephen A. Douglas, American lawyer and politician, 7th Secretary of State of Illinois (b. 1813)", "entities": [{"title": "Stephen A. Douglas", "href": "/wiki/Stephen_A._Douglas", "description": "Stephen Arnold Douglas was an American politician and lawyer from Illinois. He was one of two Democratic Party nominees for president in the 1860 presidential election, which was won by Republican Abraham Lincoln. Douglas had previously defeated Lincoln in the 1858 United States Senate election in Illinois, known for the Lincoln–Douglas debates. During the 1850s, Douglas was one of the foremost ad"}, {"title": "Secretary of State of Illinois", "href": "/wiki/Secretary_of_State_of_Illinois", "description": "The Secretary of State of Illinois is one of the six elected executive state offices of the government of Illinois, and one of the 47 secretaries of states in the United States. The Illinois Secretary of State keeps the state records, laws, library, and archives, and is the state's corporation registration, vehicle registration and driver licensing authority. The current Secretary of State is Jess"}]}, {"heading": "Deaths", "year": "1865", "date": "June 3", "txt": "Okada Izō, Japanese samurai (b. 1838)", "entities": [{"title": "Okada Izō", "href": "/wiki/Okada_Iz%C5%8D", "description": "Okada Izō  was a Japanese samurai of the late Edo period, feared as one of the four most notable assassins of the Bakumatsu period. He was a member of Tosa Kinnoto in his hometown, Tosa Domain. Izō and Tanaka Shinbei were active in Kyoto as assassins under the leadership of Takechi Hanpeita."}]}, {"heading": "Deaths", "year": "1875", "date": "June 3", "txt": "Georges Bizet, French pianist and composer (b. 1838)", "entities": [{"title": "Georges Bizet", "href": "/wiki/Georges_Bizet", "description": "Georges Bizet, registered at birth as Alexandre César Léopold Bizet, was a French composer of the Romantic era. Best known for his operas in a career cut short by his early death, Bizet achieved few successes before his final work, Carmen, which has become one of the most popular and frequently performed works in the entire opera repertoire."}]}, {"heading": "Deaths", "year": "1877", "date": "June 3", "txt": "Ludwig Ritter von Köchel, Austrian botanist, composer, and publisher (b. 1800)", "entities": [{"title": "Ludwig Ritter von Köchel", "href": "/wiki/Ludwig_Ritter_von_K%C3%B6chel", "description": "Ludwig Alois Friedrich Ritter von Köchel was an Austrian musicologist, writer, composer, botanist and publisher. He is best known for cataloguing the works of Mozart and originating the 'KV-numbers' by which they are known."}]}, {"heading": "Deaths", "year": "1882", "date": "June 3", "txt": "Christian Wilberg, German painter and illustrator (b. 1839)", "entities": [{"title": "Christian Wilberg", "href": "/wiki/Christian_Wilberg", "description": "Christian Wilberg was a German painter."}]}, {"heading": "Deaths", "year": "1894", "date": "June 3", "txt": "Karl Eduard Zachariae von Lingenthal, German lawyer and jurist (b. 1812)", "entities": [{"title": "Karl Eduard Zachariae von Lingenthal", "href": "/wiki/Karl_Eduard_Zachariae_von_Lingenthal", "description": "Karl Eduard Zachariae von Lingenthal was an eminent German jurist and the son of Karl Salomo Zachariae von Lingenthal."}]}, {"heading": "Deaths", "year": "1899", "date": "June 3", "txt": "Johann Strauss II, Austrian composer and educator (b. 1825)", "entities": [{"title": "Johann Strauss II", "href": "/wiki/Johann_Strauss_II", "description": "Johann Strauss II, also known as Johann Strauss Jr., the Younger, the Son, was an Austrian composer of light music, particularly dance music and operettas. He composed over 500 waltzes, polkas, quadrilles, and other types of dance music, as well as several operettas and a ballet. In his lifetime, he was known as \"The Waltz King\", and was largely responsible for the popularity of the waltz in Vienn"}]}, {"heading": "Deaths", "year": "1900", "date": "June 3", "txt": "Mary Kingsley, English explorer and author (b. 1862)", "entities": [{"title": "Mary Kingsley", "href": "/wiki/Mary_Kingsley", "description": "Mary Henrietta Kingsley was an English ethnographer, scientific writer, and explorer whose travels throughout West Africa and resulting work helped shape European perceptions of African cultures and British imperialism."}]}, {"heading": "Deaths", "year": "1902", "date": "June 3", "txt": "Vital-Justin Grandin, French-Canadian bishop and missionary (b. 1829)", "entities": [{"title": "Vital-Justin Grandin", "href": "/wiki/Vital-Justin_Grandin", "description": "Vital-Justin Grandin was a Roman Catholic priest and bishop. He served the Church in the western parts of what is now Canada both before and after Confederation and was an early supporter of the Canadian Indian residential school system."}]}, {"heading": "Deaths", "year": "1906", "date": "June 3", "txt": "John Maxwell, American golfer (b. 1871)", "entities": [{"title": "John Maxwell (golfer)", "href": "/wiki/John_Maxwell_(golfer)", "description": "John Riley Maxwell was an American golfer who competed in the 1904 Summer Olympics."}]}, {"heading": "Deaths", "year": "1921", "date": "June 3", "txt": "Coenraad Hiebendaal, Dutch rower and physician (b. 1879)", "entities": [{"title": "Coenraad Hiebendaal", "href": "/wiki/Coenraad_Hiebendaal", "description": "Coenraad Christiaan Hiebendaal was a Dutch rower who competed in the 1900 Summer Olympics. He was part of the Dutch boat Minerva Amsterdam, which won the silver medal in the coxed fours final B. Coenraad Hiebendaal studied at the University of Amsterdam. Later in his life he became a physician."}]}, {"heading": "Deaths", "year": "1924", "date": "June 3", "txt": "Franz Kafka, Czech-Austrian lawyer and author (b. 1883)", "entities": [{"title": "Franz Kafka", "href": "/wiki/Franz_Kafka", "description": "Franz Kafka was a German-speaking Bohemian novelist and short-story writer, widely regarded as one of the major figures of 20th-century literature. His work fuses elements of realism and the fantastic. It typically features isolated protagonists facing bizarre or surrealistic predicaments and incomprehensible socio-bureaucratic powers. It has been interpreted as exploring themes of alienation, exi"}]}, {"heading": "Deaths", "year": "1928", "date": "June 3", "txt": "Li Yuanhong, Chinese general and politician, 2nd President of the Republic of China (b. 1864)", "entities": [{"title": "Li Yuanhong", "href": "/wiki/Li_Yuanhong", "description": "Li Yuanhong was a Chinese politician during the Qing dynasty and the Republic of China. He was the President of the Republic of China between 1916 and 1917, and between 1922 and 1923."}, {"title": "President of the Republic of China", "href": "/wiki/President_of_the_Republic_of_China", "description": "The president of the Republic of China, commonly known as the president of Taiwan is the head of state of the Republic of China (ROC) and the commander-in-chief of the Republic of China Armed Forces."}]}, {"heading": "Deaths", "year": "1933", "date": "June 3", "txt": "William Muldoon, American wrestler (b. 1852)", "entities": [{"title": "William Muldoon", "href": "/wiki/William_Muldoon", "description": "William A. Muldoon was the Greco-Roman Wrestling Champion, a physical culturist and the first chairman of the New York State Athletic Commission. He once wrestled a match that lasted over seven hours. Nicknamed \"The Solid Man,\" Muldoon established himself as champion in Greco-Roman wrestling in the 1880s and over the years gained a remarkable measure of public influence that would continue through"}]}, {"heading": "Deaths", "year": "1938", "date": "June 3", "txt": "John Flanagan, Irish-American hammer thrower and tug of war competitor (b. 1873)", "entities": [{"title": "John Flanagan (athlete)", "href": "/wiki/John_Flanagan_(athlete)", "description": "John Joseph Flanagan was a three-time Olympic gold medalist in the hammer throw, winning in 1900, 1904, and 1908."}, {"title": "Tug of war", "href": "/wiki/Tug_of_war", "description": "Tug of war is a sport that pits two teams against each other in a test of strength: teams pull on opposite ends of a rope, with the goal being to bring the rope a certain distance in one direction against the force of the opposing team's pull."}]}, {"heading": "Deaths", "year": "1946", "date": "June 3", "txt": "Mikhail Kalinin, Russian civil servant and politician (b. 1875)", "entities": [{"title": "Mikhail Kalinin", "href": "/wiki/Mikhail_Kalinin", "description": "Mikhail Ivanovich Kalinin, known familiarly by Soviet citizens as \"Kalinych\", was an Old Bolshevik revolutionary and a Soviet politician. He served as head of state of the Russian Soviet Federative Socialist Republic and later of the Soviet Union from 1919 to 1946. From 1926, he was a member of the Politburo of the Communist Party of the Soviet Union."}]}, {"heading": "Deaths", "year": "1963", "date": "June 3", "txt": "Edmond Decottignies, French weightlifter (b. 1893)", "entities": [{"title": "Edmond Decottignies", "href": "/wiki/Edmond_Decottignies", "description": "Edmond Decottignies was a French weightlifter who competed in the 1924 Summer Olympics."}]}, {"heading": "Deaths", "year": "1963", "date": "June 3", "txt": "Pope John XXIII (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "June 3", "txt": "Nâzım Hikmet Ran, Turkish poet, author, and playwright (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1964", "date": "June 3", "txt": "Kâzım Orbay, Turkish general and politician, 9th Turkish Speaker of the Parliament (b. 1887)", "entities": [{"title": "Kâzım Orbay", "href": "/wiki/K%C3%A2z%C4%B1m_Orbay", "description": "Mehmet Kâzım Orbay was a Turkish general and senator. He served as the third Chief of the General Staff of the Turkish Armed Forces."}, {"title": "List of Speakers of the Parliament of Turkey", "href": "/wiki/List_of_Speakers_of_the_Parliament_of_Turkey", "description": "This article lists the speakers of the Grand National Assembly of Turkey. The name of the parliament of the Republic of Turkey, originally and currently the Grand National Assembly of Turkey since its establishment on 23 April 1920, has for short periods been changed."}]}, {"heading": "Deaths", "year": "1964", "date": "June 3", "txt": "Frans Eemil Sillanpää, Finnish author and academic, Nobel Prize laureate (b. 1888)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1969", "date": "June 3", "txt": "George Edwin Cooke, American soccer player (b. 1883)", "entities": [{"title": "George Edwin Cooke", "href": "/wiki/George_Edwin_Cooke", "description": "George Edwin Cooke was an American amateur soccer player who competed in the 1904 Summer Olympics. He was born and died in St. Louis, Missouri."}]}, {"heading": "Deaths", "year": "1970", "date": "June 3", "txt": "Hjalmar Schacht, Danish-German economist, banker, and politician (b. 1877)", "entities": [{"title": "Hjalmar Schacht", "href": "/wiki/Hjalmar_Schacht", "description": "Hjalmar Schacht was a German economist, banker, centre-right politician, and co-founder in 1918 of the German Democratic Party. He served as the Currency Commissioner and President of the Reichsbank under the Weimar Republic. He was a fierce critic of his country's post-World War I reparation obligations."}]}, {"heading": "Deaths", "year": "1971", "date": "June 3", "txt": "Heinz Hopf, German-Swiss mathematician and academic (b. 1894)", "entities": [{"title": "Heinz Hopf", "href": "/wiki/Heinz_Hopf", "description": "Heinz Hopf was a German mathematician who worked on the fields of topology and geometry."}]}, {"heading": "Deaths", "year": "1973", "date": "June 3", "txt": "Jean Batmale, French footballer and manager (b. 1895)", "entities": [{"title": "Jean Batmale", "href": "/wiki/Jean_Batmale", "description": "Jean Batmale was a professional French footballer. He played for France national football team at the 1920 and 1924 Summer Olympics."}]}, {"heading": "Deaths", "year": "1974", "date": "June 3", "txt": "Michael Gaughan (Irish republican) Died on Hunger Strike (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "June 3", "txt": "Ozzie Nelson, American actor and bandleader (b. 1906)", "entities": [{"title": "Ozzie Nelson", "href": "/wiki/Ozzie_Nelson", "description": "Oswald George Nelson was an American band leader, actor, director, and producer. He originated and starred in The Adventures of Ozzie and Harriet, a radio and television series with his wife Harriet and two sons David and Ricky Nelson."}]}, {"heading": "Deaths", "year": "1975", "date": "June 3", "txt": "Eisaku Satō, Japanese lawyer and politician, 39th Prime Minister of Japan (b. 1901)", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "1977", "date": "June 3", "txt": "Archibald Hill, English physiologist and politician, Nobel Prize laureate (b. 1886)", "entities": [{"title": "Archibald Hill", "href": "/wiki/Archibald_Hill", "description": "Archibald Vivian Hill, known as A. V. Hill, was a British physiologist, one of the founders of the diverse disciplines of biophysics and operations research. He shared the 1922 Nobel Prize in Physiology or Medicine for his elucidation of the production of heat and mechanical work in muscles."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1977", "date": "June 3", "txt": "Roberto Rossellini, Italian director and screenwriter (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "June 3", "txt": "Carleton S. Coon, American anthropologist and academic (b. 1904)", "entities": [{"title": "Carleton S. Coon", "href": "/wiki/Carleton_S._Coon", "description": "Carleton Stevens Coon was an American anthropologist. A Professor of Anthropology at the University of Pennsylvania, lecturer and professor at Harvard University, he was president of the American Association of Physical Anthropologists. Coon's theories on race were widely disputed in his lifetime and are considered pseudoscientific in modern anthropology."}]}, {"heading": "Deaths", "year": "1986", "date": "June 3", "txt": "Anna Neagle, English actress and singer (b. 1904)", "entities": [{"title": "Anna Neagle", "href": "/wiki/Anna_Neagle", "description": "Dame Florence Marjorie Wilcox, known professionally as Anna Neagle, was an English stage and film actress, singer and dancer."}]}, {"heading": "Deaths", "year": "1987", "date": "June 3", "txt": "Will Sampson, American actor and painter (b. 1933)", "entities": [{"title": "Will Sampson", "href": "/wiki/Will_Sampson", "description": "William Sampson Jr. was a Muscogee painter, actor, and rodeo performer. He is best known for his performance as the apparent deaf and mute Chief Bromden in One Flew Over the Cuckoo's Nest and as Crazy Horse in the 1977 western The White Buffalo, as well as his roles as Taylor in Poltergeist II: The Other Side and Ten Bears in 1976's The Outlaw Josey Wales."}]}, {"heading": "Deaths", "year": "1989", "date": "June 3", "txt": "Ruhollah Khomeini, Iranian religious leader and politician, 1st Supreme Leader of Iran (b. 1902)", "entities": [{"title": "Ruhollah Khomeini", "href": "/wiki/Ruhollah_Khomeini", "description": "Sayyid Ruhollah Musavi Khomeini, also known in the Western world as Ayatollah Khomeini, was an Iranian political and religious leader. He was the founder of the Islamic Republic of Iran and the leader of the 1979 Iranian Revolution, which saw the overthrow of the last Shah of Iran, Mohammad Reza Pahlavi, and the end of the 2,500-year-old Persian monarchy. Following the revolution, Khomeini became "}, {"title": "Supreme Leader of Iran", "href": "/wiki/Supreme_Leader_of_Iran", "description": "The Supreme Leader of Iran, also referred to as Supreme Leader of the Islamic Revolution, but officially called the Supreme Leadership Authority, is the head of state and the highest political and religious authority of the Islamic Republic of Iran. The armed forces, judiciary, state television, and other key government organizations such as Guardian Council and Expediency Discernment Council are "}]}, {"heading": "Deaths", "year": "1990", "date": "June 3", "txt": "Robert Noyce, American physicist and businessman, co-founded the Intel Corporation (b. 1927)", "entities": [{"title": "Robert Noyce", "href": "/wiki/Robert_Noyce", "description": "Robert Norton Noyce, nicknamed \"the Mayor of Silicon Valley\", was an American physicist who co-founded Fairchild Semiconductor in 1957 and Intel Corporation in 1968. He is also credited with the realization of the first monolithic integrated circuit or microchip, which fueled the personal computer revolution and gave Silicon Valley its name."}, {"title": "Intel Corporation", "href": "/wiki/Intel_Corporation", "description": "Intel Corporation is an American multinational corporation and technology company headquartered in Santa Clara, California, in Silicon Valley. It is the world's largest semiconductor chip manufacturer by revenue, and is the developer of the x86 series of microprocessors, the processors found in most personal computers (PCs). Incorporated in Delaware, Intel ranked No. 45 in the 2020 Fortune 500 lis"}]}, {"heading": "Deaths", "year": "1991", "date": "June 3", "txt": "Brian Bevan, Australian rugby league player (b. 1924)", "entities": [{"title": "Brian Bevan", "href": "/wiki/Brian_Bevan", "description": "Brian Eyrl Bevan, also known by the nickname of \"Wing Wizard\", was an Australian professional rugby league footballer who played in the 1940s, 1950s and 1960s who became the only player ever to have been inducted into both the Australian Rugby League Hall of Fame and British Rugby League Hall of Fame. An Other Nationalities representative wing and the record try scorer in the history of the Rugby "}]}, {"heading": "Deaths", "year": "1991", "date": "June 3", "txt": "Katia Krafft, French volcanologist and geologist (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "June 3", "txt": "Maurice Krafft, French volcanologist and geologist (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "June 3", "txt": "Lê Văn Thiêm, Vietnamese mathematician and academic (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "June 3", "txt": "Robert Morley, English actor and screenwriter (b. 1908)", "entities": [{"title": "Robert Morley", "href": "/wiki/Robert_Morley", "description": "Robert Adolph Wilton Morley, CBE was an English actor who enjoyed a lengthy career in both Britain and the United States. He was frequently cast as a pompous English gentleman representing the Establishment, often in supporting roles. In 1939 he received an Academy Award nomination for Best Supporting Actor for his portrayal of King Louis XVI in Marie Antoinette."}]}, {"heading": "Deaths", "year": "1993", "date": "June 3", "txt": "Yeoh Ghim Seng, Singaporean politician, acting President of Singapore (b. 1918)", "entities": [{"title": "Yeoh Ghim Seng", "href": "/wiki/Yeoh_Ghim_Seng", "description": "Yeoh Ghim Seng BBM JP was Speaker of the Parliament of Singapore from 1970 to 1989."}, {"title": "President of Singapore", "href": "/wiki/President_of_Singapore", "description": "The President of the Republic of Singapore is the country's head of state. Halimah Yacob is the incumbent president of Singapore since 2017 after being elected unopposed at the presidential election in the same year."}]}, {"heading": "Deaths", "year": "1994", "date": "June 3", "txt": "Puig Aubert, German-French rugby player and coach (b. 1925)", "entities": [{"title": "Puig Aubert", "href": "/wiki/Puig_Aubert", "description": "Puig Aubert, is often considered the best French rugby league footballer of all-time. Over a 16-year professional career he would play for Carcassonne, XIII Catalan, Celtic de Paris and Castelnaudary winning five French championships and four French cups along with representing the French national side on a total of 46 occasions. His position of choice was at fullback and after his retirement in 1"}]}, {"heading": "Deaths", "year": "1997", "date": "June 3", "txt": "Dennis James, American actor and game show host (b. 1917)", "entities": [{"title": "Dennis James", "href": "/wiki/Dennis_James", "description": "Dennis James was an American television personality, philanthropist, and commercial spokesman. Up until 1976, he had appeared on TV more times and for a longer period than any other television star. Alternately referred to as \"The Dean of Game Show Hosts\" and the \"Godfather of Gameshows\", he is credited as the host of television's first network game show, the DuMont Network's Cash and Carry (1946)"}]}, {"heading": "Deaths", "year": "2001", "date": "June 3", "txt": "Anthony Quinn, Mexican-American actor and producer (b. 1915)", "entities": [{"title": "Anthony Quinn", "href": "/wiki/Anthony_Quinn", "description": "Manuel Antonio Rodolfo Quinn Oaxaca, known professionally as Anthony Quinn, was a Mexican-American actor, painter, writer, and film director. He was known for his portrayal of earthy, passionate characters \"marked by a brutal and elemental virility\" in numerous critically acclaimed movies both in Hollywood and abroad; including La Strada, The Guns of Navarone, Guns for San Sebastian, Lawrence of A"}]}, {"heading": "Deaths", "year": "2002", "date": "June 3", "txt": "Lew Wasserman, American talent agent and manager (b. 1913)", "entities": [{"title": "Lew Wasserman", "href": "/wiki/Lew_Wasserman", "description": "Lewis Robert Wasserman was an American talent agent and studio executive, described as \"the last of the legendary movie moguls\" and \"arguably the most powerful and influential Hollywood titan in the four decades after World War II.\" His career spanned the nine decades from the 1920s to the 2000s; he started working as a cinema usher before dropping out of high school, rose to becoming the presiden"}]}, {"heading": "Deaths", "year": "2003", "date": "June 3", "txt": "Felix de Weldon, Austrian-American sculptor, designed the Marine Corps War Memorial (b. 1907)", "entities": [{"title": "Felix de Weldon", "href": "/wiki/Felix_de_Weldon", "description": "Felix Weihs de Weldon was an Austrian-born American sculptor. His most famous pieces include the United States Marine Corps War Memorial in the Arlington National Cemetery, Virginia, US, and the Malaysian National Monument (1966) in Kuala Lumpur."}, {"title": "Marine Corps War Memorial", "href": "/wiki/Marine_Corps_War_Memorial", "description": "The United States Marine Corps War Memorial is a national memorial located in Arlington County, Virginia, in the United States. The memorial was dedicated in 1954 to all Marines who have given their lives in defense of the United States since 1775. It is located in Arlington Ridge Park within the George Washington Memorial Parkway, near the Ord-Weitzel Gate to Arlington National Cemetery and the N"}]}, {"heading": "Deaths", "year": "2005", "date": "June 3", "txt": "Harold Cardinal, Canadian lawyer and politician (b. 1945)", "entities": [{"title": "Harold Cardinal", "href": "/wiki/Harold_Cardinal", "description": "Harold Cardinal was a Cree writer, political leader, teacher, negotiator, and lawyer. Throughout his career he advocated, on behalf of all First Nation peoples, for the right to be \"the red tile in the Canadian mosaic.\""}]}, {"heading": "Deaths", "year": "2009", "date": "June 3", "txt": "David Carradine, American actor (b. 1936)", "entities": [{"title": "David Carradine", "href": "/wiki/David_Carradine", "description": "David Carradine was an American actor best known for playing martial arts roles. He is perhaps best known as the star of the 1970s television series Kung Fu, playing Kwai Chang Caine, a peace-loving Shaolin monk travelling through the American Old West. He also portrayed the title character of both of the Kill Bill films. He appeared in two Martin Scorsese movies: Boxcar Bertha and Mean Streets."}]}, {"heading": "Deaths", "year": "2009", "date": "June 3", "txt": "Koko Taylor, American singer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "June 3", "txt": "Rue McClanahan, American actress (b. 1934)", "entities": [{"title": "Rue McClanahan", "href": "/wiki/Rue_McClanahan", "description": "Eddi-Rue McClanahan was an American actress and comedian best known for her roles on television as Vivian Harmon on Maude (1972–78), Aunt Fran Crowley on Mama's Family (1983–84), and Blanche Devereaux on The Golden Girls (1985–92), for which she won an Emmy Award for Outstanding Lead Actress in a Comedy Series in 1987."}]}, {"heading": "Deaths", "year": "2011", "date": "June 3", "txt": "James Arness, American actor and producer (b. 1923)", "entities": [{"title": "James Arness", "href": "/wiki/James_Arness", "description": "James Arness was an American actor, best known for portraying Marshal Matt Dillon for 20 years in the CBS television series Gunsmoke. Arness has the distinction of having played the role of Dillon in five separate decades: 1955 to 1975 in the weekly series, then in Gunsmoke: Return to Dodge (1987) and four more made-for-television Gunsmoke films in the 1990s. In Europe, Arness reached cult status "}]}, {"heading": "Deaths", "year": "2011", "date": "June 3", "txt": "Andrew Gold, American singer, songwriter, musician and arranger (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "June 3", "txt": "Bhajan Lal, Indian politician, 6th Chief Minister of Haryana (b. 1930)", "entities": [{"title": "Chief Minister of Haryana", "href": "/wiki/Chief_Minister_of_Haryana", "description": "The Chief Minister of Haryana is the chief executive of the Indian state of Haryana. As per the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Haryana Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor appoints th"}]}, {"heading": "Deaths", "year": "2011", "date": "June 3", "txt": "Jack Kevorkian, American pathologist, author, and activist (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "June 3", "txt": "Jan van Roessel, Dutch footballer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 3", "txt": "Carol Ann Abrams, American producer, author, and academic (b. 1942)", "entities": [{"title": "Carol Ann Abrams", "href": "/wiki/Carol_Ann_Abrams", "description": "Carol Ann Abrams was an American television and film producer, author and academic. Abrams and her husband, television producer Gerald W. Abrams, are the parents of film director and producer J. J. Abrams, and screenwriter Tracy Rosen."}]}, {"heading": "Deaths", "year": "2012", "date": "June 3", "txt": "Roy Salvadori, English racing driver and manager (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 3", "txt": "Brian Talboys, New Zealand journalist and politician, 7th Deputy Prime Minister of New Zealand (b. 1921)", "entities": [{"title": "Deputy Prime Minister of New Zealand", "href": "/wiki/Deputy_Prime_Minister_of_New_Zealand", "description": "The deputy prime minister of New Zealand is the second most senior member of the Cabinet of New Zealand. The officeholder usually deputises for the prime minister at official functions. The current deputy prime minister is Grant Robertson."}]}, {"heading": "Deaths", "year": "2013", "date": "June 3", "txt": "Atul Chitnis, German-Indian technologist and journalist (b. 1962)", "entities": [{"title": "Atul Chitnis", "href": "/wiki/Atul_Chitnis", "description": "Atul Chitnis was an Indian consulting technologist. He was one of the organizers of FOSS.IN which was one of Asia's free and open source software (FOSS) conferences."}]}, {"heading": "Deaths", "year": "2013", "date": "June 3", "txt": "Józef Czyrek, Polish economist and politician, Polish Minister of Foreign Affairs (b. 1928)", "entities": [{"title": "Ministry of Foreign Affairs (Poland)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Poland)", "description": "The Ministry of Foreign Affairs is the Polish government department tasked with maintaining Poland's international relations and coordinating its participation in international and regional supra-national political organisations such as the European Union and United Nations. The head of the ministry holds a place in the Council of Ministers."}]}, {"heading": "Deaths", "year": "2013", "date": "June 3", "txt": "Frank Lautenberg, American soldier and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 3", "txt": "Svyatoslav Belza, Russian journalist, author, and critic (b. 1942)", "entities": [{"title": "Svyatoslav Belza", "href": "/wiki/Svyatoslav_Belza", "description": "Svyatoslav Igorevich Belza was a Soviet Russian literary and musical scholar, critic and essayist, and a prominent TV personality who's launched and hosted several TV programs aimed at popularizing classical music, theatre, and ballet, including Music on Air and Masterpieces of the World Music Theatre. Belza has received high-profiled honors in three countries, among them the Russian Order of Meri"}]}, {"heading": "Deaths", "year": "2014", "date": "June 3", "txt": "Gopinath Munde, Indian politician, 3rd Deputy Chief Minister of Maharashtra (b. 1949)", "entities": [{"title": "Deputy Chief Minister of Maharashtra", "href": "/wiki/Deputy_Chief_Minister_of_Maharashtra", "description": "Deputy Chief Minister of Maharashtra is the deputy head of government of Indian state of Maharashtra."}]}, {"heading": "Deaths", "year": "2015", "date": "June 3", "txt": "Avi Beker, Israeli political scientist and academic (b. 1951)", "entities": [{"title": "Avi Beker", "href": "/wiki/Avi_Beker", "description": "Avi Beker was an Israeli writer, statesman, and academic. Beker served as secretary-general of the World Jewish Congress from 4 October 2001 to 14 October 2003."}]}, {"heading": "Deaths", "year": "2016", "date": "June 3", "txt": "Muhammad Ali, American boxer (b. 1942)", "entities": [{"title": "Muhammad Ali", "href": "/wiki/Muhammad_Ali", "description": "Muhammad Ali was an American professional boxer, activist, entertainer and philanthropist. Nicknamed The Greatest, he is widely regarded as one of the most significant and celebrated sporting figures of the 20th century, frequently ranked as the best heavyweight boxer and greatest athlete of the century."}]}]