[{"heading": "Events", "year": "1098", "date": "June 28", "txt": "Fighters of the First Crusade defeat Kerbogha of Mosul.", "entities": [{"title": "First Crusade", "href": "/wiki/First_Crusade", "description": "The First Crusade (1096–1099) was the first of a series of religious wars initiated, supported, and at times directed by the Latin Church in the medieval period. The initial objective was the recovery of the Holy Land from Islamic rule. These campaigns were subsequently given the name crusades. The earliest initiative for the First Crusade began in 1095 when the Byzantine Emperor, Alexios I Komnen"}, {"title": "Kerbogha", "href": "/wiki/Kerbogha", "description": "Qiwam al-Dawla Kerbogha was Atabeg of Mosul during the First Crusade and was renowned as a soldier."}]}, {"heading": "Events", "year": "1360", "date": "June 28", "txt": "Muhammed VI becomes the tenth Nasrid king of Granada after killing his brother-in-law Ismail II.", "entities": [{"title": "Muhammed VI, Sultan of Granada", "href": "/wiki/Muhammed_VI,_Sultan_of_Granada", "description": "Abu Abdullah Muhammad VI ibn Ismail, also known by his Castilian nickname el Bermejo and the regnal names al-Ghālib bi 'llāh and al-Mutawakkil ʿalā 'llāh, was the tenth Sultan of the Emirate of Granada. A member of the Nasrid dynasty, he ruled for a brief period between June or July 1360 and April 1362."}, {"title": "Nasrid dynasty", "href": "/wiki/Nasrid_dynasty", "description": "The Nasrid dynasty was the last Muslim dynasty in the Iberian Peninsula, ruling the Emirate of Granada from 1230 until 1492. Twenty-three emirs ruled Granada from the founding of the dynasty in 1230 by Muhammad I until 2 January 1492, when Muhammad XII surrendered all lands to Queen Isabella I of Castile. Today, the most visible evidence of the Nasrid dynasty is part of the Alhambra palace complex"}, {"title": "Emirate of Granada", "href": "/wiki/Emirate_of_Granada", "description": "The Emirate of Granada, also known as the Nasrid Kingdom of Granada, was an Islamic realm in southern Iberia during the Late Middle Ages. It was the last independent Muslim state in Western Europe."}, {"title": "Ismail II, Sultan of Granada", "href": "/wiki/Ismail_II,_Sultan_of_Granada", "description": "Abu al-Walid Ismail II ibn Yusuf was the ninth Nasrid ruler of the Emirate of Granada on the Iberian Peninsula. He reigned from 23 August 1359 until his death."}]}, {"heading": "Events", "year": "1461", "date": "June 28", "txt": "Edward, Earl of March, is crowned King Edward IV of England.", "entities": [{"title": "Edward IV of England", "href": "/wiki/Edward_IV_of_England", "description": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487."}]}, {"heading": "Events", "year": "1519", "date": "June 28", "txt": "Charles V is elected Emperor of the Holy Roman Empire.", "entities": [{"title": "Charles V, Holy Roman Emperor", "href": "/wiki/Charles_V,_Holy_Roman_Emperor", "description": "Charles V was Holy Roman Emperor and Archduke of Austria from 1519 to 1556, King of Spain from 1516 to 1556, and Lord of the Netherlands as titular Duke of Burgundy from 1506 to 1555. As he was head of the rising House of Habsburg during the first half of the 16th century, his dominions in Europe included the Holy Roman Empire, extending from Germany to northern Italy with direct rule over the Aus"}, {"title": "Holy Roman Empire", "href": "/wiki/Holy_Roman_Empire", "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"}]}, {"heading": "Events", "year": "1575", "date": "June 28", "txt": "Sengoku period of Japan: The combined forces of Oda Nobunaga and Tokugawa Ieyasu are victorious in the Battle of Nagashino.", "entities": [{"title": "Sengoku period", "href": "/wiki/Sengoku_period", "description": "The Sengoku period  is a period in Japanese history of near-constant civil war, social upheaval, and political intrigue from 1467 to 1615."}, {"title": "Oda Nobunaga", "href": "/wiki/Oda_Nobunaga", "description": "Oda Nobunaga  was a Japanese daimyo and one of the leading figures of the Sengoku period. He is regarded as the first \"Great Unifier\" of Japan."}, {"title": "Tokugawa Ieyasu", "href": "/wiki/Tokugawa_Ieyasu", "description": "Tokugawa Ieyasu  was the founder and first shōgun of the Tokugawa shogunate of Japan, which ruled Japan from 1603 until the Meiji Restoration in 1868. \nHe was one of the three \"Great Unifiers\" of Japan, along with his former lord Oda Nobunaga and Toyotomi Hideyoshi."}, {"title": "Battle of Nagashino", "href": "/wiki/Battle_of_Nagashino", "description": "The Battle of Nagashino  took place in 1575 near Nagashino Castle on the plain of Shitarabara in the Mikawa Province of Japan. Takeda Katsuyori attacked the castle when Okudaira Sadamasa rejoined the Tokugawa, and when his original plot with Oga Yashiro for taking Okazaki Castle, the capital of Mikawa, was discovered."}]}, {"heading": "Events", "year": "1635", "date": "June 28", "txt": "Guadeloupe becomes a French colony.", "entities": [{"title": "Guadeloupe", "href": "/wiki/Guadeloupe", "description": "Guadeloupe is an archipelago and overseas department and region of France in the Caribbean. It consists of six inhabited islands—Basse-Terre, Grande-Terre, Marie-Galante, La Désirade, and the two inhabited Îles des Saintes—as well as many uninhabited islands and outcroppings. It is south of Antigua and Barbuda and Montserrat, and north of Dominica. The region's capital city is Basse-Terre, located"}]}, {"heading": "Events", "year": "1651", "date": "June 28", "txt": "The Battle of Berestechko between Poland and Ukraine starts.", "entities": [{"title": "Battle of Berestechko", "href": "/wiki/Battle_of_Berestechko", "description": "The Battle of Berestechko was fought between the Ukrainian Cossacks, led by Hetman Bohdan Khmelnytsky, aided by their Crimean Tatar allies, and a Polish army under King John II Casimir. It was a battle of a Cossack rebellion in Ukraine that took place in the years 1648–1657 after the expiration of a two-year truce. Fought from 28 to 30 June 1651, the battle took place in the province of Volhynia, "}, {"title": "Polish–Lithuanian Commonwealth", "href": "/wiki/Polish%E2%80%93Lithuanian_Commonwealth", "description": "The Polish–Lithuanian Commonwealth, formally known as the Crown of the Kingdom of Poland and the Grand Duchy of Lithuania and, after 1791, the Commonwealth of Poland, was a country and bi-federation of Poland and Lithuania ruled by a common monarch in real union, who was both King of Poland and Grand Duke of Lithuania. It was one of the largest and most populous countries of 16th to 17th-century E"}, {"title": "Crimean Khanate", "href": "/wiki/Crimean_Khanate", "description": "The Crimean Khanate, own name — Great Horde and Desht-i Kipchak, in old European historiography and geography — Little Tartary was a Crimean Tatar state existing from 1441 to 1783, the longest-lived of the Turkic khanates that succeeded the empire of the Golden Horde. Established by Hacı I Giray in 1441, it was regarded as the direct heir to the Golden Horde and to Desht-i-Kipchak."}]}, {"heading": "Events", "year": "1709", "date": "June 28", "txt": "Peter the Great defeats Charles XII of Sweden at the Battle of Poltava.", "entities": [{"title": "Peter the Great", "href": "/wiki/Peter_the_Great", "description": "Peter the Great, Peter I or Pyotr Alekseevich ruled the Tsardom of Russia and later the Russian Empire from 7 May [O.S. 27 April] 1682 until his death in 1725, jointly ruling before 1696 with his elder half-brother, Ivan V."}, {"title": "Charles XII of Sweden", "href": "/wiki/Charles_XII_of_Sweden", "description": "Charles XII, sometimes Carl XII or Carolus Rex, was the King of Sweden from 1697 to 1718. He belonged to the House of Palatinate-Zweibrücken, a branch line of the House of Wittelsbach. Charles was the only surviving son of Charles XI and Ulrika Eleonora the Elder. He assumed power, after a seven-month caretaker government, at the age of fifteen."}, {"title": "Battle of Poltava", "href": "/wiki/Battle_of_Poltava", "description": "The Battle of Poltava was the decisive victory of Peter the Great over the Swedish Empire forces under Field Marshal Carl Gustav Rehnskiöld, in one of the battles of the Great Northern War."}]}, {"heading": "Events", "year": "1745", "date": "June 28", "txt": "A New England colonial army captures the French fortifications at Louisbourg (New Style).", "entities": [{"title": "New England", "href": "/wiki/New_England", "description": "New England is a region comprising six states in the Northeastern United States: Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, and Vermont. It is bordered by the state of New York to the west and by the Canadian provinces of New Brunswick to the northeast and Quebec to the north. The Atlantic Ocean is to the east and southeast, and Long Island Sound is to the southwest. Boston is"}, {"title": "Siege of Louisbourg (1745)", "href": "/wiki/Siege_of_Louisbourg_(1745)", "description": "The siege of Louisbourg took place in 1745 when a New England colonial force aided by a British fleet captured Louisbourg, the capital of the French province of Île-Royale during the War of the Austrian Succession, known as King George's War in the British colonies."}, {"title": "New Style", "href": "/wiki/New_Style", "description": "Old Style (O.S.) and New Style (N.S.) indicate a dating system from before and after a calendar change, respectively. Usually this is the change from the Julian calendar to the Gregorian calendar as enacted in various European countries between 1582 and the twentieth century."}]}, {"heading": "Events", "year": "1776", "date": "June 28", "txt": "American Revolutionary War: The Battle of Sullivan's Island ends with the American victory, leading to the commemoration of Carolina Day.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Battle of Sullivan's Island", "href": "/wiki/Battle_of_Sullivan%27s_Island", "description": "The Battle of Sullivan's Island or the battle of Fort Sullivan was fought on June 28, 1776, during the American Revolutionary War. It took place near Charleston, South Carolina, during the first British attempt to capture the city from American forces. It is also sometimes referred to as the first siege of Charleston, owing to a more successful British siege in 1780."}, {"title": "Carolina Day", "href": "/wiki/Carolina_Day", "description": "The following are minor or locally celebrated holidays related to the American Revolution."}]}, {"heading": "Events", "year": "1776", "date": "June 28", "txt": "American Revolutionary War: Thomas Hickey, Continental Army private and bodyguard to General George Washington, is hanged for mutiny and sedition.", "entities": [{"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}, {"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "Mutiny", "href": "/wiki/Mutiny", "description": "Mutiny is a revolt among a group of people to oppose, change, or overthrow an organization to which they were previously loyal. The term is commonly used for a rebellion among members of the military against an internal force, but it can also sometimes mean any type of rebellion against any force. Mutiny does not necessarily need to refer to a military force and can describe a political, economic,"}, {"title": "Sedition", "href": "/wiki/Sedition", "description": "\nSedition is overt conduct, such as speech and organization, that tends toward rebellion against the established order. Sedition often includes subversion of a constitution and incitement of discontent toward, or insurrection against, established authority. Sedition may include any commotion, though not aimed at direct and open violence against the laws. Seditious words in writing are seditious li"}]}, {"heading": "Events", "year": "1778", "date": "June 28", "txt": "American Revolutionary War: The American Continentals engage the British in the Battle of Monmouth Courthouse resulting in standstill and British withdrawal under cover of darkness.", "entities": [{"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}, {"title": "Battle of Monmouth", "href": "/wiki/Battle_of_Monmouth", "description": "The Battle of Monmouth was fought near Monmouth Court House on June 28, 1778, during the American Revolutionary War. It pitted the Continental Army, commanded by General George Washington, against the British Army in North America, commanded by General Sir Henry Clinton."}]}, {"heading": "Events", "year": "1797", "date": "June 28", "txt": "French troops disembark in Corfu, beginning the French rule in the Ionian Islands.", "entities": [{"title": "Corfu", "href": "/wiki/Corfu", "description": "Corfu or Kerkyra is a Greek island in the Ionian Sea, of the Ionian Islands, and, including its small satellite islands, forms the margin of the northwestern frontier of Greece. The island is part of the Corfu regional unit, and is administered by three municipalities with the islands of Othonoi, Ereikoussa, and Mathraki. The principal city of the island is also named Corfu. Corfu is home to the I"}, {"title": "French rule in the Ionian Islands (1797–1799)", "href": "/wiki/French_rule_in_the_Ionian_Islands_(1797%E2%80%931799)", "description": "The first period of French rule in the Ionian Islands lasted from June 1797 to March 1799. Following the Fall of the Republic of Venice in May 1797, the Ionian Islands, a Venetian possession, were occupied by the French Republic. The French instituted a new, democratic regime and, following the Treaty of Campo Formio, annexed the islands to France, forming the three departments of Corcyre (Corfu),"}]}, {"heading": "Events", "year": "1807", "date": "June 28", "txt": "Second British invasion of the Río de la Plata; John Whitelocke lands at Ensenada on an attempt to recapture Buenos Aires and is defeated by the locals.", "entities": [{"title": "British invasions of the River Plate", "href": "/wiki/British_invasions_of_the_River_Plate", "description": "The British invasions of the River Plate were a series of unsuccessful British attempts to seize control of areas in the Spanish colonial Viceroyalty of the Río de la Plata that were located around the Río de la Plata in South America — in present-day Argentina and Uruguay. The invasions took place between 1806 and 1807, as part of the Napoleonic Wars, when Spain was an ally of Napoleonic France."}, {"title": "John Whitelocke", "href": "/wiki/John_Whitelocke", "description": "John Whitelocke was a British Army officer."}, {"title": "Ensenada, Buenos Aires Province", "href": "/wiki/Ensenada,_Buenos_Aires_Province", "description": "Ensenada is a city and port in Buenos Aires Province, Argentina, located around the Ensenada de Barragán. It has 31,031 inhabitants as per the 2001 census [INDEC]. It is the capital of Ensenada Partido, and\ntogether with Berisso Partido they are the main suburbs of the Gran La Plata conurbation around the provincial capital of La Plata."}, {"title": "Buenos Aires", "href": "/wiki/Buenos_Aires", "description": "Buenos Aires, officially Autonomous City of Buenos Aires, is the capital and largest city of Argentina. The city is located on the western shore of the Río de la Plata, on South America's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra S"}]}, {"heading": "Events", "year": "1838", "date": "June 28", "txt": "Coronation of Queen Victoria of the United Kingdom.", "entities": [{"title": "Coronation of Queen Victoria", "href": "/wiki/Coronation_of_Queen_Victoria", "description": "The coronation of Queen Victoria took place on Thursday, 28 June 1838, just over a year after she succeeded to the throne of the United Kingdom at the age of 18. The ceremony was held in Westminster Abbey after a public procession through the streets from Buckingham Palace, to which the Queen returned later as part of a second procession."}, {"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}]}, {"heading": "Events", "year": "1841", "date": "June 28", "txt": "The Paris Opera Ballet premieres Giselle in the Salle Le Peletier.", "entities": [{"title": "Paris Opera Ballet", "href": "/wiki/Paris_Opera_Ballet", "description": "The Paris Opera Ballet is a French ballet company that is an integral part of the Paris Opera. It is the oldest national ballet company, and many European and international ballet companies can trace their origins to it. It is still regarded as one of the four most prominent ballet companies in the world, together with the Royal Ballet in London, the Bolshoi Ballet in Moscow and the Mariinsky Ball"}, {"title": "Salle Le Peletier", "href": "/wiki/Salle_Le_Peletier", "description": "The Salle Le Peletier or Lepeletier was the home of the Paris Opera from 1821 until the building was destroyed by fire in 1873. The theatre was designed and constructed by the architect François Debret on the site of the garden of the Hôtel de Choiseul on the rue Lepeletier. Due to the many changes in government and management during the theatre's existence, it had a number of different official n"}]}, {"heading": "Events", "year": "1855", "date": "June 28", "txt": "Sigma Chi fraternity is founded in North America.", "entities": [{"title": "Sigma Chi", "href": "/wiki/Sigma_Chi", "description": "Sigma Chi (ΣΧ) International Fraternity is one of the largest social fraternities in North America. The fraternity has 244 active chapters across the United States and Canada and has initiated more than 350,000 members. The fraternity was founded on June 28, 1855, at Miami University in Oxford, Ohio, by members who split from the Delta Kappa Epsilon fraternity."}, {"title": "Fraternities and sororities in North America", "href": "/wiki/Fraternities_and_sororities_in_North_America", "description": "Fraternities and sororities, or Greek-letter organizations (GLOs), also collectively referred to as \"Greek life\", are social organizations at colleges and universities. A form of the social fraternity, they are prominent in the United States, Canada, and the Philippines. Similar organizations exist in other countries as well, including the Studentenverbindungen of German-speaking countries, korpor"}]}, {"heading": "Events", "year": "1859", "date": "June 28", "txt": "The first conformation dog show is held in Newcastle upon Tyne, England.", "entities": [{"title": "Conformation show", "href": "/wiki/Conformation_show", "description": "A dog show is an event where dogs are exhibited. A conformation show, also referred to as a breed show, is a kind of dog show in which a judge, familiar with a specific dog breed, evaluates individual purebred dogs for how well the dogs conform to the established breed type for their breed, as described in a breed's individual breed standard."}, {"title": "Newcastle upon Tyne", "href": "/wiki/Newcastle_upon_Tyne", "description": "Newcastle upon Tyne, often simply Newcastle, is the most populous city and metropolitan borough in North East England. It forms the core of the Tyneside conurbation, the eighth most populous urban area in the United Kingdom. The city is situated on the River Tyne's northern bank, approximately 8.5 mi (13.7 km) from the North Sea."}]}, {"heading": "Events", "year": "1865", "date": "June 28", "txt": "The Army of the Potomac is disbanded.", "entities": [{"title": "Army of the Potomac", "href": "/wiki/Army_of_the_Potomac", "description": "The Army of the Potomac was the principal Union Army in the Eastern Theater of the American Civil War. It was created in July 1861 shortly after the First Battle of Bull Run and was disbanded in June 1865 following the surrender of the Confederate Army of Northern Virginia in April."}]}, {"heading": "Events", "year": "1880", "date": "June 28", "txt": "Australian bushranger Ned Kelly is captured at Glenrowan.", "entities": [{"title": "Bushranger", "href": "/wiki/Bushranger", "description": "Bushrangers were originally escaped convicts in the early years of the British settlement of Australia who used the bush as a refuge to hide from the authorities. By the 1820s, the term had evolved to refer to those who took up \"robbery under arms\" as a way of life, using the bush as their base."}, {"title": "Ned Kelly", "href": "/wiki/Ned_Kelly", "description": "Ned Kelly was an Australian bushranger, outlaw, gang leader and convicted police murderer. One of the last bushrangers, he is known for wearing a suit of bulletproof armour during his final shootout with the police."}, {"title": "Glenrowan, Victoria", "href": "/wiki/Glenrowan,_Victoria", "description": "Glenrowan is a small town located in the Wangaratta local government area of Victoria, Australia. It is 236 kilometres north-east of Melbourne and 14 kilometres from Wangaratta and near the Warby Ranges and Mount Glenrowan. At the 2016 census, Glenrowan had a population of 963."}]}, {"heading": "Events", "year": "1881", "date": "June 28", "txt": "The Austro–Serbian Alliance of 1881 is secretly signed.", "entities": [{"title": "Austro–Serbian Alliance of 1881", "href": "/wiki/Austro%E2%80%93Serbian_Alliance_of_1881", "description": "The Austro–Serbian Convention of 1881 was a secret bilateral treaty signed in Belgrade on 28 June 1881 by Gabriel Freiherr Herbert-Rathkeal on behalf of the Austro-Hungarian Empire and by Čedomilj Mijatović on behalf of the Principality of Serbia. The convention effectively turned Serbia into a vassal state of Austria-Hungary and meant her accession by proxy to the subsequent Triple Alliance (1882"}]}, {"heading": "Events", "year": "1882", "date": "June 28", "txt": "The Anglo-French Convention of 1882 marks the territorial boundaries between Guinea and Sierra Leone.", "entities": [{"title": "Anglo-French Convention of 1882", "href": "/wiki/Anglo-French_Convention_of_1882", "description": "The Anglo-French Convention of 1882 was signed on 28 June 1882 between Great Britain and France. It confirmed the territorial boundaries between Guinea and Sierra Leone around Conakry and Freetown. However, it was never fully ratified by the French Chamber of Deputies although it was officially recognized by the British Foreign Office."}, {"title": "Guinea", "href": "/wiki/Guinea", "description": "Guinea, officially the Republic of Guinea, is a coastal country in West Africa. Formerly known as French Guinea, the modern country is sometimes referred to as Guinea-Conakry to distinguish it from other countries with \"Guinea\" in the name and the eponymous region, such as Guinea-Bissau and Equatorial Guinea. Guinea has a population of 12.4 million and an area of 245,857 square kilometres (94,926 "}, {"title": "Sierra Leone", "href": "/wiki/Sierra_Leone", "description": "Sierra Leone, officially the Republic of Sierra Leone, informally Salone, is a country on the southwest coast of West Africa. It is bordered by Liberia to the southeast and Guinea to the northeast. Sierra Leone has a tropical climate with a diverse environment ranging from savanna to rainforests, a total area of 71,740 km2 (27,699 sq mi) and a population of 7,092,113 as of the 2015 census. The cap"}]}, {"heading": "Events", "year": "1894", "date": "June 28", "txt": "Labor Day becomes an official US holiday.", "entities": [{"title": "Labor Day", "href": "/wiki/Labor_Day", "description": "Labor Day is a federal holiday in the United States celebrated on the first Monday in September to honor and recognize the American labor movement and the works and contributions of laborers to the development and achievements of the United States. It is the Monday of the long weekend known as Labor Day Weekend."}]}, {"heading": "Events", "year": "1895", "date": "June 28", "txt": "The United States Court of Private Land Claims rules James Reavis’s claim to Barony of Arizona is \"wholly fictitious and fraudulent.\"", "entities": [{"title": "United States Court of Private Land Claims", "href": "/wiki/United_States_Court_of_Private_Land_Claims", "description": "The  United States Court of Private Land Claims (1891–1904), was a United States court created to decide land claims guaranteed by the Treaty of Guadalupe Hidalgo, in the territories of New Mexico, Arizona, and Utah, and in the states of Nevada, Colorado, and Wyoming."}, {"title": "James Reavis", "href": "/wiki/James_Reavis", "description": "James Addison Reavis, later using the name James Addison Peralta-Reavis, the so-called Baron of Arizona, was an American forger and fraudster. He is best known in association with the Peralta land grant, also known as the Barony of Arizona, a pair of fraudulent land claims, which if certified, would have granted him ownership over 18,600 square miles (48,200 km2) of land in central Arizona Territo"}]}, {"heading": "Events", "year": "1896", "date": "June 28", "txt": "An explosion in the Newton Coal Company's Twin Shaft Mine in Pittston, Pennsylvania results in a massive cave-in that kills 58 miners.", "entities": [{"title": "Twin Shaft disaster", "href": "/wiki/Twin_Shaft_disaster", "description": "The Twin Shaft disaster occurred in the Newton Coal Company's Twin Shaft Colliery in Pittston, Pennsylvania, on June 28, 1896, when a massive cave-in killed fifty-eight miners."}, {"title": "Pittston, Pennsylvania", "href": "/wiki/Pittston,_Pennsylvania", "description": "Pittston is a city in Luzerne County, Pennsylvania, United States. It is situated between Scranton and Wilkes-Barre. The city gained prominence in the late 19th and early 20th centuries as an active anthracite coal mining city, drawing a large portion of its labor force from European immigrants. The population was 7,739 as of the 2010 census, making it the fourth largest city in Luzerne County. At"}]}, {"heading": "Events", "year": "1902", "date": "June 28", "txt": "The U.S. Congress passes the Spooner Act, authorizing President Theodore Roosevelt to acquire rights from Colombia for the Panama Canal.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Spooner Act", "href": "/wiki/Spooner_Act", "description": "The First Spooner Act of 1902 was written by a United States Senator from Wisconsin, John Coit Spooner, enacted on June 28, 1902, and signed by President Roosevelt the following day. It authorized purchasing the assets of a French syndicate called the Compagnie Nouvelle du Canal de Panama, provided that a treaty could be negotiated with the Republic of Colombia."}, {"title": "Theodore Roosevelt", "href": "/wiki/Theodore_Roosevelt", "description": "Theodore Roosevelt Jr., often referred to as Teddy or his initials T. R., was an American statesman, conservationist, naturalist, historian, and writer, who served as the 26th president of the United States from 1901 to 1909. He previously served as 33rd governor of New York from 1899 to 1900 and the 25th vice president of the United States from March to September 1901. Roosevelt emerged as a lead"}, {"title": "Panama Canal", "href": "/wiki/Panama_Canal", "description": "The Panama Canal is an artificial 82 km (51 mi) waterway in Panama that connects the Atlantic Ocean with the Pacific Ocean. The canal cuts across the Isthmus of Panama and is a conduit for maritime trade. One of the largest and most difficult engineering projects ever undertaken, the Panama Canal shortcut greatly reduces the time for ships to travel between the Atlantic and Pacific oceans, enablin"}]}, {"heading": "Events", "year": "1904", "date": "June 28", "txt": "The SS Norge runs aground on Hasselwood Rock in the North Atlantic 430 kilometres (270 mi) northwest of Ireland. More than 635 people die during the sinking.", "entities": [{"title": "SS Norge", "href": "/wiki/SS_Norge", "description": "SS Norge [ˈnɔ̀rɡə] was a transatlantic ocean liner that was launched in 1881 in Scotland for Belgian owners, sold in 1889 to Danish buyers and lost in 1904 off Rockall with great loss of life. Her final voyage was from Copenhagen, Kristiania and Kristiansand, bound for New York, carrying passengers many of whom were emigrants. It was the biggest civilian maritime disaster in the Atlantic Ocean unt"}, {"title": "Hasselwood Rock", "href": "/wiki/Hasselwood_Rock", "description": "Hasselwood Rock is a skerry adjacent to Rockall in the North Atlantic."}, {"title": "Ireland", "href": "/wiki/Ireland", "description": "Ireland is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth."}]}, {"heading": "Events", "year": "1911", "date": "June 28", "txt": "The Nakhla meteorite,  the first one to suggest signs of aqueous processes on Mars, falls to Earth, landing in Egypt.", "entities": [{"title": "Nakhla meteorite", "href": "/wiki/Nakhla_meteorite", "description": "Nakhla is a Martian meteorite which fell in Egypt in 1911. It was the first meteorite reported from Egypt, the first one to suggest signs of aqueous processes on Mars, and the prototype for Nakhlite type of meteorites."}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "1914", "date": "June 28", "txt": "Archduke Franz Ferdinand of Austria and his wife Sophie are assassinated in Sarajevo; this is the casus belli of World War I.", "entities": [{"title": "Archduke Franz Ferdinand of Austria", "href": "/wiki/Archduke_Franz_Ferdinand_of_Austria", "description": "Archduke Franz Ferdinand Carl Ludwig Joseph Maria of Austria was the heir presumptive to the throne of Austria-Hungary. His assassination in Sarajevo is considered the most immediate cause of World War I."}, {"title": "Sophie, Duchess of Hohenberg", "href": "/wiki/Sophie,_Duchess_of_Hohenberg", "description": "Sophie, Duchess of Hohenberg was the wife of Archduke Franz Ferdinand of Austria, the heir to the Austro-Hungarian throne. Their assassination in Sarajevo sparked a series of events that eventually led to World War I."}, {"title": "Assassination of Archduke Franz Ferdinand of Austria", "href": "/wiki/Assassination_of_Archduke_Franz_Ferdinand_of_Austria", "description": "The assassination of Archduke Franz Ferdinand of Austria, heir presumptive to the Austro-Hungarian throne, and his wife, Sophie, Duchess of Hohenberg, occurred on 28 June 1914 in Sarajevo when they were mortally wounded by Gavrilo Princip. Princip was one of a group of six assassins also containing Muhamed Mehmedbašić, Vaso Čubrilović, Nedeljko Čabrinović, Cvjetko Popović and Trifko Grabež coordin"}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}]}, {"heading": "Events", "year": "1917", "date": "June 28", "txt": "World War I: Greece joins the Allied powers.", "entities": [{"title": "Greece during World War I", "href": "/wiki/Greece_during_World_War_I", "description": "At the outbreak of World War I in August 1914, the Kingdom of Greece remained neutral. Nonetheless, in October 1914, Greek forces once more occupied Northern Epirus, from where they had retreated after the end of the Balkan Wars. The disagreement between King Constantine, who favoured neutrality, and the pro-Allied Prime Minister Eleftherios Venizelos led to the National Schism, the division of th"}]}, {"heading": "Events", "year": "1919", "date": "June 28", "txt": "The Treaty of Versailles is signed, ending the state of war between Germany and the Allies of World War I.", "entities": [{"title": "Treaty of Versailles", "href": "/wiki/Treaty_of_Versailles", "description": "The Treaty of Versailles was the most important of the peace treaties that brought World War I to an end. The Treaty ended the state of war between Germany and the Allied Powers. It was signed on 28 June 1919 in the Palace of Versailles, exactly five years after the assassination of Archduke Franz Ferdinand, which had directly led to the war. The other Central Powers on the German side signed sepa"}, {"title": "Allies of World War I", "href": "/wiki/Allies_of_World_War_I", "description": "The Allies of World War I or Entente Powers were a coalition of countries led by France, Britain, Russia, Italy and Japan against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria and their colonies during the First World War (1914–1918)."}]}, {"heading": "Events", "year": "1921", "date": "June 28", "txt": "Serbian King Alexander I proclaims the new constitution of the Kingdom of Serbs, Croats and Slovenes, known thereafter as the Vidovdan Constitution.", "entities": [{"title": "Alexander I of Yugoslavia", "href": "/wiki/Alexander_I_of_Yugoslavia", "description": "Alexander I, also known as Alexander the Unifier, was a prince regent of the Kingdom of Serbia from 1914 and later a King of Yugoslavia from 1921 to 1934. He was assassinated by the Bulgarian Vlado Chernozemski, during a 1934 state visit to France."}, {"title": "Kingdom of Serbs, Croats and Slovenes", "href": "/wiki/Kingdom_of_Serbs,_Croats_and_Slovenes", "description": "The Kingdom of Yugoslavia was a state in Southeast and Central Europe that existed from 1918 until 1941. From 1918 to 1929, it was officially called the Kingdom of Serbs, Croats and Slovenes, but the term \"Yugoslavia\" was its colloquial name due to its origins. The official name of the state was changed to \"Kingdom of Yugoslavia\" by King Alexander I on 3 October 1929."}, {"title": "Vidovdan Constitution", "href": "/wiki/Vidovdan_Constitution", "description": "The Vidovdan Constitution was the first constitution of the Kingdom of Serbs, Croats and Slovenes. It was approved by the Constitutional Assembly on 28 June 1921 despite the opposition boycotting the vote. The Constitution is named after the feast of St. Vitus (Vidovdan), a Serbian Orthodox holiday. The Constitution required a simple majority to pass. Out of 419 representatives, 223 voted for, 35 "}]}, {"heading": "Events", "year": "1922", "date": "June 28", "txt": "The Irish Civil War begins with the shelling of the Four Courts in Dublin by Free State forces.", "entities": [{"title": "Irish Civil War", "href": "/wiki/Irish_Civil_War", "description": "The Irish Civil War was a conflict that followed the Irish War of Independence and accompanied the establishment of the Irish Free State, an entity independent from the United Kingdom but within the British Empire."}, {"title": "Four Courts", "href": "/wiki/Four_Courts", "description": "The Four Courts is Ireland's most prominent courts building, located on Inns Quay in Dublin. The Four Courts is the principal seat of the Supreme Court, the Court of Appeal, the High Court and the Dublin Circuit Court. Until 2010 the building also housed the Central Criminal Court; this is now located in the Criminal Courts of Justice building."}, {"title": "Dublin", "href": "/wiki/Dublin", "description": "Dublin is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster. It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region as of 2016 was 1,347,359. The population of the Greater D"}, {"title": "Irish Free State", "href": "/wiki/Irish_Free_State", "description": "The Irish Free State was a state established in 1922 under the Anglo-Irish Treaty of December 1921. That treaty ended the three-year Irish War of Independence between the forces of the Irish Republic, the Irish Republican Army (IRA), and British Crown forces."}]}, {"heading": "Events", "year": "1926", "date": "June 28", "txt": "Mercedes-Benz is formed by Gottlieb Daimler and Karl Benz merging their two companies.", "entities": [{"title": "Mercedes-Benz", "href": "/wiki/Mercedes-Benz", "description": "Mercedes-Benz, commonly referred to as Mercedes, is both a German automotive brand and, from late 2019 onwards, a subsidiary – as Mercedes-Benz AG – of Daimler AG. Mercedes-Benz is known for producing luxury vehicles and commercial vehicles. The headquarters is in Stuttgart, Baden-Württemberg. The name first appeared in 1926 as Daimler-Benz. In 2018, Mercedes-Benz was the largest seller of premium"}, {"title": "Gottlieb Daimler", "href": "/wiki/Gottlieb_Daimler", "description": "Gottlieb Wilhelm Daimler was a German engineer, industrial designer and industrialist born in Schorndorf, in what is now Germany. He was a pioneer of internal-combustion engines and automobile development. He invented the high-speed liquid petroleum-fuelled engine."}, {"title": "Karl Benz", "href": "/wiki/Karl_Benz", "description": "Carl Friedrich Benz, sometimes also Karl Friedrich Benz, was a German engine designer and automotive engineer. His Benz Patent Motorcar from 1885 is considered the first practical automobile put into series production. He received a patent for the motorcar in 1886."}]}, {"heading": "Events", "year": "1936", "date": "June 28", "txt": "The Japanese puppet state of Mengjiang is formed in northern China.", "entities": [{"title": "Mengjiang", "href": "/wiki/Mengjiang", "description": "Mengjiang (Mengkiang), also known in English as Mongol Border Land or the Mengjiang United Autonomous Government, was an autonomous area in Inner Mongolia, formed in 1939 as a puppet state of the Empire of Japan, then from 1940 being under the nominal sovereignty of the Reorganized National Government of the Republic of China. It consisted of the previously Chinese provinces of Chahar and Suiyuan,"}]}, {"heading": "Events", "year": "1940", "date": "June 28", "txt": "Romania cedes Bessarabia and Northern Bukovina to the Soviet Union after facing an ultimatum.", "entities": [{"title": "Kingdom of Romania", "href": "/wiki/Kingdom_of_Romania", "description": "The Kingdom of Romania was a constitutional monarchy that existed in Romania from 13 March (O.S.) / 25 March 1881 with the crowning of prince Karl of Hohenzollern-Sigmaringen as King Carol I, until 1947 with the abdication of King Michael I of Romania and the Romanian parliament's proclamation of Romania as a putative socialist people's republic."}, {"title": "Bessarabia", "href": "/wiki/Bessarabia", "description": "Bessarabia is a historical region in Eastern Europe, bounded by the Dniester river on the east and the Prut river on the west. About two thirds of Bessarabia lies within modern-day Moldova, with the Ukrainian Budjak region covering the southern coastal region and part of the Ukrainian Chernivtsi Oblast covering a small area in the north."}, {"title": "Bukovina", "href": "/wiki/Bukovina", "description": "Bukovina is a historical region, variously described as in Central or Eastern Europe. The region is located on the northern slopes of the central Eastern Carpathians and the adjoining plains, today divided between Romania and Ukraine."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Soviet occupation of Bessarabia and Northern Bukovina", "href": "/wiki/Soviet_occupation_of_Bessarabia_and_Northern_Bukovina", "description": "The Soviet occupation of Bessarabia and Northern Bukovina took place from June 28 to July 4, 1940, as a result of the ultimatum by the Soviet Union to Romania on June 26, 1940, that threatened the use of force. Bessarabia had been part of the Kingdom of Romania since the time of the Russian Civil War and Bukovina since the dissolution of Austria-Hungary, and Hertza was a district of the Romanian O"}]}, {"heading": "Events", "year": "1942", "date": "June 28", "txt": "World War II: Nazi Germany starts its strategic summer offensive against the Soviet Union, codenamed Case Blue.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Case Blue", "href": "/wiki/Case_Blue", "description": "Case Blue was the German Armed Forces' name for its plan for the 1942 strategic summer offensive in southern Russia between 28 June and 24 November 1942, during World War II."}]}, {"heading": "Events", "year": "1945", "date": "June 28", "txt": "Poland's Soviet-allied Provisional Government of National Unity is formed over a month after V-E Day.", "entities": [{"title": "Provisional Government of National Unity", "href": "/wiki/Provisional_Government_of_National_Unity", "description": "The Provisional Government of National Unity was a government formed by the decree of the State National Council on 28 June 1945. It was created as a coalition between the Polish Workers' Party and politicians from close political sphere of Stanisław Mikołajczyk, the former prime minister of the Polish government-in-exile based in London."}, {"title": "Victory in Europe Day", "href": "/wiki/Victory_in_Europe_Day", "description": "Victory in Europe Day is the day celebrating the formal acceptance by the Allies of World War II of Germany’s unconditional surrender of its armed forces on Tuesday, 8 May 1945, marking the end of World War II in Europe. Several countries observe public holidays on the day each year, also called Victory Over Fascism Day, Liberation Day or Victory Day. In the UK it is often abbreviated to VE Day, o"}]}, {"heading": "Events", "year": "1948", "date": "June 28", "txt": "Cold War: The Tito–Stalin Split results in the expulsion of the League of Communists of Yugoslavia from the Cominform.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Tito–Stalin Split", "href": "/wiki/Tito%E2%80%93Stalin_Split", "description": "The Tito–Stalin split, or the Yugoslav–Soviet split, was the culmination of a conflict between the political leaderships of Yugoslavia and the Soviet Union, especially under Josip Broz Tito and Joseph Stalin, in the years following World War II. Although presented by both sides as an ideological dispute, the conflict was the product of a geopolitical struggle in the Balkans that also involved Alba"}, {"title": "League of Communists of Yugoslavia", "href": "/wiki/League_of_Communists_of_Yugoslavia", "description": "The League of Communists of Yugoslavia, known until 1952 as the Communist Party of Yugoslavia, was the founding and ruling party of SFR Yugoslavia. It was formed in 1919 as the main communist opposition party in the Kingdom of Serbs, Croats and Slovenes and after its initial successes in the elections, it was proscribed by the royal government and was at times harshly and violently suppressed. It "}, {"title": "Cominform", "href": "/wiki/Cominform", "description": "The Information Bureau of the Communist and Workers' Parties, commonly known as Cominform, was the official central organization of the International Communist Movement from 1947 to 1956, as an inexplicit successor to the Comintern Third International. Cominform was a supranational alliance of Marxist-Leninist communist parties in Europe to coordinate their activity under the direction of the Sovi"}]}, {"heading": "Events", "year": "1948", "date": "June 28", "txt": "Boxer Dick Turpin beats Vince Hawkins at Villa Park in Birmingham to become the first black British boxing champion in the modern era.", "entities": [{"title": "Vince Hawkins", "href": "/wiki/Vince_Hawkins", "description": "For the Doctor Who character, see Horror of Fang Rock"}, {"title": "Villa Park", "href": "/wiki/Villa_Park", "description": "Villa Park is a football stadium in Aston, Birmingham, England, with a seating capacity of 42,749. It has been the home of Aston Villa Football Club since 1897. The ground is less than a mile from both Witton and Aston railway stations and has hosted sixteen England internationals at senior level, the first in 1899 and the most recent in 2005. Villa Park has hosted 55 FA Cup semi-finals, more than"}, {"title": "Birmingham", "href": "/wiki/Birmingham", "description": "Birmingham is a city and metropolitan borough in the West Midlands, England. It is the second-largest city, urban area and metropolitan area in England and the United Kingdom, with roughly 1.1 million inhabitants within the city area, 2.9 million inhabitants within the urban area and 3.7 million inhabitants within the metropolitan area and lies within the most populated English district. Birmingha"}]}, {"heading": "Events", "year": "1950", "date": "June 28", "txt": "Korean War: Suspected communist sympathizers (between 60,000 and 200,000) are executed in the Bodo League massacre.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "Bodo League massacre", "href": "/wiki/Bodo_League_massacre", "description": "The Bodo League massacre was a massacre and war crime against communists and suspected sympathizers that occurred in the summer of 1950 during the Korean War. Estimates of the death toll vary. Historians and experts on the Korean War estimate that the full total ranges from at least 60,000–110,000 to 200,000. The massacre was wrongly blamed on the communists. The South Korean government made effor"}]}, {"heading": "Events", "year": "1950", "date": "June 28", "txt": "Korean War: Packed with its own refugees fleeing Seoul and leaving their 5th Division stranded, South Korean forces blow up the Hangang Bridge in an attempt to slow North Korea's offensive. The city falls later that day.", "entities": [{"title": "First Battle of Seoul", "href": "/wiki/First_Battle_of_Seoul", "description": "The First Battle of Seoul  was the North Korean capture of the South Korean capital, Seoul at the start of the Korean War."}]}, {"heading": "Events", "year": "1950", "date": "June 28", "txt": "Korean War: North Korean Army conducts the Seoul National University Hospital massacre.", "entities": [{"title": "Seoul National University Hospital massacre", "href": "/wiki/Seoul_National_University_Hospital_massacre", "description": "The Seoul National University Hospital massacre was a massacre committed by the North Korea's Korean People's Army on 28 June 1950 of 700 to 900 doctors, nurses, inpatient civilians and wounded soldiers at the Seoul National University Hospital, Seoul district of South Korea. During the First Battle of Seoul, the KPA wiped out one platoon which guarded Seoul National University Hospital on 28 June"}]}, {"heading": "Events", "year": "1956", "date": "June 28", "txt": "in Poznań, workers from HCP factory go to the streets, sparking one of the first major protests against communist government both in Poland and Europe.", "entities": [{"title": "Poznań", "href": "/wiki/Pozna%C5%84", "description": "Poznań is a city on the Warta River in west-central Poland, in the Greater Poland region. It is best known for its renaissance Old Town and Ostrów Tumski Cathedral. Today, Poznań is an important cultural and business centre and one of Poland's most populous regions with many regional customs such as Saint John's Fair, traditional Saint Martin's croissants and a local dialect."}, {"title": "H. Cegielski – Poznań", "href": "/wiki/H._Cegielski_%E2%80%93_Pozna%C5%84", "description": "H. Cegielski – Poznań S.A. is a well-known Polish manufacturing company from the city of Poznań. The company is locally known as Ceglorz, and since 1923 has also used the HCP symbol. After the fall of communism, Cegielski became a joint stock company which is owned by polish government. Currently it has several international certificates. In 1994 it received a Golden Medal during the Poznań Intern"}, {"title": "Poznań 1956 protests", "href": "/wiki/Pozna%C5%84_1956_protests", "description": "The Poznań protests of 1956, also known as Poznań June, were the first of several massive protests against the communist government of the Polish People's Republic. Demonstrations by workers demanding better working conditions began on 28 June 1956 at Poznań's Cegielski Factories and were met with violent repression."}]}, {"heading": "Events", "year": "1964", "date": "June 28", "txt": "Malcolm X forms the Organization of Afro-American Unity.", "entities": [{"title": "Malcolm X", "href": "/wiki/Malcolm_X", "description": "Malcolm X was an African-American Muslim minister and human rights activist who was a popular figure during the civil rights movement. He is best known for his time spent as a vocal spokesman for the Nation of Islam."}, {"title": "Organization of Afro-American Unity", "href": "/wiki/Organization_of_Afro-American_Unity", "description": "The Organization of Afro-American Unity (OAAU) was a Pan-Africanist organization founded by Malcolm X in 1964. The OAAU was modeled on the Organization of African Unity, which had impressed Malcolm X during his visit to Africa in April and May 1964. The purpose of the OAAU was to fight for the human rights of African Americans and promote cooperation among Africans and people of African descent in"}]}, {"heading": "Events", "year": "1969", "date": "June 28", "txt": "Stonewall riots begin in New York City, marking the start of the Gay Rights Movement.", "entities": [{"title": "Stonewall riots", "href": "/wiki/Stonewall_riots", "description": "The Stonewall riots were a series of spontaneous demonstrations by members of the gay (LGBT) community in response to a police raid that began in the early morning hours of June 28, 1969, at the Stonewall Inn in the Greenwich Village neighborhood of Manhattan, New York City. Patrons of the Stonewall, other Village lesbian and gay bars, and neighborhood street people fought back when the police bec"}, {"title": "Gay Rights Movement", "href": "/wiki/Gay_Rights_Movement", "description": "Lesbian, gay, bisexual, and transgender (LGBT) social movements are social movements that advocate for LGBT people in society. Social movements may focus on equal rights, such as the 2000s movement for same-sex marriage, or they may focus on liberation, as in the gay liberation movement of the 1960s and 1970s. Earlier movements focused on self-help and self-acceptance, such as the homophile moveme"}]}, {"heading": "Events", "year": "1973", "date": "June 28", "txt": "Elections are held for the Northern Ireland Assembly, which will lead to power-sharing between unionists and nationalists in Northern Ireland for the first time.", "entities": [{"title": "Northern Ireland Assembly (1973)", "href": "/wiki/Northern_Ireland_Assembly_(1973)", "description": "The Northern Ireland Assembly was a legislative assembly set up by the Government of the United Kingdom on 3 May 1973 to restore devolved government to Northern Ireland with the power-sharing Northern Ireland Executive made up of unionists and nationalists. It was abolished by the Northern Ireland Act 1974."}, {"title": "Unionism in Ireland", "href": "/wiki/Unionism_in_Ireland", "description": "Unionism in Ireland is a political tradition on the island that professes loyalty to the unifying Crown and constitution of the United Kingdom. The overwhelming sentiment of a once ascendant minority Protestant population, in the decades following Catholic Emancipation (1829) it mobilised to oppose the restoration of an Irish parliament. As \"Ulster unionism\", in the century since Partition (1921),"}, {"title": "Irish nationalism", "href": "/wiki/Irish_nationalism", "description": "Irish nationalism is a nationalist political movement which, in its broadest sense, asserts that the people of Ireland should govern Ireland as a sovereign state. Since the mid-19th century, Irish Nationalism has largely taken the form of cultural nationalism based on the principles of national self-determination and popular sovereignty. Early Irish nationalists during the 18th, 19th, and 20th cen"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}]}, {"heading": "Events", "year": "1976", "date": "June 28", "txt": "The Angolan court sentences US and UK mercenaries to death sentences and prison terms in the Luanda Trial.", "entities": [{"title": "Angola", "href": "/wiki/Angola", "description": "Angola, officially the Republic of Angola, is a country located on the west coast of Southern Africa. It is the second-largest lusophone (Portuguese-speaking) country in both total area and population, and it is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola h"}, {"title": "Mercenaries", "href": "/wiki/Mercenaries", "description": "A mercenary, sometimes known as a soldier of fortune, is an individual who takes part in military conflict for personal profit, is otherwise an outsider to the conflict, and is not a member of any other official military. Mercenaries fight for money or other forms of payment rather than for political interests. Beginning in the 20th century, mercenaries have increasingly come to be seen as less en"}, {"title": "Luanda Trial", "href": "/wiki/Luanda_Trial", "description": "The Luanda Trial was a trial held in Luanda, Angola, in June 1976 during the Angolan Civil War. Thirteen Western mercenaries were sentenced to either long prison terms or execution by firing squad."}]}, {"heading": "Events", "year": "1978", "date": "June 28", "txt": "The United States Supreme Court, in Regents of the University of California v. Bakke bars quota systems in college admissions.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}]}, {"heading": "Events", "year": "1981", "date": "June 28", "txt": "A powerful bomb explodes in Tehran, killing 73 officials of the Islamic Republican Party.", "entities": [{"title": "Hafte Tir bombing", "href": "/wiki/Hafte_Tir_bombing", "description": "On 28 June 1981, a powerful bomb went off at the headquarters of Islamic Republican Party (IRP) in Tehran, while a meeting of party leaders was in progress. Seventy-three leading officials of the Islamic Republic of Iran were killed, including Chief Justice Ayatollah Mohammad Beheshti the second-most powerful figure in the Iranian Revolution. The Iranian government first blamed SAVAK and the Iraqi"}, {"title": "Tehran", "href": "/wiki/Tehran", "description": "Tehran is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the second-largest metropolitan area in the Middle East. It is ranked 24th in the world by the population of its metropolitan area."}, {"title": "Islamic Republican Party", "href": "/wiki/Islamic_Republican_Party", "description": "The Islamic Republican Party formed in 1979 to assist the Iranian Revolution and Ayatollah Khomeini establish theocracy in Iran. It was disbanded in 1987 due to internal conflicts."}]}, {"heading": "Events", "year": "1987", "date": "June 28", "txt": "For the first time in military history, a civilian population is targeted for chemical attack when Iraqi warplanes bombed the Iranian town of Sardasht.", "entities": [{"title": "Sulfur mustard", "href": "/wiki/Sulfur_mustard", "description": "Mustard gas, though technically not a gas and often called sulfur mustard by scholarly sources, is the prototypical substance of the sulfur-based family of cytotoxic and vesicant chemical warfare agents, which can form large blisters on exposed skin and in the lungs. It has a history of use as a blister-agent in warfare and, along with organoarsenic compounds such as Lewisite, is the most well-stu"}, {"title": "Sardasht, West Azerbaijan", "href": "/wiki/Sardasht,_West_Azerbaijan", "description": "Sardasht is a city in and the capital of Sardasht County, West Azerbaijan Province, Iran. At the 2006 census, its population was 68165, in 8,224 families."}]}, {"heading": "Events", "year": "1989", "date": "June 28", "txt": "On the 600th anniversary of the Battle of Kosovo, Slobodan Milošević delivers the Gazimestan speech at the site of the historic battle.", "entities": [{"title": "Battle of Kosovo", "href": "/wiki/Battle_of_Kosovo", "description": "The Battle of Kosovo took place on 15 June 1389 between an army led by the Serbian Prince Lazar Hrebeljanović and an invading army of the Ottoman Empire under the command of Sultan Murad Hüdavendigâr. The battle was fought on the Kosovo field in the territory ruled by Serbian nobleman Vuk Branković, in what is today Kosovo, about 5 kilometers (3.1 mi) northwest of the modern city of Pristina. The "}, {"title": "Slobodan Milošević", "href": "/wiki/Slobodan_Milo%C5%A1evi%C4%87", "description": "Slobodan Milošević was a Yugoslav and Serbian politician who served as the president of Serbia from 1989 to 1992 and within the Federal Republic of Yugoslavia from 1992 to 1997, and president of the Federal Republic of Yugoslavia from 1997 to 2000. He led the Socialist Party of Serbia from its foundation in 1990 and rose to power as Serbian President during efforts to reform the 1974 Constitution "}, {"title": "Gazimestan speech", "href": "/wiki/Gazimestan_speech", "description": "The Gazimestan speech was given on 28 June 1989 by Slobodan Milošević, then president of Serbia, at the Gazimestan monument on the Kosovo field. It was the centrepiece of a day-long event to mark the 600th anniversary of the Battle of Kosovo, which was fought at the site in 1389."}]}, {"heading": "Events", "year": "1997", "date": "June 28", "txt": "Holyfield–Tyson II: Mike Tyson is disqualified in the third round for biting a piece off Evander Holyfield's ear.", "entities": [{"title": "Holyfield–Tyson II", "href": "/wiki/Holyfield%E2%80%93Tyson_II", "description": "Evander Holyfield vs. Mike Tyson II, billed as \"the Sound and the Fury\" and afterwards infamously referred to as \"the Bite Fight\" or \"the Bite of '97\" was a professional boxing match contested on June 28, 1997, for the WBA Heavyweight Championship. It achieved notoriety as one of the most bizarre fights in boxing history, after Tyson bit off part of Holyfield's ear. Tyson was disqualified from the"}, {"title": "Mike Tyson", "href": "/wiki/Mike_Tyson", "description": "Michael Gerard Tyson is an American former professional boxer who competed from 1985 to 2005. Nicknamed \"Iron Mike\" and \"Kid Dynamite\" in his early career, and later known as \"The Baddest Man on the Planet\", Tyson is considered one of the best heavyweight boxers of all time. He reigned as the undisputed world heavyweight champion from 1987 to 1990. Tyson won his first 19 professional fights by kno"}, {"title": "Evander Holyfield", "href": "/wiki/Evander_Holyfield", "description": "Evander Holyfield is an American former professional boxer who competed from 1984 to 2011. He reigned as the undisputed champion at cruiserweight in the late 1980s and at heavyweight in the early 1990s, and remains the only boxer in history to win the undisputed championship in two weight classes in the three belt era. Nicknamed \"the Real Deal\", Holyfield is the only four-time world heavyweight ch"}]}, {"heading": "Events", "year": "2001", "date": "June 28", "txt": "Slobodan Milošević is extradited to the ICTY in The Hague to stand trial.", "entities": [{"title": "Slobodan Milošević", "href": "/wiki/Slobodan_Milo%C5%A1evi%C4%87", "description": "Slobodan Milošević was a Yugoslav and Serbian politician who served as the president of Serbia from 1989 to 1992 and within the Federal Republic of Yugoslavia from 1992 to 1997, and president of the Federal Republic of Yugoslavia from 1997 to 2000. He led the Socialist Party of Serbia from its foundation in 1990 and rose to power as Serbian President during efforts to reform the 1974 Constitution "}, {"title": "ICTY", "href": "/wiki/ICTY", "description": "The International Criminal Tribunal for the former Yugoslavia (ICTY) was a body of the United Nations established to prosecute serious crimes committed during the Yugoslav Wars, and to try their perpetrators. The tribunal was an ad hoc court located in The Hague, Netherlands."}, {"title": "The Hague", "href": "/wiki/The_Hague", "description": "The Hague is a city and municipality on the western coast of the Netherlands on the North Sea, the administrative and royal capital of the Netherlands and the capital of the province of South Holland. It is also the seat of government of the Netherlands and hosts the International Court of Justice, one of the most important courts in the world."}]}, {"heading": "Events", "year": "2004", "date": "June 28", "txt": "Iraq War: Sovereign power is handed to the interim government of Iraq by the Coalition Provisional Authority, ending the U.S.-led rule of that nation.", "entities": [{"title": "Iraq War", "href": "/wiki/Iraq_War", "description": "The Iraq War was a protracted armed conflict that began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Saddam Hussein. The conflict continued for much of the next decade as an insurgency emerged to oppose the occupying forces and the post-invasion Iraqi government. An estimated 151,000 to 1,033,000 Iraqis were killed in the first three to four y"}, {"title": "Iraqi Interim Government", "href": "/wiki/Iraqi_Interim_Government", "description": "The Iraqi Interim Government was created by the United States and its coalition allies as a caretaker government to govern Iraq until the drafting of the new constitution following the National Assembly election conducted on January 30, 2005. The Iraqi Interim Government itself took the place of the Coalition Provisional Authority on June 28, 2004, and was replaced by the Iraqi Transitional Govern"}, {"title": "Coalition Provisional Authority", "href": "/wiki/Coalition_Provisional_Authority", "description": "The Coalition Provisional Authority was a transitional government of Iraq established following the invasion of the country on 19 March 2003 by the U.S.-led Multinational Force and the fall of Ba'athist Iraq."}]}, {"heading": "Events", "year": "2009", "date": "June 28", "txt": "Honduran president Manuel Zelaya is ousted by a local military coup following a failed request to hold a referendum to rewrite the Honduran Constitution. This was the start of the 2009 Honduran constitutional crisis.", "entities": [{"title": "Honduras", "href": "/wiki/Honduras", "description": "Honduras, officially the Republic of Honduras, is a country in Central America. The republic of Honduras is bordered to the west by Guatemala, to the southwest by El Salvador, to the southeast by Nicaragua, to the south by the Pacific Ocean at the Gulf of Fonseca, and to the north by the Gulf of Honduras, a large inlet of the Caribbean Sea."}, {"title": "Manuel Zelaya", "href": "/wiki/Manuel_Zelaya", "description": "José Manuel Zelaya Rosales is a Honduran politician who was President of Honduras from 27 January 2006 until 28 June 2009. He is the eldest son of a wealthy businessman, and inherited his father's nickname \"Mel\". Before entering politics he was involved in his family's logging and timber businesses."}, {"title": "2009 Honduran coup d'état", "href": "/wiki/2009_Honduran_coup_d%27%C3%A9tat", "description": "The 2009 Honduran coup d'état, part of the 2009 Honduran constitutional crisis, occurred when the Honduran Army on 28 June 2009 followed orders from the Honduran Supreme Court to oust President Manuel Zelaya and send him into exile. Zelaya had attempted to schedule a non-binding poll on holding a referendum on convening a constituent assembly to rewrite the constitution. Zelaya refused to comply w"}, {"title": "Honduran fourth ballot box referendum", "href": "/wiki/Honduran_fourth_ballot_box_referendum", "description": "The cuarta urna or fourth ballot box referendum was a plan by Honduran president Manuel Zelaya to run a non-binding referendum to consult the public regarding the administration of a second, binding referendum to convoke a constitutional assembly. The referendum was planned to run concurrently with the November 2009 presidential, congressional, and mayoral elections. Some Hondurans opposed the pla"}, {"title": "Honduran Constitution", "href": "/wiki/Honduran_Constitution", "description": "The Political Constitution of the Republic of Honduras was approved on 11 January 1982, published on 20 January 1982, amended by the National Congress of Honduras 26 times from 1984 to 2005, and 10 interpretations by Congress were made from 1982 to 2005. It is Honduras' twelfth constitution since independence in 1838. Previous charters were adopted in 1839, 1848, 1865, 1873, 1880, 1894, 1906, 1924"}, {"title": "2009 Honduran constitutional crisis", "href": "/wiki/2009_Honduran_constitutional_crisis", "description": "The 2009 Honduran constitutional crisis was a political dispute over plans to either rewrite the Constitution of Honduras or write a new one."}]}, {"heading": "Events", "year": "2016", "date": "June 28", "txt": "A terrorist attack in Turkey's Istanbul Atatürk Airport kills 42 people and injures more than 230 others.", "entities": [{"title": "2016 Istanbul Atatürk Airport attack", "href": "/wiki/2016_Istanbul_Atat%C3%BCrk_Airport_attack", "description": "The Atatürk Airport attack, consisting of shootings and suicide bombings, occurred on 28 June 2016 at Atatürk Airport in Istanbul, Turkey. Gunmen armed with automatic weapons and explosive belts staged a simultaneous attack at the international terminal of Terminal 2. Three attackers and forty-five other people were killed, with more than 230 people injured. Monitoring group Turkey Blocks identifi"}, {"title": "Istanbul Atatürk Airport", "href": "/wiki/Istanbul_Atat%C3%BCrk_Airport", "description": " Atatürk Airport is a general aviation and cargo airport in Istanbul. It used to be an intercontinental passenger hub and closed to commercial passenger flights on 6 April 2019 when all flights were transferred to the new Istanbul Airport. Since then, the airport is open only for cargo, maintenance, general aviation, air taxis, business flights and state and diplomatic aircraft, while commercial p"}]}, {"heading": "Births", "year": "751", "date": "June 28", "txt": "Carloman I, king of the Franks (d. 771)", "entities": [{"title": "Carloman I", "href": "/wiki/Carloman_I", "description": "Carloman I, also Karlmann, was king of the Franks from 768 until his death in 771. He was the second surviving son of Pepin the Short and Bertrada of Laon and was a younger brother of Charlemagne. His death allowed Charlemagne to take all of Francia and begin his expansion into other kingdoms."}, {"title": "Franks", "href": "/wiki/Franks", "description": "The Franks were a group of Germanic peoples whose name was first mentioned in 3rd-century Roman sources, and associated with tribes between the Lower Rhine and the Ems River, on the edge of the Roman Empire. Later the term was associated with Romanized Germanic dynasties within the collapsing Western Roman Empire, who eventually commanded the whole region between the rivers Loire and Rhine. They i"}]}, {"heading": "Births", "year": "1243", "date": "June 28", "txt": "Emperor Go-Fukakusa of Japan (d. 1304)", "entities": [{"title": "Emperor Go-Fukakusa", "href": "/wiki/Emperor_Go-Fukakusa", "description": "Emperor Go-Fukakusa  was the 89th emperor of Japan, according to the traditional order of succession. This reign spanned the years 1246 through 1260."}]}, {"heading": "Births", "year": "1444", "date": "June 28", "txt": "Charlotte, Queen of Cyprus (d. 1487)", "entities": [{"title": "Charlotte, Queen of Cyprus", "href": "/wiki/Charlotte,_Queen_of_Cyprus", "description": "Charlotte was the queen of Cyprus from 1458 until 1464. She was the eldest and only surviving daughter of King John II of Cyprus and Helena Palaiologina. At the age of 14, she succeeded to the Cypriot throne upon the death of her father. Her illegitimate half-brother, James, challenged her right to the crown. With the support of the Egyptians, he forced her to flee the island in 1463, and he was l"}]}, {"heading": "Births", "year": "1476", "date": "June 28", "txt": "Pope Paul IV (d. 1559)", "entities": [{"title": "Pope Paul IV", "href": "/wiki/Pope_Paul_IV", "description": "Pope Paul IV, C.R., born Gian Pietro Carafa, was head of the Catholic Church and ruler of the Papal States from 23 May 1555 to his death in 1559. While serving as papal nuncio in Spain, he developed an anti-Spanish outlook that later coloured his papacy. A part of the Papal States was invaded by Spain during his papacy and in response to this, he called for a French military intervention. To avoid"}]}, {"heading": "Births", "year": "1490", "date": "June 28", "txt": "Albert of Brandenburg, German archbishop (d. 1545)", "entities": [{"title": "Albert of Brandenburg", "href": "/wiki/Albert_of_Brandenburg", "description": "Cardinal Albert of Brandenburg was Elector and Archbishop of Mainz from 1514 to 1545, and Archbishop of Magdeburg from 1513 to 1545."}]}, {"heading": "Births", "year": "1491", "date": "June 28", "txt": "Henry VIII of England (d. 1547)", "entities": [{"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}]}, {"heading": "Births", "year": "1503", "date": "June 28", "txt": "Giovanni della Casa, Italian author and poet (d. 1556)", "entities": [{"title": "Giovanni della Casa", "href": "/wiki/Giovanni_della_Casa", "description": "Giovanni della Casa, was a Florentine poet, writer on etiquette and society, diplomat, and inquisitor. He is celebrated for his famous treatise on polite behavior, Il Galateo overo de’ costumi (1558). From the time of its publication, this courtesy book has enjoyed enormous success and influence. In the eighteenth century, influential critic Giuseppe Baretti wrote in The Italian Library (1757), \"T"}]}, {"heading": "Births", "year": "1547", "date": "June 28", "txt": "Cristofano Malvezzi, Italian organist and composer (d. 1599)", "entities": [{"title": "Cristofano Malvezzi", "href": "/wiki/Cristofano_Malvezzi", "description": "Cristofano Malvezzi was an Italian organist and composer of the late Renaissance. He was one of the most famous composers in the city of Florence during a time of transition to the Baroque style."}]}, {"heading": "Births", "year": "1557", "date": "June 28", "txt": "Philip Howard, 20th Earl of Arundel, English nobleman (d. 1595)", "entities": [{"title": "Philip Howard, 20th Earl of Arundel", "href": "/wiki/Philip_Howard,_20th_Earl_of_Arundel", "description": "Philip Howard, 13th Earl of Arundel was an English nobleman. He was canonised by Pope Paul VI in 1970, as one of the Forty Martyrs of England and Wales. He is variously numbered as 1st, 20th or 13th Earl of Arundel."}]}, {"heading": "Births", "year": "1560", "date": "June 28", "txt": "Giovanni Paolo Lascaris, Grand Master of the Knights Hospitaller (d. 1657)", "entities": [{"title": "Giovanni Paolo Lascaris", "href": "/wiki/Giovanni_Paolo_Lascaris", "description": "Giovanni Paolo Lascaris di Ventimiglia e Castellar was an Italian nobleman and Grand Master of the Knights of Malta."}]}, {"heading": "Births", "year": "1573", "date": "June 28", "txt": "Henry Danvers, 1st Earl of Danby, English noble (d. 1644)", "entities": [{"title": "Henry Danvers, 1st Earl of Danby", "href": "/wiki/Henry_Danvers,_1st_Earl_of_Danby", "description": "Henry Danvers, 1st Earl of Danby, KG was an English soldier. Outlawed after a killing, he regained favour and became a Knight of the Garter."}]}, {"heading": "Births", "year": "1577", "date": "June 28", "txt": "Peter Paul Rubens, Flemish painter and diplomat (d. 1640)", "entities": [{"title": "Peter Paul Rubens", "href": "/wiki/Peter_Paul_Rubens", "description": "Sir Peter Paul Rubens was a Flemish artist and diplomat from the Duchy of Brabant in the Southern Netherlands who lived during the Dutch Golden Age. He is considered the most influential artist of the Flemish Baroque tradition. Rubens's highly charged compositions reference erudite aspects of classical and Christian history. His unique and immensely popular Baroque style emphasized movement, colou"}]}, {"heading": "Births", "year": "1582", "date": "June 28", "txt": "William Fiennes, 1st Viscount Saye and Sele, English politician (d. 1662)", "entities": [{"title": "William Fiennes, 1st Viscount Saye and Sele", "href": "/wiki/William_Fiennes,_1st_Viscount_Saye_and_Sele", "description": "William Fiennes, 1st Viscount Saye and Sele was an English nobleman and politician, known also for his involvement in several companies for setting up overseas colonies."}]}, {"heading": "Births", "year": "1604", "date": "June 28", "txt": "Heinrich Albert, German composer and poet (d. 1651)", "entities": [{"title": "Heinrich Albert (composer)", "href": "/wiki/Heinrich_Albert_(composer)", "description": "\nHeinrich Albert was a German composer and poet of the 17th century. He was a member of the Königsberg Poetic Society. As a song composer, he was strongly influenced by Heinrich Schütz."}]}, {"heading": "Births", "year": "1641", "date": "June 28", "txt": "Marie Casimire Louise de La Grange d'Arquien, consort to King John III Sobieski (d. 1716)", "entities": [{"title": "Marie Casimire Louise de La Grange d'Arquien", "href": "/wiki/Marie_Casimire_Louise_de_La_Grange_d%27Arquien", "description": "Marie Casimire Louise de La Grange d'Arquien, known also by the diminutive form \"Marysieńka\" was queen consort to King John III Sobieski, from 1674 to 1696."}]}, {"heading": "Births", "year": "1653", "date": "June 28", "txt": "Muhammad Azam Shah, Mughal emperor (d. 1707)", "entities": [{"title": "Muhammad Azam Shah", "href": "/wiki/Muhammad_Azam_Shah", "description": "Qutb-ud-Din Muhammad Azam, commonly known as Azam Shah, was briefly the Mughal emperor, who reigned from 14 March 1707 to 8 June 1707. He was the eldest son of the sixth Mughal emperor Aurangzeb and his chief consort Dilras Banu Begum."}]}, {"heading": "Births", "year": "1703", "date": "June 28", "txt": "John Wesley, English cleric and theologian (d. 1791)", "entities": [{"title": "John Wesley", "href": "/wiki/John_Wesley", "description": "John Wesley was an English cleric, theologian, and evangelist, who was a leader of a revival movement within the Church of England known as Methodism. The societies he founded became the dominant form of the independent Methodist movement that continues to this day."}]}, {"heading": "Births", "year": "1712", "date": "June 28", "txt": "Jean-Jacques Rousseau, Swiss philosopher and polymath (d. 1778)", "entities": [{"title": "Jean-Jacques Rousseau", "href": "/wiki/Jean-Jacques_Rousseau", "description": "Jean-Jacques Rousseau was a Genevan philosopher, writer, and composer. His political philosophy influenced the progress of the Enlightenment throughout Europe, as well as aspects of the French Revolution and the development of modern political, economic and educational thought."}]}, {"heading": "Births", "year": "1719", "date": "June 28", "txt": "Étienne François, duc de Choiseul, French general and politician, Prime Minister of France (d. 1785)", "entities": [{"title": "Étienne François, duc de Choiseul", "href": "/wiki/%C3%89tienne_Fran%C3%A7ois,_duc_de_Choiseul", "description": "Étienne François, Marquis de Stainville, Duc de Choiseul was a French military officer, diplomat and statesman. From 1758 and 1761 and from 1766 and 1770, he was Foreign Minister of France and had a strong influence on France's global strategy throughout the period. He is closely associated with France's defeat in the Seven Years' War and subsequent efforts to rebuild French prestige."}, {"title": "List of Prime Ministers of France", "href": "/wiki/List_of_Prime_Ministers_of_France", "description": "The head of the Government of France has been called Prime Minister of France since 1959, when Michel Debré became the first officeholder appointed under the Fifth Republic."}]}, {"heading": "Births", "year": "1734", "date": "June 28", "txt": "Jean-Jacques Beauvarlet-Charpentier, French organist and composer (d. 1794)", "entities": [{"title": "Jean-Jacques Beauvarlet-Charpentier", "href": "/wiki/Jean-Jacques_Beauvarlet-Charpentier", "description": "Jean-Jacques Beauvarlet-Charpentier was a celebrated French organist and composer."}]}, {"heading": "Births", "year": "1742", "date": "June 28", "txt": "William Hooper, American physician, lawyer, and politician (d. 1790)", "entities": [{"title": "William Hooper", "href": "/wiki/William_Hooper", "description": "William Hooper was an American lawyer, politician, and a member of the Continental Congress representing North Carolina from 1774 through 1777. Hooper was also a signer of the United States Declaration of Independence, along with fellow North Carolinians Joseph Hewes and John Penn."}]}, {"heading": "Births", "year": "1824", "date": "June 28", "txt": "Paul Broca, French physician, anatomist, and anthropologist (d. 1880)", "entities": [{"title": "Paul Broca", "href": "/wiki/Paul_Broca", "description": "Pierre Paul Broca was a French physician, anatomist and anthropologist. He is best known for his research on Broca's area, a region of the frontal lobe that is named after him. Broca's area is involved with language. His work revealed that the brains of patients suffering from aphasia contained lesions in a particular part of the cortex, in the left frontal region. This was the first anatomical pr"}]}, {"heading": "Births", "year": "1825", "date": "June 28", "txt": "Emil Erlenmeyer, German chemist (d. 1909)", "entities": [{"title": "Emil Erlenmeyer", "href": "/wiki/Emil_Erlenmeyer", "description": "Richard August Carl Emil Erlenmeyer, known in his own day and subsequently simply as Emil Erlenmeyer, was a German chemist known for contributing to the early development of the theory of structure, formulating the Erlenmeyer rule, and designing the Erlenmeyer flask, a type of specialized flask, ubiquitous in chemistry laboratories, which is named after him."}]}, {"heading": "Births", "year": "1831", "date": "June 28", "txt": "Joseph Joachim, Austrian violinist, composer, and conductor (d. 1907)", "entities": [{"title": "Joseph Joachim", "href": "/wiki/Joseph_Joachim", "description": "Joseph Joachim was a Hungarian violinist, conductor, composer and teacher who made an international career, based in Hanover and Berlin. A close collaborator of Johannes Brahms, he is widely regarded as one of the most significant violinists of the 19th century."}]}, {"heading": "Births", "year": "1836", "date": "June 28", "txt": "Emmanuel Rhoides, Greek journalist and author (d. 1904)", "entities": [{"title": "Emmanuel Rhoides", "href": "/wiki/Emmanuel_Rhoides", "description": "Emmanuel Rhoides was a Greek writer and journalist. He is considered one of the most illustrious and reviving spirits of the Greek letters of his time."}]}, {"heading": "Births", "year": "1844", "date": "June 28", "txt": "John Boyle O'Reilly, Irish-born poet, journalist and fiction writer (d. 1890)", "entities": [{"title": "John Boyle O'Reilly", "href": "/wiki/John_Boyle_O%27Reilly", "description": "John Boyle O'Reilly was an Irish-American poet, journalist, author and activist. As a youth in Ireland, he was a member of the Irish Republican Brotherhood, or Fenians, for which he was transported to Western Australia. After escaping to the United States, he became a prominent spokesperson for the Irish community and culture through his editorship of the Boston newspaper The Pilot, his prolific w"}]}, {"heading": "Births", "year": "1852", "date": "June 28", "txt": "Charles Cruft, English showman, founded Crufts Dog Show (d. 1938)", "entities": [{"title": "Charles Cruft (showman)", "href": "/wiki/Charles_Cruft_(showman)", "description": "Charles Alfred Cruft was a British showman who founded the Crufts dog show. Charles first became involved with dogs when he began to work at Spratt's, a manufacturer of dog biscuits. He rose to the position of general manager, and whilst working for Spratt's in France he was invited to run his first dog show at the 1878 Exposition Universelle. After running dog shows in London for four years, he r"}, {"title": "Crufts", "href": "/wiki/Crufts", "description": "Crufts is an international dog show held annually in the United Kingdom. Organised and hosted by the Kennel Club, it is the largest show of its kind in the world."}]}, {"heading": "Births", "year": "1867", "date": "June 28", "txt": "Luigi Pirandello, Italian dramatist, novelist, and poet, Nobel Prize laureate (d. 1936)", "entities": [{"title": "Luigi Pirandello", "href": "/wiki/Luigi_Pirandello", "description": "Luigi Pirandello was an Italian dramatist, novelist, poet, and short story writer whose greatest contributions were his plays. He was awarded the 1934 Nobel Prize in Literature for \"his almost magical power to turn psychological analysis into good theatre.\". He was an Italian nationalist and supported Fascism in a moderate way, giving his Nobel Prize medal to the Fascist government to be melted do"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1873", "date": "June 28", "txt": "Alexis Carrel, French surgeon and biologist, Nobel Prize laureate (d. 1944)", "entities": [{"title": "Alexis Carrel", "href": "/wiki/Alexis_Carrel", "description": "Alexis Carrel was a French surgeon and biologist who was awarded the Nobel Prize in Physiology or Medicine in 1912 for pioneering vascular suturing techniques. He invented the first perfusion pump with Charles A. Lindbergh opening the way to organ transplantation. His positive description of a miraculous healing he witnessed during a pilgrimage earned him scorn of some of his colleagues. This prom"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1875", "date": "June 28", "txt": "Henri Lebesgue, French mathematician and academic (d. 1941)", "entities": [{"title": "Henri Lebesgue", "href": "/wiki/Henri_Lebesgue", "description": "Henri Léon Lebesgue was a French mathematician known for his theory of integration, which was a generalization of the 17th-century concept of integration—summing the area between an axis and the curve of a function defined for that axis. His theory was published originally in his dissertation Intégrale, longueur, aire at the University of Nancy during 1902."}]}, {"heading": "Births", "year": "1879", "date": "June 28", "txt": "Wilhelm Steinkopf, German chemist (d. 1949)", "entities": [{"title": "Wilhelm Steinkopf", "href": "/wiki/Wilhelm_Steinkopf", "description": "Georg Wilhelm Steinkopf was a German chemist. Today he is mostly remembered for his work on the production of mustard gas during World War I."}]}, {"heading": "Births", "year": "1880", "date": "June 28", "txt": "John Meyers, American swimmer and water polo player (d. 1971)", "entities": [{"title": "John Meyers (swimmer)", "href": "/wiki/John_Meyers_(swimmer)", "description": "John Meyers was an American freestyle swimmer and water polo player who competed in the 1904 Summer Olympics in St. Louis, Missouri. In the 1904 Olympics he won a bronze medal as a member of the Missouri Athletic Club water polo team. He also competed in one-mile freestyle, but did not finish the competition."}]}, {"heading": "Births", "year": "1883", "date": "June 28", "txt": "Pierre Laval, French soldier and politician, 101st Prime Minister of France (d. 1945)", "entities": [{"title": "Pierre Laval", "href": "/wiki/Pierre_Laval", "description": "Pierre Jean Marie Laval was a French politician. During the time of the Third Republic, he served as Prime Minister of France from 27 January 1931 to 20 February 1932, and a second time from 7 June 1935 to 24 January 1936."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1884", "date": "June 28", "txt": "Lamina Sankoh, Sierra Leonean banker and politician (d. 1964)", "entities": [{"title": "Lamina Sankoh", "href": "/wiki/Lamina_Sankoh", "description": "Lamina Sankoh, born as Etheldred Nathaniel Jones, was a Sierra Leonean pre-independence politician, educator, banker and cleric. Sankoh is known most prominently for helping to found the Peoples Party in 1948, one of the first political parties in Sierra Leone. It eventually became the Sierra Leone People's Party."}]}, {"heading": "Births", "year": "1888", "date": "June 28", "txt": "George Challenor, Barbadian cricketer (d. 1947)", "entities": [{"title": "George Challenor", "href": "/wiki/George_Challenor", "description": "George Challenor was a Barbadian cricketer who was part of the first West Indies Test side, and who faced the very first ball bowled to a West Indian cricketer in a Test match. He was recognised as the first great West Indian batsman, his obituary in Wisden Cricketer's Almanack ending with the words \"His admirable batting did much toward raising cricket in West Indies to Test match standard\". Chal"}]}, {"heading": "Births", "year": "1888", "date": "June 28", "txt": "Stefi Geyer, Hungarian violinist and educator (d. 1956)", "entities": []}, {"heading": "Births", "year": "1891", "date": "June 28", "txt": "Esther Forbes, American historian and author (d. 1968)", "entities": [{"title": "Esther Forbes", "href": "/wiki/Esther_Forbes", "description": "Esther Louise Forbes was an American novelist, historian and children's writer who received the Pulitzer Prize and the Newbery Medal. She was the first woman elected to membership in the American Antiquarian Society."}]}, {"heading": "Births", "year": "1891", "date": "June 28", "txt": "Carl Spaatz, American general (d. 1974)", "entities": []}, {"heading": "Births", "year": "1892", "date": "June 28", "txt": "Carl Panzram, American serial killer (d. 1930)", "entities": [{"title": "Carl Panzram", "href": "/wiki/Carl_Panzram", "description": "Charles \"Carl\" Panzram was an American serial killer, rapist, arsonist, robber and burglar. In prison confessions and his autobiography, he claimed to have committed 21 murders, most of which could not be corroborated, and over 1,000 acts of sodomy of boys and men. After a series of imprisonments and escapes, he was executed in 1930 for the murder of a prison employee at Leavenworth. Only five vic"}]}, {"heading": "Births", "year": "1893", "date": "June 28", "txt": "August Zamoyski, Polish-French sculptor (d. 1970)", "entities": [{"title": "August Zamoyski", "href": "/wiki/August_Zamoyski", "description": "Count August Zamoyski was a Polish sculptor, member of groups Bunt and Formiści."}]}, {"heading": "Births", "year": "1894", "date": "June 28", "txt": "Jessie Baetz, Canadian-American artist, composer and pianist (d. 1974 or later)", "entities": [{"title": "Jessie Baetz", "href": "/wiki/Jessie_Baetz", "description": "Jessie Baetz was a Canadian-American artist, composer, and pianist."}]}, {"heading": "Births", "year": "1894", "date": "June 28", "txt": "Francis Hunter, American tennis player (d. 1981)", "entities": []}, {"heading": "Births", "year": "1902", "date": "June 28", "txt": "Richard Rodgers, American playwright and composer (d. 1979)", "entities": [{"title": "Richard Rodgers", "href": "/wiki/Richard_Rodgers", "description": "Richard Charles Rodgers was an American composer, known largely for his work in musical theater. With 43 Broadway musicals and over 900 songs to his credit, Rodgers was one of the most significant American composers of the 20th century, and his compositions had a significant impact on popular music."}]}, {"heading": "Births", "year": "1906", "date": "June 28", "txt": "Maria Goeppert Mayer, Polish-American physicist and academic, Nobel Prize laureate (d. 1972)", "entities": [{"title": "Maria Goeppert Mayer", "href": "/wiki/Maria_Goeppert_Mayer", "description": "Maria Goeppert Mayer was a German-born American theoretical physicist, and Nobel laureate in Physics for proposing the nuclear shell model of the atomic nucleus. She was the second woman to win a Nobel Prize in physics, the first being Marie Curie. In 1986, the Maria Goeppert-Mayer Award for early-career women physicists was established in her honor."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1907", "date": "June 28", "txt": "Jimmy Mundy, American saxophonist and composer (d. 1983)", "entities": [{"title": "Jimmy Mundy", "href": "/wiki/Jimmy_Mundy", "description": "James Mundy was an American jazz tenor saxophonist, arranger, and composer, best known for his arrangements for Benny Goodman, Count Basie, and Earl Hines."}]}, {"heading": "Births", "year": "1907", "date": "June 28", "txt": "Yvonne Sylvain, First female Haitian physician (d. 1989)", "entities": []}, {"heading": "Births", "year": "1909", "date": "June 28", "txt": "Eric Ambler, English author and screenwriter (d. 1998)", "entities": [{"title": "Eric Ambler", "href": "/wiki/Eric_Ambler", "description": "Eric Clifford Ambler OBE was an English author of thrillers, in particular spy novels, who introduced a new realism to the genre. He also worked as a screenwriter. Ambler used the pseudonym Eliot Reed for books co-written with Charles Rodda."}]}, {"heading": "Births", "year": "1912", "date": "June 28", "txt": "Carl Friedrich von Weizsäcker, German physicist and philosopher (d. 2007)", "entities": [{"title": "Carl Friedrich von Weizsäcker", "href": "/wiki/Carl_Friedrich_von_Weizs%C3%A4cker", "description": "Carl Friedrich Freiherr von Weizsäcker was a German physicist and philosopher. He was the longest-living member of the team which performed nuclear research in Germany during the Second World War, under Werner Heisenberg's leadership. There is ongoing debate as to whether or not he and the other members of the team actively and willingly pursued the development of a nuclear bomb for Germany during"}]}, {"heading": "Births", "year": "1913", "date": "June 28", "txt": "Franz Antel, Austrian director and producer (d. 2007)", "entities": [{"title": "Franz Antel", "href": "/wiki/Franz_Antel", "description": "Franz Antel was a veteran Austrian filmmaker."}]}, {"heading": "Births", "year": "1913", "date": "June 28", "txt": "George Lloyd, English soldier and composer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1913", "date": "June 28", "txt": "Walter Oesau, German colonel and pilot (d. 1944)", "entities": []}, {"heading": "Births", "year": "1914", "date": "June 28", "txt": "Aribert Heim, Austrian SS physician and Nazi war criminal (d. 1992)", "entities": [{"title": "Aribert Heim", "href": "/wiki/Aribert_Heim", "description": "Aribert Ferdinand Heim was an Austrian Schutzstaffel (SS) doctor, also known as Dr. Death and Butcher of Mauthausen. During World War II, he served at the Mauthausen-Gusen concentration camp in Mauthausen, killing and torturing inmates by various methods, such as direct injections of toxic compounds into the hearts of his victims."}, {"title": "Schutzstaffel", "href": "/wiki/Schutzstaffel", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1917", "date": "June 28", "txt": "A. E. Hotchner, American author and playwright (d. 2020)", "entities": [{"title": "A. E. Hotchner", "href": "/wiki/A._E._Hotchner", "description": "Aaron Edward Hotchner was an American editor, novelist, playwright, and biographer. He wrote many television screenplays as well as noted biographies of Doris Day and Ernest Hemingway. He co-founded the charity food company Newman's Own with actor Paul Newman."}]}, {"heading": "Births", "year": "1918", "date": "June 28", "txt": "William Whitelaw, 1st Viscount Whitelaw, Scottish-English politician, Deputy Prime Minister of the United Kingdom (d. 1999)", "entities": [{"title": "William Whitelaw, 1st Viscount Whitelaw", "href": "/wiki/William_Whitelaw,_1st_Viscount_Whitelaw", "description": "William Stephen Ian Whitelaw, 1st Viscount Whitelaw,, often known as Willie Whitelaw, was a British Conservative politician who served in a wide number of Cabinet positions, most notably as Home Secretary. He served Prime Minister Margaret Thatcher throughout her leadership of the Conservative Party as deputy party leader."}, {"title": "Deputy Prime Minister of the United Kingdom", "href": "/wiki/Deputy_Prime_Minister_of_the_United_Kingdom", "description": "Deputy Prime Minister of the United Kingdom (DPM) is an office sometimes given to a minister in the Government of the United Kingdom."}]}, {"heading": "Births", "year": "1919", "date": "June 28", "txt": "Joseph P. Lordi, American government official (d. 1983)", "entities": [{"title": "Joseph P. Lordi", "href": "/wiki/Joseph_P._Lordi", "description": "Joseph P. Lordi was an American law enforcement official who served as the Essex County, New Jersey prosecutor and as the first Chairman of the New Jersey Casino Control Commission."}]}, {"heading": "Births", "year": "1920", "date": "June 28", "txt": "Clarissa Eden, Spouse of the Prime Minister of the United Kingdom", "entities": [{"title": "Clarissa Eden", "href": "/wiki/Clarissa_Eden", "description": "Anne Clarissa Eden, Countess of Avon is the widow of Anthony Eden, 1st Earl of Avon (1897–1977), who was Prime Minister of the United Kingdom from 1955 to 1957. She married Eden in 1952, becoming Lady Eden in 1954 when he was made a Knight of the Garter, before becoming Countess of Avon in 1961 on her husband's being created an earl. She is also the niece of Prime Minister Winston Churchill. Her 2"}]}, {"heading": "Births", "year": "1921", "date": "June 28", "txt": "P. V. Narasimha Rao, Indian lawyer and politician, 9th Prime Minister of India (d. 2004)", "entities": [{"title": "P. V. Narasimha Rao", "href": "/wiki/P._V._Narasimha_Rao", "description": "Pamulaparthi Venkata Narasimha Rao was an Indian lawyer and politician who served as the 9th Prime Minister of India from 1991 to 1996. His ascendancy to the prime ministership was politically significant in that he was the second holder of this office from a non-Hindi-speaking region and the first from South India. He led an important administration, overseeing a major economic transformation and"}, {"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Births", "year": "1922", "date": "June 28", "txt": "Hans Frauenfelder, American physicist and biophysicist", "entities": [{"title": "Hans Frauenfelder", "href": "/wiki/Hans_Frauenfelder", "description": "Hans Frauenfelder is a physicist and biophysicist notable for his discovery of perturbed angular correlation (PAC) in 1951. In the modern day, PAC spectroscopy is widely used in the study of condensed matter physics. Within biophysics, he is known for experiment and theory in understanding the dynamical behavior of protein tertiary structure."}]}, {"heading": "Births", "year": "1923", "date": "June 28", "txt": "Pete Candoli, American trumpet player (d. 2008)", "entities": [{"title": "Pete Candoli", "href": "/wiki/Pete_Candoli", "description": "Pete Candoli was an American jazz trumpeter and the brother of trumpeter Conte Candoli. He played with the big bands of Woody Herman and Stan Kenton and worked in the studios of the recording and television industries."}]}, {"heading": "Births", "year": "1923", "date": "June 28", "txt": "Adolfo Schwelm Cruz, Argentinian racing driver (d. 2012)", "entities": []}, {"heading": "Births", "year": "1923", "date": "June 28", "txt": "Gaye Stewart, Canadian ice hockey player (d. 2010)", "entities": []}, {"heading": "Births", "year": "1924", "date": "June 28", "txt": "Kalevi Keihänen, Finnish entrepreneur (d. 1995)", "entities": [{"title": "Kalevi Keihänen", "href": "/wiki/Kalevi_Keih%C3%A4nen", "description": "Åke Kalevi Keihänen was a Finnish travel agency entrepreneur, director of Keihäsmatkat and a groundbreaking figure in Finnish tourism. Keihänen became known for his extravagant behaviour, long hair and unique style of dress – in advertisement photography, he wore a chinchilla fur coat with only a pair of swimming trunks underneath. The coat was said to have cost him 120,000 markka. Keihänen was sa"}]}, {"heading": "Births", "year": "1926", "date": "June 28", "txt": "George Booth, American cartoonist", "entities": [{"title": "George Booth (cartoonist)", "href": "/wiki/George_Booth_(cartoonist)", "description": "George Booth is a New Yorker cartoonist. Over time, his cartoons have become an iconic feature of the magazine. In a doodler's style, they usually feature an older everyman, -woman, or -couple beset by modern complexity, perplexing each other, and interacting with cats and dogs."}]}, {"heading": "Births", "year": "1926", "date": "June 28", "txt": "Mel Brooks, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 28", "txt": "Robert Ledley, American academic and inventor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1927", "date": "June 28", "txt": "Correlli Barnett, English historian and author", "entities": [{"title": "Correlli Barnett", "href": "/wiki/Correlli_Barnett", "description": "Correlli Douglas Barnett CBE FRHistS FRSL FRSA is an English military historian, who has also written works of economic history, particularly on the United Kingdom's post-war \"industrial decline\"."}]}, {"heading": "Births", "year": "1927", "date": "June 28", "txt": "Frank Sherwood Rowland, American chemist and academic, Nobel Prize laureate (d. 2012)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1928", "date": "June 28", "txt": "Hans Blix, Swedish politician and diplomat, 33rd Swedish Minister of Foreign Affairs", "entities": [{"title": "Hans Blix", "href": "/wiki/Hans_Blix", "description": "Hans Martin Blix is a Swedish diplomat and politician for the Liberal People's Party. He was Swedish Minister for Foreign Affairs (1978–1979) and later became the head of the International Atomic Energy Agency. As such, Blix was the first Western representative to inspect the consequences of the Chernobyl disaster in the Soviet Union on site, and led the agency response to them. Blix was also the "}, {"title": "Minister for Foreign Affairs (Sweden)", "href": "/wiki/Minister_for_Foreign_Affairs_(Sweden)", "description": "The Minister for Foreign Affairs is the foreign minister of Sweden and the head of the Ministry for Foreign Affairs."}]}, {"heading": "Births", "year": "1928", "date": "June 28", "txt": "Patrick Hemingway, American writer", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 28", "txt": "Harold Evans, English-American historian and journalist", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 28", "txt": "Peter Heine, South African cricketer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 28", "txt": "Cyril Smith, English politician (d. 2010)", "entities": []}, {"heading": "Births", "year": "1929", "date": "June 28", "txt": "Alfred Miodowicz, Polish politician", "entities": [{"title": "Alfred Miodowicz", "href": "/wiki/Alfred_Miodowicz", "description": "Alfred Miodowicz is a former Polish politician and trade union activist. He was born in Poznań. A member of communist Polish United Workers Party, he held posts in the State National Council, Central Committee and Political Bureau. He was also the leader of the All-Poland Alliance of Trade Unions and took part in the Polish Round Table Agreement."}]}, {"heading": "Births", "year": "1930", "date": "June 28", "txt": "William C. Campbell, Irish-American biologist and parasitologist, Nobel Prize laureate", "entities": [{"title": "William C. Campbell (scientist)", "href": "/wiki/William_C._Campbell_(scientist)", "description": "William Cecil Campbell is an Irish biologist and parasitologist with American citizenship, known for his work in discovering a novel therapy against infections caused by roundworms, for which he was jointly awarded the 2015 Nobel Prize in Physiology or Medicine. He helped to discover a class of drugs called ivermectins, whose derivatives have been shown to have \"extraordinary efficacy\" in treating"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1930", "date": "June 28", "txt": "Itamar Franco, Brazilian engineer and politician, 33rd President of Brazil (d. 2011)", "entities": [{"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1930", "date": "June 28", "txt": "Jack Gold, English director and producer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 28", "txt": "Hans Alfredson, Swedish actor, director, and screenwriter", "entities": [{"title": "Hans Alfredson", "href": "/wiki/Hans_Alfredson", "description": "Hans Folke \"Hasse\" Alfredson was a Swedish actor, film director, writer and comedian. He was born in Malmö, Sweden. He is known for his collaboration with Tage Danielsson as the duo Hasse & Tage and their production company AB Svenska Ord. His most celebrated contribution to their brand of humorist humanism was his ability to extemporize wildly absurd comic situations, for example in the Lindeman "}]}, {"heading": "Births", "year": "1931", "date": "June 28", "txt": "Junior Johnson, American race car driver (d. 2019)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 28", "txt": "Lucien Victor, Belgian cyclist (d. 1995)", "entities": []}, {"heading": "Births", "year": "1932", "date": "June 28", "txt": "Pat Morita, American actor (d. 2005)", "entities": [{"title": "Pat Morita", "href": "/wiki/Pat_Morita", "description": "Noriyuki \"Pat\" Morita was a Japanese-American actor and comedian. He was known for his roles as Matsuo \"Arnold\" Takahashi on Happy Days (1975–1983), Mr. Miyagi in The Karate Kid film series, Mike Woo in The Mystery Files of Shelby Woo, and The Emperor of China in Mulan and Mulan II. Morita was nominated for the 1984 Academy Award for Best Supporting Actor for his portrayal of Mr. Miyagi in The Kar"}]}, {"heading": "Births", "year": "1933", "date": "June 28", "txt": "Gusty Spence, Northern Irish loyalist and politician (d. 2011)", "entities": [{"title": "Gusty Spence", "href": "/wiki/Gusty_Spence", "description": "Augustus Andrew \"Gusty\" Spence was a leader of the paramilitary Ulster Volunteer Force (UVF) and a leading loyalist politician in Northern Ireland. One of the first UVF members to be convicted of murder, Spence was a senior figure in the organisation for over a decade."}]}, {"heading": "Births", "year": "1934", "date": "June 28", "txt": "Robert Carswell, Baron Carswell, Northern Irish lawyer and judge, Lord Chief Justice of Northern Ireland", "entities": [{"title": "Robert Carswell, Baron Carswell", "href": "/wiki/Robert_Carswell,_Baron_Carswell", "description": "Robert Douglas Carswell, Baron Carswell, PC, is a retired Lord of Appeal in Ordinary."}, {"title": "Lord Chief Justice of Northern Ireland", "href": "/wiki/Lord_Chief_Justice_of_Northern_Ireland", "description": "The Lord Chief Justice of Northern Ireland is the appointed official holding office as President of the Courts of Northern Ireland and is Head of the Judiciary of Northern Ireland. The present Lord Chief Justice of Northern Ireland is Sir Declan Morgan. His counterpart in England and Wales is the Lord Chief Justice of England and Wales, and in Scotland his equivalent is the Lord President of the C"}]}, {"heading": "Births", "year": "1934", "date": "June 28", "txt": "Roy Gilchrist, Jamaican cricketer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 28", "txt": "Bette Greene, American journalist and author", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 28", "txt": "Carl Levin, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 28", "txt": "Georges Wolinski, Tunisian-French journalist and cartoonist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 28", "txt": "John Inman, English actor (d. 2007)", "entities": [{"title": "John Inman", "href": "/wiki/John_Inman", "description": "Frederick John Inman was an English actor and singer best known for his role as Mr. Humphries in Are You Being Served?, a British sitcom between 1972 and 1985. In 1976 Inman was named both BBC TV Personality of the Year and TV Times readers' Funniest Man on Television. He was also a well-known character actor in the United Kingdom as a pantomime dame."}]}, {"heading": "Births", "year": "1936", "date": "June 28", "txt": "Chuck Howley, American football player", "entities": [{"title": "Chuck Howley", "href": "/wiki/Chuck_Howley", "description": "Charles Louis Howley is a former American football linebacker who played in the National Football League (NFL) for 15 seasons, primarily with the Dallas Cowboys. Howley was a member of the Chicago Bears in his first two seasons and spent the remainder of his career with the Cowboys. He was named the MVP of Super Bowl V, and is the only player on a losing team to receive the award. He was also the "}]}, {"heading": "Births", "year": "1937", "date": "June 28", "txt": "George Knudson, Canadian golfer (d. 1989)", "entities": [{"title": "George Knudson", "href": "/wiki/George_Knudson", "description": "George Alfred Christian Knudson, CM was a Canadian professional golfer, who along with Mike Weir holds the record for the Canadian with the most wins on the PGA Tour, with eight career victories."}]}, {"heading": "Births", "year": "1937", "date": "June 28", "txt": "Fernand Labrie, Canadian endocrinologist and academic", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 28", "txt": "Ron Luciano, American baseball player and umpire (d. 1995)", "entities": []}, {"heading": "Births", "year": "1938", "date": "June 28", "txt": "John Byner, American actor and comedian", "entities": [{"title": "John Byner", "href": "/wiki/John_Byner", "description": "John Byner is an American actor, comedian, and impressionist who has had a lengthy television and movie career. His voice work includes the cartoon series The Ant and the Aardvark, in which the title characters are voiced by Byner's impressions of Dean Martin and Jackie Mason, respectively."}]}, {"heading": "Births", "year": "1938", "date": "June 28", "txt": "Leon Panetta, American lawyer and politician, 23rd United States Secretary of Defense", "entities": [{"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}]}, {"heading": "Births", "year": "1938", "date": "June 28", "txt": "S. Sivamaharajah, Sri Lankan Tamil newspaper publisher and politician (d. 2006)", "entities": []}, {"heading": "Births", "year": "1938", "date": "June 28", "txt": "Simon Douglas-Pennant, 7th Baron Penrhyn, British baron", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 28", "txt": "Klaus Schmiegel, German chemist", "entities": [{"title": "Klaus Schmiegel", "href": "/wiki/Klaus_Schmiegel", "description": "Klaus Schmiegel, relative of Robert Krahulik, is most famous for his work in organic chemistry, which led to the invention of Prozac, a widely used antidepressant. Born in Chemitz, Germany, he moved to the U.S. in 1951 to continue his education. After he finished his schooling, Schmiegel joined Eli Lilly as a senior organic chemist; he worked there from 1968 until his retirement in 1993. There, he"}]}, {"heading": "Births", "year": "1940", "date": "June 28", "txt": "Karpal Singh, Malaysian lawyer and politician (d. 2014)", "entities": [{"title": "Karpal Singh", "href": "/wiki/Karpal_Singh", "description": "Dato' Seri Utama Karpal Singh s/o Ram Singh was an Indian Malaysian politician and lawyer. He was Member of Parliament (MP) for the constituency of Bukit Gelugor in the state of Penang from 2004 to 2014. During that time, he was also the National Chairman of the Democratic Action Party (DAP)."}]}, {"heading": "Births", "year": "1940", "date": "June 28", "txt": "Muhammad Yunus, Bangladeshi economist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1941", "date": "June 28", "txt": "Al Downing, American baseball player and sportscaster", "entities": [{"title": "Al Downing (baseball)", "href": "/wiki/Al_Downing_(baseball)", "description": "Alphonso Erwin Downing is an American former professional baseball pitcher. He played in Major League Baseball for the New York Yankees, Oakland Athletics, Milwaukee Brewers, and Los Angeles Dodgers from 1961 through 1977. Downing was an All Star in 1967 and the National League's Comeback Player of the Year in 1971. Downing allowed Hank Aaron's record breaking 715th home run on April 8, 1974."}]}, {"heading": "Births", "year": "1941", "date": "June 28", "txt": "Joseph Goguen, American computer scientist and academic, developed the OBJ language (d. 2006)", "entities": [{"title": "OBJ (programming language)", "href": "/wiki/OBJ_(programming_language)", "description": "OBJ is a programming language family introduced by Joseph Goguen in 1976, and further worked on by Jose Meseguer."}]}, {"heading": "Births", "year": "1941", "date": "June 28", "txt": "David Johnston, Canadian academic, lawyer, and politician, 28th Governor General of Canada", "entities": [{"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Births", "year": "1942", "date": "June 28", "txt": "Chris Hani, South African politician (d. 1993)", "entities": [{"title": "Chris Hani", "href": "/wiki/Chris_Hani", "description": "Chris Hani, born Martin Thembisile Hani, was the leader of the South African Communist Party and chief of staff of uMkhonto we Sizwe, the armed wing of the African National Congress (ANC). He was a fierce opponent of the apartheid government, and was assassinated by Janusz Waluś, a Polish immigrant and sympathiser of the Conservative opposition on 10 April 1993, during the unrest preceding the tra"}]}, {"heading": "Births", "year": "1942", "date": "June 28", "txt": "Hans-Joachim Walde, German decathlete (d. 2013)", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 28", "txt": "Frank Zane, American professional bodybuilder and author", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 28", "txt": "Jens Birkemose, Danish painter", "entities": [{"title": "Jens Birkemose", "href": "/wiki/Jens_Birkemose", "description": "Jens Birkemose is a contemporary Danish painter."}]}, {"heading": "Births", "year": "1943", "date": "June 28", "txt": "Donald Johanson, American paleontologist and academic", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 28", "txt": "Klaus von Klitzing, German physicist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1945", "date": "June 28", "txt": "Ken Buchanan, Scottish boxer", "entities": [{"title": "Ken Buchanan", "href": "/wiki/Ken_Buchanan", "description": "Ken Buchanan MBE is a Scottish retired professional boxer from Edinburgh and the former undisputed world lightweight champion."}]}, {"heading": "Births", "year": "1945", "date": "June 28", "txt": "David Knights, English bass player and producer", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 28", "txt": "Raul Seixas, Brazilian singer-songwriter, guitarist, and producer (d. 1989)", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 28", "txt": "Türkan Şoray, Turkish actress, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 28", "txt": "Robert Asprin, American soldier and author (d. 2008)", "entities": [{"title": "Robert Asprin", "href": "/wiki/Robert_Asprin", "description": "Robert Lynn Asprin was an American science fiction and fantasy author and active fan, known best for his humorous series MythAdventures and Phule's Company."}]}, {"heading": "Births", "year": "1946", "date": "June 28", "txt": "Bruce Davison, American actor and director", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 28", "txt": "David Duckham, English rugby player", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 28", "txt": "Robert Xavier Rodríguez, American classical composer", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 28", "txt": "Jaime Guzmán, Chilean lawyer and politician (d. 1991)", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 28", "txt": "Gilda Radner, American actress and comedian (d. 1989)", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 28", "txt": "Mark Helprin, American novelist and journalist", "entities": [{"title": "Mark Helprin", "href": "/wiki/Mark_Helprin", "description": "Mark Helprin is an American novelist, journalist, conservative commentator, Senior Fellow of the Claremont Institute for the Study of Statesmanship and Political Philosophy, Fellow of the American Academy in Rome, and Member of the Council on Foreign Relations. While Helprin's fictional works straddle a number of disparate genres and styles, he has stated that he \"belongs to no literary school, mo"}]}, {"heading": "Births", "year": "1947", "date": "June 28", "txt": "Laura Tyson, American economist and academic", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 28", "txt": "Kathy Bates, American actress", "entities": [{"title": "Kathy Bates", "href": "/wiki/Kathy_Bates", "description": "Kathleen Doyle Bates is an American actress and director. She has been the recipient of numerous accolades, including an Academy Award, two Primetime Emmy Awards, and two Golden Globe Awards."}]}, {"heading": "Births", "year": "1948", "date": "June 28", "txt": "Sergei Bodrov, Russian-American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 28", "txt": "Deborah Moggach, English author and screenwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 28", "txt": "Daniel Wegner, Canadian-American psychologist and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1949", "date": "June 28", "txt": "Don Baylor, American baseball player and coach (d. 2017)", "entities": [{"title": "Don Baylor", "href": "/wiki/Don_Baylor", "description": "Don Edward Baylor was an American professional baseball player and manager. During his 19 seasons in Major League Baseball (MLB), Baylor was a power hitter known for standing very close to home plate and was a first baseman, left fielder, and designated hitter. He played for six different American League (AL) teams, primarily the Baltimore Orioles and California Angels, but he also played for the "}]}, {"heading": "Births", "year": "1950", "date": "June 28", "txt": "Philip Fowke, English pianist and educator", "entities": [{"title": "Philip Fowke", "href": "/wiki/Philip_Fowke", "description": "\nPhilip Fowke is an English pianist."}]}, {"heading": "Births", "year": "1950", "date": "June 28", "txt": "Mauricio Rojas, Chilean-Swedish economist and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 28", "txt": "Chris Speier, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 28", "txt": "Mick Cronin, Australian rugby league player and coach", "entities": [{"title": "Mick Cronin (rugby league)", "href": "/wiki/Mick_Cronin_(rugby_league)", "description": "Michael William Cronin OAM is an Australian former professional rugby league footballer and coach. He was a goal-kicking centre for the Australian national team and a stalwart for the Parramatta Eels club. He played in 22 Tests and 11 World Cup matches between 1973 and 1982. Cronin retired as the NSWRL Premiership's and the Australian Kangaroos' all-time highest point-scorer and has since been nam"}]}, {"heading": "Births", "year": "1951", "date": "June 28", "txt": "Mark Shand, English conservationist and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 28", "txt": "Lalla Ward, English actress and author", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 28", "txt": "Enis Batur, Turkish poet and author", "entities": [{"title": "Enis Batur", "href": "/wiki/Enis_Batur", "description": "Ahmet Enis Batur is a Turkish poet, essayist, novelist, and editor."}]}, {"heading": "Births", "year": "1952", "date": "June 28", "txt": "Pietro Mennea, Italian sprinter and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 28", "txt": "Jean-Christophe Rufin, French physician and author", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 28", "txt": "A. A. Gill, Scottish author and critic (d. 2016)", "entities": [{"title": "A. A. Gill", "href": "/wiki/A._A._Gill", "description": "Adrian Anthony Gill was a Scottish writer and critic. Best known for food and travel writing, he was The Sunday Times' restaurant reviewer as well as a television critic. He also wrote for Vanity Fair, GQ, and Esquire, and published numerous books. Gill wrote his first piece for Tatler in 1991, and joined The Sunday Times in 1993."}]}, {"heading": "Births", "year": "1954", "date": "June 28", "txt": "Alice Krige, South African actress", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 28", "txt": "Shirley Cheriton, British actress", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 28", "txt": "Amira Hass, Israeli journalist and author", "entities": [{"title": "Amira Hass", "href": "/wiki/Amira_Hass", "description": "Amira Hass is an Israeli journalist and author, mostly known for her columns in the daily newspaper Haaretz covering Palestinian affairs in the West Bank and Gaza, where she has lived for almost thirty years."}]}, {"heading": "Births", "year": "1956", "date": "June 28", "txt": "Noel Mugavin, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 28", "txt": "Lance Nethery, Canadian ice hockey player and coach", "entities": [{"title": "Lance Nethery", "href": "/wiki/Lance_Nethery", "description": "Lance Nethery is a Canadian former professional ice hockey centre and coach, and current executive."}]}, {"heading": "Births", "year": "1957", "date": "June 28", "txt": "Georgi Parvanov, Bulgarian historian and politician, 4th President of Bulgaria", "entities": [{"title": "President of Bulgaria", "href": "/wiki/President_of_Bulgaria", "description": "The President of the Republic of Bulgaria is the head of state of Bulgaria and the commander-in-chief of the Bulgarian Army. The official residence of the president is at Boyana Residence, Sofia. After the completion of the second round of voting, candidate Rumen Radev was elected President of Bulgaria on 13 November 2016."}]}, {"heading": "Births", "year": "1957", "date": "June 28", "txt": "Mike Skinner, American race car driver", "entities": []}, {"heading": "Births", "year": "1957", "date": "June 28", "txt": "Jim Spanarkel, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 28", "txt": "Donna Edwards, American lawyer and politician", "entities": [{"title": "Donna Edwards", "href": "/wiki/Donna_Edwards", "description": "Donna Fern Edwards is an American politician who served as the U.S. Representative for Maryland's 4th congressional district from 2008 to 2017. The district includes most of Prince George's County, as well as part of Anne Arundel County. She is a member of the Democratic Party."}]}, {"heading": "Births", "year": "1958", "date": "June 28", "txt": "Félix Gray, Tunisian-French singer-songwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 28", "txt": "Clint Boon, English singer and keyboard player", "entities": [{"title": "Clint Boon", "href": "/wiki/Clint_Boon", "description": "Clinton David Boon is an English musician, DJ and radio presenter. Boon originally rose to fame as the keyboard player of Inspiral Carpets."}]}, {"heading": "Births", "year": "1959", "date": "June 28", "txt": "John Shelley, British illustrator", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 28", "txt": "John Elway, American football player and manager", "entities": [{"title": "John Elway", "href": "/wiki/John_Elway", "description": "John Albert Elway Jr. is an American football executive and former quarterback who is the president of football operations for the Denver Broncos of the National Football League (NFL)."}]}, {"heading": "Births", "year": "1960", "date": "June 28", "txt": "Roland Melanson, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 28", "txt": "Jeff Malone, American basketball player and coach", "entities": [{"title": "Jeff Malone", "href": "/wiki/Jeff_Malone", "description": "Jeffrey Nigel Malone is an American retired professional basketball player. He played college basketball at Mississippi State, and is mostly known for his time with the Washington Bullets (1983–1990) of the National Basketball Association (NBA), where he was an NBA All-Star twice, playing the shooting guard position. He also played for the Utah Jazz, Philadelphia 76ers, and Miami Heat."}]}, {"heading": "Births", "year": "1962", "date": "June 28", "txt": "Anișoara Cușmir-Stanciu, Romanian long jumper", "entities": [{"title": "Anișoara Cușmir-Stanciu", "href": "/wiki/Ani%C8%99oara_Cu%C8%99mir-Stanciu", "description": "Anișoara Cușmir-Stanciu is a retired Romanian long jumper. She won a gold medal at the 1984 Olympics, and placed second at the 1982 European and 1983 world championships. Between 1982 and 1983 she improved the world record four times. She retired after the 1984 Olympics to become an athletics coach at CSA Steaua București."}]}, {"heading": "Births", "year": "1962", "date": "June 28", "txt": "Artur Hajzer, Polish mountaineer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1962", "date": "June 28", "txt": "Ann-Louise Skoglund, Swedish hurdler", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 28", "txt": "Peter Baynham, Welsh actor, producer, and screenwriter", "entities": [{"title": "Peter Baynham", "href": "/wiki/Peter_Baynham", "description": "\nPeter Baynham is a Welsh screenwriter and performer. He often collaborates with Armando Iannucci, Chris Morris, Steve Coogan, Sacha Baron Cohen and has worked with Stewart Lee and Richard Herring. He has written for TV comedy series including The Day Today, I'm Alan Partridge, Brass Eye and Jam. In 2006 Baynham co-wrote the movie Borat: Cultural Learnings of America for Make Benefit Glorious Nati"}]}, {"heading": "Births", "year": "1963", "date": "June 28", "txt": "Charlie Clouser, American keyboard player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 28", "txt": "Christina Ashcroft, Canadian sport shooter", "entities": [{"title": "Christina Ashcroft", "href": "/wiki/Christina_Ashcroft", "description": "Christina Ashcroft is a Canadian sport shooter."}]}, {"heading": "Births", "year": "1964", "date": "June 28", "txt": "Mark Grace, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 28", "txt": "Bernie McCahill, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 28", "txt": "Dan Stains, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "June 28", "txt": "Steve Williamson, English saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 28", "txt": "Jessica Hecht, American actress", "entities": [{"title": "Jessica Hecht", "href": "/wiki/Jessica_Hecht", "description": "Jessica Hecht is an American actress and singer, who played Gretchen Schwartz on Breaking Bad, Susan Bunch on Friends, and Carol on The Boys. She has also made numerous Broadway appearances."}]}, {"heading": "Births", "year": "1965", "date": "June 28", "txt": "Tiaan Strauss, South African rugby player", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 28", "txt": "Peeter Allik, Estonian painter and illustrator (d. 2019)", "entities": [{"title": "Peeter Allik", "href": "/wiki/Peeter_Allik", "description": "Peeter Allik was an Estonian artist and Surrealist."}]}, {"heading": "Births", "year": "1966", "date": "June 28", "txt": "Bobby Bare Jr., American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 28", "txt": "John Cusack, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 28", "txt": "Mary Stuart Masterson, American actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "June 28", "txt": "Leona Aglukkaq, Canadian politician, 7th Canadian Minister of Health", "entities": [{"title": "Leona Aglukkaq", "href": "/wiki/Leona_Aglukkaq", "description": "Leona Aglukkaq is a Canadian politician. She was a member of the non-partisan Legislative Assembly of Nunavut representing the riding of Nattilik from 2004 until stepping down in 2008; then was a Conservative Member of Parliament representing the riding of Nunavut after winning the seat in the 2008 federal election. She was the first Conservative to win the seat, and only the second centre-right c"}, {"title": "Minister of Health (Canada)", "href": "/wiki/Minister_of_Health_(Canada)", "description": "The minister of health is the minister of the Crown in the Canadian Cabinet who is responsible for overseeing health-focused government agencies including Health Canada and the Public Health Agency of Canada, as well as enforcing the Canada Health Act, the law governing Canada's universal health care system. The current minister is Patty Hajdu."}]}, {"heading": "Births", "year": "1967", "date": "June 28", "txt": "Gil Bellows, Canadian actor and producer", "entities": []}, {"heading": "Births", "year": "1967", "date": "June 28", "txt": "Zhong Huandi, Chinese runner", "entities": []}, {"heading": "Births", "year": "1967", "date": "June 28", "txt": "Lars Riedel, German discus thrower", "entities": []}, {"heading": "Births", "year": "1968", "date": "June 28", "txt": "Chayanne, Puerto Rican-American singer-songwriter and actor", "entities": [{"title": "Chayanne", "href": "/wiki/Chayanne", "description": "Elmer Figueroa Arce, better known under the stage name Chayanne, is a Puerto Rican Latin pop singer and actor. As a solo artist, Chayanne has released 21 albums and sold over 50 million records worldwide, making him one of the best-selling Latin music artists."}]}, {"heading": "Births", "year": "1969", "date": "June 28", "txt": "Tichina Arnold, American actress and singer", "entities": [{"title": "Tichina Arnold", "href": "/wiki/Tichina_Arnold", "description": "Tichina Rolanda Arnold is an American actress, comedian, and singer. She began her career as a child actor, appearing in supporting roles in Little Shop of Horrors (1986) and How I Got into College (1989) before being cast as Pamela \"Pam\" James on the FOX sitcom Martin, which she played from 1992 until the show ended in 1997. Arnold also played the family matriarch Rochelle on the UPN/CW sitcom Ev"}]}, {"heading": "Births", "year": "1969", "date": "June 28", "txt": "Stéphane Chapuisat, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 28", "txt": "Fabrizio Mori, Italian hurdler", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 28", "txt": "Mushtaq Ahmed, Pakistani cricketer and coach", "entities": [{"title": "Mushtaq Ahmed (cricketer)", "href": "/wiki/Mushtaq_Ahmed_(cricketer)", "description": "Mushtaq Ahmed Malik is a Pakistani cricket coach and former cricketer who currently acts as the spin bowling coach for the Pakistan Cricket Team. A leg break googly bowler, at his peak he was described as being one of the best three wrist-spinners in the world. In an international career that spanned from 1990 until 2003, he claimed 185 wickets in Test cricket and 161 in One Day Internationals. He"}]}, {"heading": "Births", "year": "1970", "date": "June 28", "txt": "Tom Merritt, American journalist", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 28", "txt": "Mike White, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 28", "txt": "Lorenzo Amoruso, Italian footballer", "entities": [{"title": "Lorenzo Amoruso", "href": "/wiki/Lorenzo_Amoruso", "description": "Lorenzo Pier Paolo Amoruso is an Italian former professional footballer who played as a defender for seven teams in Italy, Scotland, England, and San Marino during his footballing career, but is perhaps best known for his six-year spell with Glasgow side Rangers. In that six-year spell, he won nine major honours with the club including domestic trebles in the 1998–99 and 2002–03 seasons, represent"}]}, {"heading": "Births", "year": "1971", "date": "June 28", "txt": "Fabien Barthez, French footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 28", "txt": "Bobby Hurley, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 28", "txt": "Ron Mahay, American baseball player and scout", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 28", "txt": "Elon Musk, South African-born American entrepreneur", "entities": []}, {"heading": "Births", "year": "1971", "date": "June 28", "txt": "Aileen Quinn, American actress and singer", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 28", "txt": "Ngô Bảo Châu, Vietnamese-French mathematician and academic", "entities": [{"title": "Ngô Bảo Châu", "href": "/wiki/Ng%C3%B4_B%E1%BA%A3o_Ch%C3%A2u", "description": "Ngô Bảo Châu is a Vietnamese-French mathematician at the University of Chicago, best known for proving the fundamental lemma for automorphic forms proposed by Robert Langlands and Diana Shelstad. He is the first Vietnamese national to have received the Fields Medal."}]}, {"heading": "Births", "year": "1972", "date": "June 28", "txt": "Chris Leslie, English politician, Shadow Chancellor of the Exchequer", "entities": [{"title": "Shadow Chancellor of the Exchequer", "href": "/wiki/Shadow_Chancellor_of_the_Exchequer", "description": "The Shadow Chancellor of the Exchequer in the British Parliamentary system is the member of the Shadow Cabinet who is responsible for shadowing the Chancellor of the Exchequer. The title is in the gift of the Leader of the Opposition but is informal. The Shadow Chancellor has no constitutional role."}]}, {"heading": "Births", "year": "1972", "date": "June 28", "txt": "Geeta Tripathee, Nepali poet, lyricist and literary critic", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 28", "txt": "Alessandro Nivola, American actor", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 28", "txt": "Adrián Annus, Hungarian hammer thrower", "entities": [{"title": "Adrián Annus", "href": "/wiki/Adri%C3%A1n_Annus", "description": "Adrián Annus is a Hungarian hammer thrower, who was stripped of his gold medal at the 2004 Summer Olympic Games in Athens for a doping violation in a highly publicized scandal. The disqualification received heightened attention, as it came on the heels of several drug scandals at the Athens Games and came as Annus' teammate, discus thrower Róbert Fazekas was also stripped of his Olympic title for "}]}, {"heading": "Births", "year": "1973", "date": "June 28", "txt": "Corey Koskie, Canadian baseball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 28", "txt": "Rob Dyrdek, American skateboarder, entrepreneur, and reality television star", "entities": [{"title": "Rob Dyrdek", "href": "/wiki/Rob_Dyrdek", "description": "Robert Stanley Dyrdek is an American entrepreneur, actor, producer, reality TV personality, and former professional skateboarder. He is best known for his roles in the reality shows Rob & Big, Rob Dyrdek's Fantasy Factory and Ridiculousness. He also is the creator of the animated series Wild Grinders, in which he voices the series' main character, Lil Rob. In 2014, Dyrdek was labeled as one of the"}]}, {"heading": "Births", "year": "1975", "date": "June 28", "txt": "Jon Nödtveidt, Swedish singer-songwriter, and guitarist (d. 2006)", "entities": [{"title": "Jon Nödtveidt", "href": "/wiki/Jon_N%C3%B6dtveidt", "description": "Jon Andreas Nödtveidt was a Swedish musician. Best known as the lead guitarist and vocalist of the Swedish black metal band Dissection, he co-founded the band in 1989 with bassist Peter Palmdahl."}]}, {"heading": "Births", "year": "1976", "date": "June 28", "txt": "Shinobu Asagoe, Japanese tennis player", "entities": [{"title": "Shinobu Asagoe", "href": "/wiki/Shinobu_Asagoe", "description": " Shinobu Asagoe   is a Japanese former tennis player. She turned professional in 1997, and retired in 2006."}]}, {"heading": "Births", "year": "1976", "date": "June 28", "txt": "Seth Wescott, American snowboarder", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 28", "txt": "Chris Spurling, American baseball player", "entities": [{"title": "Chris Spurling", "href": "/wiki/Chris_Spurling", "description": "Christopher Michael Spurling is an American former relief pitcher, most recently with the Milwaukee Brewers minor league system. His ties to Dayton include attending Sinclair Community College and graduating from Northridge High School."}]}, {"heading": "Births", "year": "1977", "date": "June 28", "txt": "Mark Stoermer, American bass player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 28", "txt": "Harun Tekin, Turkish singer and guitarist", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 28", "txt": "Simon Larose, Canadian tennis player", "entities": [{"title": "Simon Larose", "href": "/wiki/Simon_Larose", "description": "Simon Larose is a former professional tennis player. He was Canada's top-ranked singles player for some months during 2003 and 2004. Larose retired from the tour shortly after being banned for two years for substance abuse."}]}, {"heading": "Births", "year": "1979", "date": "June 28", "txt": "Randy McMichael, American football player", "entities": [{"title": "Randy McMichael", "href": "/wiki/Randy_McMichael", "description": "Randy Montez McMichael is a former American football tight end in the National Football He was drafted by the Miami Dolphins in the fourth round of the 2002 NFL Draft. He played college football at Georgia."}]}, {"heading": "Births", "year": "1979", "date": "June 28", "txt": "Neil Shanahan, Irish racing driver (d. 1999)", "entities": []}, {"heading": "Births", "year": "1979", "date": "June 28", "txt": "Florian Zeller, French author and playwright", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 28", "txt": "Jevgeni Novikov, Estonian footballer", "entities": [{"title": "Jevgeni Novikov", "href": "/wiki/Jevgeni_Novikov", "description": "Jevgeni Novikov is a retired Estonian professional and international footballer. He plays the position of central and defensive midfielder."}]}, {"heading": "Births", "year": "1981", "date": "June 28", "txt": "Savage, New Zealand rapper", "entities": [{"title": "Savage (rapper)", "href": "/wiki/Savage_(rapper)", "description": "Demetrius C. Savelio, better known by his stage name Savage, is a New Zealand rapper, singer, record producer, songwriter, and a former member of hip hop group the Deceptikonz. Savage was the first New Zealand hip hop artist to have a commercial single achieve platinum certification status in the United States. The \"International Breakthrough\" accolade of the Pacific Music Awards was created in hi"}]}, {"heading": "Births", "year": "1981", "date": "June 28", "txt": "Michael Crafter, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 28", "txt": "Guillermo Martínez, Cuban javelin thrower", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 28", "txt": "Brandon Phillips, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 28", "txt": "Ibrahim Camejo, Cuban long jumper", "entities": [{"title": "Ibrahim Camejo", "href": "/wiki/Ibrahim_Camejo", "description": "Ibrahim Camejo Sayas is a Cuban long jumper."}]}, {"heading": "Births", "year": "1985", "date": "June 28", "txt": "Phil Bardsley, English footballer", "entities": [{"title": "Phil Bardsley", "href": "/wiki/Phil_Bardsley", "description": "Phillip Anthony Bardsley is a professional footballer who plays for Premier League club Burnley and he has represented the Scotland national team."}]}, {"heading": "Births", "year": "1985", "date": "June 28", "txt": "Colt Hynes, American baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 28", "txt": "Kellie Pickler, American singer-songwriter", "entities": [{"title": "Kellie Pickler", "href": "/wiki/Kellie_Pickler", "description": "Kellie Dawn Pickler is an American country music singer, songwriter, actress and television personality. Pickler gained fame as a contestant on the fifth season of American Idol and finished in sixth place. In 2006, she signed to 19 Recordings and BNA Records as a recording artist. Her debut album, Small Town Girl, was released later that year and has sold over 900,000 copies. The album, which was"}]}, {"heading": "Births", "year": "1987", "date": "June 28", "txt": "Sonata Tamošaitytė, Lithuanian hurdler", "entities": [{"title": "Sonata Tamošaitytė", "href": "/wiki/Sonata_Tamo%C5%A1aityt%C4%97", "description": "Sonata Tamošaitytė is a Lithuanian athlete."}]}, {"heading": "Births", "year": "1987", "date": "June 28", "txt": "Terrence Williams, American basketball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "June 28", "txt": "Jason Clark, Australian rugby league player", "entities": [{"title": "Jason Clark (rugby league)", "href": "/wiki/Jason_Clark_(rugby_league)", "description": "Jason Clark is an Australian professional rugby league footballer who plays as a loose forward and second-row forward for the Warrington Wolves in the Betfred Super League."}]}, {"heading": "Births", "year": "1989", "date": "June 28", "txt": "Andrew Fifita, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1989", "date": "June 28", "txt": "David Fifita, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1989", "date": "June 28", "txt": "Julia Zlobina, Russian-Azerbaijani figure skater", "entities": []}, {"heading": "Births", "year": "1989", "date": "June 28", "txt": "Markiplier, American internet personality", "entities": []}, {"heading": "Births", "year": "1989", "date": "June 28", "txt": "Nicole Rottmann, Austrian tennis player", "entities": []}, {"heading": "Births", "year": "1991", "date": "June 28", "txt": "Seohyun, South Korean singer, dancer, and actress", "entities": [{"title": "Seohyun", "href": "/wiki/Seohyun", "description": "Seo Ju-hyun, known professionally as Seohyun, is a South Korean singer and actress. She debuted as a member of girl group Girls' Generation in August 2007, which went on to become one of the best-selling artists in South Korea and one of South Korea's most popular girl groups worldwide. Apart from her group's activities, she has established herself as an actress, notably through her participation "}]}, {"heading": "Births", "year": "1991", "date": "June 28", "txt": "Kevin De Bruyne, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "June 28", "txt": "Kang Min-hyuk, South Korean singer, drummer, and actor", "entities": []}, {"heading": "Births", "year": "1992", "date": "June 28", "txt": "Oscar Hiljemark, Swedish footballer", "entities": [{"title": "Oscar Hiljemark", "href": "/wiki/Oscar_Hiljemark", "description": "Oscar Karl Niclas Hiljemark is a Swedish professional footballer who plays as a midfielder for Danish Superliga club AaB. A full international for Sweden since 2012, he has represented his country at UEFA Euro 2016 and the 2018 FIFA World Cup."}]}, {"heading": "Births", "year": "1992", "date": "June 28", "txt": "Elaine Thompson, Jamaican sprinter", "entities": []}, {"heading": "Births", "year": "1993", "date": "June 28", "txt": "Bradley Beal, American basketball player", "entities": [{"title": "Bradley Beal", "href": "/wiki/Bradley_Beal", "description": "Bradley Emmanuel Beal is an American professional basketball player for the Washington Wizards of the National Basketball Association (NBA). He played college basketball for the Florida Gators before being selected by the Wizards with the third overall pick in the 2012 NBA draft. Beal was selected in the 2013 NBA All-Rookie First Team, and is a three-time NBA All-Star."}]}, {"heading": "Births", "year": "1994", "date": "June 28", "txt": "Hussein, Crown Prince of Jordan", "entities": [{"title": "Hussein, Crown Prince of Jordan", "href": "/wiki/Hussein,_Crown_Prince_of_Jordan", "description": "Hussein bin Abdullah is Crown Prince of Jordan as the son of King Abdullah II. As a member of the Hashemite dynasty, the royal family of Jordan since 1921, he is allegedly a 42nd-generation direct descendant of Muhammad along with thousands of other individuals who claim noble descent."}]}, {"heading": "Births", "year": "1994", "date": "June 28", "txt": "Emily Blue, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1996", "date": "June 28", "txt": "Donna Vekić, Croatian tennis player", "entities": [{"title": "Donna Vekić", "href": "/wiki/Donna_Veki%C4%87", "description": "Donna Vekić is a Croatian professional tennis player. She has won two singles titles on the WTA Tour: the 2014 Malaysian Open and the 2017 Nottingham Open. She has also won five singles titles and one doubles title on the ITF Circuit. Her best performance at a Grand Slam singles event was reaching the quarterfinals at the 2019 US Open. On 4 November 2019, she achieved a career-high singles ranking"}]}, {"heading": "Births", "year": "1996", "date": "June 28", "txt": "Larissa Werbicki, Canadian rower", "entities": []}, {"heading": "Births", "year": "1997", "date": "June 28", "txt": "Tadasuke Makino, Japanese racing driver", "entities": [{"title": "Tadasuke Makino", "href": "/wiki/Tadasuke_Makino", "description": "Tadasuke Makino  is a Japanese racing driver. He has competed in a range of motorsport disciplines, including Super GT and European Formula 3. In 2018, Makino joined the FIA Formula 2 Championship with the series' defending champions Russian Time."}]}, {"heading": "Births", "year": "1999", "date": "June 28", "txt": "Markéta Vondroušová, Czech tennis player", "entities": [{"title": "Markéta Vondroušová", "href": "/wiki/Mark%C3%A9ta_Vondrou%C5%A1ov%C3%A1", "description": "Markéta Vondroušová is a Czech professional tennis player. She has a career-high Women's Tennis Association (WTA) ranking of world No. 14. Vondroušová finished runner-up at the 2019 French Open, where she became the first teenage Grand Slam finalist on the WTA Tour since Caroline Wozniacki nearly a decade earlier. She has won one WTA singles title in four finals in total."}]}, {"heading": "Births", "year": "2002", "date": "June 28", "txt": "Marta Kostyuk, Ukrainian tennis player", "entities": [{"title": "Marta Kostyuk", "href": "/wiki/Marta_Kostyuk", "description": "Marta Olehivna Kostyuk is a Ukrainian tennis player."}]}, {"heading": "Deaths", "year": "202", "date": "June 28", "txt": "Yuan Shao, Chinese warlord", "entities": [{"title": "Yuan Shao", "href": "/wiki/Yuan_Shao", "description": "Yuan Shao, courtesy name Benchu (本初), was a warlord who lived in the late Eastern Han dynasty of China. He occupied the northern territories of China during the civil wars that occurred towards the end of the Han dynasty. He was also an elder half-brother of Yuan Shu, a warlord who controlled the Huai River region, though the two were not on good terms with each other."}]}, {"heading": "Deaths", "year": "548", "date": "June 28", "txt": "Theodora I, Byzantine empress", "entities": [{"title": "Theodora (6th century)", "href": "/wiki/Theodora_(6th_century)", "description": "\n\nTheodora was an Eastern Roman empress by marriage to emperor Justinian. She became empress upon Justinian's accession in 527 and was one of his chief advisers, albeit from humble origins. Along with her spouse, Theodora is a saint in the Eastern Orthodox Church and in the Oriental Orthodox Church, commemorated on 14 November and 28 June respectively."}]}, {"heading": "Deaths", "year": "572", "date": "June 28", "txt": "Alboin, King of the Lombards", "entities": [{"title": "Alboin", "href": "/wiki/Alboin", "description": "Alboin was king of the Lombards from about 560 until 572. During his reign the Lombards ended their migrations by settling in Italy, the northern part of which Alboin conquered between 569 and 572. He had a lasting effect on Italy and the Pannonian Basin; in the former his invasion marked the beginning of centuries of Lombard rule, and in the latter his defeat of the Gepids and his departure from "}, {"title": "Lombards", "href": "/wiki/Lombards", "description": "The Lombards or Langobards were a Germanic people who ruled most of the Italian Peninsula from 568 to 774."}]}, {"heading": "Deaths", "year": "683", "date": "June 28", "txt": "Leo II, pope of the Catholic Church (b. 611)", "entities": [{"title": "Pope Leo II", "href": "/wiki/Pope_Leo_II", "description": "Pope Leo II was the bishop of Rome from 17 August 682 to his death. He is one of the popes of the Byzantine Papacy. Described by a contemporary biographer as both just and learned, he is commemorated as a saint in the Roman Martyrology on 28 June."}]}, {"heading": "Deaths", "year": "767", "date": "June 28", "txt": "Paul I, pope of the Catholic Church (b. 700)", "entities": [{"title": "Pope Paul I", "href": "/wiki/Pope_Paul_I", "description": "Pope Paul I was the bishop of Rome and ruler of the emerging Papal States from 29 May 757 to his death. He first served as a Roman deacon and was frequently employed by his brother, Pope Stephen II, in negotiations with the Lombard kings."}]}, {"heading": "Deaths", "year": "928", "date": "June 28", "txt": "Louis the Blind, Holy Roman emperor (b. 880)", "entities": [{"title": "Louis the Blind", "href": "/wiki/Louis_the_Blind", "description": "Louis the Blind was the king of Provence from 11 January 887, King of Italy from 12 October 900, and briefly Holy Roman Emperor, as Louis III, between 901 and 905. He was the son of Boso, the usurper king of Provence, and Ermengard, a daughter of Emperor Louis II. Through his father, he was a Bosonid, but through his mother, a Carolingian. He was blinded after a failed invasion of Italy in 905."}]}, {"heading": "Deaths", "year": "975", "date": "June 28", "txt": "Cyneweard, bishop of Wells", "entities": [{"title": "Cyneweard of Glastonbury", "href": "/wiki/Cyneweard_of_Glastonbury", "description": "Cyneweard was an Anglo-Saxon Bishop of Wells. He was a monk of Glastonbury Abbey before becoming abbot of Milton Abbey in 964. He was consecrated bishop of the Diocese of Wells in about 973 or 974, and died in office on 28 June 975. His death is mentioned in the short Old English poem \"The Death of King Edgar\", which occurs in the entry for 975 of two of the manuscripts of the Anglo-Saxon Chronicl"}]}, {"heading": "Deaths", "year": "1031", "date": "June 28", "txt": "Taira no Tadatsune, Japanese governor", "entities": [{"title": "Taira no Tadatsune", "href": "/wiki/Taira_no_Tadatsune", "description": "Taira no Tadatsune  was a chieftain of the Taira clan in the early 11th century, and predecessor of the Chiba clan. He was also, for a time, Governor of Shimōsa and Vice-Governor of Kazusa Provinces, and manager of the Grand Shrine of Ise in fact if not in name."}]}, {"heading": "Deaths", "year": "1061", "date": "June 28", "txt": "Floris I, count of Holland", "entities": [{"title": "Floris I, Count of Holland", "href": "/wiki/Floris_I,_Count_of_Holland", "description": "Floris I was count of Holland, then called Frisia west of the Vlie, from 1049 to 1061."}]}, {"heading": "Deaths", "year": "1175", "date": "June 28", "txt": "Andrey Bogolyubsky, Russian Grand Prince (b. 1111)", "entities": [{"title": "Andrey Bogolyubsky", "href": "/wiki/Andrey_Bogolyubsky", "description": "Andrei I Yuryevich, commonly known under his sobriquet Andrei the Pious, was Grand prince of Vladimir-Suzdal from 1157 until his death. His reign saw a complete decline of Kiev's rule over northeastern Rus, and the rise of Vladimir as the new capital city. Andrei was known in the West as Scythian Caesar, and is canonized as a saint in the Russian Orthodox Church."}]}, {"heading": "Deaths", "year": "1189", "date": "June 28", "txt": "Matilda of England, Duchess of Saxony, (b. 1156)", "entities": [{"title": "Matilda of England, Duchess of Saxony", "href": "/wiki/Matilda_of_England,_Duchess_of_Saxony", "description": "Matilda of England, was an English princess of the House of Plantagenet and by marriage Duchess consort of Saxony and Bavaria from 1168 until her husband's deposition in 1180."}]}, {"heading": "Deaths", "year": "1194", "date": "June 28", "txt": "Xiao Zong, Chinese emperor (b. 1127)", "entities": [{"title": "Emperor Xiaozong of Song", "href": "/wiki/Emperor_Xiaozong_of_Song", "description": "Emperor Xiaozong of Song, personal name Zhao Shen, courtesy name Yuanyong, was the 11th emperor of the Song dynasty in China and the second emperor of the Southern Song dynasty. He started his reign in 1162 when his adoptive father and predecessor, Emperor Gaozong, abdicated and passed the throne to him. Even though Emperor Gaozong became a Taishang Huang after his abdication, he remained the de f"}]}, {"heading": "Deaths", "year": "1385", "date": "June 28", "txt": "Andronikos IV, Byzantine emperor (b. 1348)", "entities": [{"title": "Andronikos IV Palaiologos", "href": "/wiki/Andronikos_IV_Palaiologos", "description": "Andronikos IV Palaiologos, often Latinized as Andronicus IV Palaeologus, was the eldest son of Emperor John V Palaiologos. Appointed co-emperor since 1352, he had a troubled relationship with his father: he launched a failed rebellion in 1373, usurped the throne in 1376–1379, and remained engaged in a bitter struggle with John V until his death in 1385. This civil war depleted Byzantium's scarce r"}]}, {"heading": "Deaths", "year": "1497", "date": "June 28", "txt": "James Tuchet, 7th Baron Audley, English rebel leader (b. c. 1463)", "entities": [{"title": "James Tuchet, 7th Baron Audley", "href": "/wiki/James_Tuchet,_7th_Baron_Audley", "description": "James Tuchet, 7th Baron Audley was the only lord to fully join the Cornish Rebellion of 1497 opposing the rule of Henry VII of England. He was a leader in the rebel army's march to the edge of London, and in its defeat at the Battle of Deptford Bridge. Captured on the battlefield, he was sentenced for treason and beheaded. His peerage was forfeited, but restored to his son in 1512."}]}, {"heading": "Deaths", "year": "1575", "date": "June 28", "txt": "Yonekura Shigetsugu, Japanese samurai", "entities": [{"title": "Yonekura Shigetsugu", "href": "/wiki/Yonekura_Shigetsugu", "description": "Yonekura Shigetsugu (died 1575) was a famous Japanese samurai and a member of the Takeda clan."}]}, {"heading": "Deaths", "year": "1586", "date": "June 28", "txt": "Primož Trubar, Slovenian author and reformer (b. 1508)", "entities": [{"title": "Primož Trubar", "href": "/wiki/Primo%C5%BE_Trubar", "description": "Primož Trubar or Primus Truber was a Slovene Protestant Reformer of the Lutheran tradition, mostly known as the author of the first Slovene language printed book, the founder and the first superintendent of the Protestant Church of the Duchy of Carniola, and for consolidating the Slovenian language. Trubar introduced The Reformation in Slovenia, leading the Austrian Habsburgs to wage the Counter-R"}]}, {"heading": "Deaths", "year": "1598", "date": "June 28", "txt": "Abraham Ortelius, Flemish cartographer and geographer (b. 1527)", "entities": [{"title": "Abraham Ortelius", "href": "/wiki/Abraham_Ortelius", "description": "Abraham Ortelius was a Brabantian cartographer, geographer, and cosmographer, conventionally recognized as the creator of the first modern atlas, the Theatrum Orbis Terrarum. Ortelius is often considered one of the founders of the Netherlandish school of cartography and one of the most notable figures of the school in its golden age. The publication of his atlas in 1570 is often considered as the "}]}, {"heading": "Deaths", "year": "1607", "date": "June 28", "txt": "Domenico Fontana, Italian architect (b. 1543)", "entities": [{"title": "Domenico Fontana", "href": "/wiki/Domenico_Fontana", "description": "Domenico Fontana was an Italian architect of the late Renaissance, born in today's Ticino. He worked primarily in Italy, at Rome and Naples."}]}, {"heading": "Deaths", "year": "1716", "date": "June 28", "txt": "George FitzRoy, 1st Duke of Northumberland, English general and politician, Lord Lieutenant of Berkshire (b. 1665)", "entities": [{"title": "George FitzRoy, 1st Duke of Northumberland", "href": "/wiki/George_FitzRoy,_1st_Duke_of_Northumberland", "description": "Lieutenant-General George FitzRoy, 1st Duke of Northumberland, KG, PC was the third and youngest illegitimate son of King Charles II of England by Barbara Villiers, Countess of Castlemaine ; he was the fifth of Charles's eight illegitimate sons. On 1 October 1674, he was created Earl of Northumberland, Baron of Pontefract (Yorkshire) and Viscount Falmouth (Cornwall). On 6 April 1683, he was create"}, {"title": "Lord Lieutenant of Berkshire", "href": "/wiki/Lord_Lieutenant_of_Berkshire", "description": "This is a list of people who have served as Lord Lieutenant of Berkshire. Since 1689, all Lords Lieutenant have also been Custos Rotulorum of Berkshire."}]}, {"heading": "Deaths", "year": "1757", "date": "June 28", "txt": "Sophia Dorothea of Hanover, queen consort of Frederick William I (b. 1687)[citation needed]", "entities": [{"title": "Sophia Dorothea of Hanover", "href": "/wiki/Sophia_Dorothea_of_Hanover", "description": "Sophia Dorothea of Hanover was a Queen consort of Prussia as spouse of Frederick William I. She was the sister of George II, King of Great Britain, and the mother of Frederick II, King of Prussia."}]}, {"heading": "Deaths", "year": "1798", "date": "June 28", "txt": "John Henry Colclough, Irish revolutionary (b. c. 1769)", "entities": [{"title": "John Henry Colclough", "href": "/wiki/John_Henry_Colclough", "description": "\nJohn Henry Colclough was United Irishman executed in Wexford following the Irish Rebellion of 1798."}]}, {"heading": "Deaths", "year": "1813", "date": "June 28", "txt": "Gerhard von Scharnhorst, Prussian general and politician, Prussian Minister of War (b. 1755)", "entities": [{"title": "Gerhard von Scharnhorst", "href": "/wiki/Gerhard_von_Scharnhorst", "description": "Gerhard Johann David von Scharnhorst was a Hanoverian-born general in Prussian service from 1801. As the first Chief of the Prussian General Staff, he was noted for his military theories, his reforms of the Prussian army, and his leadership during the Napoleonic Wars. Scharnhorst limited the use of corporal punishments, established promotion for merit, abolished the enrollment of foreigners, began"}, {"title": "Prussian Minister of War", "href": "/wiki/Prussian_Minister_of_War", "description": "The Prussian War Ministry was gradually established between 1808 and 1809 as part of a series of reforms initiated by the Military Reorganization Commission created after the disastrous Treaties of Tilsit. The War Ministry was to help bring the Army under constitutional review, and, along with the General Staff systematize the conduct of warfare. Gerhard von Scharnhorst, the most prominent and inf"}]}, {"heading": "Deaths", "year": "1834", "date": "June 28", "txt": "Joseph Bové, Russian architect, designed the Triumphal Arch of Moscow (b. 1784)", "entities": [{"title": "Joseph Bové", "href": "/wiki/Joseph_Bov%C3%A9", "description": "Joseph Bové was an Italian-Russian neoclassical architect who supervised reconstruction of Moscow after the Fire of 1812."}, {"title": "Triumphal Arch of Moscow", "href": "/wiki/Triumphal_Arch_of_Moscow", "description": "The third and the oldest surviving Triumphal Arch in Moscow was built in 1829–34 on Tverskaya Zastava Square to Joseph Bové's designs in order to commemorate Russia's victory over Napoleon. It replaced an earlier wooden structure built by the veterans of the Napoleonic Wars in 1814."}]}, {"heading": "Deaths", "year": "1836", "date": "June 28", "txt": "James Madison, American academic and politician, 4th President of the United States (b. 1751)", "entities": [{"title": "James Madison", "href": "/wiki/James_Madison", "description": "James Madison Jr. was an American statesman, diplomat, expansionist, philosopher, and Founding Father who served as the fourth president of the United States from 1809 to 1817. He is hailed as the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the United States Bill of Rights. He co-wrote The Federalist Papers, co-founded the D"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1880", "date": "June 28", "txt": "Texas Jack Omohundro, American soldier and hunter (b. 1846)", "entities": [{"title": "Texas Jack Omohundro", "href": "/wiki/Texas_Jack_Omohundro", "description": "John Baker Omohundro, also known as \"Texas Jack\", was an American frontier scout, actor, and cowboy. Born in rural Virginia, he served in the Confederacy during the American Civil War and, later, as a civilian scout for the US Army during the Indian Wars.\nBefore his untimely death, Texas Jack became a legendary figure in the American Old West as a Western showman performing dramas on the stage thr"}]}, {"heading": "Deaths", "year": "1881", "date": "June 28", "txt": "Jules Armand Dufaure, French politician, 33rd Prime Minister of France (b. 1798)", "entities": [{"title": "Jules Armand Dufaure", "href": "/wiki/Jules_Armand_Dufaure", "description": "Jules Armand Stanislas Dufaure was a French statesman."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1889", "date": "June 28", "txt": "Maria Mitchell, American astronomer and academic (b. 1818)", "entities": [{"title": "Maria Mitchell", "href": "/wiki/Maria_Mitchell", "description": "Maria Mitchell was an American astronomer, librarian, naturalist, and educator. In 1847, she discovered a comet named 1847 VI that was later known as “Miss Mitchell’s Comet” in her honor. She won a gold medal prize for her discovery, which was presented to her by King Christian VIII of Denmark in 1848. Mitchell was the first internationally known woman to work as both a professional astronomer and"}]}, {"heading": "Deaths", "year": "1892", "date": "June 28", "txt": "Alexandros Rizos Rangavis, Greek poet and politician, Greek Foreign Minister (b. 1810)", "entities": [{"title": "Alexandros Rizos Rangavis", "href": "/wiki/Alexandros_Rizos_Rangavis", "description": "Alexandros Rizos Rangavis or Alexander Rizos Rakgabis, was a Greek man of letters, poet and statesman."}, {"title": "List of foreign ministers of Greece", "href": "/wiki/List_of_foreign_ministers_of_Greece", "description": null}]}, {"heading": "Deaths", "year": "1913", "date": "June 28", "txt": "Manuel Ferraz de Campos Sales, Brazilian lawyer and politician, 4th President of Brazil (b. 1841)", "entities": [{"title": "Manuel Ferraz de Campos Sales", "href": "/wiki/Manuel_Ferraz_de_Campos_Sales", "description": "Dr. Manuel Ferraz de Campos Sales was a Brazilian lawyer, coffee farmer, and politician who served as the fourth President of Brazil. He was born in the city of Campinas, São Paulo. He graduated as a lawyer from the Faculdade de Direito do Largo de São Francisco, São Paulo, in 1863. He served as a provincial deputy three times, general-deputy once, and also as minister of justice (1889-1891), sena"}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Deaths", "year": "1914", "date": "June 28", "txt": "Sophie, duchess of Hohenberg (b. 1868)", "entities": [{"title": "Sophie, Duchess of Hohenberg", "href": "/wiki/Sophie,_Duchess_of_Hohenberg", "description": "Sophie, Duchess of Hohenberg was the wife of Archduke Franz Ferdinand of Austria, the heir to the Austro-Hungarian throne. Their assassination in Sarajevo sparked a series of events that eventually led to World War I."}]}, {"heading": "Deaths", "year": "1914", "date": "June 28", "txt": "Franz Ferdinand, archduke of Austria (b. 1863)", "entities": []}, {"heading": "Deaths", "year": "1915", "date": "June 28", "txt": "Victor Trumper, Australian cricketer (b. 1877)", "entities": [{"title": "Victor Trumper", "href": "/wiki/Victor_Trumper", "description": "Victor Thomas Trumper was an Australian cricketer known as the most stylish and versatile batsman of the Golden Age of cricket, capable of playing match-winning innings on wet wickets his contemporaries found unplayable. Archie MacLaren said of him, \"Compared to Victor I was a cab-horse to a Derby winner\". Trumper was also a key figure in the foundation of rugby league in Australia."}]}, {"heading": "Deaths", "year": "1917", "date": "June 28", "txt": "Ștefan Luchian, Romanian painter and educator (b. 1868)", "entities": [{"title": "Ștefan Luchian", "href": "/wiki/%C8%98tefan_Luchian", "description": "Ștefan Luchian was a Romanian painter, famous for his landscapes and still life works."}]}, {"heading": "Deaths", "year": "1922", "date": "June 28", "txt": "Velimir Khlebnikov, Russian poet and playwright (b. 1885)", "entities": [{"title": "Velimir Khlebnikov", "href": "/wiki/Velimir_Khlebnikov", "description": "Viktor Vladimirovich Khlebnikov, better known by the pen name Velimir Khlebnikov, was a Russian poet and playwright, a central part of the Russian Futurist movement, but his work and influence stretch far beyond it. Influential linguist Roman Jakobson hailed Khlebnikov as \"the greatest world poet of our century\"."}]}, {"heading": "Deaths", "year": "1925", "date": "June 28", "txt": "Georgina Febres-Cordero, Venezuelan nun (b. 1861)", "entities": [{"title": "Georgina Febres-Cordero", "href": "/wiki/Georgina_Febres-Cordero", "description": "Georgina Josefa del Carmen Febres Cordero-Troconis, also known as Mother Georgina was a Venezuelan nun."}]}, {"heading": "Deaths", "year": "1929", "date": "June 28", "txt": "Edward Carpenter, English poet and philosopher (b. 1844)", "entities": [{"title": "Edward Carpenter", "href": "/wiki/Edward_Carpenter", "description": "Edward Carpenter was an English utopian socialist, poet, philosopher, anthologist, an early activist for gay rights and prison reform whilst advocating vegetarianism and taking a stance against vivisection. As a philosopher he was particularly known for his publication of Civilisation: Its Cause and Cure. Here he described civilisation as a form of disease through which human societies pass."}]}, {"heading": "Deaths", "year": "1936", "date": "June 28", "txt": "Alexander Berkman, American author and activist (d. 1870)", "entities": [{"title": "Alexander Berkman", "href": "/wiki/Alexander_Berkman", "description": "Alexander Berkman was a Russian-American anarchist and author. He was a leading member of the anarchist movement in the early 20th century, famous for both his political activism and his writing."}]}, {"heading": "Deaths", "year": "1939", "date": "June 28", "txt": "Douglas H. Johnston, governor of the Chickasaw Nation (b. 1856)", "entities": [{"title": "Douglas H. Johnston", "href": "/wiki/Douglas_H._Johnston", "description": "Douglas Hancock Cooper Johnston, also known as \"Douglas Henry Johnston\", was a Chickasaw tribal leader who served as governor of the Chickasaw Nation from 1898 to 1902 and 1904 to 1939. In office, he was notable for ratifying the Atoka Agreement and defending the tribe against claims for more money. Prior to his election as governor, he was the superintendent of the Bloomfield Academy. From 1902 t"}, {"title": "Chickasaw Nation", "href": "/wiki/Chickasaw_Nation", "description": "The Chickasaw Nation is a federally recognized Native American nation, with its headquarters located in Ada, Oklahoma in the United States. They are the indigenous people of the Southeastern Woodlands. Currently, the nation's jurisdictional territory includes about 7,648 square miles of south-central Oklahoma, including the Bryan, Carter, Coal, Garvin, Grady, Jefferson, Johnston, Love, McClain, Ma"}]}, {"heading": "Deaths", "year": "1940", "date": "June 28", "txt": "Italo Balbo, Italian air marshal and politician (b. 1896)", "entities": [{"title": "Italo Balbo", "href": "/wiki/Italo_Balbo", "description": "Italo Balbo was an Italian fascist politician and Blackshirts' leader who served as Italy's Marshal of the Air Force, Governor-General of Libya and Commander-in-Chief of Italian North Africa. Balbo was described as the \"heir apparent\" to Italian dictator Benito Mussolini, often seen as one of his most probable successors."}]}, {"heading": "Deaths", "year": "1944", "date": "June 28", "txt": "Friedrich Dollmann, German general (b. 1882)", "entities": [{"title": "Friedrich Dollmann", "href": "/wiki/Friedrich_Dollmann", "description": "Friedrich Karl Albert Dollmann was a German general during World War II who commanded the 7th Army during the Invasion of France and the early phases of the Allied invasion of Normandy until his death in June 1944."}]}, {"heading": "Deaths", "year": "1945", "date": "June 28", "txt": "Yunus Nadi Abalıoğlu, Turkish journalist (b. 1879)", "entities": [{"title": "Yunus Nadi Abalıoğlu", "href": "/wiki/Yunus_Nadi_Abal%C4%B1o%C4%9Flu", "description": "Yunus Nadi Abalıoğlu was a renowned Turkish journalist and the founder of the newspaper Cumhuriyet. He was known to be a sympathizer of the Nazi regime before the war, as he published many antisemitic propaganda articles praising Adolf Hitler."}]}, {"heading": "Deaths", "year": "1947", "date": "June 28", "txt": "Stanislav Kostka Neumann, Czech writer, poet and journalist (b. 1875)", "entities": [{"title": "Stanislav Kostka Neumann", "href": "/wiki/Stanislav_Kostka_Neumann", "description": "Stanislav Kostka Neumann was Czech writer, poet, and journalist. He has undergone many stages of creative: symbolist, anarchist, landscape lyric, civilist, communist and others. He was one of the founders of the Communist Party of Czechoslovakia. He was a mentor of Jaroslav Seifert."}]}, {"heading": "Deaths", "year": "1960", "date": "June 28", "txt": "Jake Swirbul, American businessman, co-founded the Grumman Aircraft Engineering Corporation (b. 1898)", "entities": [{"title": "Jake Swirbul", "href": "/wiki/Jake_Swirbul", "description": "Leon Albert \"Jake\" \"The Bullfrog\" Swirbul, was an aviation pioneer and co-founder of Grumman Aircraft Engineering Corporation."}, {"title": "Grumman Aircraft Engineering Corporation", "href": "/wiki/Grumman_Aircraft_Engineering_Corporation", "description": "The Grumman Aircraft Engineering Corporation, later Grumman Aerospace Corporation, was a leading 20th century American producer of military and civilian aircraft. Founded on December 6, 1929, by Leroy Grumman and partners, it merged in 1994 with Northrop Corporation to form Northrop Grumman."}]}, {"heading": "Deaths", "year": "1962", "date": "June 28", "txt": "Mickey Cochrane, American baseball player and manager (b. 1903)", "entities": [{"title": "Mickey Cochrane", "href": "/wiki/Mickey_Cochrane", "description": "Gordon Stanley \"Mickey\" Cochrane, nicknamed \"Black Mike\", was an American professional baseball player, manager and coach. He played in Major League Baseball as a catcher for the Philadelphia Athletics and Detroit Tigers. Cochrane was considered one of the best catchers in baseball history and is a member of the Baseball Hall of Fame."}]}, {"heading": "Deaths", "year": "1962", "date": "June 28", "txt": "Cy Morgan, American baseball player (b. 1878)", "entities": []}, {"heading": "Deaths", "year": "1965", "date": "June 28", "txt": "Red Nichols, American cornet player, bandleader, and composer (b. 1905)", "entities": [{"title": "Red Nichols", "href": "/wiki/Red_Nichols", "description": "Ernest Loring \"Red\" Nichols was an American jazz cornetist, composer, and jazz bandleader."}]}, {"heading": "Deaths", "year": "1966", "date": "June 28", "txt": "Mehmet Fuat Köprülü, Turkish historian and politician, 21st Deputy Prime Minister of Turkey (b. 1890)", "entities": [{"title": "Mehmet Fuat Köprülü", "href": "/wiki/Mehmet_Fuat_K%C3%B6pr%C3%BCl%C3%BC", "description": "Mehmet Fuat Köprülü, also known as Köprülüzade Mehmed Fuad, was a highly influential Turkish sociologist, turkologist, scholar, Minister of Foreign Affairs and Deputy Prime Minister of the Republic of Turkey. A descendant of the illustrious noble Albanian Köprülü family, whose influence in shaping Ottoman history between 1656 and 1711 surpassed even that of the House of Osman, Fuat Köprülü was a k"}, {"title": "Deputy Prime Minister of Turkey", "href": "/wiki/Deputy_Prime_Minister_of_Turkey", "description": "The Deputy Prime Minister of Turkey is the abolished official Deputy of the Head of Government of Turkey. Conventionally all of the junior partners in a coalition get one deputy, and they are ranked according to the size of their respective parties."}]}, {"heading": "Deaths", "year": "1971", "date": "June 28", "txt": "Franz Stangl, Austrian SS officer (b. 1908)", "entities": [{"title": "Franz Stangl", "href": "/wiki/Franz_Stangl", "description": "Franz Paul Stangl was an Austrian-born police officer and commandant of the Nazi extermination camps Sobibor and Treblinka. Stangl, an employee of the T-4 Euthanasia Program and an SS commander in Nazi Germany, became commandant of the camps during the Operation Reinhard phase of the Holocaust. He worked for Volkswagen do Brasil and was arrested in Brazil in 1967, extradited to West Germany and tr"}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1974", "date": "June 28", "txt": "Vannevar Bush, American engineer and academic (b. 1890)", "entities": [{"title": "Vannevar Bush", "href": "/wiki/Vannevar_Bush", "description": "Vannevar Bush was an American engineer, inventor and science administrator, who during World War II headed the U.S. Office of Scientific Research and Development (OSRD), through which almost all wartime military R&D was carried out, including important developments in radar and the initiation and early administration of the Manhattan Project. He emphasized the importance of scientific research to "}]}, {"heading": "Deaths", "year": "1975", "date": "June 28", "txt": "Constantinos Apostolou Doxiadis, Greek architect (b. 1913)", "entities": [{"title": "Constantinos Apostolou Doxiadis", "href": "/wiki/Constantinos_Apostolou_Doxiadis", "description": "Constantinos A. Doxiadis, often cited as C. A. Doxiadis, was a Greek architect and town planner. He was known as the lead architect of Islamabad, the new capital of Pakistan in the 1960s, and later as the father of Ekistics, which concerns the science of human settlements."}]}, {"heading": "Deaths", "year": "1975", "date": "June 28", "txt": "Rod Serling, American screenwriter and producer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "June 28", "txt": "Clifford Dupont, English-Rhodesian lawyer and politician, 1st President of Rhodesia (b. 1905)", "entities": [{"title": "Clifford Dupont", "href": "/wiki/Clifford_Dupont", "description": "Clifford Walter Dupont, GCLM, ID was a British-born Rhodesian politician who served in the internationally unrecognised positions of Officer Administrating the Government and President. Born in London and qualifying as a solicitor, Dupont served during the Second World War as an officer of the British Royal Artillery in North Africa before first visiting Southern Rhodesia in 1947. He returned a ye"}, {"title": "President of Rhodesia", "href": "/wiki/President_of_Rhodesia", "description": "The President of Rhodesia was the head of state of Rhodesia from 1970 to 1979. As Rhodesia reckoned itself as a parliamentary republic rather than a presidential republic at the time, the president's post was almost entirely ceremonial, and the real power continued to be vested in Rhodesia's Prime Minister, Ian Smith. Two individuals held the office of president, while two others served as acting "}]}, {"heading": "Deaths", "year": "1980", "date": "June 28", "txt": "José Iturbi, Spanish pianist and conductor (b. 1895)", "entities": [{"title": "José Iturbi", "href": "/wiki/Jos%C3%A9_Iturbi", "description": "José Iturbi Báguena was a Spanish conductor, pianist and harpsichordist. He appeared in several Hollywood films of the 1940s, notably playing himself in the musicals Thousands Cheer (1943), Music for Millions (1944), Anchors Aweigh (1945), That Midnight Kiss (1949), and Three Daring Daughters (1948), his only leading role."}]}, {"heading": "Deaths", "year": "1981", "date": "June 28", "txt": "Terry Fox, Canadian runner and activist (b. 1958)", "entities": [{"title": "Terry Fox", "href": "/wiki/Terry_Fox", "description": "Terrance Stanley Fox was a Canadian athlete, humanitarian, and cancer research activist. In 1980, with one leg having been amputated due to cancer, he embarked on an east to west cross-Canada run to raise money and awareness for cancer research. Although the spread of his cancer eventually forced him to end his quest after 143 days and 5,373 kilometres (3,339 mi), and ultimately cost him his life,"}]}, {"heading": "Deaths", "year": "1983", "date": "June 28", "txt": "Alf Francis, German-English motor racing mechanic and racing car constructor (b. 1918)", "entities": [{"title": "Alf Francis", "href": "/wiki/Alf_Francis", "description": "Alf Francis was a motor racing mechanic and racing car constructor."}]}, {"heading": "Deaths", "year": "1984", "date": "June 28", "txt": "Yigael Yadin, Israeli archaeologist, general, and politician (b. 1917)", "entities": [{"title": "Yigael Yadin", "href": "/wiki/Yigael_Yadin", "description": "Yigael Yadin was an Israeli archeologist, soldier and politician. He was the second Chief of Staff of the Israel Defense Forces and Deputy Prime Minister from 1977 to 1981."}]}, {"heading": "Deaths", "year": "1985", "date": "June 28", "txt": "Lynd Ward, American author and illustrator (b. 1905)", "entities": [{"title": "Lynd Ward", "href": "/wiki/Lynd_Ward", "description": "Lynd Kendall Ward was an American artist and novelist, known for his series of wordless novels using wood engraving, and his illustrations for juvenile and adult books. His wordless novels have influenced the development of the graphic novel. Strongly associated with his wood engravings, he also worked in watercolor, oil, brush and ink, lithography and mezzotint. Ward was a son of Methodist minist"}]}, {"heading": "Deaths", "year": "1989", "date": "June 28", "txt": "Joris Ivens, Dutch journalist, director, and producer (b. 1898)", "entities": [{"title": "Joris Ivens", "href": "/wiki/Joris_Ivens", "description": "Georg Henri Anton \"Joris\" Ivens was a Dutch documentary filmmaker. Among the notable films he directed or co-directed are A Tale of the Wind, The Spanish Earth, Rain, ...A Valparaiso, Misère au Borinage (Borinage), 17th Parallel: Vietnam in War, The Seine Meets Paris, Far from Vietnam, Pour le Mistral and How Yukong Moved the Mountains."}]}, {"heading": "Deaths", "year": "1992", "date": "June 28", "txt": "Guy Nève, Belgian racing driver (b. 1955)", "entities": [{"title": "Guy Nève", "href": "/wiki/Guy_N%C3%A8ve", "description": "Guy Nève de Mevergnies, commonly known as Guy Nève, was a Belgian racing driver. Nève was killed in practice for a Procar endurance race on a temporary track in Chimay, Belgium. While driving a Porsche 911, Nève clipped a competitor, veered off the track and hit a grass bank, flipping several times before coming to rest on its roof. During the crash, fuel ignited and set the car on fire. Nève was "}]}, {"heading": "Deaths", "year": "1992", "date": "June 28", "txt": "Mikhail Tal, Latvian chess player (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "June 28", "txt": "Petri Walli, Finnish singer-songwriter, guitarist, and producer (b. 1969)", "entities": [{"title": "Petri Walli", "href": "/wiki/Petri_Walli", "description": "Petri Ilari Walli was the founder, vocalist, guitar-player, songwriter and producer of the Finnish psychedelic rock-band Kingston Wall."}]}, {"heading": "Deaths", "year": "2000", "date": "June 28", "txt": "Jane Birdwood, Baroness Birdwood, Canadian-English publisher and politician (b. 1913)", "entities": [{"title": "Jane Birdwood, Baroness Birdwood", "href": "/wiki/Jane_Birdwood,_Baroness_Birdwood", "description": "Jane Birdwood, Baroness Birdwood, born Joan Pollock Graham, was a far-right political activist in the United Kingdom who took part in a number of movements, and was described as the \"largest individual distributor of racist and antisemitic material\" in Britain. She was the second wife of Christopher Birdwood, 2nd Baron Birdwood."}]}, {"heading": "Deaths", "year": "2000", "date": "June 28", "txt": "Nils Poppe, Swedish actor, director, and screenwriter (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "June 28", "txt": "Mortimer J. Adler, American philosopher and author (b. 1902)", "entities": [{"title": "Mortimer J. Adler", "href": "/wiki/Mortimer_J._Adler", "description": "Mortimer Jerome Adler was an American philosopher, educator, encyclopedist, and popular author. As a philosopher he worked within the Aristotelian and Thomistic traditions. He lived for long stretches in New York City, Chicago, San Francisco, and San Mateo, California. He taught at Columbia University and the University of Chicago, served as chairman of the Encyclopædia Britannica Board of Editors"}]}, {"heading": "Deaths", "year": "2003", "date": "June 28", "txt": "Joan Lowery Nixon, American journalist and author (b. 1927)", "entities": [{"title": "Joan Lowery Nixon", "href": "/wiki/Joan_Lowery_Nixon", "description": "Joan Lowery Nixon was an American journalist and author, specializing in historical fiction and mysteries for children and young adults."}]}, {"heading": "Deaths", "year": "2004", "date": "June 28", "txt": "Anthony Buckeridge, English author (b. 1912)", "entities": [{"title": "Anthony Buckeridge", "href": "/wiki/Anthony_Buckeridge", "description": "Anthony Malcolm Buckeridge was an English author, best known for his Jennings and Rex Milligan series of children's books. He also wrote the 1953 children's book A Funny Thing Happened which was serialised more than once on Children's Hour."}]}, {"heading": "Deaths", "year": "2005", "date": "June 28", "txt": "Brenda Howard, American activist (b. 1946)", "entities": [{"title": "Brenda Howard", "href": "/wiki/Brenda_Howard", "description": "Brenda Howard was an American bisexual rights activist, sex-positive feminist, and polyamorist. Howard was an important figure in the modern LGBT rights movement."}]}, {"heading": "Deaths", "year": "2005", "date": "June 28", "txt": "Michael P. Murphy, American lieutenant, Medal of Honor recipient (b. 1976)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2006", "date": "June 28", "txt": "Jim Baen, American publisher, founded Baen Books (b. 1943)", "entities": [{"title": "Jim Baen", "href": "/wiki/Jim_Baen", "description": "James Patrick Baen was a U.S. science fiction publisher and editor. In 1983, he founded his own publishing house, Baen Books, specializing in the adventure, fantasy, military science fiction, and space opera genres. Baen also founded the video game publisher, Baen Software. In late 1999, he started an electronic publishing business called Webscriptions, which is considered to be the first profitab"}, {"title": "Baen Books", "href": "/wiki/Baen_Books", "description": "Baen Books is an American publishing house for science fiction and fantasy. In science fiction, it emphasizes space opera, hard science fiction, and military science fiction. The company was established in 1983 by science fiction publisher and editor Jim Baen. After his death in 2006, he was succeeded as publisher by long-time executive editor Toni Weisskopf."}]}, {"heading": "Deaths", "year": "2006", "date": "June 28", "txt": "Peter Rawlinson, Baron Rawlinson of Ewell, English lawyer and politician, Attorney General for England and Wales (b. 1919)", "entities": [{"title": "Attorney General for England and Wales", "href": "/wiki/Attorney_General_for_England_and_Wales", "description": "Her Majesty's Attorney General for England and Wales, usually known as the Attorney General, is one of the Law Officers of the Crown. The Attorney General serves as the principal legal adviser to the Crown and the Government in England and Wales. The Attorney General maintains their own office and currently attends Cabinet. The office is also concurrently held with that of Advocate General for Nor"}]}, {"heading": "Deaths", "year": "2006", "date": "June 28", "txt": "George Unwin, English pilot and commander (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "June 28", "txt": "Eugene B. Fluckey, American admiral, Medal of Honor recipient (b. 1913)", "entities": [{"title": "Eugene B. Fluckey", "href": "/wiki/Eugene_B._Fluckey", "description": "Eugene Bennett Fluckey, nicknamed \"Lucky Fluckey\", was a United States Navy rear admiral who received the Medal of Honor and four Navy Crosses during his service as a submarine commander in World War II."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2007", "date": "June 28", "txt": "Kiichi Miyazawa, Japanese lawyer and politician, 78th Prime Minister of Japan (b. 1919)", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "2009", "date": "June 28", "txt": "A. K. Lohithadas, Indian director, producer, and screenwriter (b. 1955)", "entities": [{"title": "A. K. Lohithadas", "href": "/wiki/A._K._Lohithadas", "description": "Ambazhathil Karunakaran Lohithadas was an Indian screenwriter, playwright, film maker, and producer who worked in the Malayalam film industry. Known for his rich, detailed, and realistic screenplays, he is widely regarded as one of the greatest screenwriters of Malayalam cinema. In a career spanning over two decades, his films have won a National Film Award, six Kerala State Film Awards, and fourt"}]}, {"heading": "Deaths", "year": "2009", "date": "June 28", "txt": "Billy Mays, American TV personality (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "June 28", "txt": "Robert Byrd, American lawyer and politician (b. 1917)", "entities": [{"title": "Robert Byrd", "href": "/wiki/Robert_Byrd", "description": "Robert Carlyle Byrd was an American politician who served as a United States Senator from West Virginia for over 51 years, from 1959 until his death in 2010. A member of the Democratic Party, Byrd also served as a U.S. Representative for six years, from 1953 until 1959. He remains the longest-serving U.S. Senator in history; he was the longest-serving member in the history of the United States Con"}]}, {"heading": "Deaths", "year": "2012", "date": "June 28", "txt": "Richard Isay, American psychiatrist and author (b. 1934)", "entities": [{"title": "Richard Isay", "href": "/wiki/Richard_Isay", "description": "Richard A. Isay was an American psychiatrist, psychoanalyst, author and gay activist. He was a professor of psychiatry at Weill Cornell Medical College and a faculty member of the Columbia University Center for Psychoanalytic Training and Research. Isay is considered a pioneer who changed the way that psychoanalysts view homosexuality."}]}, {"heading": "Deaths", "year": "2012", "date": "June 28", "txt": "Leontine T. Kelly, American bishop (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 28", "txt": "Robert Sabatier, French author and poet (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 28", "txt": "Doris Sams, American baseball player (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 28", "txt": "Ted Hood, American sailor and architect (b. 1927)", "entities": [{"title": "Ted Hood", "href": "/wiki/Ted_Hood", "description": "Frederick Emmart Hood was an American yachtsman and Naval architect. He started the company Hood Sails in Marblehead, Massachusetts which makes sails. He won the America's Cup in 1974 skippering the yacht Courageous, which was built at Minnefords Shipyard in City Island, New York, after which he built a what he believed to have been a faster yacht and sold Courageous to Ted Turner, who beat him in"}]}, {"heading": "Deaths", "year": "2013", "date": "June 28", "txt": "Tamás Katona, Hungarian historian and politician (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 28", "txt": "Kenneth Minogue, New Zealand-Australian political scientist and academic (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 28", "txt": "F. D. Reeve, American author and academic (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 28", "txt": "David Rubitsky, American sergeant (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 28", "txt": "Seymour Barab, American cellist and composer (b. 1921)", "entities": [{"title": "Seymour Barab", "href": "/wiki/Seymour_Barab", "description": "Seymour Barab was an American composer of opera, songs and instrumental and chamber music, as well as a cellist, organist and pianist. He was best known for his fairy tale operas for young audiences, such as Chanticleer and Little Red Riding Hood. He was a longtime member of the Philip Glass Ensemble."}]}, {"heading": "Deaths", "year": "2014", "date": "June 28", "txt": "Jim Brosnan, American baseball player (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 28", "txt": "On Kawara, Japanese painter (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 28", "txt": "Meshach Taylor, American actor (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 28", "txt": "Jack Carter, American actor and comedian (b. 1922)", "entities": [{"title": "Jack Carter (comedian)", "href": "/wiki/Jack_Carter_(comedian)", "description": "Jack Chakrin, known by his stage name Jack Carter, was an American comedian, actor and television presenter. Brooklyn-born Carter had a long-running comedy act similar to fellow rapid-paced contemporaries Milton Berle and Morey Amsterdam."}]}, {"heading": "Deaths", "year": "2015", "date": "June 28", "txt": "Jope Seniloli, Fijian politician, Vice-President of Fiji (b. 1939)", "entities": [{"title": "Vice-President of Fiji", "href": "/wiki/Vice-President_of_Fiji", "description": "The position of the Vice-President of the Republic of Fiji was created in 1990, to provide a constitutional successor to the President of Fiji, in the event of the latter's death or resignation, or of his otherwise being unable to carry out his duties. The Vice-President's role in government was mostly ceremonial as its sole purpose was to replace the President in his absence, death, or inability "}]}, {"heading": "Deaths", "year": "2015", "date": "June 28", "txt": "Wally Stanowski, Canadian ice hockey player (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "June 28", "txt": "Scotty Moore, American guitarist (b. 1931)", "entities": [{"title": "Scotty Moore", "href": "/wiki/Scotty_Moore", "description": "Winfield Scott \"Scotty\" Moore III was an American guitarist and recording engineer who formed The Blue Moon Boys in 1954, Elvis Presley's backing band. He was studio and touring guitarist for Presley between 1954 and 1968."}]}, {"heading": "Deaths", "year": "2016", "date": "June 28", "txt": "Pat Summitt, American women's college basketball head coach (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "June 28", "txt": "Buddy Ryan, American football coach (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "June 28", "txt": "Harlan Ellison, American writer (b. 1934)", "entities": [{"title": "Harlan Ellison", "href": "/wiki/Harlan_Ellison", "description": "Harlan Jay Ellison was an American writer, remembered for his prolific and influential work in New Wave speculative fiction, and for his outspoken, combative personality. Robert Bloch, the author of Psycho, described Ellison as \"the only living organism I know whose natural habitat is hot water\"."}]}]