[{"heading": "Events", "year": "455", "date": "June 2", "txt": "Sack of Rome: Vandals enter Rome, and plunder the city for two weeks.", "entities": [{"title": "Sack of Rome (455)", "href": "/wiki/Sack_of_Rome_(455)", "description": "The sack of 455 was the third of four ancient sacks of Rome; it was conducted by the Vandals, who were then at war with the usurping Western Roman Emperor Petronius Maximus."}, {"title": "Vandals", "href": "/wiki/Vandals", "description": "The Vandals were a Germanic people who first inhabited what is now southern Poland. They established Vandal kingdoms on the Iberian Peninsula, Mediterranean islands, and North Africa in the 5th century."}]}, {"heading": "Events", "year": "1098", "date": "June 2", "txt": "First Crusade: The first Siege of Antioch ends as Crusader forces take the city; the second siege began five days later.", "entities": [{"title": "First Crusade", "href": "/wiki/First_Crusade", "description": "The First Crusade (1096–1099) was the first of a series of religious wars initiated, supported, and at times directed by the Latin Church in the medieval period. The initial objective was the recovery of the Holy Land from Islamic rule. These campaigns were subsequently given the name crusades. The earliest initiative for the First Crusade began in 1095 when the Byzantine Emperor, Alexios I Komnen"}, {"title": "Siege of Antioch", "href": "/wiki/Siege_of_Antioch", "description": "The siege of Antioch took place during the First Crusade in 1097 and 1098, on the crusade's way to Jerusalem through Syria. Two sieges took place in succession; the first siege, by the crusaders against the city held by the Seljuk Empire, lasted from 21 October 1097 to 2 June 1098. The second siege, of the crusader-held city by a Seljuk relieving army, lasted three weeks in June 1098. On that day "}]}, {"heading": "Events", "year": "1615", "date": "June 2", "txt": "The first Récollet missionaries arrive at Quebec City, from Rouen, France.", "entities": [{"title": "Récollet", "href": "/wiki/R%C3%A9collet", "description": "The Recollects were a French reform branch of the Friars Minor, a Franciscan order. Denoted by their gray habits and pointed hoods, the Recollects took vows of poverty and devoted their lives to prayer, penance, and spiritual reflection. Today, they are best known for their presence as missionaries in various parts of the world, most notably in early Canada."}, {"title": "Missionaries", "href": "/wiki/Missionaries", "description": "A missionary is a member of a religious group sent into an area to promote their faith or perform ministries of service, such as education, literacy, social justice, health care, and economic development."}, {"title": "Quebec City", "href": "/wiki/Quebec_City", "description": "Quebec City is the capital city of the Canadian province of Quebec. As of July 2016 the city had a population of 531,902, and the metropolitan area had a population of 800,296. It is the eleventh-largest city and the seventh-largest metropolitan area in Canada. It is also the second-largest city in the province after Montreal."}, {"title": "Rouen", "href": "/wiki/Rouen", "description": "Rouen is a city on the River Seine in northern France. It is the capital of the region of Normandy. Formerly one of the largest and most prosperous cities of medieval Europe, the population of the metropolitan area is 666,035 (2017). People from Rouen are known as Rouennais."}]}, {"heading": "Events", "year": "1676", "date": "June 2", "txt": "Franco-Dutch War: France ensured the supremacy of its naval fleet for the remainder of the war with its victory in the Battle of Palermo.", "entities": [{"title": "Franco-Dutch War", "href": "/wiki/Franco-Dutch_War", "description": "The 1672 to 1678 Franco-Dutch War, also known as the Dutch War,, was fought primarily between France and the Dutch Republic, supported by the Holy Roman Empire, Spain, Brandenburg-Prussia and Denmark-Norway. French allies included Münster and Cologne until 1673, as well as England which left the conflict in 1674, then re-entered it in February 1678 on the side of the Dutch."}, {"title": "Kingdom of France", "href": "/wiki/Kingdom_of_France", "description": "The Kingdom of France was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power from the High Middle Ages onward. It was also an early colonial power, with possessions around the world."}, {"title": "Battle of Palermo", "href": "/wiki/Battle_of_Palermo", "description": "The naval Battle of Palermo took place on 2 June 1676 during the Franco-Dutch War, between a French force sent to support a revolt in the city of Messina against the Spanish rule in Sicily, and a Spanish force supported by a Dutch maritime expedition force."}]}, {"heading": "Events", "year": "1692", "date": "June 2", "txt": "Bridget Bishop is the first person to be tried for witchcraft in Salem, Massachusetts; she was found guilty and later hanged.", "entities": [{"title": "Bridget Bishop", "href": "/wiki/Bridget_Bishop", "description": "Bridget Bishop was the first person executed for witchcraft during the Salem witch trials in 1692. Nineteen were hanged, and one, Giles Corey was pressed to death. Altogether, about 200 people were tried."}, {"title": "Salem witch trials", "href": "/wiki/Salem_witch_trials", "description": "The Salem witch trials were a series of hearings and prosecutions of people accused of witchcraft in colonial Massachusetts between February 1692 and May 1693. More than two hundred people were accused. Thirty were found guilty, nineteen of whom were executed by hanging. One other man, Giles Corey, was pressed to death for refusing to plead, and at least five people died in jail."}, {"title": "Salem, Massachusetts", "href": "/wiki/Salem,_Massachusetts", "description": "Salem is a historic coastal city in Essex County, Massachusetts located in the North Shore region. Continuous settlement by Europeans began in 1626 and Salem would become one of the most significant seaports in early American history."}]}, {"heading": "Events", "year": "1763", "date": "June 2", "txt": "Pontiac's Rebellion: At what is now Mackinaw City, Michigan, Chippewas capture Fort Michilimackinac by diverting the garrison's attention with a game of lacrosse, then chasing a ball into the fort.", "entities": [{"title": "Pontiac's Rebellion", "href": "/wiki/Pontiac%27s_Rebellion", "description": "Pontiac's War was launched in 1763 by a loose confederation of American Indians dissatisfied with British rule in the Great Lakes region following the French and Indian War (1754–1763). Warriors from numerous tribes joined in an effort to drive British soldiers and settlers out of the region. The war is named after Odawa leader Pontiac, the most prominent of many Indian leaders in the conflict."}, {"title": "Mackinaw City, Michigan", "href": "/wiki/Mackinaw_City,_Michigan", "description": "Mackinaw City is a village in Emmet and Cheboygan counties in the U.S. state of Michigan. The population was 806 at the 2010 census; the population surges during the summer tourist season, including an influx of tourists and seasonal workers who serve in the shops, hotels and other recreational facilities there and in the surrounding region. Mackinaw City is at the northern tip (headland) of the M"}, {"title": "Chippewa", "href": "/wiki/Chippewa", "description": "The Ojibwe, Ojibwa, Chippewa, or Saulteaux are an Anishinaabe people in what is currently southern Canada and the northern Midwestern United States. In the United States, they have the fifth-largest population among Native American peoples, surpassed in number only by the Navajo, Cherokee, Choctaw and Sioux. In Canada, they are the second-largest First Nations population, surpassed only by the Cre"}, {"title": "Fort Michilimackinac", "href": "/wiki/Fort_Michilimackinac", "description": "Fort Michilimackinac was an 18th-century French, and later British, fort and trading post at the Straits of Mackinac; it was built on the northern tip of the lower peninsula of the present-day state of Michigan in the United States. Built around 1715, and abandoned in 1783, it was located along the Straits, which connect Lake Huron and Lake Michigan of the Great Lakes of North America. Present-day"}, {"title": "Lacrosse", "href": "/wiki/Lacrosse", "description": "Lacrosse is a team sport played with a lacrosse stick and a lacrosse ball. It is the oldest organized sport in North America, with its origins in a tribal game played by the indigenous peoples of the Eastern Woodlands and by various other indigenous peoples of North America. The game was extensively modified reducing the violence by European colonizers to create its current collegiate and professi"}]}, {"heading": "Events", "year": "1774", "date": "June 2", "txt": "Intolerable Acts: The Quartering Act is enacted, allowing a governor in colonial America to house British soldiers in uninhabited houses, outhouses, barns, or other buildings if suitable quarters are not provided.", "entities": [{"title": "Intolerable Acts", "href": "/wiki/Intolerable_Acts", "description": "The Intolerable Acts were punitive laws passed by the British Parliament in 1774 after the Boston Tea Party. The laws were meant to punish the Massachusetts colonists for their defiance in the Tea Party protest in reaction to changes in taxation by the British Government. In Great Britain, these laws were referred to as the Coercive Acts."}, {"title": "Quartering Act", "href": "/wiki/Quartering_Act", "description": "The Quartering Acts were two or more Acts of British Parliament requiring local governments of the American colonies to provide the British soldiers with housing and food. Each of the Quartering Acts was an amendment to the Mutiny Act and required annual renewal by Parliament. They were originally intended as a response to issues that arose during the French and Indian War and soon became a source"}, {"title": "Thirteen Colonies", "href": "/wiki/Thirteen_Colonies", "description": "The Thirteen Colonies, also known as the Thirteen British Colonies or the Thirteen American Colonies, were a group of British colonies on the Atlantic coast of North America founded in the 17th and 18th centuries which declared independence in 1776 and formed the United States of America. The Thirteen Colonies had very similar political, constitutional, and legal systems, and were dominated by Pro"}]}, {"heading": "Events", "year": "1793", "date": "June 2", "txt": "French Revolution: François Hanriot, leader of the Parisian National Guard, arrests 22 Girondists selected by Jean-Paul Marat, setting the stage for the Reign of Terror.", "entities": [{"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "François Hanriot", "href": "/wiki/Fran%C3%A7ois_Hanriot", "description": "François Hanriot was a French Cordelier leader, a street orator, and a commander of the Garde Nationale during the French Revolution. He played a vital role in the Insurrection of 31 May - 2 June 1793 and subsequently the fall of the Girondins. On 27 July 1794 he tried to release Maximilien Robespierre, who was arrested by the Convention. He was executed on the next day - together with Robespierre"}, {"title": "Girondist", "href": "/wiki/Girondist", "description": "The Girondins, or Girondists, were members of a loosely knit political faction during the French Revolution.\nFrom 1791 to 1793, the Girondins were active in the Legislative Assembly and the National Convention. Together with the Montagnards, they initially were part of the Jacobin movement. They campaigned for the end of the monarchy, but then resisted the spiraling momentum of the Revolution, whi"}, {"title": "Jean-Paul Marat", "href": "/wiki/Jean-Paul_Marat", "description": "Jean-Paul Marat was a French political theorist, physician and scientist. He was a journalist and politician during the French Revolution. He was a vigorous defender of the sans-culottes and seen as a radical voice. He published his views in pamphlets, placards and newspapers. His periodical L'Ami du peuple made him an unofficial link with the radical Jacobin group that came to power after June 17"}, {"title": "Reign of Terror", "href": "/wiki/Reign_of_Terror", "description": "The Reign of Terror, commonly The Terror, was a period of the French Revolution when, following the creation of the First French Republic, a series of massacres and numerous public executions took place in response to revolutionary fervour, anticlerical sentiment, and accusations of treason by the Committee of Public Safety."}]}, {"heading": "Events", "year": "1805", "date": "June 2", "txt": "Napoleonic Wars: A Franco-Spanish fleet recaptures Diamond Rock, an uninhabited island at the entrance to the bay leading to Fort-de-France, from the British.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "First French Empire", "href": "/wiki/First_French_Empire", "description": "The First French Empire, officially the French Republic then the French Empire, was the empire ruled by Napoleon Bonaparte, who established French hegemony over much of continental Europe at the beginning of the 19th century. Although France had already established a colonial empire overseas since the early 17th century, the French state had remained a kingdom under the Bourbons and a republic aft"}, {"title": "Enlightenment in Spain", "href": "/wiki/Enlightenment_in_Spain", "description": "The ideas of the Age of Enlightenment came to Spain in the 18th century with the new Bourbon dynasty, following the death of the last Habsburg monarch, Charles II, in 1700. The period of reform and 'enlightened despotism' under the eightenteenth-century Bourbons focused on centralizing and modernizing the Spanish government, and improvement of infrastructure, beginning with the rule of King Charle"}, {"title": "Battle of Diamond Rock", "href": "/wiki/Battle_of_Diamond_Rock", "description": "The Battle of Diamond Rock took place between 31 May and 2 June 1805 during the Napoleonic Wars. It was an attempt by Franco-Spanish force dispatched under Captain Julien Cosmao to retake Diamond Rock, at the entrance to the bay leading to Fort-de-France, from the British forces that had occupied it over a year before."}, {"title": "Fort-de-France", "href": "/wiki/Fort-de-France", "description": "Fort-de-France is a commune and the capital city of Martinique, an overseas department and region of France located in the Caribbean. It is also one of the major cities in the Caribbean."}]}, {"heading": "Events", "year": "1835", "date": "June 2", "txt": "P. T. Barnum and his circus start their first tour of the United States.", "entities": [{"title": "P. T. Barnum", "href": "/wiki/P._T._Barnum", "description": "Phineas Taylor Barnum was an American showman, politician, and businessman, remembered for promoting celebrated hoaxes and for founding the Barnum & Bailey Circus (1871–2017). He was also an author, publisher, and philanthropist, though he said of himself: \"I am a showman by profession ... and all the gilding shall make nothing else of me\". According to his critics, his personal aim was \"to put mo"}]}, {"heading": "Events", "year": "1848", "date": "June 2", "txt": "The Slavic congress in Prague begins.", "entities": [{"title": "Prague Slavic Congress, 1848", "href": "/wiki/Prague_Slavic_Congress,_1848", "description": "The Prague Slavic Congress of 1848 took place in Prague between 2 June and 12 June 1848. It was the first occasion on which voices from nearly all Slav populations of Europe were heard in one place."}, {"title": "Prague", "href": "/wiki/Prague", "description": "Prague is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.7 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters."}]}, {"heading": "Events", "year": "1866", "date": "June 2", "txt": "The Fenians defeat Canadian forces at Ridgeway and Fort Erie, but the raids end soon after.", "entities": [{"title": "Fenian Brotherhood", "href": "/wiki/Fenian_Brotherhood", "description": "The Fenian Brotherhood was an Irish republican organisation founded in the United States in 1858 by John O'Mahony and Michael Doheny. It was a precursor to Clan na Gael, a sister organisation to the Irish Republican Brotherhood. Members were commonly known as \"Fenians\". O'Mahony, who was a Gaelic scholar, named his organisation after the Fianna, the legendary band of Irish warriors led by Fionn ma"}, {"title": "Battle of Ridgeway", "href": "/wiki/Battle_of_Ridgeway", "description": "The Battle of Ridgeway was fought in the vicinity of the town of Fort Erie across the Niagara River from Buffalo, New York, near the village of Ridgeway, Canada West, currently Ontario, Canada, on June 2, 1866, between Canadian troops and an irregular army of Irish-American invaders, the Fenians. It was the largest engagement of the Fenian Raids, the first modern industrial-era battle to be fought"}, {"title": "Battle of Fort Erie (1866)", "href": "/wiki/Battle_of_Fort_Erie_(1866)", "description": "The Battle of Fort Erie was a surrounding and forcing of the Fenian armies surrender following a skirmish near Fort Erie and the farther away Battle of Ridgeway on June 2, 1866. The Fenian force, withdrawing from Ridgeway, met a small force of Canadian militia at Fort Erie, then known as the village of Waterloo."}]}, {"heading": "Events", "year": "1896", "date": "June 2", "txt": "Guglielmo Marconi applies for a patent for his wireless telegraph.", "entities": [{"title": "Guglielmo Marconi", "href": "/wiki/Guglielmo_Marconi", "description": "Guglielmo Giovanni Maria Marconi, 1st Marquis of Marconi was an Italian inventor and electrical engineer, known for his pioneering work on long-distance radio transmission, development of Marconi's law, and a radio telegraph system. He is credited as the inventor of radio, and he shared the 1909 Nobel Prize in Physics with Karl Ferdinand Braun \"in recognition of their contributions to the developm"}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Wireless telegraphy", "href": "/wiki/Wireless_telegraphy", "description": "Wireless telegraphy or radiotelegraphy is transmission of telegraph signals by radio waves. Before about 1910, the term wireless telegraphy was also used for other experimental technologies for transmitting telegraph signals without wires, such as electromagnetic induction, and ground conduction telegraph systems."}]}, {"heading": "Events", "year": "1909", "date": "June 2", "txt": "Alfred Deakin becomes Prime Minister of Australia for the third time.", "entities": [{"title": "Alfred Deakin", "href": "/wiki/Alfred_Deakin", "description": "Alfred Deakin was an Australian politician who served as the second Prime Minister of Australia. He was a leader of the movement for Federation, which occurred in 1901. During his three terms as prime minister over the subsequent decade he played a key role in establishing national institutions."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Events", "year": "1910", "date": "June 2", "txt": "Charles Rolls, a co-founder of Rolls-Royce Limited, becomes the first man to make a non-stop double crossing of the English Channel by plane.", "entities": [{"title": "Charles Rolls", "href": "/wiki/Charles_Rolls", "description": "Charles Stewart Rolls was a Welsh motoring and aviation pioneer. With Henry Royce, he co-founded the Rolls-Royce car manufacturing firm. He was the first Briton to be killed in an aeronautical accident with a powered aircraft, when the tail of his Wright Flyer broke off during a flying display in Bournemouth. He was aged 32."}, {"title": "Rolls-Royce Limited", "href": "/wiki/Rolls-Royce_Limited", "description": "Rolls-Royce was a British luxury car and later an aero-engine manufacturing business established in 1904 in Manchester, United Kingdom by the partnership of Charles Rolls and Henry Royce. Building on Royce's reputation established with his cranes they quickly developed a reputation for superior engineering by manufacturing the \"best car in the world\". The First World War brought them into manufact"}, {"title": "English Channel", "href": "/wiki/English_Channel", "description": "The English Channel, also called simply the Channel, is an arm of the Atlantic Ocean that separates Southern England from northern France and links to the southern part of the North Sea by the Strait of Dover at its northeastern end. It is the busiest shipping area in the world."}]}, {"heading": "Events", "year": "1919", "date": "June 2", "txt": "Anarchists simultaneously set off bombs in eight separate U.S. cities.", "entities": [{"title": "Anarchism", "href": "/wiki/Anarchism", "description": "Anarchism is a political philosophy and movement that is sceptical of authority and rejects all involuntary, coercive forms of hierarchy. Anarchism calls for the abolition of the state, which it holds to be undesirable, unnecessary, and harmful. As a historically far-left movement, it is usually described alongside libertarian Marxism as the libertarian wing of the socialist movement and has a str"}, {"title": "1919 United States anarchist bombings", "href": "/wiki/1919_United_States_anarchist_bombings", "description": "The 1919 United States anarchist bombings were a series of bombings and attempted bombings carried out by followers of the Italian anarchist Luigi Galleani from April through June 1919."}]}, {"heading": "Events", "year": "1924", "date": "June 2", "txt": "U.S. President Calvin Coolidge signs the Indian Citizenship Act into law, granting citizenship to all Native Americans born within the territorial limits of the United States.", "entities": [{"title": "Calvin Coolidge", "href": "/wiki/Calvin_Coolidge", "description": "Calvin Coolidge was an American lawyer and politician who served as the 30th president of the United States from 1923 to 1929. A Republican lawyer from New England, born in Vermont, Coolidge worked his way up the ladder of Massachusetts state politics, eventually becoming governor of Massachusetts. His response to the Boston Police Strike of 1919 thrust him into the national spotlight and gave him"}, {"title": "Indian Citizenship Act", "href": "/wiki/Indian_Citizenship_Act", "description": "The Indian Citizenship Act of 1924, also known as the Snyder Act, was an Act of the United States Congress that granted US citizenship to the indigenous peoples of the United States, called \"Indians\" in the Act. While the Fourteenth Amendment to the United States Constitution defines as citizens any persons born in the United States and subject to its jurisdiction, the amendment had previously bee"}, {"title": "Citizenship", "href": "/wiki/Citizenship", "description": "Citizenship is the status of a person recognized under the law of a country of belonging to thereof. In international law it is membership to a sovereign state."}, {"title": "Native Americans in the United States", "href": "/wiki/Native_Americans_in_the_United_States", "description": "Native Americans, also known as American Indians, First Americans, Indigenous Americans and other terms, are the indigenous peoples of the United States; sometimes including Hawaii and territories of the United States, and other times limited to the mainland. There are 574 federally recognized tribes living within the US, about half of which are associated with Indian reservations. \"Native America"}]}, {"heading": "Events", "year": "1941", "date": "June 2", "txt": "World War II: German paratroopers murder Greek civilians in the villages of Kondomari and Alikianos.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Fallschirmjäger (World War II)", "href": "/wiki/Fallschirmj%C3%A4ger_(World_War_II)", "description": "The Fallschirmjäger were the paratrooper branch of the German Luftwaffe before and during World War II. They were the first German paratroopers to be committed in large-scale airborne operations. Throughout World War II the Fallschirmjäger commander was Kurt Student."}, {"title": "Massacre of Kondomari", "href": "/wiki/Massacre_of_Kondomari", "description": "The Massacre of Kondomari was the execution of male civilians from the village of Kondomari in Crete by an ad hoc firing squad consisting of German paratroopers on 2 June 1941 during World War II. The shooting was the first of a series of reprisals in Crete. It was orchestrated by Generaloberst Kurt Student, in retaliation for the participation of Cretans in the Battle of Crete which had ended wit"}, {"title": "Alikianos executions", "href": "/wiki/Alikianos_executions", "description": "\nThe Alikianos executions refer to the mass execution by firing squad of mostly male civilians from Alikianos and nearby villages in Crete, Greece by German paratroopers on 24 May, 2 June and 1 August 1941 during World War II. The executions were ordered by Generaloberst Kurt Student, commander of the XI Air Corps, in reprisal for the active participation of Cretan civilians in the Battle of Crete"}]}, {"heading": "Events", "year": "1946", "date": "June 2", "txt": "Birth of the Italian Republic: In a referendum, Italians vote to turn Italy from a monarchy into a Republic. After the referendum, King Umberto II of Italy is exiled.", "entities": [{"title": "Italian constitutional referendum, 1946", "href": "/wiki/Italian_constitutional_referendum,_1946", "description": "An institutional referendum was held in Italy on 2 June 1946, a key event of Italian contemporary history."}, {"title": "Referendum", "href": "/wiki/Referendum", "description": "A referendum is a direct and universal vote in which an entire electorate is invited to vote on a particular proposal and can have nationwide or local forms. This may result in the adoption of a new policy or specific law. In some countries, it is synonymous with or commonly known by other names including a plebiscite, votation, ballot question, ballot measure, or proposition."}, {"title": "Italy", "href": "/wiki/Italy", "description": "Italy, officially the Italian Republic, is a country consisting of a continental part, delimited by the Alps, a peninsula and several islands surrounding it. Italy is located in Southern Europe, and is also considered part of Western Europe. A unitary parliamentary republic with Rome as its capital, the country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France,"}, {"title": "Monarchy", "href": "/wiki/Monarchy", "description": "A monarchy is a form of government in which a person, the monarch, is head of state for life or until abdication. The political legitimacy and authority of the monarch may vary from restricted and largely symbolic, to fully autocratic, and can expand across the domains of the executive, legislative and judicial. A monarchy can be a polity through unity, personal union, vassalage or federation, and"}, {"title": "Republic", "href": "/wiki/Republic", "description": "A republic is a form of government in which \"power is held by the people and their elected representatives\". In republics, the country is considered a \"public matter\", not the private concern or property of the rulers. The primary positions of power within a republic are attained through democracy or a mix of democracy with oligarchy or autocracy rather than being unalterably occupied by any given"}, {"title": "Umberto II of Italy", "href": "/wiki/Umberto_II_of_Italy", "description": "Umberto II was the last King of Italy. He reigned for 34 days, from 9 May 1946 to 12 June 1946, although he had been de facto head of state since 1944, and was nicknamed the May King."}]}, {"heading": "Events", "year": "1953", "date": "June 2", "txt": "The coronation of Queen Elizabeth II, who is crowned Queen of the United Kingdom, Canada, Australia, New Zealand and Her Other Realms and Territories & Head of the Commonwealth, the first major international event to be televised.", "entities": [{"title": "Coronation of Queen Elizabeth II", "href": "/wiki/Coronation_of_Queen_Elizabeth_II", "description": "The coronation of Elizabeth II took place on 2 June 1953 at Westminster Abbey, London. Elizabeth II acceded to the throne at the age of 25 upon the death of her father, George VI, on 6 February 1952, being proclaimed queen by her privy and executive councils shortly afterwards. The coronation was held more than one year later because of the tradition of allowing an appropriate length of time to pa"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "Canada", "href": "/wiki/Canada", "description": "Canada is a country in North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres, making it the world's second-largest country by total area. Its southern and western border with the United States, stretching 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. "}, {"title": "Australia", "href": "/wiki/Australia", "description": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. Its population of nearly 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital i"}, {"title": "New Zealand", "href": "/wiki/New_Zealand", "description": "New Zealand is an island country in the southwestern Pacific Ocean. It consists of two main landmasses—the North Island and the South Island —and more than 700 smaller islands, covering a total area of 268,021 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the islands of New Caledoni"}, {"title": "Head of the Commonwealth", "href": "/wiki/Head_of_the_Commonwealth", "description": "The head of the Commonwealth is the \"symbol of the free association of independent member nations\" of the Commonwealth of Nations, an intergovernmental organisation that currently comprises 54 sovereign states. There is no set term of office or term limit and the role itself involves no part in the day-to-day governance of any of the member states within the Commonwealth."}]}, {"heading": "Events", "year": "1955", "date": "June 2", "txt": "The USSR and Yugoslavia sign the Belgrade declaration and thus normalize relations between the two countries, discontinued since 1948.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Socialist Federal Republic of Yugoslavia", "href": "/wiki/Socialist_Federal_Republic_of_Yugoslavia", "description": "The Socialist Federal Republic of Yugoslavia, commonly referred to as SFR Yugoslavia or simply Yugoslavia, was a country in Southeast and Central Europe that existed from its foundation in the aftermath of World War II until its dissolution in 1992 amid the Yugoslav Wars. Covering an area of 255,804 km2, the SFRY was bordered by the Adriatic Sea and Italy to the west, Austria and Hungary to the no"}, {"title": "Belgrade declaration", "href": "/wiki/Belgrade_declaration", "description": "Since 1948 there was a sincere rift in the relationships between the Soviet Union and the Federal People's Republic of Yugoslavia, as Yugoslav leader Josip Broz Tito established a socialist regime disregarding Joseph Stalin's doctrine. After Stalin's death in 1953, Tito had to choose between a more western approach to reforms or an agreement with new Soviet leader Nikita Khrushchev. Tito tried to "}, {"title": "1948", "href": "/wiki/1948", "description": "1948 (MCMXLVIII) was a leap year starting on Thursday of the Gregorian calendar, the 1948th year of the Common Era (CE) and Anno Domini (AD) designations, the 948th year of the 2nd millennium, the 48th year of the 20th century, and the 9th year of the 1940s decade. "}]}, {"heading": "Events", "year": "1962", "date": "June 2", "txt": "During the FIFA World Cup, police had to intervene multiple times in fights between Chilean and Italian players in one of the most violent games in football history.", "entities": [{"title": "1962 FIFA World Cup", "href": "/wiki/1962_FIFA_World_Cup", "description": "The 1962 FIFA World Cup was the seventh edition of the FIFA World Cup, the quadrennial international football championship for senior men's national teams. It was held from 30 May to 17 June 1962 in Chile. The qualification rounds took place between August 1960 and December 1961, with 56 teams entering from six confederations, and fourteen qualifying for the finals tournament alongside Chile, the "}, {"title": "Chile national football team", "href": "/wiki/Chile_national_football_team", "description": "The Chile national football team represents Chile in men's international football competitions and is controlled by the Federación de Fútbol de Chile which was established in 1895. The team is commonly referred to as La Roja. Chile have appeared in nine World Cup tournaments and were hosts of the 1962 FIFA World Cup where they finished in third place, the highest position the country has ever achi"}, {"title": "Italy national football team", "href": "/wiki/Italy_national_football_team", "description": "The Italy national football team has officially represented Italy in international football since their first match in 1910. The squad is under the global jurisdiction of FIFA and is governed in Europe by UEFA—the latter of which was co-founded by the Italian team's supervising body, the Italian Football Federation (FIGC). Italy's home matches are played at various stadiums throughout Italy, and t"}, {"title": "Battle of Santiago (1962 FIFA World Cup)", "href": "/wiki/Battle_of_Santiago_(1962_FIFA_World_Cup)", "description": "The Battle of Santiago was a football match during the 1962 FIFA World Cup, played between host Chile and Italy on 2 June 1962 in Santiago. It gained its nickname from the level of violence seen in the game, in which two players were sent off, numerous punches were thrown and police intervention was required four times. The referee was Ken Aston, who later went on to invent yellow and red cards."}, {"title": "Association football", "href": "/wiki/Association_football", "description": "Association football, more commonly known as simply football or soccer, is a team sport played by all genders with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the gam"}]}, {"heading": "Events", "year": "1964", "date": "June 2", "txt": "The Palestine Liberation Organization (PLO) is formed.", "entities": [{"title": "Palestine Liberation Organization", "href": "/wiki/Palestine_Liberation_Organization", "description": "The Palestine Liberation Organization is an organization founded in 1964 with the purpose of the \"liberation of Palestine\" through armed struggle. It is recognized as the \"sole legitimate representative\" of the Palestinian people by over 100 states with which it holds diplomatic relations, and has enjoyed observer status at the United Nations since 1974. Due to its activities, including violence a"}]}, {"heading": "Events", "year": "1966", "date": "June 2", "txt": "Surveyor program: Surveyor 1 lands in Oceanus Procellarum on the Moon, becoming the first U.S. spacecraft to soft-land on another world.", "entities": [{"title": "Surveyor program", "href": "/wiki/Surveyor_program", "description": "The Surveyor program was a NASA program that, from June 1966 through January 1968, sent seven robotic spacecraft to the surface of the Moon. Its primary goal was to demonstrate the feasibility of soft landings on the Moon. The Surveyor craft were the first American spacecraft to achieve soft landing on an extraterrestrial body. The missions called for the craft to travel directly to the Moon on an"}, {"title": "Oceanus Procellarum", "href": "/wiki/Oceanus_Procellarum", "description": "Oceanus Procellarum is a vast lunar mare on the western edge of the near side of the Moon. It is the only one of the lunar maria to be called an \"Oceanus\" (ocean), due to its size: Oceanus Procellarum is the largest of the maria, stretching more than 2,500 km (1,600 mi) across its north–south axis and covering roughly 4,000,000 km2 (1,500,000 sq mi), accounting for 10.5% of the total lunar surface"}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}, {"title": "Spacecraft", "href": "/wiki/Spacecraft", "description": "A spacecraft is a vehicle or machine designed to fly in outer space. A type of artificial satellite, spacecraft are used for a variety of purposes, including communications, Earth observation, meteorology, navigation, space colonization, planetary exploration, and transportation of humans and cargo. All spacecraft except single-stage-to-orbit vehicles cannot get into space on their own, and requir"}]}, {"heading": "Events", "year": "1967", "date": "June 2", "txt": "Luis Monge is executed in Colorado's gas chamber, in the last pre-Furman execution in the United States.", "entities": [{"title": "Luis Monge (mass murderer)", "href": "/wiki/Luis_Monge_(mass_murderer)", "description": "Luis José Monge was a convicted mass murderer who was executed in the gas chamber at Colorado State Penitentiary in 1967. Monge was the last inmate to be executed before an unofficial moratorium on execution that lasted for more than four years while most death penalty cases were on appeal, culminating in the U.S. Supreme Court decision in Furman v. Georgia in 1972, invalidating all existing death"}, {"title": "Capital punishment in Colorado", "href": "/wiki/Capital_punishment_in_Colorado", "description": "Capital punishment was abolished in Colorado in 2020. It was legal from 1974 until 2020 prior to it being abolished. All valid death sentences as of 2020 have since been commuted to life sentences by governor Jared Polis."}, {"title": "Gas chamber", "href": "/wiki/Gas_chamber", "description": "A gas chamber is an apparatus for killing humans or other animals with gas, consisting of a sealed chamber into which a poisonous or asphyxiant gas is introduced. Poisonous agents used include hydrogen cyanide, carbon dioxide and carbon monoxide."}, {"title": "Furman v. Georgia", "href": "/wiki/Furman_v._Georgia", "description": "Furman v. Georgia, 408 U.S. 238 (1972), was a criminal case in which the United States Supreme Court invalidated all death penalty schemes in the United States in a 5–4 decision, with each member of the majority writing a separate opinion. Following Furman, in order to reinstate the death penalty, states had to at least remove arbitrary and discriminatory effects in order to satisfy the Eighth Ame"}]}, {"heading": "Events", "year": "1967", "date": "June 2", "txt": "Protests in West Berlin against the arrival of the Shah of Iran turn into riots, during which Benno Ohnesorg is killed by a police officer. His death results in the founding of the terrorist group Movement 2 June.", "entities": [{"title": "Shah", "href": "/wiki/Shah", "description": "Shah is a title given to the emperors, kings, princes and lords of Iran. It was also adopted by the kings of Shirvan namely the Shirvanshahs, and Khwarazmshahs. It was also used by Persianate societies such as the rulers and offspring of the Ottoman Empire, Mughal India, Bengal Sultanate, Gorkha, and Afghanistan. In Iran the title was continuously used; rather than King in the European sense, each"}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Benno Ohnesorg", "href": "/wiki/Benno_Ohnesorg", "description": "Benno Ohnesorg was a West German university student killed by a policeman during a demonstration in West Berlin. His death spurred the growth of the left-wing German student movement."}, {"title": "Terrorism", "href": "/wiki/Terrorism", "description": "Terrorism is, in the broadest sense, the use of intentional violence to achieve political aims. It is used in this regard primarily to refer to violence during peacetime or in the context of war against non-combatants. The terms \"terrorist\" and \"terrorism\" originated during the French Revolution of the late 18th century but became widely used internationally and gained worldwide attention in the 1"}, {"title": "Movement 2 June", "href": "/wiki/Movement_2_June", "description": "The 2 June Movement was a West German anarchist militant group based in West Berlin. Active from January 1972 to 1980, the anarchist group was one of the few militant groups at the time in Germany. Although the 2 June Movement did not share the same ideology as the Red Army Faction, these organizations were allies. The 2 June Movement did not establish as much influence in Germany as their Marxist"}]}, {"heading": "Events", "year": "1979", "date": "June 2", "txt": "Pope John Paul II starts his first official visit to his native Poland, becoming the first Pope to visit a Communist country.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}, {"title": "Pope", "href": "/wiki/Pope", "description": "The pope, also known as the supreme pontiff or the Roman pontiff, is the bishop of Rome, head of the worldwide Catholic Church and head of state or sovereign of the Vatican City State. According to Catholics, the primacy of the bishop of Rome is largely derived from his role as the apostolic successor to Saint Peter, to whom primacy was conferred by Jesus, giving him the Keys of Heaven and the pow"}, {"title": "Communist", "href": "/wiki/Communist", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}]}, {"heading": "Events", "year": "1983", "date": "June 2", "txt": "After an emergency landing because of an in-flight fire, twenty-three passengers aboard Air Canada Flight 797 are killed when a flashover occurs as the plane's doors open. Because of this incident, numerous new safety regulations are put in place.", "entities": [{"title": "Air Canada Flight 797", "href": "/wiki/Air_Canada_Flight_797", "description": "Air Canada Flight 797 was an international passenger flight operating from Dallas/Fort Worth International Airport to Montréal–Dorval International Airport, with an intermediate stop at Toronto Pearson International Airport. On 2 June 1983, the McDonnell Douglas DC-9-32 operating the service developed an in-flight fire behind the lavatory that spread between the outer skin and the inner decor pane"}, {"title": "Flashover", "href": "/wiki/Flashover", "description": "A flashover is the near-simultaneous ignition of most of the directly exposed combustible material in an enclosed area. When certain organic materials are heated, they undergo thermal decomposition and release flammable gases. Flashover occurs when the majority of the exposed surfaces in a space are heated to their autoignition temperature and emit flammable gases. Flashover normally occurs at 500"}]}, {"heading": "Events", "year": "1990", "date": "June 2", "txt": "The Lower Ohio Valley tornado outbreak spawns 66 confirmed tornadoes in Illinois, Indiana, Kentucky, and Ohio, killing 12.", "entities": [{"title": "June 1990 Lower Ohio Valley tornado outbreak", "href": "/wiki/June_1990_Lower_Ohio_Valley_tornado_outbreak", "description": "The June 1990 Lower Ohio Valley tornado outbreak spawned 66 tornadoes, including seven of F4 intensity, in southern Illinois, central and southern Indiana, southwestern Ohio, and northern Kentucky on June 2–3, 1990."}, {"title": "Illinois", "href": "/wiki/Illinois", "description": "Illinois is a state in the Midwestern region of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of t"}, {"title": "Indiana", "href": "/wiki/Indiana", "description": "Indiana is a U.S. state in the Midwestern United States. It is the 38th-largest by area and the 17th-most populous of the 50 United States. Its capital and largest city is Indianapolis. Indiana was admitted to the United States as the 19th state on December 11, 1816. It borders Lake Michigan to the northwest, Michigan to the north, Ohio to the east, the Ohio River and Kentucky to the south and sou"}, {"title": "Kentucky", "href": "/wiki/Kentucky", "description": "Kentucky, officially the Commonwealth of Kentucky, is a state in the Upland South region of the United States, bordered by Illinois, Indiana, and Ohio to the north; West Virginia and Virginia to the east; Tennessee to the south; and Missouri to the west. The bluegrass region in the central part of the commonwealth contains the commonwealth's capital, Frankfort, as well as its two largest cities, L"}, {"title": "Ohio", "href": "/wiki/Ohio", "description": "Ohio is a state in the Midwestern region of the United States. Of the fifty states, it is the 34th-largest by area, and with a population of just over 11.8 million, is the seventh-most populous and tenth-most densely populated. The state's capital and largest city is Columbus, with the Columbus metro area, Greater Cincinnati, and Greater Cleveland being the largest metropolitan areas. Ohio is bord"}]}, {"heading": "Events", "year": "1997", "date": "June 2", "txt": "In Denver, Timothy McVeigh is convicted on 15 counts of murder and conspiracy for his role in the 1995 bombing of the Alfred P. Murrah Federal Building in Oklahoma City, in which 168 people died. He was executed four years later.", "entities": [{"title": "Denver", "href": "/wiki/Denver", "description": "Denver, officially the City and County of Denver, is the capital and most populous city of the U.S. State of Colorado. It is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 727,211 in 2019, Denver is the 19th-most populous city in the United States, the fifth-most populous state cap"}, {"title": "Timothy McVeigh", "href": "/wiki/Timothy_McVeigh", "description": "Timothy James McVeigh was an American domestic terrorist who carried out the 1995 Oklahoma City bombing that killed 168 people and injured more than 680 others, and destroyed one third of the Alfred P. Murrah Federal Building. The bombing was the deadliest act of terrorism in the United States prior to the September 11 attacks. It remains one of the deadliest acts of domestic terrorism in U.S. his"}, {"title": "Conspiracy (criminal)", "href": "/wiki/Conspiracy_(criminal)", "description": "In criminal law, a conspiracy is an agreement between two or more persons to commit a crime at some time in the future. Criminal law in some countries or for some conspiracies may require that at least one overt act be undertaken in furtherance of that agreement, to constitute an offense. There is no limit on the number participating in the conspiracy and, in most countries, no requirement that an"}, {"title": "1995", "href": "/wiki/1995", "description": "1995 (MCMXCV) was a common year starting on Sunday of the Gregorian calendar, the 1995th year of the Common Era (CE) and Anno Domini (AD) designations, the 995th year of the 2nd millennium, the 95th year of the 20th century, and the 6th year of the 1990s decade. "}, {"title": "Oklahoma City bombing", "href": "/wiki/Oklahoma_City_bombing", "description": "The Oklahoma City bombing was a domestic terrorist truck bombing of the Alfred P. Murrah Federal Building in Oklahoma City, Oklahoma, United States, on Wednesday, April 19, 1995. Perpetrated by anti-government extremists Timothy McVeigh and Terry Nichols, the bombing happened at 9:02 am and killed at least 168 people, injured more than 680 others, and destroyed more than one-third of the building,"}, {"title": "Alfred P. Murrah Federal Building", "href": "/wiki/Alfred_P._Murrah_Federal_Building", "description": "The Alfred P. Murrah Federal Building was a United States federal government complex located at 200 N.W. 5th Street in Downtown Oklahoma City, Oklahoma, United States. On April 19, 1995, at 9:02 am the building was the target of the Oklahoma City bombing, which killed 168 people. Half of the building collapsed seconds after the truck bomb detonated. The remains were demolished a month after the at"}, {"title": "Oklahoma City", "href": "/wiki/Oklahoma_City", "description": "Oklahoma City, officially the City of Oklahoma City, and often shortened to OKC, is the capital and largest city in the U.S. state of Oklahoma. The county seat of Oklahoma County, it ranks 25th among United States cities in population, and is the 11th largest city in the South. The population grew following the 2010 census and is estimated to have reached 655,057 as of July 2019. The Oklahoma City"}]}, {"heading": "Events", "year": "2003", "date": "June 2", "txt": "Europe launches its first voyage to another planet, Mars. The European Space Agency's Mars Express probe launches from the Baikonur space center in Kazakhstan.", "entities": [{"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}, {"title": "European Space Agency", "href": "/wiki/European_Space_Agency", "description": "The European Space Agency is an intergovernmental organization of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion in 2020."}, {"title": "Baikonur", "href": "/wiki/Baikonur", "description": "Baikonur, formerly known as Leninsk, is a city of republic significance in Kazakhstan on the northern bank of the Syr Darya river, rented and administered by the Russian Federation. It was constructed to service the Baikonur Cosmodrome and was officially renamed Baikonur by Russian president Boris Yeltsin on December 20, 1995. During the Soviet period, it was sometimes referred to as Звездоград, R"}, {"title": "Kazakhstan", "href": "/wiki/Kazakhstan", "description": "Kazakhstan, officially the Republic of Kazakhstan, is a transcontinental country mainly located in Central Asia, but with a smaller portion west of the Ural River in Eastern Europe. It covers a land area of 2,724,900 square kilometres (1,052,100 sq mi), and shares land borders with Russia in the north, China in the east, and Kyrgyzstan, Uzbekistan, and Turkmenistan in the south while also adjoinin"}]}, {"heading": "Events", "year": "2012", "date": "June 2", "txt": "Former Egyptian President Hosni Mubarak is sentenced to life imprisonment for his role in the killing of demonstrators during the 2011 Egyptian revolution.", "entities": [{"title": "Egyptian President", "href": "/wiki/Egyptian_President", "description": "The president of Egypt  is the executive head of state of Egypt. Under the various iterations of the Constitution of Egypt following the Egyptian Revolution of 1952, the president is also the supreme commander of the Armed Forces, and head of the executive branch of the Egyptian government. The current president is Abdel Fattah el-Sisi, in office since 8 June 2014."}, {"title": "Hosni Mubarak", "href": "/wiki/Hosni_Mubarak", "description": "Muhammad Hosni El Sayed Mubarak was an Egyptian military and political leader who served as the fourth president of Egypt from 1981 to 2011."}, {"title": "Life imprisonment", "href": "/wiki/Life_imprisonment", "description": "Life imprisonment is any sentence of imprisonment for a crime under which convicted people are to remain in prison either for the rest of their natural lives or until pardoned, paroled or otherwise commuted to a fixed term. Crimes for which, in some countries, a person could receive this sentence include murder, attempted murder, conspiracy to commit murder, blasphemy, apostasy, terrorism, severe "}, {"title": "2011 Egyptian revolution", "href": "/wiki/2011_Egyptian_revolution", "description": "The Egyptian revolution of 2011, also known as the 25 January Revolution, started on 25 January 2011 and spread across Egypt. The date was set by various youth groups to coincide with the annual Egyptian \"Police holiday\" as a statement against increasing police brutality during the last few years of Mubarak's presidency. It consisted of demonstrations, marches, occupations of plazas, non-violent c"}]}, {"heading": "Events", "year": "2014", "date": "June 2", "txt": "Telangana officially becomes the 29th state of India, formed from ten districts of northwestern Andhra Pradesh.", "entities": [{"title": "Telangana", "href": "/wiki/Telangana", "description": "Telangana is a state in India situated on the south-central stretch of the Indian peninsula on the high Deccan Plateau. It is the eleventh-largest state and the twelfth-most populated state in India with a geographical area of 112,077 km2 (43,273 sq mi) and 35,193,978 residents as per 2011 census. On 2 June 2014, the area was separated from the northwestern part of Andhra Pradesh as the newly form"}, {"title": "Andhra Pradesh Reorganisation Act, 2014", "href": "/wiki/Andhra_Pradesh_Reorganisation_Act,_2014", "description": "The  Andhra Pradesh Reorganisation Act, 2014, commonly known as the Telangana Act, is an Act of Indian Parliament that bifurcated the state of Andhra Pradesh into Telangana and the residuary Andhra Pradesh state, as an outcome of the Telangana movement. The Act defined the boundaries of the two states, determined how the assets and liabilities were to be divided, and laid out the status of Hyderab"}, {"title": "States of India", "href": "/wiki/States_of_India", "description": "India is a federal union comprising 28 states and 8 union territories, for a total of 36 entities. The states and union territories are further subdivided into districts and smaller administrative divisions."}, {"title": "Andhra Pradesh", "href": "/wiki/Andhra_Pradesh", "description": "Andhra Pradesh is a state in the south-eastern coastal region of India. It is the seventh-largest state by area covering an area of 162,975 km2 (62,925 sq mi) and tenth-most populous state with 49,386,799 inhabitants. It is bordered by Telangana to the north-west, Chhattisgarh to the north, Odisha to the north-east, Tamil Nadu to the south, Karnataka to the west and the Bay of Bengal to the east. "}]}, {"heading": "Births", "year": "1305", "date": "June 2", "txt": "Abu Sa'id Bahadur Khan, ruler of Ilkhanate (d. 1335)", "entities": [{"title": "Abu Sa'id Bahadur Khan", "href": "/wiki/Abu_Sa%27id_Bahadur_Khan", "description": "Abu Sa'id Bahadur Khan, also spelt Abusaid Bahador Khan, Abu Sa'id Behauder, was the ninth ruler of the Ilkhanate, a division of the Mongol Empire that encompassed the present day countries of Iran, Azerbaijan, Georgia, and Armenia, as well as portions of Iraq, Turkey, Afghanistan, and Pakistan."}]}, {"heading": "Births", "year": "1423", "date": "June 2", "txt": "Ferdinand I of Naples (d. 1494)", "entities": [{"title": "Ferdinand I of Naples", "href": "/wiki/Ferdinand_I_of_Naples", "description": "Ferdinand I, also called Ferrante, was King of Naples from 1458 to 1494. He was an illegitimate son of Alfonso V of Aragon."}]}, {"heading": "Births", "year": "1489", "date": "June 2", "txt": "Charles, Duke of Vendôme (d. 1537)", "entities": [{"title": "Charles, Duke of Vendôme", "href": "/wiki/Charles,_Duke_of_Vend%C3%B4me", "description": "Charles de Bourbon was a French prince du sang and military commander at the court of Francis I of France. He is notable as the paternal grandfather of King Henry IV of France."}]}, {"heading": "Births", "year": "1535", "date": "June 2", "txt": "Pope Leo XI (d. 1605)", "entities": [{"title": "Pope Leo XI", "href": "/wiki/Pope_Leo_XI", "description": "Pope Leo XI, born Alessandro Ottaviano de' Medici, was bishop of Rome from 1 April 1605 to his death. His pontificate is one of the briefest in history, having lasted under a month. He was from the prominent House of Medici originating from Florence. Medici's mother opposed his entering the priesthood and sought to prevent it by having him given secular honours, but after her death he eventually w"}]}, {"heading": "Births", "year": "1602", "date": "June 2", "txt": "Rudolf Christian, Count of East Frisia, Ruler of East Frisia (d. 1628)", "entities": [{"title": "Rudolf Christian, Count of East Frisia", "href": "/wiki/Rudolf_Christian,_Count_of_East_Frisia", "description": "Rudolf Christian of Ostfriesland, Count of East Frisia, was count of East Frisia, and the second son of Enno III, Count of East Frisia and Anna of Holstein-Gottorp. During his reign, foreign troops participating in the Thirty Years' War began retreating into and quartering in East Frisia. Also during his reign, fen exploitation in East Frisia begins."}]}, {"heading": "Births", "year": "1621", "date": "June 2", "txt": "Rutger von Ascheberg, Courland-born soldier in Swedish service (d. 1693)", "entities": [{"title": "Rutger von Ascheberg", "href": "/wiki/Rutger_von_Ascheberg", "description": "Count Rutger von Ascheberg, also known as Roger von Ascheberg was a soldier, officer and civil servant in Swedish service, being appointed Lieutenant General in 1670, General in 1674, Field Marshal in 1678, Governor General of the Scanian provinces, in 1680, and Royal Councilor in 1681."}]}, {"heading": "Births", "year": "1621", "date": "June 2", "txt": "(baptized) Isaac van Ostade, Dutch painter (d. 1649)", "entities": []}, {"heading": "Births", "year": "1638", "date": "June 2", "txt": "Henry Hyde, 2nd Earl of Clarendon (d. 1709)", "entities": [{"title": "Henry Hyde, 2nd Earl of Clarendon", "href": "/wiki/Henry_Hyde,_2nd_Earl_of_Clarendon", "description": "Henry Hyde, 2nd Earl of Clarendon, PC was an English aristocrat and politician. He held high office at the beginning of the reign of his brother-in-law, King James II."}]}, {"heading": "Births", "year": "1644", "date": "June 2", "txt": "William Salmon, English medical writer (d. 1713)", "entities": [{"title": "William Salmon", "href": "/wiki/William_Salmon", "description": "William Salmon (1644–1713) was an English empiric doctor and a writer of medical texts. He advertised himself as a \"Professor of Physick\". Salmon held an equivocal place in the medical community. He led apothecaries in opposing attempts by physicians to control the dispensing of medicines, and was derided by physicians as \"the King of the Quacks\". He has been described as \"a brilliant publicist, b"}]}, {"heading": "Births", "year": "1739", "date": "June 2", "txt": "Jabez Bowen, American colonel and politician, 45th Deputy Governor of Rhode Island (d. 1815)", "entities": [{"title": "Jabez Bowen", "href": "/wiki/Jabez_Bowen", "description": " Jabez Bowen, Sr. was an American shipper, slave trader and politician. He was a militia colonel during the American Revolutionary War, and served as Deputy Governor of Rhode Island and Chief Justice of the Rhode Island Supreme Court."}, {"title": "Deputy Governor of Rhode Island", "href": "/wiki/Deputy_Governor_of_Rhode_Island", "description": "The office of lieutenant governor of Rhode Island is held by Sabina Matos, who was sworn in on April 14, 2021, after Daniel McKee succeeded to the office of Governor."}]}, {"heading": "Births", "year": "1740", "date": "June 2", "txt": "Marquis de Sade, French philosopher and politician (d. 1814)", "entities": [{"title": "Marquis de Sade", "href": "/wiki/Marquis_de_Sade", "description": "Donatien Alphonse François, Marquis de Sade, was a French nobleman, revolutionary politician, philosopher and writer famous for his libertine sexuality. His works include novels, short stories, plays, dialogues, and political tracts. In his lifetime some of these were published under his own name while others, which de Sade denied having written, appeared anonymously. De Sade is best known for his"}]}, {"heading": "Births", "year": "1743", "date": "June 2", "txt": "Alessandro Cagliostro, Italian occultist and explorer (d. 1795)", "entities": [{"title": "Alessandro Cagliostro", "href": "/wiki/Alessandro_Cagliostro", "description": "Count Alessandro di Cagliostro was the alias of the occultist Giuseppe Balsamo."}]}, {"heading": "Births", "year": "1773", "date": "June 2", "txt": "John Randolph of Roanoke, American planter and politician, 8th United States Ambassador to Russia (d. 1833)", "entities": [{"title": "John Randolph of Roanoke", "href": "/wiki/John_Randolph_of_Roanoke", "description": "John Randolph, commonly known as John Randolph of Roanoke, was an American planter, and a politician from Virginia, serving in the House of Representatives at various times between 1799 and 1833, and the Senate from 1825 to 1827. He was also Minister to Russia under Andrew Jackson in 1830. After serving as President Thomas Jefferson's spokesman in the House, he broke with the president in 1805 as "}, {"title": "United States Ambassador to Russia", "href": "/wiki/United_States_Ambassador_to_Russia", "description": "The Ambassador of the United States of America to the Russian Federation is the ambassador extraordinary and plenipotentiary from the United States of America to the Russian Federation. Jon Huntsman Jr. held the position from October 2017 until October 3, 2019. On December 12, 2019, the United States Senate confirmed John J. Sullivan as the next ambassador."}]}, {"heading": "Births", "year": "1774", "date": "June 2", "txt": "William Lawson, English-Australian explorer and politician (d. 1850)", "entities": [{"title": "William Lawson (explorer)", "href": "/wiki/William_Lawson_(explorer)", "description": "William Lawson, MLC was an English-born Australian explorer, land owner, grazier and politician who migrated to Sydney, New South Wales in 1800. Along with his close friends and colleagues Gregory Blaxland and William Wentworth, he pioneered the first successful crossing of the Blue Mountains by European settlers."}]}, {"heading": "Births", "year": "1813", "date": "June 2", "txt": "Daniel Pollen, Irish-New Zealand politician, 9th Prime Minister of New Zealand (d. 1896)", "entities": [{"title": "Daniel Pollen", "href": "/wiki/Daniel_Pollen", "description": "Daniel Pollen was a New Zealand politician who became the ninth Premier of New Zealand, serving from 6 July 1875 to 15 February 1876."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1823", "date": "June 2", "txt": "Gédéon Ouimet, Canadian lawyer and politician, 2nd Premier of Quebec (d. 1905)", "entities": [{"title": "Gédéon Ouimet", "href": "/wiki/G%C3%A9d%C3%A9on_Ouimet", "description": "Gédéon Ouimet was a French-Canadian politician."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1835", "date": "June 2", "txt": "Pope Pius X (d. 1914)", "entities": [{"title": "Pope Pius X", "href": "/wiki/Pope_Pius_X", "description": "Pope Pius X was head of the Catholic Church from August 1903 to his death in 1914. Pius X is known for vigorously opposing modernist interpretations of Catholic doctrine, promoting liturgical reforms and scholastic philosophy and theology. He initiated the preparation of the 1917 Code of Canon Law, the first comprehensive and systemic work of its kind. He is venerated as a saint in the Catholic Ch"}]}, {"heading": "Births", "year": "1838", "date": "June 2", "txt": "Duchess Alexandra Petrovna of Oldenburg (d. 1900)", "entities": [{"title": "Duchess Alexandra Petrovna of Oldenburg", "href": "/wiki/Duchess_Alexandra_Petrovna_of_Oldenburg", "description": "Grand Duchess Alexandra Petrovna of Russia was a great-granddaughter of Emperor Paul I of Russia and the wife of Grand Duke Nicholas Nikolaevich of Russia, the elder."}]}, {"heading": "Births", "year": "1840", "date": "June 2", "txt": "Thomas Hardy, English novelist and poet (d. 1928)", "entities": [{"title": "Thomas Hardy", "href": "/wiki/Thomas_Hardy", "description": "Thomas Hardy was an English novelist and poet. A Victorian realist in the tradition of George Eliot, he was influenced both in his novels and in his poetry by Romanticism, including the poetry of William Wordsworth. He was highly critical of much in Victorian society, especially on the declining status of rural people in Britain, such as those from his native South West England."}]}, {"heading": "Births", "year": "1840", "date": "June 2", "txt": "Émile Munier, French artist (d. 1895)", "entities": []}, {"heading": "Births", "year": "1857", "date": "June 2", "txt": "Edward Elgar, English composer and educator (d. 1934)", "entities": [{"title": "Edward Elgar", "href": "/wiki/Edward_Elgar", "description": "Sir Edward William Elgar, 1st Baronet, was an English composer, many of whose works have entered the British and international classical concert repertoire. Among his best-known compositions are orchestral works including the Enigma Variations, the Pomp and Circumstance Marches, concertos for violin and cello, and two symphonies. He also composed choral works, including The Dream of Gerontius, cha"}]}, {"heading": "Births", "year": "1857", "date": "June 2", "txt": "Karl Adolph Gjellerup, Danish author and poet, Nobel Prize laureate (d. 1919)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1861", "date": "June 2", "txt": "Concordia Selander, Swedish actress and manager (d. 1935)", "entities": [{"title": "Concordia Selander", "href": "/wiki/Concordia_Selander", "description": "Concordia Cornelia Johanna Selander, née Hård, was a Swedish actress and theatre manager."}]}, {"heading": "Births", "year": "1863", "date": "June 2", "txt": "Felix Weingartner, Croatian-Austrian pianist, composer, and conductor (d. 1942)", "entities": [{"title": "Felix Weingartner", "href": "/wiki/Felix_Weingartner", "description": "Paul Felix Weingartner, Edler von Münzberg was an Austrian conductor, composer and pianist."}]}, {"heading": "Births", "year": "1865", "date": "June 2", "txt": "George Lohmann, English cricketer (d. 1901)", "entities": [{"title": "George Lohmann", "href": "/wiki/George_Lohmann", "description": "George Alfred Lohmann was an English cricketer, regarded as one of the greatest bowlers of all time. Statistically, he holds the lowest lifetime Test bowling average among bowlers with more than fifteen wickets and he has the second highest peak rating for a bowler in the ICC ratings. He also holds the record for the lowest strike rate in all Test history."}]}, {"heading": "Births", "year": "1865", "date": "June 2", "txt": "Adelaide Casely-Hayford, Sierra Leone Creole advocate and activist for cultural nationalism (d. 1960)", "entities": [{"title": "Sierra Leone Creole people", "href": "/wiki/Sierra_Leone_Creole_people", "description": "The Sierra Leone Creole people is an ethnic group in Sierra Leone. The Sierra Leone Creole people are descendants of freed African American, West Indian, and Liberated African slaves who settled in the Western Area of Sierra Leone between 1787 and about 1885. The colony was established by the British, supported by abolitionists, under the Sierra Leone Company as a place for freedmen. The settlers "}, {"title": "Advocate", "href": "/wiki/Advocate", "description": "An advocate is a professional in the field of law. Different countries' legal systems use the term with somewhat differing meanings. The broad equivalent in many English law–based jurisdictions could be a barrister or a solicitor. However, in Scottish, Manx Law, South African, Italian, French, Spanish, Portuguese, Scandinavian, Polish, Israeli, South Asian and South American jurisdictions, \"Advoca"}, {"title": "Nationalism", "href": "/wiki/Nationalism", "description": "Nationalism is an idea and movement that holds that the nation should be congruent with the state. As a movement, nationalism tends to promote the interests of a particular nation, especially with the aim of gaining and maintaining the nation's sovereignty (self-governance) over its homeland. Nationalism holds that each nation should govern itself, free from outside interference (self-determinatio"}]}, {"heading": "Births", "year": "1866", "date": "June 2", "txt": "Jack O'Connor, American baseball player and manager (d. 1937)", "entities": [{"title": "Jack O'Connor (catcher)", "href": "/wiki/Jack_O%27Connor_(catcher)", "description": "John Joseph O'Connor, also known as Peach Pie, was a utility player in Major League Baseball in the American Association, the National League, and the American League, primarily used as an outfielder. He began his career as a left fielder and catcher for the Cincinnati Red Stockings, and he soon moved his way around the infield. He also played for the Columbus Solons from 1889 to 1891, and in 1892"}]}, {"heading": "Births", "year": "1875", "date": "June 2", "txt": "Charles Stewart Mott, American businessman and politician, 50th Mayor of Flint, Michigan (d. 1973)", "entities": [{"title": "Charles Stewart Mott", "href": "/wiki/Charles_Stewart_Mott", "description": "Charles Stewart Mott was an American industrialist and businessman, a co-founder of General Motors, philanthropist, and the 50th and 55th mayor of Flint, Michigan."}, {"title": "List of mayors of Flint, Michigan", "href": "/wiki/List_of_mayors_of_Flint,_Michigan", "description": "\nThe mayor position of Flint, Michigan is a strong mayor-type. In Flint's previous 1929 charter, the mayor was one of the City Commissioners, as the council in a council-manager type government."}]}, {"heading": "Births", "year": "1878", "date": "June 2", "txt": "Wallace Hartley, English violinist and bandleader (d. 1912)", "entities": [{"title": "Wallace Hartley", "href": "/wiki/Wallace_Hartley", "description": "Wallace Henry Hartley was an English violinist and bandleader on the RMS Titanic on its maiden voyage. He became famous for leading the eight-member band as the ship sank on 15 April 1912. He died in the sinking."}]}, {"heading": "Births", "year": "1881", "date": "June 2", "txt": "Walter Egan, American golfer (d. 1971)", "entities": [{"title": "Walter Egan (golfer)", "href": "/wiki/Walter_Egan_(golfer)", "description": "Walter Eugene Egan was an American golfer who competed in the late 1890s and early 1900s."}]}, {"heading": "Births", "year": "1891", "date": "June 2", "txt": "Thurman Arnold, American lawyer and judge (d. 1969)", "entities": [{"title": "Thurman Arnold", "href": "/wiki/Thurman_Arnold", "description": "Thurman Wesley Arnold was best known for his trust-busting campaign as Assistant Attorney General in charge of the Antitrust Division in President Franklin D. Roosevelt's Department of Justice from 1938 to 1943. He later served as an Associate Justice of the United States Court of Appeals for the District of Columbia. Before coming to Washington in 1938, Arnold was the mayor of Laramie, Wyoming, a"}]}, {"heading": "Births", "year": "1891", "date": "June 2", "txt": "Takijirō Ōnishi, Japanese admiral and pilot (d. 1945)", "entities": []}, {"heading": "Births", "year": "1899", "date": "June 2", "txt": "Lotte Reiniger, German animator and director (d. 1981)", "entities": [{"title": "Lotte Reiniger", "href": "/wiki/Lotte_Reiniger", "description": "Charlotte \"Lotte\" Reiniger was a German film director and the foremost pioneer of silhouette animation. Her best known films are The Adventures of Prince Achmed, from 1926—thought to be one of the oldest surviving feature-length animated films—and Papageno (1935). Reiniger is also noted for having devised the first form of a multiplane camera; she made more than 40 films, all using her invention."}]}, {"heading": "Births", "year": "1899", "date": "June 2", "txt": "Edwin Way Teale, American environmentalist and photographer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1904", "date": "June 2", "txt": "Frank Runacres, English painter and educator (d. 1974)", "entities": [{"title": "Frank Runacres", "href": "/wiki/Frank_Runacres", "description": "Frank Runacres was an English painter who worked in both watercolours and oil. He studied at Saint Martin's School of Art, at the Slade School of Fine Arts, and at the Royal College of Art under Sir William Rothenstein between 1930 and 1933."}]}, {"heading": "Births", "year": "1904", "date": "June 2", "txt": "Johnny Weissmuller, Hungarian-American swimmer and actor (d. 1984)", "entities": []}, {"heading": "Births", "year": "1907", "date": "June 2", "txt": "Dorothy West, American journalist and author (d. 1998)", "entities": [{"title": "Dorothy West", "href": "/wiki/Dorothy_West", "description": "Dorothy West was an American storyteller and short story writer during the time of the Harlem Renaissance. She is best known for her 1948 novel The Living Is Easy, as well as many other short stories and essays, about the life of an upper-class black family."}]}, {"heading": "Births", "year": "1907", "date": "June 2", "txt": "John Lehmann, English poet and publisher (d. 1987)", "entities": []}, {"heading": "Births", "year": "1910", "date": "June 2", "txt": "Hector Dyer, American sprinter (d. 1990)", "entities": [{"title": "Hector Dyer", "href": "/wiki/Hector_Dyer", "description": "Hector (\"Hec\") Monroe Dyer was an American athlete, winner of gold medal in 4 × 100 m relay at the 1932 Summer Olympics."}]}, {"heading": "Births", "year": "1911", "date": "June 2", "txt": "Joe McCluskey, American runner (d. 2002)", "entities": [{"title": "Joe McCluskey", "href": "/wiki/Joe_McCluskey", "description": "Joseph Paul McCluskey was an American track and field athlete. During his running career, he won 27 national titles in various distance events and captured the steeplechase title a record nine times in a 13-year period."}]}, {"heading": "Births", "year": "1913", "date": "June 2", "txt": "Barbara Pym, English author (d. 1980)", "entities": [{"title": "Barbara Pym", "href": "/wiki/Barbara_Pym", "description": "\n\nBarbara Mary Crampton Pym was an English novelist. In the 1950s she published a series of social comedies, of which the best known are Excellent Women (1952) and A Glass of Blessings (1958). In 1977 her career was revived when the critic Lord David Cecil and the poet Philip Larkin both nominated her as the most under-rated writer of the century. Her novel Quartet in Autumn (1977) was nominated f"}]}, {"heading": "Births", "year": "1913", "date": "June 2", "txt": "Elsie Tu, English-Hong Kong educator and politician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1915", "date": "June 2", "txt": "Alexandru Nicolschi, Romanian spy (d. 1992)", "entities": [{"title": "Alexandru Nicolschi", "href": "/wiki/Alexandru_Nicolschi", "description": "Alexandru Nicolschi was a Romanian communist activist, Soviet agent and officer, and Securitate chief under the Communist regime. Active until 1961, he was one of the most recognizable leaders of violent political repression."}]}, {"heading": "Births", "year": "1917", "date": "June 2", "txt": "Heinz Sielmann, German photographer and director (d. 2006)", "entities": [{"title": "Heinz Sielmann", "href": "/wiki/Heinz_Sielmann", "description": "Heinz Sielmann was a wildlife photographer, biologist, zoologist and documentary filmmaker."}]}, {"heading": "Births", "year": "1918", "date": "June 2", "txt": "Ruth Atkinson, Canadian-American illustrator (d. 1997)", "entities": [{"title": "Ruth Atkinson", "href": "/wiki/Ruth_Atkinson", "description": "Ruth Atkinson Ford, née Ruth Atkinson and a.k.a. R. Atkinson, was an American cartoonist and pioneering female comic book writer-artist who created the long-running Marvel Comics character Millie the Model and co-created Patsy Walker."}]}, {"heading": "Births", "year": "1918", "date": "June 2", "txt": "Kathryn Tucker Windham, American journalist and author (d. 2011)", "entities": []}, {"heading": "Births", "year": "1920", "date": "June 2", "txt": "Frank G. Clement, American lawyer and politician, 41st Governor of Tennessee (d. 1969)", "entities": [{"title": "Frank G. Clement", "href": "/wiki/Frank_G._Clement", "description": "Frank Goad Clement was an American lawyer and politician who served as Governor of Tennessee from 1953 to 1959 and from 1963 to 1967. Inaugurated for the first time at age 32, he was the state's youngest and longest-serving governor in the 20th century. Clement owed much of his rapid political rise to his ability to deliver rousing, mesmerizing speeches. His sermon-like keynote address at the 1956"}, {"title": "Governor of Tennessee", "href": "/wiki/Governor_of_Tennessee", "description": "The governor of Tennessee is the head of government of the U.S. state of Tennessee. The governor is the only official in Tennessee state government who is directly elected by the voters of the entire state."}]}, {"heading": "Births", "year": "1920", "date": "June 2", "txt": "Yolande Donlan, American-English actress (d. 2014)", "entities": []}, {"heading": "Births", "year": "1920", "date": "June 2", "txt": "Marcel Reich-Ranicki, Polish-German author and critic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1920", "date": "June 2", "txt": "Tex Schramm, American businessman (d. 2003)", "entities": []}, {"heading": "Births", "year": "1920", "date": "June 2", "txt": "Johnny Speight, English screenwriter and producer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1921", "date": "June 2", "txt": "Betty Freeman, American photographer and philanthropist (d. 2009)", "entities": [{"title": "Betty Freeman", "href": "/wiki/Betty_Freeman", "description": "Betty Wishnick-Freeman was an American philanthropist and photographer."}]}, {"heading": "Births", "year": "1921", "date": "June 2", "txt": "Ernie Royal, American trumpet player (d. 1983)", "entities": []}, {"heading": "Births", "year": "1921", "date": "June 2", "txt": "Sigmund Sternberg, Hungarian-English businessman and philanthropist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1921", "date": "June 2", "txt": "András Szennay, Hungarian priest (d. 2012)", "entities": []}, {"heading": "Births", "year": "1922", "date": "June 2", "txt": "Juan Antonio Bardem, Spanish director and screenwriter (d. 2002)", "entities": [{"title": "Juan Antonio Bardem", "href": "/wiki/Juan_Antonio_Bardem", "description": "Juan Antonio Bardem Muñoz was a Spanish film director and screen writer. He was a member of the Communist Party. Bardem was best known for Muerte de un ciclista (1955) which won the FIPRESCI Prize at the 1955 Cannes Film Festival, and El puente (1977) which won the Golden Prize at the 10th Moscow International Film Festival. His 1979 film Seven Days in January won the Golden Prize at the 11th Mosc"}]}, {"heading": "Births", "year": "1922", "date": "June 2", "txt": "Carmen Silvera, Canadian-English actress (d. 2002)", "entities": []}, {"heading": "Births", "year": "1923", "date": "June 2", "txt": "Lloyd Shapley, American mathematician and economist, Nobel Prize laureate (d. 2016)", "entities": [{"title": "Lloyd Shapley", "href": "/wiki/Lloyd_Shapley", "description": "Lloyd Stowell Shapley was an American mathematician and Nobel Prize-winning economist. He contributed to the fields of mathematical economics and especially game theory. Shapley is generally considered one of the most important contributors to the development of game theory since the work of von Neumann and Morgenstern. With Alvin E. Roth, Shapley won the 2012 Nobel Memorial Prize in Economic Scie"}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1924", "date": "June 2", "txt": "June Callwood, Canadian journalist, author, and activist (d. 2007)", "entities": [{"title": "June Callwood", "href": "/wiki/June_Callwood", "description": "June Rose Callwood, was a Canadian journalist, author and social activist. She was known as \"Canada's Conscience\"."}]}, {"heading": "Births", "year": "1926", "date": "June 2", "txt": "Chiyonoyama Masanobu, Japanese sumo wrestler, the 41st Yokozuna (d. 1977)", "entities": [{"title": "Chiyonoyama Masanobu", "href": "/wiki/Chiyonoyama_Masanobu", "description": "Chiyonoyama Masanobu  was a Japanese professional sumo wrestler from Fukushima, Hokkaidō. He was the sport's 41st yokozuna from 1951 until 1959. He is regarded as the first \"modern\" yokozuna in that he was promoted by the Japan Sumo Association itself and not the House of Yoshida Tsukasa. He was the first yokozuna from Hokkaidō, which was also the birthplace of the subsequent yokozuna Yoshibayama,"}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1926", "date": "June 2", "txt": "Milo O'Shea, Irish-American actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1927", "date": "June 2", "txt": "W. Watts Biggers, American author, screenwriter, and animator (d. 2013)", "entities": [{"title": "W. Watts Biggers", "href": "/wiki/W._Watts_Biggers", "description": "William Watts \"Buck\" Biggers was an American novelist and co-creator of the long-running animated television series Underdog."}]}, {"heading": "Births", "year": "1927", "date": "June 2", "txt": "Colin Brittan, English footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 2", "txt": "Erzsi Kovács, Hungarian singer (d. 2014)", "entities": [{"title": "Erzsi Kovács", "href": "/wiki/Erzsi_Kov%C3%A1cs", "description": "Erzsébet \"Erzsi\" Kovács DRH was a Hungarian pop singer and performer. After an attempt to the west in 1951, she was arrested and imprisoned for three years. Afterwards, she resumed her singing career. She recorded her last album, Mosolyogva búcsúzom, aged 79. She was awarded the Order of Merit of the Republic of Hungary."}]}, {"heading": "Births", "year": "1928", "date": "June 2", "txt": "Rafael A. Lecuona, Cuban-American gymnast and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 2", "txt": "Ron Reynolds, English footballer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1929", "date": "June 2", "txt": "Norton Juster, American architect, author, and academic (d. 2021)", "entities": [{"title": "Norton Juster", "href": "/wiki/Norton_Juster", "description": "Norton Juster was an American academic, architect, and writer. He was best known as an author of children's books, notably for The Phantom Tollbooth and The Dot and the Line."}]}, {"heading": "Births", "year": "1929", "date": "June 2", "txt": "Ken McGregor, Australian tennis player (d. 2007)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 2", "txt": "Pete Conrad, American captain, pilot, and astronaut (d. 1999)", "entities": [{"title": "Pete Conrad", "href": "/wiki/Pete_Conrad", "description": "Charles \"Pete\" Conrad Jr. was an American NASA astronaut, aeronautical engineer, naval officer and aviator, test pilot, and commanded the Apollo 12 space mission, on which he became the third person to walk on the Moon. Conrad was selected in NASA's second astronaut class in 1962."}]}, {"heading": "Births", "year": "1933", "date": "June 2", "txt": "Jerry Lumpe, American baseball player and coach (d. 2014)", "entities": [{"title": "Jerry Lumpe", "href": "/wiki/Jerry_Lumpe", "description": "Jerry Dean Lumpe was an American professional baseball player and coach. He had a 12-season career in Major League Baseball, primarily as a second baseman, for the New York Yankees (1956–1959), Kansas City Athletics (1959–1963) and Detroit Tigers (1964–1967), played in two World Series, and was selected to the 1964 American League All-Star team. Named for National Baseball Hall of Fame pitcher Jer"}]}, {"heading": "Births", "year": "1933", "date": "June 2", "txt": "Lew \"Sneaky Pete\" Robinson, drag racer (d. 1971)", "entities": [{"title": "Drag racing", "href": "/wiki/Drag_racing", "description": "Drag racing is a type of motor racing in which automobiles or motorcycles compete, usually two at a time, to be first to cross a set finish line. The race follows a short, straight course from a standing start over a measured distance, most commonly 1⁄4 mi, with a shorter distance becoming increasingly popular, as it has become the standard for Top Fuel dragsters and funny cars, where some major b"}]}, {"heading": "Births", "year": "1934", "date": "June 2", "txt": "Johnny Carter, American singer (d. 2009)", "entities": [{"title": "Johnny Carter (singer)", "href": "/wiki/Johnny_Carter_(singer)", "description": "John E. Carter was an American doo-wop and R&B singer. He was a founding member of The Flamingos and a member of The Dells. Both groups have been inducted into the Rock and Roll Hall of Fame, making Carter one of the few multiple inductees."}]}, {"heading": "Births", "year": "1935", "date": "June 2", "txt": "Carol Shields, American-Canadian novelist and short story writer (d. 2003)", "entities": [{"title": "Carol Shields", "href": "/wiki/Carol_Shields", "description": "Carol Ann Shields, was an American-born Canadian novelist and short story writer. She is best known for her 1993 novel The Stone Diaries, which won the U.S. Pulitzer Prize for Fiction as well as the Governor General's Award in Canada."}]}, {"heading": "Births", "year": "1935", "date": "June 2", "txt": "Dimitri Kitsikis, Greek poet and educator", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 2", "txt": "Volodymyr Holubnychy, Ukrainian race walker", "entities": [{"title": "Volodymyr Holubnychy", "href": "/wiki/Volodymyr_Holubnychy", "description": "Volodymyr Stepanovych Holubnychy is a Soviet and Ukrainian race walker, who competed for the Soviet Union. He dominated the 20 kilometre race walk in the 1960s and 1970s, winning four Olympic medals in 1960–1972 and finishing seventh in 1976."}]}, {"heading": "Births", "year": "1937", "date": "June 2", "txt": "Rosalyn Higgins, English lawyer and judge", "entities": [{"title": "Rosalyn Higgins", "href": "/wiki/Rosalyn_Higgins", "description": "Dame Rosalyn C. Higgins, Lady Higgins, is a British former President of the International Court of Justice (ICJ). She was the first female judge elected to the ICJ, and was elected president in 2006. Her term of office expired on 6 February 2009. She was succeeded as president by Judge Hisashi Owada, and Sir Christopher Greenwood was elected in her place as Judge in the International Court of Just"}]}, {"heading": "Births", "year": "1937", "date": "June 2", "txt": "Sally Kellerman, American actress", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 2", "txt": "Jimmy Jones, American singer-songwriter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 2", "txt": "Robert Paul, Canadian figure skater and choreographer", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 2", "txt": "Deric Washburn, American screenwriter and playwright", "entities": []}, {"heading": "Births", "year": "1938", "date": "June 2", "txt": "Kevin Brownlow, English historian and author", "entities": [{"title": "Kevin Brownlow", "href": "/wiki/Kevin_Brownlow", "description": "Kevin Brownlow, is a British film historian, television documentary-maker, filmmaker, author, and film editor. He is best known for his work documenting the history of the silent era, having become interested in silent film at the age of eleven. This interest grew into a career spent documenting and restoring film. Brownlow has rescued many silent films and their history. His initiative in intervi"}]}, {"heading": "Births", "year": "1938", "date": "June 2", "txt": "George William Penrose, Lord Penrose, Scottish lawyer and judge", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 2", "txt": "Charles Miller, American musician (d. 1980)", "entities": [{"title": "Charles Miller (musician)", "href": "/wiki/Charles_Miller_(musician)", "description": "Charles Miller was an American musician best known as the saxophonist and flutist for multicultural California funk band War. Notably, Miller provided lead vocals as well as sax on the band's Billboard R&B #1 hit \"Low Rider\" (1975)."}]}, {"heading": "Births", "year": "1939", "date": "June 2", "txt": "John Schlee, American golfer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 2", "txt": "Constantine II of Greece", "entities": [{"title": "Constantine II of Greece", "href": "/wiki/Constantine_II_of_Greece", "description": "Constantine II is the last king of the Hellenes. He reigned from 6 March 1964 until the abolition of the monarchy on 1 June 1973."}]}, {"heading": "Births", "year": "1941", "date": "June 2", "txt": "Ünal Aysal, Turkish businessman", "entities": [{"title": "Ünal Aysal", "href": "/wiki/%C3%9Cnal_Aysal", "description": "Ünal Aysal is a Turkish businessman. He was the chairman of Galatasaray S.K.."}]}, {"heading": "Births", "year": "1941", "date": "June 2", "txt": "Stacy Keach, American actor", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 2", "txt": "Lou Nanne, Canadian-American ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 2", "txt": "Charlie Watts, English drummer, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 2", "txt": "Mike Ahern, Australian politician, 32nd Premier of Queensland", "entities": [{"title": "Mike Ahern (Australian politician)", "href": "/wiki/Mike_Ahern_(Australian_politician)", "description": "Michael John Ahern is a former Queensland National Party politician who was Premier of Queensland from December 1987 to September 1989. After a long career in the government of Sir Joh Bjelke-Petersen, Ahern became his successor amid the controversy caused by the Fitzgerald Inquiry into official corruption. Ahern's consensus style and political moderation contrasted strongly with Bjelke-Petersen's"}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1943", "date": "June 2", "txt": "Charles Haid, American actor and director", "entities": [{"title": "Charles Haid", "href": "/wiki/Charles_Haid", "description": "Charles Maurice Haid III is an American actor and television director, with notable work in both movies and television. He is best known for his portrayal of Officer Andy Renko in Hill Street Blues."}]}, {"heading": "Births", "year": "1943", "date": "June 2", "txt": "Crescenzio Sepe, Italian cardinal", "entities": []}, {"heading": "Births", "year": "1944", "date": "June 2", "txt": "Robert Elliott, American actor (d. 2004)", "entities": [{"title": "Robert Elliott (actor born 1944)", "href": "/wiki/Robert_Elliott_(actor_born_1944)", "description": "Robert Elliott was an American actor. He is known for his roles in the movies Animal House (1978), Flashpoint (1984) and Vixen Highway (2001). He died on December 25, 2004 in Tucson, Arizona."}]}, {"heading": "Births", "year": "1944", "date": "June 2", "txt": "Marvin Hamlisch, American composer and conductor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 2", "txt": "Richard Long, English painter, sculptor, and photographer", "entities": [{"title": "Richard Long (artist)", "href": "/wiki/Richard_Long_(artist)", "description": "Sir Richard Julian Long, is an English sculptor and one of the best-known British land artists."}]}, {"heading": "Births", "year": "1945", "date": "June 2", "txt": "Bonnie Newman, American businesswoman and politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 2", "txt": "Lasse Hallström, Swedish director, producer, and screenwriter", "entities": [{"title": "Lasse Hallström", "href": "/wiki/Lasse_Hallstr%C3%B6m", "description": "Lars Sven \"Lasse\" Hallström is a Swedish film director. He first became known for directing almost all music videos by pop group ABBA, and subsequently became a feature film director. He was nominated for an Academy Award for Best Director for My Life as a Dog  (1985) and later for The Cider House Rules (1999). His other celebrated directorial works include What's Eating Gilbert Grape (1993) and C"}]}, {"heading": "Births", "year": "1946", "date": "June 2", "txt": "Peter Sutcliffe, English serial killer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 2", "txt": "Jerry Mathers, American actor", "entities": [{"title": "Jerry Mathers", "href": "/wiki/Jerry_Mathers", "description": "Gerald Patrick Mathers is an American actor. Mathers is best known for his role in the television sitcom Leave It to Beaver, originally broadcast from 1957 to 1963, in which he played Theodore \"Beaver\" Cleaver, the younger son of the suburban couple June and Ward Cleaver and the brother of Wally Cleaver."}]}, {"heading": "Births", "year": "1949", "date": "June 2", "txt": "Heather Couper, English astronomer and physicist (d. 2020)", "entities": [{"title": "Heather Couper", "href": "/wiki/Heather_Couper", "description": "Heather Anita Couper, was a British astronomer, broadcaster and science populariser."}]}, {"heading": "Births", "year": "1949", "date": "June 2", "txt": "Frank Rich, American journalist and critic", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 2", "txt": "Joanna Gleason, Canadian actress and singer", "entities": [{"title": "Joanna Gleason", "href": "/wiki/Joanna_Gleason", "description": "Joanna Gleason is a Canadian actress and singer. She is a Tony Award–winning musical theatre actress and has also had a number of notable film and TV roles. She's known for originating the role of the Baker's Wife in Stephen Sondheim's Into the Woods where she won the Tony Award for Best Actress in a Musical. She is also known for her film work in Mike Nichols' Heartburn (1985), Woody Allen's Hann"}]}, {"heading": "Births", "year": "1950", "date": "June 2", "txt": "Momčilo Vukotić, Serbian footballer and manager", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 2", "txt": "Gilbert Baker, American artist, gay rights activist, and designer of the rainbow flag (d. 2017)", "entities": [{"title": "Gilbert Baker (artist)", "href": "/wiki/Gilbert_Baker_(artist)", "description": "Gilbert Baker was an American artist, gay rights activist, and designer of the rainbow flag (1978), a worldwide symbol of LGBTQ pride. His flag became widely associated with LGBT rights causes, a symbol of gay pride that has become ubiquitous in the decades since its debut. California state senator Scott Wiener said Baker \"helped define the modern LGBT movement\"."}]}, {"heading": "Births", "year": "1951", "date": "June 2", "txt": "Arnold Mühren, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 2", "txt": "Larry Robinson, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "June 2", "txt": "Alexander Wylie, Lord Kinclaven, Scottish lawyer, judge, and educator", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 2", "txt": "Gary Bettman, American commissioner of the National Hockey League", "entities": [{"title": "Gary Bettman", "href": "/wiki/Gary_Bettman", "description": "Gary Bruce Bettman is the commissioner of the National Hockey League (NHL), a post he has held since February 1, 1993. Previously, Bettman was a senior vice president and general counsel to the National Basketball Association (NBA). Bettman is a graduate of Cornell University and New York University School of Law. Bettman was elected to the Hockey Hall of Fame in 2018."}]}, {"heading": "Births", "year": "1953", "date": "June 2", "txt": "Vidar Johansen, Norwegian saxophonist", "entities": [{"title": "Vidar Johansen (musician)", "href": "/wiki/Vidar_Johansen_(musician)", "description": "Vidar Johansen is a Norwegian jazz musician, music arranger and composer.\n"}]}, {"heading": "Births", "year": "1953", "date": "June 2", "txt": "Craig Stadler, American golfer", "entities": []}, {"heading": "Births", "year": "1953", "date": "June 2", "txt": "Cornel West, American philosopher, author, and academic", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 2", "txt": "Dennis Haysbert, American actor and producer", "entities": [{"title": "Dennis Haysbert", "href": "/wiki/Dennis_Haysbert", "description": "Dennis Dexter Haysbert is an American actor. He is known for his roles as baseball player Pedro Cerrano in the Major League film trilogy, Secret Service agent Tim Collin in the political thriller film Absolute Power, Sergeant Major Jonas Blane on the CBS action drama series The Unit, and President David Palmer on the first five seasons of 24. He has also appeared in the films Love Field, Heat, Wai"}]}, {"heading": "Births", "year": "1955", "date": "June 2", "txt": "Dana Carvey, American comedian and actor", "entities": [{"title": "Dana Carvey", "href": "/wiki/Dana_Carvey", "description": "Dana Thomas Carvey is an American stand-up comedian, actor, impressionist, screenwriter and producer. He is best known for his work as a cast member on the sketch comedy show Saturday Night Live, which earned him a Primetime Emmy Award from five consecutive nominations."}]}, {"heading": "Births", "year": "1955", "date": "June 2", "txt": "Nandan Nilekani, Indian businessman, co-founded Infosys", "entities": [{"title": "Infosys", "href": "/wiki/Infosys", "description": "Infosys Limited is an Indian multinational information technology company that provides business consulting, information technology and outsourcing services. The company is headquartered in Bangalore. Infosys is the second-largest Indian IT company after Tata Consultancy Services by 2020 revenue figures and the 602nd largest public company in the world according to Forbes Global 2000 ranking. On 3"}]}, {"heading": "Births", "year": "1955", "date": "June 2", "txt": "Mani Ratnam, Indian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 2", "txt": "Michael Steele, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 2", "txt": "Jan Lammers, Dutch race car driver", "entities": [{"title": "Jan Lammers", "href": "/wiki/Jan_Lammers", "description": "Johannes Antonius Lammers is a racing driver and team principal from the Netherlands."}]}, {"heading": "Births", "year": "1957", "date": "June 2", "txt": "Mark Lawrenson, English footballer and manager", "entities": [{"title": "Mark Lawrenson", "href": "/wiki/Mark_Lawrenson", "description": "Mark Thomas Lawrenson is a former Republic of Ireland international footballer who played as a defender for Liverpool, among others, during the 1970s and 1980s. After a short career as a manager, he has since been a radio, television and internet pundit for the BBC, TV3, BT Sport and Today FM. Born and raised in England, Lawrenson qualified to play for the Republic of Ireland through his grandfath"}]}, {"heading": "Births", "year": "1958", "date": "June 2", "txt": "Lex Luger, American wrestler and football player", "entities": [{"title": "Lex Luger", "href": "/wiki/Lex_Luger", "description": "Lawrence Wendell Pfohl, better known by the ring name Lex Luger, is an American retired professional wrestler, television producer, bodybuilder, and football player. In 2011 he began working with WWE on its wellness policy. He is best known for his work with Jim Crockett Promotions, World Championship Wrestling (WCW), and the World Wrestling Federation."}]}, {"heading": "Births", "year": "1959", "date": "June 2", "txt": "Rineke Dijkstra, Dutch photographer", "entities": [{"title": "Rineke Dijkstra", "href": "/wiki/Rineke_Dijkstra", "description": "Rineke Dijkstra HonFRPS is a Dutch photographer. She lives and works in Amsterdam. Dijkstra has been awarded an Honorary Fellowship of the Royal Photographic Society, the 1999 Citibank Private Bank Photography Prize and the 2017 Hasselblad Award."}]}, {"heading": "Births", "year": "1959", "date": "June 2", "txt": "Lydia Lunch, American singer-songwriter, guitarist, and actress", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 2", "txt": "Erwin Olaf, Dutch photographer", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 2", "txt": "Olga Bondarenko, Russian runner", "entities": [{"title": "Olga Bondarenko", "href": "/wiki/Olga_Bondarenko", "description": "Olga Petrovna Bondarenko is a retired Russian female track and field athlete, who competed mainly in the 10,000 metres. She trained at the Armed Forces sports society in Volgograd and represented the Soviet Union internationally."}]}, {"heading": "Births", "year": "1960", "date": "June 2", "txt": "Tony Hadley, English singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 2", "txt": "Kyle Petty, American race car driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 2", "txt": "Dez Cadena, American singer-songwriter and guitarist", "entities": [{"title": "Dez Cadena", "href": "/wiki/Dez_Cadena", "description": "Dez Cadena is an American punk rock singer and guitarist. He was the third vocalist and later rhythm guitarist for hardcore punk band Black Flag from 1980 to 1983. Cadena played guitar with the Misfits from 2001 to 2015, initially joining the band alongside Doyle, Jerry Only and Robo for their 25th Anniversary Tour and has served as the band's longest tenured guitarist."}]}, {"heading": "Births", "year": "1962", "date": "June 2", "txt": "Mark Plaatjes, South African-American runner and coach", "entities": [{"title": "Mark Plaatjes", "href": "/wiki/Mark_Plaatjes", "description": "Mark Plaatjes was the marathon champion at the 1993 World Championships in Athletics in Stuttgart."}]}, {"heading": "Births", "year": "1963", "date": "June 2", "txt": "Anand Abhyankar, Indian actor (d. 2012)", "entities": [{"title": "Anand Abhyankar", "href": "/wiki/Anand_Abhyankar", "description": "Anand Abhyankar was an Indian Marathi film, television and theatre actor. He starred in films such as Spandan (2012), Balgandharva (2011), Matichya Chuli (2006), Vaastav (1999) and Jis Desh Mein Ganga Rehta Hain. On television, he is known for his roles in Mala Sasu Havi, Taarak Mehta Ka Ooltah Chashmah, Fu Bai Fu, Avaghachi Sansar and Asambhav. Abhyankar died on 24 December 2012 in a car accident"}]}, {"heading": "Births", "year": "1964", "date": "June 2", "txt": "Caroline Link, German director and screenwriter", "entities": [{"title": "Caroline Link", "href": "/wiki/Caroline_Link", "description": "Caroline Link, is a German film director and screenwriter."}]}, {"heading": "Births", "year": "1965", "date": "June 2", "txt": "Russ Courtnall, Canadian ice hockey player", "entities": [{"title": "Russ Courtnall", "href": "/wiki/Russ_Courtnall", "description": "Russell William Courtnall is a Canadian former ice hockey player. He played for the Toronto Maple Leafs, Montreal Canadiens, Minnesota North Stars, Dallas Stars, Vancouver Canucks, New York Rangers and Los Angeles Kings. Courtnall was born in Duncan, British Columbia, but grew up in Oak Bay, British Columbia."}]}, {"heading": "Births", "year": "1965", "date": "June 2", "txt": "Mark Waugh, Australian cricketer and journalist", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 2", "txt": "Steve Waugh, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 2", "txt": "Dayana Cadeau, Haitian born Canadian-American professional bodybuilder", "entities": [{"title": "Dayana Cadeau", "href": "/wiki/Dayana_Cadeau", "description": "Dayana M. Cadeau is a Haitian Canadian professional female bodybuilder."}]}, {"heading": "Births", "year": "1966", "date": "June 2", "txt": "Candace Gingrich, American activist", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 2", "txt": "Pedro Guerra, Spanish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 2", "txt": "Petra van Staveren, Dutch swimmer", "entities": []}, {"heading": "Births", "year": "1967", "date": "June 2", "txt": "Remigija Nazarovienė, Lithuanian heptathlete and coach", "entities": [{"title": "Remigija Nazarovienė", "href": "/wiki/Remigija_Nazarovien%C4%97", "description": "Remigija Nazarovienė is a retired Lithuanian heptathlete. She won the bronze medal at the 1997 World Championships and finished third at the 1998 IAAF World Combined Events Challenge. She won the Talence Decastar twice, in 1996 and 1997, and was runner-up in 1989 and 1998. She competed at three consecutive Olympic Games, three consecutive World Championships in Athletics, ad four straight editions"}]}, {"heading": "Births", "year": "1967", "date": "June 2", "txt": "Mike Stanton, American baseball player", "entities": []}, {"heading": "Births", "year": "1968", "date": "June 2", "txt": "Merril Bainbridge, Australian singer-songwriter", "entities": [{"title": "Merril Bainbridge", "href": "/wiki/Merril_Bainbridge", "description": "Merril Bainbridge is an Australian pop music singer and songwriter. Her debut was in 1994 with the single, \"Mouth\", which peaked at number one for six consecutive weeks in Australia and became a top five hit in the United States."}]}, {"heading": "Births", "year": "1968", "date": "June 2", "txt": "Andy Cohen, American television host", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 2", "txt": "Kurt Abbott, American baseball player", "entities": [{"title": "Kurt Abbott", "href": "/wiki/Kurt_Abbott", "description": "Kurt Thomas Abbott is an American former professional baseball player who played primarily as a shortstop and second baseman from 1993 to 2001."}]}, {"heading": "Births", "year": "1969", "date": "June 2", "txt": "Paulo Sérgio, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 2", "txt": "David Wheaton, American tennis player, radio host, and author", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 2", "txt": "B Real, American rapper and actor", "entities": [{"title": "B Real", "href": "/wiki/B_Real", "description": "Louis Mario Freese, known by his stage name B-Real, is an American rapper. Since 1991, he has been one of two lead rappers in the hip hop group Cypress Hill, along with Sen Dog. He has also been a part of the rap metal band Kush (2000-2002), the hip hop supergroup Serial Killers (2013-present) and the rap rock supergroup Prophets of Rage (2016–2019). He has released a variety of solo mixtapes, as "}]}, {"heading": "Births", "year": "1971", "date": "June 2", "txt": "Kateřina Jacques, Czech translator and politician", "entities": [{"title": "Kateřina Jacques", "href": "/wiki/Kate%C5%99ina_Jacques", "description": "Kateřina Jacques is a Czech Green Party politician. She was elected to the lower house of the Parliament of the Czech Republic in the June 2006 election, representing the Prague electoral district. Before the election she was director of the human rights section of the prime minister's office.\nShe gained media attention when she was assaulted by a policeman while protesting against a neo-Nazi rall"}]}, {"heading": "Births", "year": "1972", "date": "June 2", "txt": "Wayne Brady, American actor, comedian, game show host, and singer", "entities": [{"title": "Wayne Brady", "href": "/wiki/Wayne_Brady", "description": "Wayne Alphonso Brady is an American actor, singer, comedian, game show host, and television personality. He is a regular on the American version of the improvisational comedy television series Whose Line Is It Anyway? He was the host of the daytime talk show The Wayne Brady Show, was the original host of Fox's Don't Forget the Lyrics!, and has hosted Let's Make a Deal since its 2009 revival. Brady"}]}, {"heading": "Births", "year": "1972", "date": "June 2", "txt": "Raúl Ibañez, American baseball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "June 2", "txt": "Wentworth Miller, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 2", "txt": "Marko Kristal, Estonian footballer and manager", "entities": [{"title": "Marko Kristal", "href": "/wiki/Marko_Kristal", "description": "Marko Kristal is an Estonian football manager and former player. He is the manager of Nõmme Kalju."}]}, {"heading": "Births", "year": "1973", "date": "June 2", "txt": "Neifi Pérez, Dominican-American baseball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 2", "txt": "Gata Kamsky, Russian-American chess player", "entities": [{"title": "Gata Kamsky", "href": "/wiki/Gata_Kamsky", "description": "Gata Kamsky is a Soviet-born American chess grandmaster, and a five-time U.S. champion."}]}, {"heading": "Births", "year": "1974", "date": "June 2", "txt": "Matt Serra, American mixed martial artist", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 2", "txt": "Salvatore Scibona, American author", "entities": [{"title": "Salvatore Scibona", "href": "/wiki/Salvatore_Scibona", "description": "Salvatore Scibona is an American novelist and short-story writer. He has won awards for both his novels and short stories, and was selected in 2010 as one of The New Yorker \"Fiction Writers to Watch: 20 under 40\"."}]}, {"heading": "Births", "year": "1976", "date": "June 2", "txt": "Earl Boykins, American basketball player", "entities": [{"title": "Earl Boykins", "href": "/wiki/Earl_Boykins", "description": "Earl Antoine Boykins is a former American professional basketball player. Standing at 5 feet, 5 inches in height, he is the second-shortest player in NBA history behind Muggsy Bogues, who was 5 feet, 3 inches tall. He was the head coach for the Douglas County High School boys varsity basketball team. He is now serving as an assistant coach for the Arkansas Razorbacks."}]}, {"heading": "Births", "year": "1976", "date": "June 2", "txt": "Martin Čech, Czech ice hockey player (d. 2007)", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 2", "txt": "Antônio Rodrigo Nogueira, Brazilian mixed martial artist and boxer", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 2", "txt": "Tim Rice-Oxley, English singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 2", "txt": "Teet Allas, Estonian footballer", "entities": [{"title": "Teet Allas", "href": "/wiki/Teet_Allas", "description": "Teet Allas is an Estonian professional footballer, who plays in the Estonian Meistriliiga for Paide Linnameeskond. He plays the position of defender and is 1.82 m tall."}]}, {"heading": "Births", "year": "1977", "date": "June 2", "txt": "A.J. Styles, American wrestler", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 2", "txt": "Zachary Quinto, American actor and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 2", "txt": "Dominic Cooper, English actor", "entities": [{"title": "Dominic Cooper", "href": "/wiki/Dominic_Cooper", "description": "Dominic Edward Cooper is an English actor who has worked in television, film, theatre, and radio. He is perhaps best known for his portrayal of comic book characters Jesse Custer on the AMC show Preacher (2016–2019) and young Howard Stark in the Marvel Cinematic Universe, with appearances in Captain America: The First Avenger (2011) and the TV series Agent Carter (2015–16), among other Marvel prod"}]}, {"heading": "Births", "year": "1978", "date": "June 2", "txt": "Nikki Cox, American actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 2", "txt": "Yi So-yeon, biotechnologist and astronaut, the first Korean in space", "entities": [{"title": "Biotechnologist", "href": "/wiki/Biotechnologist", "description": "Biotechnology is a broad area of biology, involving the use of living systems and organisms to develop or make products. Depending on the tools and applications, it often overlaps with related scientific fields. In the late 20th and early 21st centuries, biotechnology has expanded to include new and diverse sciences, such as genomics, recombinant gene techniques, applied immunology, and developmen"}, {"title": "Astronaut", "href": "/wiki/Astronaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}, {"title": "South Korea", "href": "/wiki/South_Korea", "description": "South Korea, officially the Republic of Korea (ROK), is a country in East Asia, constituting the southern part of the Korean Peninsula, and sharing a land border with North Korea. 25 million people, around half of the country's population of 51 million, live in the Seoul Capital Area, the fifth-largest metropolitan area in the world."}]}, {"heading": "Births", "year": "1979", "date": "June 2", "txt": "Morena Baccarin, Brazilian-American actress", "entities": [{"title": "Morena Baccarin", "href": "/wiki/Morena_Baccarin", "description": "Morena Silva de Vaz Setta Baccarin is a Brazilian-American actress known for portraying Inara Serra in the sci-fi series Firefly and the follow-up film Serenity; the voice of Black Canary in Justice League Unlimited (2004–06), Vanessa in the superhero comedy film Deadpool and its sequel Deadpool 2; Jessica Brody in the Showtime series Homeland, for which she received a Primetime Emmy Award nominat"}]}, {"heading": "Births", "year": "1979", "date": "June 2", "txt": "Butterfly Boucher, Australian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 2", "txt": "Fabrizio Moretti, Brazilian-American drummer", "entities": [{"title": "Fabrizio Moretti", "href": "/wiki/Fabrizio_Moretti", "description": "Fabrizio Moretti is a Brazilian-American musician and visual artist best known as the drummer for American rock band The Strokes, with whom he has released six studio albums since 2001. A collaborative artist, he has been part of a series of groups since the mid-2000s, most notably the Brazilian-American band Little Joy, which released one album in 2008, and the experimental pop collective Machine"}]}, {"heading": "Births", "year": "1980", "date": "June 2", "txt": "Bobby Simmons, American basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 2", "txt": "Richard Skuse, English rugby player", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 2", "txt": "Abby Wambach, American soccer player and coach", "entities": []}, {"heading": "Births", "year": "1980", "date": "June 2", "txt": "Tomasz Wróblewski, Polish bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 2", "txt": "Nikolay Davydenko, Russian tennis player", "entities": [{"title": "Nikolay Davydenko", "href": "/wiki/Nikolay_Davydenko", "description": "Nikolay Vladimirovich Davydenko is a Russian former professional tennis player. He achieved a career-high singles ranking of World No. 3 in November 2006. Davydenko's best result in a Grand Slam tournament was reaching the semi-finals, which he accomplished on four occasions: twice each at the French Open and the U.S. Open, losing to Roger Federer in all but one of them. His biggest achievement wa"}]}, {"heading": "Births", "year": "1981", "date": "June 2", "txt": "Chin-hui Tsao, Taiwanese baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 2", "txt": "Jewel Staite, Canadian actress", "entities": [{"title": "Jewel Staite", "href": "/wiki/Jewel_Staite", "description": "Jewel Belair Staite is a Canadian actress. She is known for her roles as Kaylee Frye in the Fox television series Firefly (2002–2003) and its spin-off theatrical film Serenity (2005), and as Jennifer Keller on Sci-Fi Channel's science fiction television series Stargate Atlantis (2007–2009). Staite also starred as Catalina in Space Cases (1996), as \"Becca\" Fisher in Flash Forward (1996–1997), as Ra"}]}, {"heading": "Births", "year": "1983", "date": "June 2", "txt": "Chris Higgins, American ice hockey player", "entities": [{"title": "Chris Higgins (ice hockey)", "href": "/wiki/Chris_Higgins_(ice_hockey)", "description": "Christopher Robert Higgins is an American former professional ice hockey winger and current Skills and Development coach for the Vancouver Canucks of the National Hockey League (NHL). While playing college hockey, he was selected 14th overall by the Montreal Canadiens in the first round of the 2002 NHL Entry Draft. He finished a two-year career with the Yale Bulldogs, earning ECAC Hockey Player of"}]}, {"heading": "Births", "year": "1983", "date": "June 2", "txt": "Leela James, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 2", "txt": "Toni Livers, Swiss skier", "entities": []}, {"heading": "Births", "year": "1983", "date": "June 2", "txt": "Brooke White, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 2", "txt": "Jack Afamasaga, New Zealand rugby league player", "entities": [{"title": "Jack Afamasaga", "href": "/wiki/Jack_Afamasaga", "description": "Jack Taualii Afamasaga, also known by the nickname of \"Skuks\", is a New Zealand former rugby union and professional rugby league footballer who played in the 2000s and 2010s. He played at club level for the Parramatta Eels, the Manly-Warringah Sea Eagles, the Cronulla Sharks, the Melbourne Storm in the National Rugby League, the Western Suburbs Rosellas in the Newcastle Rugby League competition, w"}]}, {"heading": "Births", "year": "1984", "date": "June 2", "txt": "Max Boyer, Canadian wrestler", "entities": []}, {"heading": "Births", "year": "1984", "date": "June 2", "txt": "Feleti Mateo, Australian-Tongan rugby league player", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 2", "txt": "Miyuki Sawashiro, Japanese voice actress and singer", "entities": [{"title": "Miyuki Sawashiro", "href": "/wiki/Miyuki_Sawashiro", "description": "Miyuki Sawashiro  is a Japanese actress, voice actress and narrator. She has played voice roles in a number of Japanese anime including Bishamon in Noragami, Petit Charat/Puchiko in Di Gi Charat, Mint in Galaxy Angel, Sinon in Sword Art Online, Twilight/Towa Akagi/Cure Scarlet in Go! Princess Precure, Raiden Mei in Honkai Impact 3, Beelzebub in Beelzebub, Izuna Hatsuse in No Game No Life, Amagi in"}]}, {"heading": "Births", "year": "1986", "date": "June 2", "txt": "Todd Carney, Australian rugby league player", "entities": [{"title": "Todd Carney", "href": "/wiki/Todd_Carney", "description": "Todd Carney, also known by the nickname of \"Toddy\", is an Australian former professional rugby league player who played in the 2000s and 2010s."}]}, {"heading": "Births", "year": "1987", "date": "June 2", "txt": "Maryka Holtzhausen, South African netball player", "entities": [{"title": "Maryka Holtzhausen", "href": "/wiki/Maryka_Holtzhausen", "description": "Maryka Holtzhausen is a South African netball player. She plays in the positions of GA and WA. She is a member of the South Africa national netball team, and competed in the 2010 Commonwealth Games in Delhi and the 2011 World Netball Championships in Singapore. She also participated in the 2010 World Netball Series and the 2011 World Netball Series, both held in Liverpool, UK. She played in the 20"}]}, {"heading": "Births", "year": "1987", "date": "June 2", "txt": "Yoann Huget, French rugby player", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 2", "txt": "Matthew Koma, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 2", "txt": "Angelo Mathews, Sri Lankan cricketer", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 2", "txt": "Sonakshi Sinha, Indian actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "June 2", "txt": "Staniliya Stamenova, Bulgarian canoeist", "entities": [{"title": "Staniliya Stamenova", "href": "/wiki/Staniliya_Stamenova", "description": "Staniliya Stamenova is a Bulgarian sprint canoer and former athletics competitor. She won the gold medal in the C-1 200 m event at the 2015 ICF Canoe Sprint World Championships in Milan and has won the gold in the same event at the Canoe Sprint European Championships three times, in 2012, 2014, and 2015."}]}, {"heading": "Births", "year": "1989", "date": "June 2", "txt": "Steve Smith, Australian cricketer", "entities": [{"title": "Steve Smith (cricketer)", "href": "/wiki/Steve_Smith_(cricketer)", "description": "Steven Peter Devereux Smith is an Australian international cricketer and former captain of the Australian national team. He represents New South Wales in domestic cricket. Smith has been compared to Donald Bradman due to his distinctively high Test batting average."}]}, {"heading": "Births", "year": "1992", "date": "June 2", "txt": "Pajtim Kasami, Swiss footballer", "entities": [{"title": "Pajtim Kasami", "href": "/wiki/Pajtim_Kasami", "description": "Pajtim Kasami is a Swiss professional footballer who plays as a midfielder for FC Basel and the Switzerland national team."}]}, {"heading": "Births", "year": "1993", "date": "June 2", "txt": "Adam Taggart, Australian footballer", "entities": [{"title": "Adam Taggart", "href": "/wiki/Adam_Taggart", "description": "Adam Jake Taggart is an Australian footballer who plays for Cerezo Osaka in Japan's J1 League. Taggart has also represented the Australia national U20 team, Australia national U23 team and Australia national team. Taggart is a striker and is a former holder of the Nike A-League Golden Boot award, scoring 16 goals in 25 appearances for the Jets during the 2013–14 A-League season."}]}, {"heading": "Births", "year": "1999", "date": "June 2", "txt": "Campbell Graham, Australian rugby league player", "entities": [{"title": "Campbell Graham", "href": "/wiki/Campbell_Graham", "description": "Campbell Graham is an Australian professional rugby league footballer who plays as a winger and centre for the South Sydney Rabbitohs in the NRL."}]}, {"heading": "Deaths", "year": "657", "date": "June 2", "txt": "Pope Eugene I", "entities": [{"title": "Pope Eugene I", "href": "/wiki/Pope_Eugene_I", "description": "Pope Eugene I was the bishop of Rome from 10 August 654 to his death. He was chosen to become pope after the deposition and banishment of Martin I by Emperor Constans II over the dispute about Monothelitism."}]}, {"heading": "Deaths", "year": "891", "date": "June 2", "txt": "Al-Muwaffaq, Abbasid general (b. 842)", "entities": [{"title": "Al-Muwaffaq", "href": "/wiki/Al-Muwaffaq", "description": "Abu Ahmad Talha ibn Ja'far, better known by his laqab as al-Muwaffaq Billah, was an Abbasid prince and military leader, who acted as the de facto regent of the Abbasid Caliphate for most of the reign of his brother, Caliph al-Mu'tamid. His stabilization of the internal political scene after the decade-long \"Anarchy at Samarra\", his successful defence of Iraq against the Saffarids and the suppressi"}]}, {"heading": "Deaths", "year": "910", "date": "June 2", "txt": "Richilde of Provence (b. 845)", "entities": [{"title": "Richilde of Provence", "href": "/wiki/Richilde_of_Provence", "description": "Richilde of Provence was the second wife of the Frankish emperor Charles the Bald. By her marriage, she became queen and later empress. She ruled as regent in 877."}]}, {"heading": "Deaths", "year": "1200", "date": "June 2", "txt": "Bishop John of Oxford", "entities": [{"title": "John of Oxford", "href": "/wiki/John_of_Oxford", "description": "John of Oxford was a medieval Bishop of Norwich."}]}, {"heading": "Deaths", "year": "1258", "date": "June 2", "txt": "Peter I, Count of Urgell", "entities": [{"title": "Peter I, Count of Urgell", "href": "/wiki/Peter_I,_Count_of_Urgell", "description": "Peter I was the second son of King Sancho I of Portugal and his wife Dulce, infanta of Aragon, and would eventually become\nCount of Urgell and Lord of the Balearic Islands."}]}, {"heading": "Deaths", "year": "1292", "date": "June 2", "txt": "Rhys ap Maredudd, Welsh nobleman and rebel leader", "entities": [{"title": "Rhys ap Maredudd", "href": "/wiki/Rhys_ap_Maredudd", "description": "Rhys ap Maredudd was a senior member of the Welsh royal house of Deheubarth, a principality of Medieval Wales. He was the great grandson of The Lord Rhys, prince of south Wales, and the last ruler of a united Deheubarth. He is best known for his leadership of a revolt in south Wales in 1287–88."}]}, {"heading": "Deaths", "year": "1418", "date": "June 2", "txt": "Katherine of Lancaster, queen of Henry III of Castile", "entities": [{"title": "Katherine of Lancaster", "href": "/wiki/Katherine_of_Lancaster", "description": "Catherine of Lancaster was Queen of Castile by marriage to King Henry III of Castile. She governed Castile as regent from 1406 until 1418 during the minority of her son."}, {"title": "Henry III of Castile", "href": "/wiki/Henry_III_of_Castile", "description": "Henry III of Castile, called the Mourner, was the son of John I and Eleanor of Aragon. He succeeded his father as King of Castile in 1390."}]}, {"heading": "Deaths", "year": "1453", "date": "June 2", "txt": "Álvaro de Luna, Duke of Trujillo, Constable of Castile", "entities": [{"title": "Álvaro de Luna, Duke of Trujillo", "href": "/wiki/%C3%81lvaro_de_Luna,_Duke_of_Trujillo", "description": "Álvaro de Luna y Jarana, 1st Duke of Trujillo, 1st Count of San Esteban de Gormaz, KOS, was a Spanish knight and politician. He was a favourite of King John II of Castile, a Constable of Castile and Grand Master of the military order of Santiago."}]}, {"heading": "Deaths", "year": "1567", "date": "June 2", "txt": "Shane O'Neill, head of the O'Neill dynasty in Ireland (b. 1530)", "entities": [{"title": "Shane O'Neill (Irish chieftain)", "href": "/wiki/Shane_O%27Neill_(Irish_chieftain)", "description": "Shane O'Neill, was an Irish chieftain of the O'Neill dynasty of Ulster in the mid 16th century. Shane O'Neill's career was marked by his ambition to be The O'Neill – sovereign of the dominant O'Neill family of Tír Eoghain—and thus overlord of the entire province. This brought him into conflict with competing branches of the O'Neill family and with the English government in Ireland, who recognised "}, {"title": "O'Neill dynasty", "href": "/wiki/O%27Neill_dynasty", "description": "The O'Neill dynasty is a lineage of Irish Gaelic origin, that held prominent positions and titles in Ireland and elsewhere. As Kings of Cenél nEógain, they are historically the most prominent family of the Northern Uí Néill, along with the O'Donnell and O'Doherty. The O'Neills hold that their ancestors were kings of Ailech during the Early Middle Ages, as descendants of Niall of the Nine Hostages."}]}, {"heading": "Deaths", "year": "1572", "date": "June 2", "txt": "Thomas Howard, 4th Duke of Norfolk (b. 1536)", "entities": [{"title": "Thomas Howard, 4th Duke of Norfolk", "href": "/wiki/Thomas_Howard,_4th_Duke_of_Norfolk", "description": "Thomas Howard, 4th Duke of Norfolk, was an English nobleman and politician. Although from a family with strong Catholic leanings, he was raised a Protestant. He was a second cousin of Queen Elizabeth I through her maternal grandmother, and held many high offices during her reign."}]}, {"heading": "Deaths", "year": "1581", "date": "June 2", "txt": "James Douglas, 4th Earl of Morton, Scottish soldier and politician, Lord Chancellor of Scotland (b. 1525)", "entities": [{"title": "James Douglas, 4th Earl of Morton", "href": "/wiki/James_Douglas,_4th_Earl_of_Morton", "description": "James Douglas, 4th Earl of Morton was the last of the four regents of Scotland during the minority of King James VI. He was in some ways the most successful of the four, since he won the civil war that had been dragging on with the supporters of the exiled Mary, Queen of Scots. However, he came to an unfortunate end, executed by means of the Maiden, a predecessor of the guillotine."}, {"title": "Lord Chancellor of Scotland", "href": "/wiki/Lord_Chancellor_of_Scotland", "description": "\n\nThe Lord Chancellor of Scotland was a Great Officer of State in the Kingdom of Scotland."}]}, {"heading": "Deaths", "year": "1603", "date": "June 2", "txt": "Bernard of Wąbrzeźno, Roman Catholic priest (b. 1575)", "entities": [{"title": "Bernard of Wąbrzeźno", "href": "/wiki/Bernard_of_W%C4%85brze%C5%BAno", "description": "Bernard of Wąbrzeźno was a Roman Catholic priest and a Benedictine monk from the Benedictine Abbey in Lubiń, Poland. He has been named as a candidate for beatification several times, beginning in the 1730s and most recently in 2009."}]}, {"heading": "Deaths", "year": "1693", "date": "June 2", "txt": "John Wildman, English soldier and politician, Postmaster General of the United Kingdom (b. 1621)", "entities": [{"title": "John Wildman", "href": "/wiki/John_Wildman", "description": "Sir John Wildman was an English politician and soldier."}, {"title": "Postmaster General of the United Kingdom", "href": "/wiki/Postmaster_General_of_the_United_Kingdom", "description": "The Postmaster General of the United Kingdom was a Cabinet-level ministerial position in HM Government. Aside from maintaining the postal system, the Telegraph Act 1868 established the Postmaster General's right to exclusively maintain electric telegraphs. This would subsequently extend to telecommunications and broadcasting."}]}, {"heading": "Deaths", "year": "1701", "date": "June 2", "txt": "Madeleine de Scudéry, French author (b. 1607)", "entities": [{"title": "Madeleine de Scudéry", "href": "/wiki/Madeleine_de_Scud%C3%A9ry", "description": "Madeleine de Scudéry, often known simply as Mademoiselle de Scudéry, was a French writer."}]}, {"heading": "Deaths", "year": "1716", "date": "June 2", "txt": "Ogata Kōrin, Japanese painter and educator (b. 1658)", "entities": [{"title": "Ogata Kōrin", "href": "/wiki/Ogata_K%C5%8Drin", "description": "Ogata Kōrin was a Japanese painter, lacquerer and designer of the Rinpa school."}]}, {"heading": "Deaths", "year": "1754", "date": "June 2", "txt": "Ebenezer Erskine, Scottish minister and theologian (b. 1680)", "entities": [{"title": "Ebenezer Erskine", "href": "/wiki/Ebenezer_Erskine", "description": "Ebenezer Erskine was a Scottish minister whose actions led to the establishment of the Secession Church."}]}, {"heading": "Deaths", "year": "1761", "date": "June 2", "txt": "Jonas Alströmer, Swedish businessman (b. 1685)", "entities": [{"title": "Jonas Alströmer", "href": "/wiki/Jonas_Alstr%C3%B6mer", "description": "Jonas Alströmer was a pioneer of agriculture and industry in Sweden."}]}, {"heading": "Deaths", "year": "1785", "date": "June 2", "txt": "Jean Paul de Gua de Malves, French mathematician and academic (b. 1713)", "entities": [{"title": "Jean Paul de Gua de Malves", "href": "/wiki/Jean_Paul_de_Gua_de_Malves", "description": "Jean Paul de Gua de Malves was a French mathematician who published in 1740 a work on analytical geometry in which he applied it, without the aid of differential calculus, to find the tangents, asymptotes, and various singular points of an algebraic curve."}]}, {"heading": "Deaths", "year": "1806", "date": "June 2", "txt": "William Tate, English painter (b. 1747)", "entities": [{"title": "William Tate (painter)", "href": "/wiki/William_Tate_(painter)", "description": "William Tate was an English portrait painter who was a student of Joseph Wright of Derby."}]}, {"heading": "Deaths", "year": "1853", "date": "June 2", "txt": "Henry Trevor, 21st Baron Dacre, English general (b. 1777)", "entities": [{"title": "Henry Trevor, 21st Baron Dacre", "href": "/wiki/Henry_Trevor,_21st_Baron_Dacre", "description": "\nHenry Otway Trevor, 21st Baron Dacre, CB was a British peer and soldier."}]}, {"heading": "Deaths", "year": "1865", "date": "June 2", "txt": "Ner Middleswarth, American judge and politician (b. 1783)", "entities": [{"title": "Ner Middleswarth", "href": "/wiki/Ner_Middleswarth", "description": "Ner Middleswarth was an American politician from New Jersey who served as a Whig member of the U.S. House of Representatives for Pennsylvania's 10th congressional district from 1853 to 1855. He served as a member of the Pennsylvania State House of Representatives from 1815 to 1841 including two terms as speaker of the house. He also served as a member of the Pennsylvania Senate for the 15th distri"}]}, {"heading": "Deaths", "year": "1875", "date": "June 2", "txt": "Józef Kremer, Polish psychologist, historian, and philosopher (b. 1806)", "entities": [{"title": "Józef Kremer", "href": "/wiki/J%C3%B3zef_Kremer", "description": "Józef Kremer, was a Polish historian of art, a philosopher, an aesthetician and a psychologist."}]}, {"heading": "Deaths", "year": "1881", "date": "June 2", "txt": "Émile Littré, French lexicographer and philosopher (b. 1801)", "entities": [{"title": "Émile Littré", "href": "/wiki/%C3%89mile_Littr%C3%A9", "description": "Émile Maximilien Paul Littré was a French lexicographer, freemason and philosopher, best known for his Dictionnaire de la langue française, commonly called le Littré."}]}, {"heading": "Deaths", "year": "1882", "date": "June 2", "txt": "Giuseppe Garibaldi, Italian general and politician  (b. 1807)", "entities": [{"title": "Giuseppe Garibaldi", "href": "/wiki/Giuseppe_Garibaldi", "description": "Giuseppe Maria Garibaldi was an Italian general, patriot and republican. He contributed to the Italian unification and the creation of the Kingdom of Italy. He is considered to be one of the greatest generals of modern times and one of Italy's \"fathers of the fatherland\", along with Camillo Benso, Count of Cavour, Victor Emmanuel II of Italy and Giuseppe Mazzini. Garibaldi is also known as the \"He"}]}, {"heading": "Deaths", "year": "1901", "date": "June 2", "txt": "George Leslie Mackay, Canadian missionary and author (b. 1844)", "entities": [{"title": "George Leslie Mackay", "href": "/wiki/George_Leslie_Mackay", "description": "George Leslie Mackay or Má-kai was the first Presbyterian missionary to northern Taiwan. He served with the Canadian Presbyterian Mission. Mackay is among the best known Westerners to have lived in Taiwan."}]}, {"heading": "Deaths", "year": "1927", "date": "June 2", "txt": "Hüseyin Avni Lifij, Turkish painter (b. 1886)", "entities": [{"title": "Hüseyin Avni Lifij", "href": "/wiki/H%C3%BCseyin_Avni_Lifij", "description": "Hüseyin Avni Lifij was a Turkish impressionist painter of Circassian origin. He is best known for landscapes with architectural features."}]}, {"heading": "Deaths", "year": "1929", "date": "June 2", "txt": "Enrique Gorostieta, Mexican general (b. 1889)", "entities": [{"title": "Enrique Gorostieta", "href": "/wiki/Enrique_Gorostieta", "description": "Enrique Gorostieta Velarde was a Mexican soldier best known for his leadership as a general during the Cristero War."}]}, {"heading": "Deaths", "year": "1933", "date": "June 2", "txt": "Frank Jarvis, American runner and triple jumper (b. 1878)", "entities": [{"title": "Frank Jarvis", "href": "/wiki/Frank_Jarvis", "description": "Frank Washington Jarvis was an American athlete, and the Olympic 100 m champion of 1900."}]}, {"heading": "Deaths", "year": "1937", "date": "June 2", "txt": "Louis Vierne, French organist and composer (b. 1870)", "entities": [{"title": "Louis Vierne", "href": "/wiki/Louis_Vierne", "description": "Louis Victor Jules Vierne was a French organist and composer. As the organist of Notre-Dame de Paris from 1900 until his death, he focused on organ music, including six organ symphonies and a Messe solennelle for choir and two organs. He toured Europe and the United States as a concert organist. His students included Nadia Boulanger and Maurice Duruflé."}]}, {"heading": "Deaths", "year": "1941", "date": "June 2", "txt": "Lou Gehrig, American baseball player (b. 1903)", "entities": [{"title": "Lou Gehrig", "href": "/wiki/Lou_Gehrig", "description": "Henry Louis Gehrig was an American professional baseball first baseman who played 17 seasons in Major League Baseball (MLB) for the New York Yankees (1923–1939). Gehrig was renowned for his prowess as a hitter and for his durability, which earned him his nickname \"The Iron Horse\". He was an All-Star seven consecutive times, a Triple Crown winner once, an American League (AL) Most Valuable Player t"}]}, {"heading": "Deaths", "year": "1942", "date": "June 2", "txt": "Bunny Berigan, American singer and trumpet player (b. 1908)", "entities": [{"title": "Bunny Berigan", "href": "/wiki/Bunny_Berigan", "description": "Roland Bernard \"Bunny\" Berigan was an American jazz trumpeter and bandleader who rose to fame during the swing era. His career and influence were shortened by alcoholism and ended with his early demise at the age of 33 from cirrhosis. Although he composed some jazz instrumentals such as \"Chicken and Waffles\" and \"Blues\", Berigan was best known for his virtuoso jazz trumpeting. His 1937 classic rec"}]}, {"heading": "Deaths", "year": "1947", "date": "June 2", "txt": "John Gretton, 1st Baron Gretton, English sailor and politician (b. 1867)", "entities": [{"title": "John Gretton, 1st Baron Gretton", "href": "/wiki/John_Gretton,_1st_Baron_Gretton", "description": "John Gretton, 1st Baron Gretton, was a British businessman and Conservative politician. Gretton won two gold medals in the 1900 Olympic Games."}]}, {"heading": "Deaths", "year": "1948", "date": "June 2", "txt": "Viktor Brack, German physician (b. 1904)", "entities": [{"title": "Viktor Brack", "href": "/wiki/Viktor_Brack", "description": "Viktor Hermann Brack was a member of the Schutzstaffel (SS) and a convicted Nazi war criminal, who was one of the prominent organisers of the euthanasia programme Action T4; this Nazi initiative resulted in the systematic murder of over 70,000 disabled German and Austrian people. He held various positions of responsibility in Hitler's Chancellery in Berlin. Following his role in the T4 programme, "}]}, {"heading": "Deaths", "year": "1948", "date": "June 2", "txt": "Karl Brandt, German SS officer (b. 1904)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1948", "date": "June 2", "txt": "Karl Gebhardt, German physician (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "June 2", "txt": "Waldemar Hoven, German physician (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "June 2", "txt": "Wolfram Sievers, German SS officer (b. 1905)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1952", "date": "June 2", "txt": "Naum Torbov, Bulgarian architect, designed the Central Sofia Market Hall (b. 1880)", "entities": [{"title": "Naum Torbov", "href": "/wiki/Naum_Torbov", "description": "Naum Torbov (1880-1952) was a Bulgarian architect."}, {"title": "Central Sofia Market Hall", "href": "/wiki/Central_Sofia_Market_Hall", "description": "The Central Sofia Market Hall, known popularly simply as The Market Hall is a covered market in the centre of Sofia, the capital of Bulgaria, located on Marie Louise Boulevard. It was opened in 1911 and is today an important trade centre in the city."}]}, {"heading": "Deaths", "year": "1956", "date": "June 2", "txt": "Jean Hersholt, Danish-American actor and director (b. 1886)", "entities": [{"title": "Jean Hersholt", "href": "/wiki/Jean_Hersholt", "description": "Jean Pierre Carl Buron, known professionally as Jean Hersholt, was a Danish-American actor. He is best known for starring on the radio series Dr. Christian (1937–1954) and in the film Heidi (1937). Asked how to pronounce his name, he told The Literary Digest, \"In English, her'sholt; in Danish, hairs'hult.\" Of his total credits, 75 were silent films and 65 were sound films ; he directed four."}]}, {"heading": "Deaths", "year": "1959", "date": "June 2", "txt": "Lyda Borelli, Italian actress (b. 1884)", "entities": [{"title": "Lyda Borelli", "href": "/wiki/Lyda_Borelli", "description": "Lyda Cini, Countess of Monselice was an Italian actress of cinema and theatre. Her career in theatre started when she was a child, acting on stage with Paola Pezzaglia in the French drama I due derelitti."}]}, {"heading": "Deaths", "year": "1961", "date": "June 2", "txt": "George S. Kaufman, American director, producer, and playwright (b. 1889)", "entities": [{"title": "George S. Kaufman", "href": "/wiki/George_S._Kaufman", "description": "George Simon Kaufman was an American playwright, theatre director and producer, humorist, and drama critic. In addition to comedies and political satire, he wrote several musicals for the Marx Brothers and others. He won the Pulitzer Prize for Drama for the musical Of Thee I Sing in 1932, and won again in 1937 for the play You Can't Take It with You. He also won the Tony Award for Best Director in"}]}, {"heading": "Deaths", "year": "1962", "date": "June 2", "txt": "Vita Sackville-West, English author and poet (b. 1892)", "entities": [{"title": "Vita Sackville-West", "href": "/wiki/Vita_Sackville-West", "description": "Victoria Mary Sackville-West, Lady Nicolson, CH, usually known as Vita Sackville-West, was an English author and garden designer."}]}, {"heading": "Deaths", "year": "1967", "date": "June 2", "txt": "Benno Ohnesorg, German student and activist (b. 1940)", "entities": [{"title": "Benno Ohnesorg", "href": "/wiki/Benno_Ohnesorg", "description": "Benno Ohnesorg was a West German university student killed by a policeman during a demonstration in West Berlin. His death spurred the growth of the left-wing German student movement."}]}, {"heading": "Deaths", "year": "1968", "date": "June 2", "txt": "André Mathieu, Canadian pianist and composer (b. 1929)", "entities": [{"title": "André Mathieu", "href": "/wiki/Andr%C3%A9_Mathieu", "description": "André Mathieu was a Canadian pianist and composer."}]}, {"heading": "Deaths", "year": "1969", "date": "June 2", "txt": "Leo Gorcey, American actor (b. 1917)", "entities": [{"title": "Leo Gorcey", "href": "/wiki/Leo_Gorcey", "description": "Leo Bernard Gorcey was an American stage and film actor, famous for portraying the leader of a group of hooligans known variously as the Dead End Kids, The East Side Kids, and, as adults, The Bowery Boys. Gorcey was famous for his use of malapropisms, such as \"I depreciate it!\" instead of \"I appreciate it!\""}]}, {"heading": "Deaths", "year": "1970", "date": "June 2", "txt": "Orhan Kemal, Turkish author (b. 1914)", "entities": [{"title": "Orhan Kemal", "href": "/wiki/Orhan_Kemal", "description": "Orhan Kemal is the pen name of Turkish novelist Mehmet Raşit Öğütçü. He is known for his realist novels that describe the life of the poor in Turkey."}]}, {"heading": "Deaths", "year": "1970", "date": "June 2", "txt": "Albert Lamorisse, French director, producer, and screenwriter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "June 2", "txt": "Bruce McLaren, New Zealand race car driver and engineer, founded the McLaren racing team (b. 1937)", "entities": [{"title": "McLaren", "href": "/wiki/McLaren", "description": "McLaren Racing Limited is a British motor racing team based at the McLaren Technology Centre in Woking, Surrey, England. McLaren is best known as a Formula One constructor, and is the second oldest active team, and second most successful Formula One team after Ferrari, having won 182 races, 12 Drivers' Championships and 8 Constructors' Championships. McLaren also has a history of competing in Amer"}]}, {"heading": "Deaths", "year": "1970", "date": "June 2", "txt": "Giuseppe Ungaretti, Italian soldier, journalist, and academic (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "June 2", "txt": "Hiroshi Kazato, Japanese race car driver (b. 1949)", "entities": [{"title": "Hiroshi Kazato", "href": "/wiki/Hiroshi_Kazato", "description": "Hiroshi Kazato  was a Japanese racecar driver. Kazato started his career at age 19. He took part in the 1971 Can-Am season, finishing 10th in the championship driving a Lola T222-Chevrolet. He participated at Formula Two European seasons 1972 and 1973, scoring 7 championship points. He graduated from Seikei University in 1973."}]}, {"heading": "Deaths", "year": "1976", "date": "June 2", "txt": "Kenneth Mason, English soldier and geographer (b. 1887)", "entities": [{"title": "Kenneth Mason (geographer)", "href": "/wiki/Kenneth_Mason_(geographer)", "description": "Lieut-Colonel Kenneth Mason MC was a British soldier and geographer notable as the first statutory professor of Geography at the University of Oxford. His work surveying the Himalayas was rewarded in 1927 with a Royal Geographical Society Founder's Medal, the citation reading for his connection between the surveys of India and Russian Turkestan, and his leadership of the Shaksgam Expedition."}]}, {"heading": "Deaths", "year": "1976", "date": "June 2", "txt": "Juan José Torres, Bolivian general and politician, 61st President of Bolivia (b. 1920)", "entities": [{"title": "President of Bolivia", "href": "/wiki/President_of_Bolivia", "description": "The President of Bolivia, officially known as the President of the Plurinational State of Bolivia, is head of state and head of government of Bolivia and the Captain General of the Armed Forces of Bolivia."}]}, {"heading": "Deaths", "year": "1977", "date": "June 2", "txt": "Albert Bittlmayer, German footballer (b. 1952)", "entities": [{"title": "Albert Bittlmayer", "href": "/wiki/Albert_Bittlmayer", "description": "Albert Bittlmayer was a German footballer who made a combined total of 142 league appearances for 1. FC Nürnberg and Tennis Borussia Berlin until he died of cancer at the age of 24."}]}, {"heading": "Deaths", "year": "1977", "date": "June 2", "txt": "Stephen Boyd, Northern Irish-born American actor (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "June 2", "txt": "Santiago Bernabéu Yeste, Spanish footballer and coach (b. 1895)", "entities": [{"title": "Santiago Bernabéu Yeste", "href": "/wiki/Santiago_Bernab%C3%A9u_Yeste", "description": "Santiago Bernabéu de Yeste was a Spanish footballer who played for Real Madrid as a forward, and is one of the most important men in Real Madrid's history."}]}, {"heading": "Deaths", "year": "1979", "date": "June 2", "txt": "Jim Hutton, American actor (b. 1934)", "entities": [{"title": "Jim Hutton", "href": "/wiki/Jim_Hutton", "description": "Dana James Hutton was an American actor in film and television best remembered for his role as Ellery Queen in the 1970s TV series of the same name and his screen partnership with Paula Prentiss in four films, starting with Where the Boys Are. He is the father of actor Timothy Hutton."}]}, {"heading": "Deaths", "year": "1982", "date": "June 2", "txt": "Fazal Ilahi Chaudhry, Pakistani lawyer and politician, 5th President of Pakistan (b. 1904)", "entities": [{"title": "Fazal Ilahi Chaudhry", "href": "/wiki/Fazal_Ilahi_Chaudhry", "description": "Fazal Elahi Chaudhry, was a politician who served as the fifth President of Pakistan from 1973 until 1978, prior to the martial law led by Chief of Army Staff General Zia-ul-Haq.\n(see codename Fair Play). He also served as the Deputy Speaker of the National Assembly of Pakistan from 1965 to 1969 and the 8th Speaker of the National Assembly of Pakistan from 1972 to 1973."}, {"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Deaths", "year": "1983", "date": "June 2", "txt": "Stan Rogers, Canadian singer-songwriter (b. 1949)", "entities": [{"title": "Stan Rogers", "href": "/wiki/Stan_Rogers", "description": "Stanley Allison Rogers was a Canadian folk musician and songwriter."}]}, {"heading": "Deaths", "year": "1983", "date": "June 2", "txt": "Ray Stehr, Australian rugby league player and coach (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "June 2", "txt": "Aurèle Joliat, Canadian ice hockey player (b. 1901)", "entities": [{"title": "Aurèle Joliat", "href": "/wiki/Aur%C3%A8le_Joliat", "description": "Aurèle Émile \"Mighty Atom, Little Giant\" Joliat was a Canadian professional ice hockey left winger who played 16 seasons in the National Hockey League for the Montreal Canadiens."}]}, {"heading": "Deaths", "year": "1987", "date": "June 2", "txt": "Anthony de Mello, Indian-American priest and psychotherapist (b. 1931)", "entities": [{"title": "Anthony de Mello", "href": "/wiki/Anthony_de_Mello", "description": "Anthony de Mello, also known as Tony de Mello, was an Indian Jesuit priest and psychotherapist. A spiritual teacher, writer, and public speaker, de Mello wrote several books on spirituality and hosted numerous spiritual retreats and conferences. He continues to be known for his storytelling which drew from the various mystical traditions of both East and West and for introducing many people in the"}]}, {"heading": "Deaths", "year": "1987", "date": "June 2", "txt": "Sammy Kaye, American bandleader and songwriter (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "June 2", "txt": "Andrés Segovia, Spanish guitarist (b. 1893)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "June 2", "txt": "Raj Kapoor, Indian actor, director, and producer (b. 1924)", "entities": [{"title": "Raj Kapoor", "href": "/wiki/Raj_Kapoor", "description": "Raj Kapoor, was an Indian actor, producer, and director who worked in Hindi cinema. He is widely considered as the greatest showman in the history of Indian cinema and entertainment. He received multiple accolades, including three National Film Awards and 11 Filmfare Awards in India. The Filmfare Lifetime Achievement Award is named after Kapoor. He was a two-time nominee for the Palme d'Or grand p"}]}, {"heading": "Deaths", "year": "1989", "date": "June 2", "txt": "Ted a'Beckett, Australian cricketer and footballer (b. 1907)", "entities": [{"title": "Ted a'Beckett", "href": "/wiki/Ted_a%27Beckett", "description": "Edward Lambert à Beckett was an Australian cricketer who played in four Tests between 1928 and 1931. He also played in 47 first-class matches for Victoria."}]}, {"heading": "Deaths", "year": "1990", "date": "June 2", "txt": "Jack Gilford, American actor and comedian (b. 1908)", "entities": [{"title": "Jack Gilford", "href": "/wiki/Jack_Gilford", "description": "Jack Gilford was an American Broadway, film, and television actor. He was nominated for the Academy Award for Best Supporting Actor for Save the Tiger (1973)."}]}, {"heading": "Deaths", "year": "1990", "date": "June 2", "txt": "Rex Harrison, English actor (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "June 2", "txt": "Ahmed Arif, Turkish poet and author (b. 1927)", "entities": [{"title": "Ahmed Arif", "href": "/wiki/Ahmed_Arif", "description": "Ahmed Arif was a Turkish-Kurdish poet."}]}, {"heading": "Deaths", "year": "1992", "date": "June 2", "txt": "Philip Dunne, American director, producer, and screenwriter (b. 1908)", "entities": [{"title": "Philip Dunne (writer)", "href": "/wiki/Philip_Dunne_(writer)", "description": "Philip Ives Dunne was a Hollywood screenwriter, film director and producer, who worked prolifically from 1932 until 1965. He spent the majority of his career at 20th Century Fox crafting well regarded romantic and historical dramas, usually adapted from another medium. Dunne was a leading Screen Writers Guild organizer and was politically active during the \"Hollywood Blacklist\" episode of the 1940"}]}, {"heading": "Deaths", "year": "1993", "date": "June 2", "txt": "Johnny Mize, American baseball player, coach, and sportscaster (b. 1913)", "entities": [{"title": "Johnny Mize", "href": "/wiki/Johnny_Mize", "description": "John Robert Mize, nicknamed Big Jawn and The Big Cat, was an American professional baseball player, coach and scout. He played as a first baseman in Major League Baseball (MLB) for 15 seasons between 1936 and 1953, losing three seasons to military service during World War II. Mize was a ten-time All-Star who played for the St. Louis Cardinals, New York Giants, and the New York Yankees. During his "}]}, {"heading": "Deaths", "year": "1993", "date": "June 2", "txt": "Tahar Djaout, Algerian journalist, writer and poet (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "June 2", "txt": "David Stove, Australian philosopher, author, and academic (b. 1927)", "entities": [{"title": "David Stove", "href": "/wiki/David_Stove", "description": "David Charles Stove was an Australian philosopher."}]}, {"heading": "Deaths", "year": "1996", "date": "June 2", "txt": "John Alton, Hungarian-American cinematographer and director (b. 1901)", "entities": [{"title": "John Alton", "href": "/wiki/John_Alton", "description": "John Alton, born Johann Jacob Altmann, in Sopron, Kingdom of Hungary, was an American cinematographer of Hungarian-German origin. Alton photographed some of the most famous films noir of the classic period and won an Academy Award for the cinematography of An American in Paris (1951), becoming the first Hungarian-born person to do so in the cinematography category."}]}, {"heading": "Deaths", "year": "1996", "date": "June 2", "txt": "Leon Garfield, English author (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "June 2", "txt": "Ray Combs, American game show host (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "June 2", "txt": "Doc Cheatham, American trumpet player, singer, and bandleader (b. 1905)", "entities": [{"title": "Doc Cheatham", "href": "/wiki/Doc_Cheatham", "description": "Adolphus Anthony Cheatham, better known as Doc Cheatham, was an American jazz trumpeter, singer, and bandleader. He is also the Grandfather of musician Theo Croker."}]}, {"heading": "Deaths", "year": "1997", "date": "June 2", "txt": "Helen Jacobs, American tennis champion (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "June 2", "txt": "Junior Braithwaite, Jamaican singer (b. 1949)", "entities": [{"title": "Junior Braithwaite", "href": "/wiki/Junior_Braithwaite", "description": "\n\nFranklin Delano Alexander \"Junior\" Braithwaite was a reggae musician from Kingston, Jamaica and the youngest member of the vocal group, The Wailing Wailers."}]}, {"heading": "Deaths", "year": "2000", "date": "June 2", "txt": "Svyatoslav Fyodorov, Russian ophthalmologist, academic, and politician (b. 1927)", "entities": [{"title": "Svyatoslav Fyodorov", "href": "/wiki/Svyatoslav_Fyodorov", "description": "Svyatoslav Nikolayevich Fyodorov was a Russian ophthalmologist, politician, professor, full member of the Russian Academy of Sciences and Russian Academy of Medical Sciences. He is considered to be a pioneer of refractive surgery. He was also one of the candidates in the 1996 Russian presidential election, running as a member of the Party of Workers' Self-Government."}]}, {"heading": "Deaths", "year": "2000", "date": "June 2", "txt": "John Schlee, American golfer (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "June 2", "txt": "Gerald James Whitrow, English mathematician, cosmologist, and historian (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "June 2", "txt": "Imogene Coca, American actress and comedian (b. 1908)", "entities": [{"title": "Imogene Coca", "href": "/wiki/Imogene_Coca", "description": "Imogene Coca was an American comic actress best known for her role opposite Sid Caesar on Your Show of Shows. Starting out in vaudeville as a child acrobat, she studied ballet and wished to have a serious career in music and dance, graduating to decades of stage musical revues, cabaret and summer stock. In her 40s, she began a celebrated career as a comedian on television, starring in six series a"}]}, {"heading": "Deaths", "year": "2001", "date": "June 2", "txt": "Joey Maxim, American boxer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "June 2", "txt": "Hugo van Lawick, Dutch director and photographer (b. 1937)", "entities": [{"title": "Hugo van Lawick", "href": "/wiki/Hugo_van_Lawick", "description": "Hugo Arndt Rodolf, Baron van Lawick was a Dutch wildlife filmmaker and photographer."}]}, {"heading": "Deaths", "year": "2003", "date": "June 2", "txt": "Freddie Blassie, American wrestler and manager (b. 1918)", "entities": [{"title": "Freddie Blassie", "href": "/wiki/Freddie_Blassie", "description": "Frederick Kenneth Blassie, better known as \"Classy\" Freddie Blassie, was an American professional wrestling villain and manager. Renowned as \"The Hollywood Fashion Plate\", he was a one-time NWA World Junior Heavyweight Champion."}]}, {"heading": "Deaths", "year": "2003", "date": "June 2", "txt": "Alma Ricard, Canadian broadcaster and philanthropist (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "June 2", "txt": "Lucien Cliche, Canadian lawyer and politician (b. 1916)", "entities": [{"title": "Lucien Cliche", "href": "/wiki/Lucien_Cliche", "description": "Lucien Cliche was a lawyer and political figure in Quebec. He represented Abitibi-Est in the Legislative Assembly of Quebec and then the Quebec National Assembly from 1960 to 1970 as a Liberal. Cliche was Speaker of the Legislative Assembly from 1960 to 1961."}]}, {"heading": "Deaths", "year": "2005", "date": "June 2", "txt": "Gunder Gundersen, Norwegian skier (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "June 2", "txt": "Samir Kassir, Lebanese journalist and educator (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "June 2", "txt": "Melita Norwood, English civil servant and spy (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "June 2", "txt": "Keith Smith, English rugby player and coach (b. 1952)", "entities": [{"title": "Keith Smith (rugby)", "href": "/wiki/Keith_Smith_(rugby)", "description": "Keith Smith was an English dual-code international rugby union, and professional rugby league footballer who played in the 1970s. He played representative rugby union (RU) as a centre, i.e. number 12 or 13, for England, England (Under-23s), Yorkshire, and Yorkshire (Colts), and at club level for Moortown RUFC and Roundhay RUFC, and he played representative rugby league (RL) as a centre for England"}]}, {"heading": "Deaths", "year": "2007", "date": "June 2", "txt": "Kentarō Haneda, Japanese pianist and composer (b. 1949)", "entities": [{"title": "Kentarō Haneda", "href": "/wiki/Kentar%C5%8D_Haneda", "description": "Kentarō Haneda  was a Japanese pianist, composer and arranger of popular anime and movies and video game music. His popular name was Haneken."}]}, {"heading": "Deaths", "year": "2007", "date": "June 2", "txt": "Huang Ju, Chinese engineer and politician, 1st Vice Premier of the People's Republic of China (b. 1938)", "entities": [{"title": "Vice Premier of the People's Republic of China", "href": "/wiki/Vice_Premier_of_the_People%27s_Republic_of_China", "description": "The vice-premiers of the State Council of the People's Republic of China are high-ranking executive assistants to the Premier. Generally, the title is held by multiple individuals at one time, with each Vice-Premier holding a broad portfolio of responsibilities. The highest-ranked office holder is informally called the First-ranked Vice-Premier. The first-ranked VP takes over duties of the Premier"}]}, {"heading": "Deaths", "year": "2008", "date": "June 2", "txt": "Bo Diddley, American singer-songwriter and guitarist (b. 1928)", "entities": [{"title": "Bo Diddley", "href": "/wiki/Bo_Diddley", "description": "Ellas McDaniel, known as Bo Diddley, was an American singer, guitarist, songwriter and music producer who played a key role in the transition from the blues to rock and roll. He influenced many artists, including Buddy Holly, Elvis Presley, the Beatles, the Rolling Stones, the Animals, and the Clash."}]}, {"heading": "Deaths", "year": "2008", "date": "June 2", "txt": "Mel Ferrer, American actor (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "June 2", "txt": "Cevher Özden, Turkish banker and businessman (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "June 2", "txt": "David Eddings, American author (b. 1931)", "entities": [{"title": "David Eddings", "href": "/wiki/David_Eddings", "description": "David Carroll Eddings was an American fantasy writer. With his wife Leigh, he authored several best-selling epic fantasy novel series, including The Belgariad (1982–84), The Malloreon (1987–91), The Elenium (1989–91), The Tamuli (1992–94), and The Dreamers (2003–06)."}]}, {"heading": "Deaths", "year": "2012", "date": "June 2", "txt": "Avraham Botzer, Polish-Israeli commander (b. 1929)", "entities": [{"title": "Avraham Botzer", "href": "/wiki/Avraham_Botzer", "description": "Avraham Botzer was the Commander of the Israeli Navy between 1968 and 1972."}]}, {"heading": "Deaths", "year": "2012", "date": "June 2", "txt": "Adolfo Calero, Nicaraguan businessman and political activist (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 2", "txt": "Richard Dawson, English-American soldier, actor, television personality, and game show host (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 2", "txt": "LeRoy Ellis, American basketball player (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 2", "txt": "Kathryn Joosten, American actress (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "June 2", "txt": "Jan Gmelich Meijling, Dutch commander and politician (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 2", "txt": "Mario Bernardi, Canadian pianist and conductor (b. 1930)", "entities": [{"title": "Mario Bernardi", "href": "/wiki/Mario_Bernardi", "description": "Mario Bernardi, was a Canadian conductor and pianist. He conducted 75 different operas and over 450 other works with the National Arts Centre Orchestra."}]}, {"heading": "Deaths", "year": "2013", "date": "June 2", "txt": "Chen Xitong, Chinese politician, 8th Mayor of Beijing (b. 1930)", "entities": [{"title": "Mayor of Beijing", "href": "/wiki/Mayor_of_Beijing", "description": "The politics of Beijing is structured in a dual party-government system like all other governing institutions in the mainland of the People's Republic of China."}]}, {"heading": "Deaths", "year": "2013", "date": "June 2", "txt": "Mandawuy Yunupingu, Australian singer-songwriter and guitarist (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 2", "txt": "Ivica Brzić, Serbian footballer and manager (b. 1941)", "entities": [{"title": "Ivica Brzić", "href": "/wiki/Ivica_Brzi%C4%87", "description": "Ivan \"Ivica\" Brzić was a Serbian football player and manager, the majority of whose playing career was spent with FK Vojvodina. He was also a member of the Yugoslavia squad that reached the final of 1968 European Championship."}]}, {"heading": "Deaths", "year": "2014", "date": "June 2", "txt": "Anjan Das, Indian director and producer (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 2", "txt": "Gennadi Gusarov, Russian footballer and manager (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 2", "txt": "Nikolay Khrenkov, Russian bobsledder (b. 1984)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 2", "txt": "Duraisamy Simon Lourdusamy, Indian cardinal (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 2", "txt": "Kuaima Riruako, Namibian politician (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "June 2", "txt": "Alexander Shulgin, American pharmacologist and chemist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 2", "txt": "Fernando de Araújo, East Timorese politician, President of East Timor (b. 1963)", "entities": [{"title": "Fernando de Araújo (East Timorese politician)", "href": "/wiki/Fernando_de_Ara%C3%BAjo_(East_Timorese_politician)", "description": "Fernando de Araújo, also known as Lasama was an East Timorese activist and politician. He was a clandestine activist for the independence of East Timor, and then founded the Democratic Party after independence. He was President of the National Parliament of East Timor from 2007 to 2012. He also served as the Acting President for two months in early 2008."}, {"title": "President of East Timor", "href": "/wiki/President_of_East_Timor", "description": "The president of East Timor, officially the president of the Democratic Republic of Timor Leste, is the head of state in East Timor, elected by popular vote for a five-year term."}]}, {"heading": "Deaths", "year": "2015", "date": "June 2", "txt": "Irwin Rose, American biologist and academic, Nobel Prize laureate (b. 1926)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2017", "date": "June 2", "txt": "Peter Sallis, English actor (b. 1921)", "entities": [{"title": "Peter Sallis", "href": "/wiki/Peter_Sallis", "description": "Peter John Sallis was a British actor. He is known for his work in television."}]}]