[{"heading": "Events", "year": "1215", "date": "June 1", "txt": "Zhongdu (now Beijing), then under the control of the Jurchen ruler Emperor Xuanzong of Jin, is captured by the Mongols under Genghis Khan, ending the Battle of Zhongdu.", "entities": [{"title": "Zhongdu", "href": "/wiki/Zhongdu", "description": "Zhongdu was the capital of the Jurchen-led Jin dynasty in medieval China. It was located in the southwestern part of Beijing's Xicheng District. It had a population of nearly one million by the late 12th century, and was the last and largest pre-modern city built on that location."}, {"title": "Jurchen people", "href": "/wiki/Jurchen_people", "description": "The Jurchen is a term used to collectively describe a number of East Asian Tungusic-speaking peoples who lived in the northeast of China, later known as Manchuria, before the 18th century. They are largely continuous with the Manchus of later history. Of obscure origins, different Jurchen groups lived as hunter-gatherers, pastoralist nomads, or sedentary agriculturists. Generally lacking a central"}, {"title": "Emperor Xuanzong of Jin", "href": "/wiki/Emperor_Xuanzong_of_Jin", "description": "Emperor Xuanzong of Jin, personal name Wudubu, sinicized names Wanyan Xun and Wanyan Congjia, was the eighth emperor of the Jurchen-led Jin dynasty, which ruled northern China between the 12th and 13th centuries. He was the second Jin emperor to be defeated by the Mongols, and the first after they crossed the Great Wall in 1211 during the Jin campaign."}, {"title": "Mongols", "href": "/wiki/Mongols", "description": "The Mongols are an East Asian ethnic group native to Mongolia and to China's Inner Mongolia Autonomous Region. They also live as minorities in other regions of China, as well as in Russia. Mongolian people belonging to the Buryat and Kalmyk subgroups live predominantly in the Russian federal subjects of Buryatia and Kalmykia."}, {"title": "Genghis Khan", "href": "/wiki/Genghis_Khan", "description": "Genghis Khan, IPA: [t͡ʃʰiŋɡɪs xaːŋ],, was the founder and first Great Khan (Emperor) of the Mongol Empire, which became the largest contiguous empire in history after his death. He came to power by uniting many of the nomadic tribes of Northeast Asia. After founding the Empire and being proclaimed Genghis Khan, he launched the Mongol invasions that conquered most of Eurasia, reaching as far west a"}, {"title": "Battle of Zhongdu", "href": "/wiki/Battle_of_Zhongdu", "description": "The Battle of Zhongdu was a battle in 1215 between the Mongols and the Jurchen Jin dynasty, which controlled northern China. The Mongols won and continued their conquest of China."}]}, {"heading": "Events", "year": "1252", "date": "June 1", "txt": "Alfonso X is proclaimed king of Castile and León.", "entities": [{"title": "Alfonso X", "href": "/wiki/Alfonso_X", "description": "Alfonso X was the king of Castile, León and Galicia from 30 May 1252 until his death in 1284. During the election of 1257, a dissident faction chose him to be king of Germany on 1 April. He renounced his claim to Germany in 1275, and in creating an alliance with the Kingdom of England in 1254, his claim on the Duchy of Gascony as well."}, {"title": "Kingdom of Castile", "href": "/wiki/Kingdom_of_Castile", "description": "The Kingdom of Castile was a large and powerful state on the Iberian Peninsula during the Middle Ages. Its name comes from the host of castles constructed in the region. It began in the 9th century as the County of Castile, an eastern frontier lordship of the Kingdom of León. During the 10th century, its counts increased their autonomy, but it was not until 1065 that it was separated from León and"}, {"title": "Kingdom of León", "href": "/wiki/Kingdom_of_Le%C3%B3n", "description": "The Kingdom of León was an independent kingdom situated in the northwest region of the Iberian Peninsula. It was founded in AD 910 when the Christian princes of Asturias along the northern coast of the peninsula shifted their capital from Oviedo to the city of León. The kings of León fought civil wars, wars against neighbouring kingdoms, and campaigns to repel invasions by both the Moors and the V"}]}, {"heading": "Events", "year": "1298", "date": "June 1", "txt": "Residents of Riga and Grand Duchy of Lithuania defeated the Livonian Order in the Battle of Turaida.", "entities": [{"title": "Riga", "href": "/wiki/Riga", "description": "Riga is the capital of Latvia and is home to 627,487 inhabitants (2020), which is a third of Latvia's population. Being significantly larger than other cities of Latvia, Riga is the country's primate city. It is also the largest city in the three Baltic states and is home to one tenth of the three Baltic states' combined population. The city lies on the Gulf of Riga at the mouth of the Daugava riv"}, {"title": "Grand Duchy of Lithuania", "href": "/wiki/Grand_Duchy_of_Lithuania", "description": "The Grand Duchy of Lithuania was a European state that lasted from the 13th century to 1795, when the territory was partitioned among the Russian Empire, the Kingdom of Prussia, and the Habsburg Empire of Austria. The state was founded by Lithuanians, who were at the time a polytheistic nation born from several united Baltic tribes from Aukštaitija."}, {"title": "Livonian Order", "href": "/wiki/Livonian_Order", "description": "The Livonian Order was an autonomous branch of the Teutonic Order,\nformed in 1237. From 1435 to 1561 it was a member of the Livonian Confederation."}, {"title": "Battle of Turaida", "href": "/wiki/Battle_of_Turaida", "description": "The Battle of Turaida or Treiden was fought on June 1, 1298, on the banks of the Gauja River near the Turaida Castle. The Livonian Order was decisively defeated by the residents of Riga allied with the Grand Duchy of Lithuania under command of Vytenis."}]}, {"heading": "Events", "year": "1495", "date": "June 1", "txt": "A monk, John Cor, records the first known batch of Scotch whisky.[citation needed]", "entities": [{"title": "Monk", "href": "/wiki/Monk", "description": "A monk is a person who practices religious asceticism by monastic living, either alone or with any number of other monks. A monk may be a person who decides to dedicate his life to serving all other living beings, or to be an ascetic who voluntarily chooses to leave mainstream society and live his or her life in prayer and contemplation. The concept is ancient and can be seen in many religions and"}, {"title": "John Cor", "href": "/wiki/John_Cor", "description": "John Cor is the name of the monk referred to in the first known written reference to a batch of Scotch Whisky on 1 June 1495."}, {"title": "Scotch whisky", "href": "/wiki/Scotch_whisky", "description": "Scotch whisky is malt whisky or grain whisky, made in Scotland."}]}, {"heading": "Events", "year": "1533", "date": "June 1", "txt": "Anne Boleyn is crowned Queen of England.", "entities": [{"title": "Anne Boleyn", "href": "/wiki/Anne_Boleyn", "description": "Anne Boleyn was Queen of England from 1533 to 1536 as the second wife of King Henry VIII. Their marriage, and her execution for treason and other charges by beheading, made her a key figure in the political and religious upheaval that marked the start of the English Reformation. Anne was the daughter of Thomas Boleyn, 1st Earl of Wiltshire, and his wife, Lady Elizabeth Howard, and was educated in "}, {"title": "Queen consort", "href": "/wiki/Queen_consort", "description": "A queen consort is the wife of a reigning king, or an empress consort in the case of an emperor. A queen consort usually shares her spouse's social rank and status. She holds the feminine equivalent of the king's monarchical titles, but historically, she does not share the regnant's political and military powers."}]}, {"heading": "Events", "year": "1535", "date": "June 1", "txt": "Combined forces loyal to Charles V attack and expel the Ottomans from Tunis during the Conquest of Tunis.", "entities": [{"title": "Charles V, Holy Roman Emperor", "href": "/wiki/Charles_V,_Holy_Roman_Emperor", "description": "Charles V was Holy Roman Emperor and Archduke of Austria from 1519 to 1556, King of Spain from 1516 to 1556, and Lord of the Netherlands as titular Duke of Burgundy from 1506 to 1555. As he was head of the rising House of Habsburg during the first half of the 16th century, his dominions in Europe included the Holy Roman Empire, extending from Germany to northern Italy with direct rule over the Aus"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Tunis", "href": "/wiki/Tunis", "description": "Tunis is the capital and largest city of Tunisia. The greater metropolitan area of Tunis, often referred to as \"Grand Tunis\", has about 2,700,000 inhabitants. As of 2020, it is the fourth-largest city in the Maghreb region and the sixteenth-largest in the Arab world."}, {"title": "Conquest of Tunis (1535)", "href": "/wiki/Conquest_of_Tunis_(1535)", "description": "The Conquest of Tunis in 1535 was a successful capture of Tunis, then under the control of the Ottoman Empire, by the Habsburg Empire of Charles V and its allies."}]}, {"heading": "Events", "year": "1648", "date": "June 1", "txt": "The Roundheads defeat the Cavaliers at the Battle of Maidstone in the Second English Civil War.", "entities": [{"title": "Roundhead", "href": "/wiki/Roundhead", "description": "Roundheads were the supporters of the Parliament of England during the English Civil War (1642–1651). Also known as Parliamentarians, they fought against King Charles I of England and his supporters, known as the Cavaliers or Royalists, who claimed rule by absolute monarchy and the principle of the 'divine right of kings'. The goal of the Roundhead party was to give the Parliament supreme control "}, {"title": "Cavalier", "href": "/wiki/Cavalier", "description": "Cavalier was first used by Roundheads as a term of abuse for the wealthier Royalist supporters of King Charles I and his son Charles II of England during the English Civil War, the Interregnum, and the Restoration. It was later adopted by the Royalists themselves. Although it referred originally to political and social attitudes and behaviour, of which clothing was a very small part, it has subseq"}, {"title": "Battle of Maidstone", "href": "/wiki/Battle_of_Maidstone", "description": "The Battle of Maidstone was fought in the Second English Civil War and was a victory for the attacking Parliamentarian troops over the defending Royalist forces."}, {"title": "Second English Civil War", "href": "/wiki/Second_English_Civil_War", "description": "The 1648 Second English Civil War is one in a series of connected conflicts in the kingdoms of England, incorporating Wales, Scotland, and Ireland. Known collectively as the 1638 to 1651 Wars of the Three Kingdoms, others include the Irish Confederate Wars, the 1638 to 1640 Bishops' Wars, and the Cromwellian conquest of Ireland."}]}, {"heading": "Events", "year": "1649", "date": "June 1", "txt": "Start of the Sumuroy Revolt: Filipinos in Northern Samar led by Agustin Sumuroy revolt against Spanish colonial authorities.", "entities": [{"title": "Philippine revolts against Spain", "href": "/wiki/Philippine_revolts_against_Spain#Sumuroy_Revolt_(1649-50)", "description": "During the Spanish colonial period in the Philippines, 1521–1898, there were several revolts against the Spanish colonial government by indigenous Moro, Lumad, Indians, Chinese (Sangleys), and Insulares, often with the goal of re-establishing the rights and powers that had traditionally belonged to Lumad Timueys, Maginoo Rajah, and Moro Datus. Some revolts stemmed from land problems and this was l"}, {"title": "Northern Samar", "href": "/wiki/Northern_Samar", "description": "Northern Samar is a province in the Philippines located in the Eastern Visayas region. Its capital is Catarman and is located at the northern portion of the island of Samar. Bordering the province to the south are the provinces of Samar and Eastern Samar. To the northwest, across the San Bernardino Strait is Sorsogon; to the east is the Philippine Sea and to the west is Samar Sea."}, {"title": "Agustin Sumuroy", "href": "/wiki/Agustin_Sumuroy", "description": " Agustín Sumuroy (better known as Juan Sumuroy) was a Filipino hero and Waray leader of the Sumuroy Rebellion, a rebellion of native Filipinos against colonial Spanish forces that occurred in eastern Visayas in 1649-1650."}]}, {"heading": "Events", "year": "1670", "date": "June 1", "txt": "In Dover, England, Charles II of England and Louis XIV of France sign the Secret Treaty of Dover, which will force England into the Third Anglo-Dutch War.", "entities": [{"title": "Dover", "href": "/wiki/Dover", "description": "Dover is a town and major ferry port in Kent, South East England. It faces France across the Strait of Dover, the narrowest part of the English Channel at 33 kilometres (21 mi) from Cap Gris Nez in France. It lies south-east of Canterbury and east of Maidstone. The town is the administrative centre of the Dover District and home of the Port of Dover."}, {"title": "Charles II of England", "href": "/wiki/Charles_II_of_England", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}, {"title": "Louis XIV of France", "href": "/wiki/Louis_XIV_of_France", "description": "Louis XIV, also known as Louis the Great or the Sun King, was King of France from 14 May 1643 until his death in 1715. His reign of 72 years and 110 days is the longest recorded of any monarch of a sovereign country in European history. Louis XIV's France was emblematic of the age of absolutism in Europe. The King surrounded himself with a variety of significant political, military, and cultural f"}, {"title": "Secret Treaty of Dover", "href": "/wiki/Secret_Treaty_of_Dover", "description": "The Treaty of Dover, also known as the Secret Treaty of Dover, was a treaty between England and France signed at Dover on 1 June 1670. It required that Charles II of England would convert to the Roman Catholic Church at some future date and that he would assist Louis XIV with 60 warships and 4,000 soldiers to help in France's war of conquest against the Dutch Republic. In exchange, Charles would s"}, {"title": "Third Anglo-Dutch War", "href": "/wiki/Third_Anglo-Dutch_War", "description": "The Third Anglo-Dutch War, or Third Dutch War, was a naval conflict between England, in alliance with France, and the Dutch Republic. It lasted from 7 April 1672 to 19 February 1674, and was a subsidiary of the wider 1672 to 1678 Franco-Dutch War."}]}, {"heading": "Events", "year": "1676", "date": "June 1", "txt": "Battle of Öland: allied Danish-Dutch forces defeat the Swedish navy in the Baltic Sea, during the Scanian War (1675–79).", "entities": [{"title": "Scanian War", "href": "/wiki/Scanian_War", "description": "The Scanian War was a part of the Northern Wars involving the union of Denmark–Norway, Brandenburg and Sweden. It was fought from 1675 to 1679 mainly on Scanian soil, in the former Danish and Norway provinces along the border with Sweden, and in Northern Germany. While the latter battles are regarded as a theater of the Scanian war in English, Danish, Norwegian and Swedish historiography, they are"}]}, {"heading": "Events", "year": "1679", "date": "June 1", "txt": "The Scottish Covenanters defeat John Graham of Claverhouse at the Battle of Drumclog.", "entities": [{"title": "Covenanter", "href": "/wiki/Covenanter", "description": "Covenanters were members of a 17th-century Scottish religious and political movement, who supported a Presbyterian Church of Scotland, and the primacy of its leaders in religious affairs. The name derived from Covenant, a biblical term for a bond or agreement with God."}, {"title": "John Graham of Claverhouse", "href": "/wiki/John_Graham_of_Claverhouse", "description": "John Graham of Claverhouse, 1st Viscount Dundee, known as the 7th Laird of Claverhouse until raised to the viscountcy in 1688, was a Scottish soldier and nobleman, a Tory and an Episcopalian. Claverhouse was responsible for policing south-west Scotland during and after the religious unrest and rebellion of the 1670s/80s."}, {"title": "Battle of Drumclog", "href": "/wiki/Battle_of_Drumclog", "description": "The Battle of Drumclog was fought on 1 June 1679, between a group of Covenanters and the forces of John Graham of Claverhouse, at Drumclog, in South Lanarkshire, Scotland."}]}, {"heading": "Events", "year": "1773", "date": "June 1", "txt": "Wolraad Woltemade rescues 14 sailors at the Cape of Good Hope from the sinking ship De Jonge Thomas by riding his horse into the sea seven times. He drowned on his eighth attempt.", "entities": [{"title": "Wolraad Woltemade", "href": "/wiki/Wolraad_Woltemade", "description": "Wolraad Woltemade was a Cape Dutch dairy farmer, who died while rescuing sailors from the wreck of the ship De Jonge Thomas in Table Bay on 1 June 1773. The story was reported by the Swedish naturalist Carl Peter Thunberg who was in South Africa as a surgeon for the Vereenigde Oostindische Compagnie at the time."}, {"title": "Cape of Good Hope", "href": "/wiki/Cape_of_Good_Hope", "description": "The Cape of Good Hope is a rocky headland on the Atlantic coast of the Cape Peninsula in South Africa."}]}, {"heading": "Events", "year": "1779", "date": "June 1", "txt": "The court-martial for malfeasance of Benedict Arnold, a general in the Continental Army during the American Revolutionary War, begins.", "entities": [{"title": "Court-martial", "href": "/wiki/Court-martial", "description": "A court-martial or court martial is a military court or a trial conducted in such a court. A court-martial is empowered to determine the guilt of members of the armed forces subject to military law, and, if the defendant is found guilty, to decide upon punishment. In addition, courts-martial may be used to try prisoners of war for war crimes. The Geneva Conventions require that POWs who are on tri"}, {"title": "Malfeasance", "href": "/wiki/Malfeasance", "description": "Misfeasance, nonfeasance, and malfeasance are types of failure to discharge public obligations existing by common law, custom, or statute."}, {"title": "Benedict Arnold", "href": "/wiki/Benedict_Arnold", "description": "Benedict Arnold was an American military officer who served during the Revolutionary War. He fought with distinction for the American Continental Army, rising to the rank of major general, before defecting to the British side of the conflict in 1780. General George Washington had given him his fullest trust and placed him in command of West Point, New York. Arnold planned to surrender the fort to "}, {"title": "General officer", "href": "/wiki/General_officer", "description": "A general officer is an officer of high rank in the armies, and in some nations' air forces, space forces, or marines."}, {"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}, {"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}]}, {"heading": "Events", "year": "1792", "date": "June 1", "txt": "Kentucky is admitted as the 15th state of the United States.", "entities": [{"title": "Kentucky", "href": "/wiki/Kentucky", "description": "Kentucky, officially the Commonwealth of Kentucky, is a state in the Upland South region of the United States, bordered by Illinois, Indiana, and Ohio to the north; West Virginia and Virginia to the east; Tennessee to the south; and Missouri to the west. The bluegrass region in the central part of the commonwealth contains the commonwealth's capital, Frankfort, as well as its two largest cities, L"}, {"title": "Admission to the Union", "href": "/wiki/Admission_to_the_Union", "description": "The Admission to the Union Clause of the United States Constitution, also called the New States Clause, found at Article IV, Section 3, Clause 1, authorizes the U.S. Congress to admit new states into the Union. The Constitution went into effect on June 21, 1788, after ratification by 9 of the 13 states, and the federal government began operations under it on March 4, 1789. Since then, 37 states ha"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1794", "date": "June 1", "txt": "The battle of the Glorious First of June is fought, the first naval engagement between Britain and France during the French Revolutionary Wars.", "entities": [{"title": "Glorious First of June", "href": "/wiki/Glorious_First_of_June", "description": "The Glorious First of June, also known as the Fourth Battle of Ushant, was the first and largest fleet action of the naval conflict between the Kingdom of Great Britain and the First French Republic during the French Revolutionary Wars."}, {"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}]}, {"heading": "Events", "year": "1796", "date": "June 1", "txt": "Tennessee is admitted as the 16th state of the United States.", "entities": [{"title": "Tennessee", "href": "/wiki/Tennessee", "description": "Tennessee, officially the State of Tennessee, is a state in the Southeastern region of the United States. Tennessee is the 36th largest by area and the 16th most populous of the 50 states. It is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northw"}]}, {"heading": "Events", "year": "1812", "date": "June 1", "txt": "War of 1812: U.S. President James Madison asks the Congress to declare war on the United Kingdom.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "James Madison", "href": "/wiki/James_Madison", "description": "James Madison Jr. was an American statesman, diplomat, expansionist, philosopher, and Founding Father who served as the fourth president of the United States from 1809 to 1817. He is hailed as the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the United States Bill of Rights. He co-wrote The Federalist Papers, co-founded the D"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1813", "date": "June 1", "txt": "Capture of USS Chesapeake.", "entities": [{"title": "Capture of USS Chesapeake", "href": "/wiki/Capture_of_USS_Chesapeake", "description": "The Capture of USS Chesapeake, also known as the Battle of Boston Harbor, was fought on 1 June 1813, between the Royal Navy frigate HMS Shannon and American frigate USS Chesapeake, as part of the War of 1812 between the United States and Great Britain. The Chesapeake was captured in a brief but intense action in which 71 men were killed. This was the only frigate action of the war in which there w"}]}, {"heading": "Events", "year": "1815", "date": "June 1", "txt": "Napoleon promulgates a revised Constitution after it passes a plebiscite.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Charter of 1815", "href": "/wiki/Charter_of_1815", "description": "The Charter of 1815, signed on April 22, 1815, was the French constitution prepared by Benjamin Constant at the request of Napoleon I when he returned from exile on Elba. More correctly known as the \"Additional Act to the Constitutions of the Empire\" the document extensively amended the previous Napoleonic Constitutions. The Additional Act reframed the Napoleonic constitution into something more a"}]}, {"heading": "Events", "year": "1831", "date": "June 1", "txt": "James Clark Ross becomes the first European at the North Magnetic Pole.", "entities": [{"title": "James Clark Ross", "href": "/wiki/James_Clark_Ross", "description": "Sir James Clark Ross was a British Royal Navy officer and polar explorer known for his explorations of the Arctic, participating in two expeditions led by his uncle Sir John Ross, and four led by Sir William Parry, and, in particular, for his own Antarctic expedition from 1839 to 1843."}, {"title": "North Magnetic Pole", "href": "/wiki/North_Magnetic_Pole", "description": "The north magnetic pole is a point on the surface of Earth's Northern Hemisphere at which the planet's magnetic field points vertically downwards. There is only one location where this occurs, near the geographic north pole. The geomagnetic north pole, a related point, is the pole of an ideal dipole model of the Earth's magnetic field that most closely fits the Earth's actual magnetic field."}]}, {"heading": "Events", "year": "1849", "date": "June 1", "txt": "Territorial Governor Alexander Ramsey declared the Territory of Minnesota officially established.", "entities": [{"title": "Alexander Ramsey", "href": "/wiki/Alexander_Ramsey", "description": "Alexander Ramsey was an American politician. He served as a Whig and Republican over a variety of offices between the 1840s and the 1880s. He was the first Minnesota Territorial Governor."}, {"title": "Territory of Minnesota", "href": "/wiki/Territory_of_Minnesota", "description": "The Territory of Minnesota was an organized incorporated territory of the United States that existed from March 3, 1849, until May 11, 1858, when the eastern portion of the territory was admitted to the Union as the State of Minnesota."}]}, {"heading": "Events", "year": "1855", "date": "June 1", "txt": "The American adventurer William Walker conquers Nicaragua.", "entities": [{"title": "Adventurer", "href": "/wiki/Adventurer", "description": "An adventure is an exciting experience that is typically bold, sometimes risky or undertaking. Adventures may be activities with some potential for physical danger such as traveling, exploring, skydiving, mountain climbing, scuba diving, river rafting or participating in extreme sports. Adventures are often undertaken to create psychological arousal or in order to achieve a greater goal such as th"}, {"title": "William Walker (filibuster)", "href": "/wiki/William_Walker_(filibuster)", "description": "William Walker was an American physician, lawyer, journalist, and mercenary who organized several private military expeditions into Mexico and Central America with the intention of establishing English-speaking colonies under his personal control, an enterprise then known as \"filibustering\". Walker usurped the presidency of Nicaragua in July 1856 and ruled until May 1, 1857, when he was forced out"}, {"title": "Nicaragua", "href": "/wiki/Nicaragua", "description": "Nicaragua, officially the Republic of Nicaragua, is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic pop"}]}, {"heading": "Events", "year": "1857", "date": "June 1", "txt": "Charles Baudelaire's Les Fleurs du mal is published.", "entities": [{"title": "Charles Baudelaire", "href": "/wiki/Charles_Baudelaire", "description": "Charles Pierre Baudelaire was a French poet who also produced notable work as an essayist, art critic, as well as one of the first translators of Edgar Allan Poe. His poems exhibit mastery in the handling of rhyme and rhythm, contain an exoticism inherited from Romantics, but are based on observations of real life."}]}, {"heading": "Events", "year": "1861", "date": "June 1", "txt": "American Civil War: The Battle of Fairfax Court House is fought.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Fairfax Court House (June 1861)", "href": "/wiki/Battle_of_Fairfax_Court_House_(June_1861)", "description": "The Battle of Fairfax Court House was the first land engagement of the American Civil War with fatal casualties. On June 1, 1861, a Union scouting party clashed with the local militia in the village of Fairfax Court House, Virginia, resulting in the first deaths in action, and the first wounding of a field-grade officer."}]}, {"heading": "Events", "year": "1862", "date": "June 1", "txt": "American Civil War: Peninsula Campaign: The Battle of Seven Pines (or the Battle of Fair Oaks) ends inconclusively, with both sides claiming victory.", "entities": [{"title": "Peninsula Campaign", "href": "/wiki/Peninsula_Campaign", "description": "The Peninsula campaign of the American Civil War was a major Union operation launched in southeastern Virginia from March through July 1862, the first large-scale offensive in the Eastern Theater. The operation, commanded by Maj. Gen. George B. McClellan, was an amphibious turning movement against the Confederate States Army in Northern Virginia, intended to capture the Confederate capital of Rich"}, {"title": "Battle of Seven Pines", "href": "/wiki/Battle_of_Seven_Pines", "description": "The Battle of Seven Pines, also known as the Battle of Fair Oaks or Fair Oaks Station, took place on May 31 and June 1, 1862, in Henrico County, Virginia, as part of the Peninsula Campaign of the American Civil War. It was the culmination of an offensive up the Virginia Peninsula by Union Maj. Gen. George B. McClellan, in which the Army of the Potomac reached the outskirts of Richmond."}]}, {"heading": "Events", "year": "1868", "date": "June 1", "txt": "The Treaty of Bosque Redondo is signed, allowing the Navajo to return to their lands in Arizona and New Mexico.", "entities": [{"title": "Treaty of Bosque Redondo", "href": "/wiki/Treaty_of_Bosque_Redondo", "description": "The Treaty of Bosque Redondo was an agreement between the Navajo and the US Federal Government signed on June 1, 1868. It ended the Navajo Wars and allowed for the return of those held in internment camps at Fort Sumner following the Long Walk of 1864. The treaty effectively established the Navajo as a sovereign nation."}, {"title": "Navajo", "href": "/wiki/Navajo", "description": "The Navajos are a Native American people of the Southwestern United States."}, {"title": "Arizona", "href": "/wiki/Arizona", "description": "Arizona is a state in the Western United States, grouped in the Southwestern and occasionally Mountain subregions. It is the 6th largest and the 14th most populous of the 50 states. Its capital and largest city is Phoenix. Arizona shares the Four Corners region with Utah, Colorado, and New Mexico; its other neighboring states are Nevada and California to the west and the Mexican states of Sonora a"}, {"title": "New Mexico", "href": "/wiki/New_Mexico", "description": "New Mexico is a state in the Southwestern United States; its capital is Santa Fe, which was founded in 1610 as capital of Nuevo México, while its largest city is Albuquerque with its accompanying metropolitan area. It is both one of the Southwestern and Mountain States and shares the Four Corners region with Utah, Colorado, and Arizona. New Mexico is also bordered by the state of Texas to the east"}]}, {"heading": "Events", "year": "1879", "date": "June 1", "txt": "Napoléon Eugène, the last dynastic Bonaparte, is killed in the Anglo-Zulu War.", "entities": [{"title": "Napoléon, Prince Imperial", "href": "/wiki/Napol%C3%A9on,_Prince_Imperial", "description": "Napoléon, Prince Imperial, also known as Louis-Napoléon, was the only child of Napoleon III, Emperor of the French, and Empress Eugénie. After his father was dethroned in 1870, he relocated with his family to England. On his father's death in January 1873, he was proclaimed by the Bonapartist faction as Napoleon IV."}, {"title": "House of Bonaparte", "href": "/wiki/House_of_Bonaparte", "description": "The House of Bonaparte is a former imperial and royal European dynasty of Genoese origin. It was founded in 1804 by Napoleon I, the son of Genoese nobleman Carlo Buonaparte. Napoleon was a French military leader who had risen to power during the French Revolution and who in 1804 transformed the First French Republic into the First French Empire, five years after his coup d'état of November 1799. N"}, {"title": "Anglo-Zulu War", "href": "/wiki/Anglo-Zulu_War", "description": "The Anglo-Zulu War was fought in 1879 between the British Empire and the Zulu Kingdom. Following the Constitution Act of 1867 for the federation in Canada, by Lord Carnarvon, it was thought that similar political effort, coupled with military campaigns, might succeed with the African Kingdoms, tribal areas and Boer republics in South Africa. In 1874, Sir Bartle Frere was sent to South Africa as Hi"}]}, {"heading": "Events", "year": "1890", "date": "June 1", "txt": "The United States Census Bureau begins using Herman Hollerith's tabulating machine to count census returns.", "entities": [{"title": "United States Census Bureau", "href": "/wiki/United_States_Census_Bureau", "description": "The United States Census Bureau (USCB), officially the Bureau of the Census, is a principal agency of the U.S. Federal Statistical System, responsible for producing data about the American people and economy. The Census Bureau is part of the U.S. Department of Commerce and its director is appointed by the President of the United States."}, {"title": "Herman Hollerith", "href": "/wiki/Herman_Hollerith", "description": "Herman Hollerith was an American businessman, inventor, and statistician who developed an electromechanical tabulating machine for punched cards to assist in summarizing information and, later, in accounting. His invention of the punched card tabulating machine, patented in 1884, marks the beginning of the era of mechanized binary code and semiautomatic data processing systems, and his concept dom"}, {"title": "Tabulating machine", "href": "/wiki/Tabulating_machine", "description": "The tabulating machine was an electromechanical machine designed to assist in summarizing information stored on punched cards. Invented by Herman Hollerith, the machine was developed to help process data for the 1890 U.S. Census. Later models were widely used for business applications such as accounting and inventory control. It spawned a class of machines, known as unit record equipment, and the "}, {"title": "Census", "href": "/wiki/Census", "description": "A census is the procedure of systematically enumerating, and acquiring and recording information about the members of a given population. This term is used mostly in connection with national population and housing censuses; other common censuses include the census of agriculture, and other censuses such as the traditional culture, business, supplies, and traffic censuses. The United Nations define"}]}, {"heading": "Events", "year": "1913", "date": "June 1", "txt": "The Greek–Serbian Treaty of Alliance is signed, paving the way for the Second Balkan War.", "entities": [{"title": "Greek–Serbian Alliance of 1913", "href": "/wiki/Greek%E2%80%93Serbian_Alliance_of_1913", "description": "The Greek–Serbian Alliance of 1913 was signed at Thessaloniki on 1 June 1913, in the aftermath of the First Balkan War, when both countries wanted to preserve their gains in Macedonia from Bulgarian expansionism. The treaty formed the cornerstone of Greek–Serbian relations for a decade, remaining in force through World War I until 1924."}, {"title": "Second Balkan War", "href": "/wiki/Second_Balkan_War", "description": "The Second Balkan War was a conflict which broke out when Bulgaria, dissatisfied with its share of the spoils of the First Balkan War, attacked its former allies, Serbia and Greece, on 16 (O.S.) / 29 (N.S.) June 1913. Serbian and Greek armies repulsed the Bulgarian offensive and counter-attacked, entering Bulgaria. With Bulgaria also having previously engaged in territorial disputes with Romania a"}]}, {"heading": "Events", "year": "1916", "date": "June 1", "txt": "Louis Brandeis becomes the first Jew appointed to the United States Supreme Court.", "entities": [{"title": "Louis Brandeis", "href": "/wiki/Louis_Brandeis", "description": "Louis Dembitz Brandeis was an American lawyer and associate justice on the Supreme Court of the United States from 1916 to 1939. He was born in Louisville, Kentucky, to Jewish immigrant parents from Bohemia, who raised him in a secular home. He attended Harvard Law School, graduating at the age of 20 with the highest grade point average in the law school's history. Brandeis settled in Boston, wher"}, {"title": "United States Supreme Court", "href": "/wiki/United_States_Supreme_Court", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}]}, {"heading": "Events", "year": "1918", "date": "June 1", "txt": "World War I: Western Front: Battle of Belleau Wood: Allied Forces under John J. Pershing and James Harbord engage Imperial German Forces under Wilhelm, German Crown Prince.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Western Front (World War I)", "href": "/wiki/Western_Front_(World_War_I)", "description": "The Western Front was the main theatre of war during the First World War. Following the outbreak of war in August 1914, the German Army opened the Western Front by invading Luxembourg and Belgium, then gaining military control of important industrial regions in France. The German advance was halted with the Battle of the Marne. Following the Race to the Sea, both sides dug in along a meandering li"}, {"title": "Battle of Belleau Wood", "href": "/wiki/Battle_of_Belleau_Wood", "description": "The Battle of Belleau Wood occurred during the German spring offensive in World War I, near the Marne River in France. The battle was fought between the U.S. 2nd and 3rd Divisions along with French and British forces against an assortment of German units including elements from the 237th, 10th, 197th, 87th, and 28th Divisions. The battle has become a key component of the lore of the United States "}, {"title": "John J. Pershing", "href": "/wiki/John_J._Pershing", "description": "John Joseph Pershing, nicknamed \"Black Jack\", was a senior United States Army officer. He served most famously as the commander of the American Expeditionary Forces (AEF) on the Western Front in World War I, 1917–18. In addition to leading the A.E.F. to victory in World War I, Pershing notably served as a mentor to many in the generation of generals who led the United States Army during World War "}, {"title": "James Harbord", "href": "/wiki/James_Harbord", "description": "Lieutenant General James Guthrie Harbord was a senior officer of the United States Army and President and Chairman of the Board of RCA."}, {"title": "Wilhelm, German Crown Prince", "href": "/wiki/Wilhelm,_German_Crown_Prince", "description": "Wilhelm, German Crown Prince, Crown Prince of Prussia was the eldest child and heir of the last German Emperor, Wilhelm II, and the last Crown Prince of the German Empire and the Kingdom of Prussia. After the death of his grandfather Emperor Frederick III, Wilhelm became crown prince at the age of six, retaining that title for more than 30 years until the fall of the empire on 9 November 1918. Dur"}]}, {"heading": "Events", "year": "1922", "date": "June 1", "txt": "The Royal Ulster Constabulary is founded.", "entities": [{"title": "Royal Ulster Constabulary", "href": "/wiki/Royal_Ulster_Constabulary", "description": "The Royal Ulster Constabulary (RUC) was the police force in Northern Ireland from 1922 to 2001. It was founded on 1 June 1922 as a successor to the Royal Irish Constabulary (RIC) following the partition of Ireland. At its peak the force had around 8,500 officers with a further 4,500 who were members of the RUC Reserve."}]}, {"heading": "Events", "year": "1929", "date": "June 1", "txt": "The 1st Conference of the Communist Parties of Latin America is held in Buenos Aires.", "entities": [{"title": "1st Conference of the Communist Parties of Latin America", "href": "/wiki/1st_Conference_of_the_Communist_Parties_of_Latin_America", "description": "The First Conference of the Communist Parties of Latin America was in Buenos Aires, Argentina, June 1–12, 1929. Thirty-eight delegates, representing Argentina, Brazil, Bolivia, El Salvador, Guatemala, Cuba, Colombia, Ecuador, Mexico, Panama, Paraguay, Peru, Uruguay, and Venezuela, took part in the meeting. The only established communist party in the region that did not participate was the Communis"}, {"title": "Buenos Aires", "href": "/wiki/Buenos_Aires", "description": "Buenos Aires, officially Autonomous City of Buenos Aires, is the capital and largest city of Argentina. The city is located on the western shore of the Río de la Plata, on South America's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra S"}]}, {"heading": "Events", "year": "1930", "date": "June 1", "txt": "The Deccan Queen is introduced as first intercity train between Bombay VT (Now Mumbai CST) and Poona (Pune) to run on electric locomotives.", "entities": [{"title": "Deccan Queen", "href": "/wiki/Deccan_Queen", "description": "The Deccan Queen is a daily Indian passenger train service operated by the Central Railway zone of the Indian Railways connecting the cities of Mumbai and Pune. Introduced on June 1, 1930, the Deccan Queen was India's \"first superfast train, first long-distance electric-hauled train, first vestibuled train, the first train to have a ‘women-only’ car, and the first train to feature a dining car\". T"}, {"title": "Mumbai CST", "href": "/wiki/Mumbai_CST", "description": "Chhatrapati Shivaji Terminus, also known by its former name Victoria Terminus, is a historic terminal train station and UNESCO World Heritage Site in Mumbai, Maharashtra, India."}, {"title": "Pune Junction railway station", "href": "/wiki/Pune_Junction_railway_station", "description": "Pune railway station is the main railway junction of the city of Pune. It is a railway junction on the Mumbai–Chennai line and the Pune–Miraj–Londa line. It has two accesses, from HH Aga Khan Road on the south and Raja Bahadur Mills Road from the north. It is controlled and regulated by the Pune Police and Central Reserve Police Force."}]}, {"heading": "Events", "year": "1939", "date": "June 1", "txt": "First flight of the German Focke-Wulf Fw 190 fighter aircraft.", "entities": [{"title": "Focke-Wulf Fw 190", "href": "/wiki/Focke-Wulf_Fw_190", "description": "The Focke-Wulf Fw 190 is a German single-seat, single-engine fighter aircraft designed by Kurt Tank at Focke-Wulf in the late 1930s and widely used during World War II. Along with its well-known counterpart, the Messerschmitt Bf 109, the Fw 190 became the backbone of the Jagdwaffe of the Luftwaffe. The twin-row BMW 801 radial engine that powered most operational versions enabled the Fw 190 to lift"}, {"title": "Fighter aircraft", "href": "/wiki/Fighter_aircraft", "description": "Fighter aircraft are fixed-wing military aircraft designed primarily for air-to-air combat. In military conflict, the role of fighter aircraft is to establish air superiority of the battlespace. Domination of the airspace above a battlefield permits bombers and attack aircraft to engage in tactical and strategic bombing of enemy targets."}]}, {"heading": "Events", "year": "1941", "date": "June 1", "txt": "World War II: The Battle of Crete ends as Crete capitulates to Germany.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Crete", "href": "/wiki/Battle_of_Crete", "description": "The Battle of Crete was fought during the Second World War on the Greek island of Crete. It began on the morning of 20 May 1941, when Nazi Germany began an airborne invasion of Crete. Greek and other Allied forces, along with Cretan civilians, defended the island. After one day of fighting, the Germans had suffered heavy casualties and the Allied troops were confident that they would defeat the in"}, {"title": "Crete", "href": "/wiki/Crete", "description": "Crete is the largest and most populous of the Greek islands, the 88th largest island in the world and the fifth largest island in the Mediterranean Sea, after Sicily, Sardinia, Cyprus, and Corsica. It bounds the southern border of the Aegean Sea. Crete rests approximately 160 km (99 mi) south of the Greek mainland. It has an area of 8,336 km2 (3,219 sq mi) and a coastline of 1,046 km (650 mi)."}]}, {"heading": "Events", "year": "1941", "date": "June 1", "txt": "The Farhud, a massive pogrom in Iraq, starts and as a result, many Iraqi Jews are forced to leave their homes.", "entities": []}, {"heading": "Events", "year": "1943", "date": "June 1", "txt": "BOAC Flight 777 is shot down over the Bay of Biscay by German Junkers Ju 88s, killing British actor Leslie Howard and leading to speculation that it was actually an attempt to kill British Prime Minister Winston Churchill.", "entities": [{"title": "BOAC Flight 777", "href": "/wiki/BOAC_Flight_777", "description": "BOAC Flight 777-A was a scheduled British Overseas Airways Corporation civilian airline flight from Portela Airport in Lisbon, Portugal to Whitchurch Airport near Bristol, England. On 1 June 1943, the Douglas DC-3 serving the flight was attacked by eight German Junkers Ju 88 fighter planes and crashed into the Bay of Biscay, killing all 17 on board. There were several notable passengers, among the"}, {"title": "Bay of Biscay", "href": "/wiki/Bay_of_Biscay", "description": "The Bay of Biscay is a gulf of the northeast Atlantic Ocean located south of the Celtic Sea. It lies along the western coast of France from Point Penmarc'h to the Spanish border, and the northern coast of Spain west to Cape Ortegal."}, {"title": "Junkers Ju 88", "href": "/wiki/Junkers_Ju_88", "description": "The Junkers Ju 88 is a German World War II Luftwaffe twin-engined multirole combat aircraft. Junkers Aircraft and Motor Works (JFM) designed the plane in the mid-1930s as a so-called Schnellbomber that would be too fast for fighters of its era to intercept. It suffered from technical problems during its development and early operational periods but became one of the most versatile combat aircraft "}, {"title": "Leslie Howard (actor)", "href": "/wiki/Leslie_Howard_(actor)", "description": "Leslie Howard Steiner was a British actor and film maker. He also wrote many stories and articles for The New York Times, The New Yorker, and Vanity Fair and was one of the biggest box-office draws and movie idols of the 1930s."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Although best known for his wartime leadership as Prime Minister, Churchill was also a Sandhurst-educated career soldier, a Nobel-prized writer and historian, a prolific painter, and one of the longest-serving"}]}, {"heading": "Events", "year": "1946", "date": "June 1", "txt": "Ion Antonescu, \"Conducator\" (\"Leader\") of Romania during World War II, is executed.", "entities": [{"title": "Ion Antonescu", "href": "/wiki/Ion_Antonescu", "description": "Ion Antonescu was a Romanian military officer and marshal who presided over two successive wartime dictatorships as Prime Minister and Conducător during most of World War II. After the war, he was executed."}]}, {"heading": "Events", "year": "1950", "date": "June 1", "txt": "The Chinchaga fire ignites. By September, it would become the largest single fire on record in North America.", "entities": [{"title": "Chinchaga fire", "href": "/wiki/Chinchaga_fire", "description": "The Chinchaga fire, also known as the Wisp fire, Chinchaga River fire and Fire 19, was a forest fire that burned in northern British Columbia and Alberta in the summer and early fall of 1950. With a final size of between 1,400,000 hectares and 1,700,000 hectares, it is the single largest recorded fire in North American history. The authorities allowed the fire to burn freely, following local fores"}]}, {"heading": "Events", "year": "1958", "date": "June 1", "txt": "Charles de Gaulle comes out of retirement to lead France by decree for six months.", "entities": [{"title": "Charles de Gaulle", "href": "/wiki/Charles_de_Gaulle", "description": "Charles André Joseph Marie de Gaulle was a French army officer and statesman who led Free France against Nazi Germany in World War II and chaired the Provisional Government of the French Republic from 1944 to 1946 in order to reestablish democracy in France. In 1958, he came out of retirement when appointed President of the Council of Ministers by President René Coty. He rewrote the Constitution o"}]}, {"heading": "Events", "year": "1961", "date": "June 1", "txt": "The Canadian Bank of Commerce and Imperial Bank of Canada merge to form the Canadian Imperial Bank of Commerce, the largest bank merger in Canadian history.", "entities": [{"title": "Canadian Bank of Commerce", "href": "/wiki/Canadian_Bank_of_Commerce", "description": "The Canadian Bank of Commerce was a Canadian bank which was founded in 1867, and had hundreds of branches throughout Canada. It merged in 1961 with the Imperial Bank of Canada to form the Canadian Imperial Bank of Commerce."}, {"title": "Imperial Bank of Canada", "href": "/wiki/Imperial_Bank_of_Canada", "description": "The Imperial Bank of Canada was a Canadian bank based in Toronto, Ontario in the late 19th century and early 20th century."}, {"title": "Canadian Imperial Bank of Commerce", "href": "/wiki/Canadian_Imperial_Bank_of_Commerce", "description": "The Canadian Imperial Bank of Commerce, is a Canadian multinational banking and financial services corporation headquartered in Toronto, Ontario. The bank is headquartered at Commerce Court in the city's Financial District. CIBC's Institution Number is 010, and its SWIFT code is CIBCCATT. It is one of two Big Five banks originally founded in Toronto, the other being the Toronto-Dominion Bank. The "}]}, {"heading": "Events", "year": "1962", "date": "June 1", "txt": "Adolf Eichmann is hanged in Israel.", "entities": [{"title": "Adolf Eichmann", "href": "/wiki/Adolf_Eichmann", "description": "Otto Adolf Eichmann was a German-Austrian SS-Obersturmbannführer and one of the major organizers of the Holocaust—the \"Final Solution to the Jewish Question\" in Nazi terminology. He was tasked by SS-Obergruppenführer Reinhard Heydrich with facilitating and managing the logistics involved in the mass deportation of Jews to ghettos and extermination camps in Nazi-occupied Eastern Europe during World"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "1964", "date": "June 1", "txt": "Kenya becomes a republic with Jomo Kenyatta (1897", "entities": [{"title": "Kenya", "href": "/wiki/Kenya", "description": "Kenya, officially the Republic of Kenya, is a country in Eastern Africa. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people in the 2019 census, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Momb"}, {"title": "Jomo Kenyatta", "href": "/wiki/Jomo_Kenyatta", "description": "Jomo Kenyatta was a Kenyan anti-colonial activist and politician who governed Kenya as its Prime Minister from 1963 to 1964 and then as its first President from 1964 to his death in 1978. He was the country's first indigenous head of government and played a significant role in the transformation of Kenya from a colony of the British Empire into an independent republic. Ideologically an African nat"}, {"title": "President (government title)", "href": "/wiki/President_(government_title)", "description": "President is a common title for the head of state in most republics."}]}, {"heading": "Events", "year": "1974", "date": "June 1", "txt": "The Heimlich maneuver for rescuing choking victims is published in the journal Emergency Medicine.", "entities": [{"title": "Heimlich maneuver", "href": "/wiki/Heimlich_maneuver", "description": "Abdominal thrusts, also known as the Heimlich maneuver/manoeuvre, is a first aid procedure used to treat upper airway obstructions by foreign objects. American doctor Henry Heimlich is often credited for its discovery. Performing abdominal thrusts involves a rescuer standing behind a patient and using their hands to exert pressure on the bottom of the diaphragm. This compresses the lungs and exert"}]}, {"heading": "Events", "year": "1975", "date": "June 1", "txt": "The Patriotic Union of Kurdistan was founded by Jalal Talabani, Nawshirwan Mustafa, Fuad Masum and others.", "entities": [{"title": "Patriotic Union of Kurdistan", "href": "/wiki/Patriotic_Union_of_Kurdistan", "description": "The Patriotic Union of Kurdistan is a Kurdish nationalist political party in Iraqi Kurdistan. The PUK describes its goals as self-determination, human rights, democracy and peace for the Kurdish people of Kurdistan and Iraq. The PUK is currently under the leadership of co-presidents Lahur Talabany and Bafel Talabani. The PUK was founded in 1975 by Jalal Talabani, Nawshirwan Mustafa, Fuad Masum, Ad"}, {"title": "Jalal Talabani", "href": "/wiki/Jalal_Talabani", "description": "Jalal Talabani was a Kurdish politician who served as the sixth President of Iraq from 2006 to 2014, as well as the President of the Governing Council of Iraq. He was the first non-Arab president of Iraq. He is known as Mam Jalal amongst the Kurds."}, {"title": "Nawshirwan Mustafa", "href": "/wiki/Nawshirwan_Mustafa", "description": "Nawshirwan Mustafa was an Iraqi Kurdish politician who served as the General Coordinator of the Movement for Change and the leader of the opposition in the Kurdistan Region from 1 April 2009 to his death on 19 May 2017."}, {"title": "Fuad Masum", "href": "/wiki/Fuad_Masum", "description": "Muhammad Fuad Masum is an Iraqi Kurdish politician who served as the seventh President of Iraq from 24 July 2014 to 2 October 2018. He was elected as President following the 2014 parliamentary election. Masum is the second non-Arab president of Iraq, succeeding Jalal Talabani, also Kurdish, and was a confidant of Talabani."}]}, {"heading": "Events", "year": "1978", "date": "June 1", "txt": "The first international applications under the Patent Cooperation Treaty are filed.", "entities": [{"title": "Patent Cooperation Treaty", "href": "/wiki/Patent_Cooperation_Treaty", "description": "The Patent Cooperation Treaty (PCT) is an international patent law treaty, concluded in 1970. It provides a unified procedure for filing patent applications to protect inventions in each of its contracting states. A patent application filed under the PCT is called an international application, or PCT application."}]}, {"heading": "Events", "year": "1979", "date": "June 1", "txt": "The first black-led government of Rhodesia (now Zimbabwe) in 90 years takes power.", "entities": [{"title": "Rhodesia", "href": "/wiki/Rhodesia", "description": "Rhodesia, officially from 1970 the Republic of Rhodesia, was an unrecognised state in Southern Africa from 1965 to 1979, equivalent in territory to modern Zimbabwe. Rhodesia was the de facto successor state to the British colony of Southern Rhodesia, which had been self-governing since achieving responsible government in 1923. A landlocked nation, Rhodesia was bordered by South Africa to the south"}, {"title": "Zimbabwe", "href": "/wiki/Zimbabwe", "description": "Zimbabwe, officially the Republic of Zimbabwe, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa to the south, Botswana to the south-west, Zambia to the north, and Mozambique to the east. The capital and largest city is Harare. The second largest city is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official lan"}]}, {"heading": "Events", "year": "1980", "date": "June 1", "txt": "Cable News Network (CNN) begins broadcasting.", "entities": [{"title": "CNN", "href": "/wiki/CNN", "description": "Cable News Network (CNN) is a multinational news-based pay television channel headquartered in Atlanta. It is owned by CNN Worldwide, a unit of the WarnerMedia News & Sports division of AT&T's WarnerMedia. It was founded in 1980 by American media proprietor Ted Turner and Reese Schonfeld as a 24-hour cable news channel. Upon its launch in 1980, CNN was the first television channel to provide 24-ho"}, {"title": "Broadcasting", "href": "/wiki/Broadcasting", "description": "Broadcasting is the distribution of audio or video content to a dispersed audience via any electronic mass communications medium, but typically one using the electromagnetic spectrum, in a one-to-many model. Broadcasting began with AM radio, which came into popular use around 1920 with the spread of vacuum tube radio transmitters and receivers. Before this, all forms of electronic communication we"}]}, {"heading": "Events", "year": "1988", "date": "June 1", "txt": "European Central Bank is founded in Brussels.", "entities": [{"title": "European Central Bank", "href": "/wiki/European_Central_Bank", "description": "The European Central Bank (ECB) is the central bank of the Eurozone, a monetary union of 19 EU member states which employ the euro. Established by the Treaty of Amsterdam, the ECB is one of the world's most important central banks and serves as one of seven institutions of the European Union, being enshrined in the Treaty on European Union (TEU). The bank's capital stock is owned by all 27 central"}, {"title": "Brussels", "href": "/wiki/Brussels", "description": "Brussels, officially the Brussels-Capital Region, is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region and the Walloon Region. Brussels i"}]}, {"heading": "Events", "year": "1988", "date": "June 1", "txt": "The Intermediate-Range Nuclear Forces Treaty comes into effect.", "entities": []}, {"heading": "Events", "year": "1990", "date": "June 1", "txt": "Cold War: George H. W. Bush and Mikhail Gorbachev sign a treaty to end chemical weapon production.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "George H. W. Bush", "href": "/wiki/George_H._W._Bush", "description": "George Herbert Walker Bush was an American politician, diplomat and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, Bush also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence."}, {"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}, {"title": "Treaty", "href": "/wiki/Treaty", "description": "A treaty is a formal legally binding written agreement between actors in international law. It is usually entered into by sovereign states and international organizations, but can sometimes include individuals, business entities, and other legal persons. A treaty may also be known as an international agreement, protocol, covenant, convention, pact, or exchange of letters, among other terms. Regard"}, {"title": "Chemical weapon", "href": "/wiki/Chemical_weapon", "description": "A chemical weapon (CW) is a specialized munition that uses chemicals formulated to inflict death or harm on humans. According to the Organisation for the Prohibition of Chemical Weapons (OPCW), \"the term chemical weapon may also be applied to any toxic chemical or its precursor that can cause death, injury, temporary incapacitation or sensory irritation through its chemical action. Munitions or ot"}]}, {"heading": "Events", "year": "1993", "date": "June 1", "txt": "Dobrinja mortar attack: Thirteen are killed and 133 wounded when Serb mortar shells are fired at a soccer game in Dobrinja, west of Sarajevo.", "entities": [{"title": "Dobrinja mortar attack", "href": "/wiki/Dobrinja_mortar_attack", "description": "The Dobrinja mortar attack was a massacre which occurred at 10:20 a.m. on 1 June 1993, in Dobrinja, a suburb west of Sarajevo in Bosnia and Herzegovina. Two mortar rounds were fired from Serb-held positions, hitting a football pitch where youths put on an impromptu game on the first day of the Muslim holiday Kurban Bajram. Approximately 200 people were in attendance to watch the game. The United N"}, {"title": "Dobrinja", "href": "/wiki/Dobrinja", "description": "Dobrinja is a neighbourhood in the western outskirts of Sarajevo, part of the municipality of Novi Grad. It is estimated to have a population of 40,000 inhabitants. Its name comes from the short river Dobrinja flows through it. It is today organised in four local communities. Dobrinja lies just north of the Sarajevo International Airport."}, {"title": "Sarajevo", "href": "/wiki/Sarajevo", "description": "Sarajevo is the capital and largest city of Bosnia and Herzegovina, with a population of 275,569 in its administrative limits. The Sarajevo metropolitan area including Sarajevo Canton, East Sarajevo and nearby municipalities is home to 555,210 inhabitants. Located within the greater Sarajevo valley of Bosnia, it is surrounded by the Dinaric Alps and situated along the Miljacka River in the heart o"}]}, {"heading": "Events", "year": "1994", "date": "June 1", "txt": "Republic of South Africa becomes a Commonwealth republic.", "entities": [{"title": "Republic of South Africa", "href": "/wiki/Republic_of_South_Africa", "description": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. With over 59 million people, it is the world's 23rd-most populous nation and covers an area of 1,221,037 square kilometres. South Africa has three capital cities: executive Pretoria, judicial Bloemfontein and legislative Cape Town. The largest city is Johannesburg. About 80% of South Africans are of"}, {"title": "Commonwealth republic", "href": "/wiki/Commonwealth_republic", "description": "The republics in the Commonwealth of Nations are the sovereign states in the organization with a republican form of government. As of 1 February 2021, 33 out of the 54 member states were republics. Elizabeth II, who is the monarch in the Commonwealth realms, is also still the titular Head of the Commonwealth organization in a personal capacity, but this role does not carry with it any power; inste"}]}, {"heading": "Events", "year": "1999", "date": "June 1", "txt": "American Airlines Flight 1420 slides and crashes while landing at Little Rock National Airport, killing 11 people on a flight from Dallas to Little Rock.", "entities": [{"title": "American Airlines Flight 1420", "href": "/wiki/American_Airlines_Flight_1420", "description": "American Airlines Flight 1420 was a flight from Dallas/Fort Worth International Airport (DFW) to Little Rock National Airport in the United States. On June 1, 1999, the McDonnell Douglas MD-82 operating as Flight 1420 overran the runway upon landing in Little Rock and crashed. Eleven of the 145 people aboard were killed—the captain and ten passengers."}, {"title": "Little Rock National Airport", "href": "/wiki/Little_Rock_National_Airport", "description": "Clinton National Airport, also known as Adams Field, Little Rock Municipal Airport, or Bill and Hillary Clinton National Airport, is a national airport on the east side of Little Rock, Arkansas. It is operated by the Little Rock Municipal Airport Commission."}, {"title": "Dallas", "href": "/wiki/Dallas", "description": "Dallas is a city in the U.S. state of Texas and the largest city in and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2019 population of 1,343,573, it is the ninth most-populous city in the U.S. and the third-largest in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the large"}, {"title": "Little Rock", "href": "/wiki/Little_Rock", "description": "Little Rock is the capital and most populous city of the U.S. state of Arkansas. As the county seat of Pulaski County, the city was incorporated on November 7, 1831, on the south bank of the Arkansas River close to the state's geographic center. The city derived its name from a rock formation along the river, named the \"Little Rock\" by the French explorer Jean-Baptiste Bénard de la Harpe in the 17"}]}, {"heading": "Events", "year": "2001", "date": "June 1", "txt": "Nepalese royal massacre: Crown Prince Dipendra of Nepal shoots and kills several members of his family including his father and mother.", "entities": [{"title": "Nepalese royal massacre", "href": "/wiki/Nepalese_royal_massacre", "description": "The Nepalese royal massacre occurred on 1 June 2001, at the Narayanhiti Palace, the then-residence of the Nepalese monarchy. Nine members of the royal family, including King Birendra and Queen Aishwarya, were killed in a mass shooting during a gathering of the royal family at the palace. A government-appointed inquiry team named Crown Prince Dipendra as perpetrator of the massacre. Dipendra slippe"}, {"title": "Dipendra of Nepal", "href": "/wiki/Dipendra_of_Nepal", "description": "Dipendra Bir Bikram Shah Dev was the King of Nepal for three days from 1 to 4 June 2001."}]}, {"heading": "Events", "year": "2001", "date": "June 1", "txt": "Dolphinarium discotheque massacre: A Hamas suicide bomber kills 21 at a disco in Tel Aviv.", "entities": [{"title": "Hamas", "href": "/wiki/Hamas", "description": "Hamas is a Palestinian Sunni-Islamic fundamentalist but pragmatic, militant, and nationalist organization. It has a social service wing, Dawah, and a military wing, the Izz ad-Din al-Qassam Brigades. It won the 2006 Palestinian legislative election and became the de facto governing authority of the Gaza Strip following the 2007 Battle of Gaza. Israel and Hamas have since engaged in several wars of"}, {"title": "Tel Aviv", "href": "/wiki/Tel_Aviv", "description": "Tel Aviv-Yafo, often referred to as just Tel Aviv, is the most populous city in the Gush Dan metropolitan area of Israel. Located on the Israeli Mediterranean coastline and with a population of 460,613, it is the economic and technological center of the country. If East Jerusalem is considered part of Israel, Tel Aviv is the country's second most populous city after Jerusalem; if not, Tel Aviv is "}]}, {"heading": "Events", "year": "2004", "date": "June 1", "txt": "Oklahoma City bombing co-conspirator Terry Nichols is sentenced to 161 consecutive life terms without the possibility of a parole, breaking a Guinness World Record.", "entities": [{"title": "Oklahoma City bombing", "href": "/wiki/Oklahoma_City_bombing", "description": "The Oklahoma City bombing was a domestic terrorist truck bombing of the Alfred P. Murrah Federal Building in Oklahoma City, Oklahoma, United States, on Wednesday, April 19, 1995. Perpetrated by anti-government extremists Timothy McVeigh and Terry Nichols, the bombing happened at 9:02 am and killed at least 168 people, injured more than 680 others, and destroyed more than one-third of the building,"}, {"title": "Terry Nichols", "href": "/wiki/Terry_Nichols", "description": "Terry Lynn Nichols is an American domestic terrorist who was convicted of being an accomplice in the Oklahoma City bombing. Prior to his incarceration, he held a variety of short-term jobs, working as a farmer, grain elevator manager, real estate salesman and ranch hand. He met his future co-conspirator, Timothy McVeigh, during a brief stint in the U.S. Army, which ended in 1989 when he requested "}, {"title": "Guinness World Record", "href": "/wiki/Guinness_World_Record", "description": "Guinness World Records, known from its inception in 1955 until 1999 as The Guinness Book of Records and in previous United States editions as The Guinness Book of World Records, is a reference book published annually, listing world records both of human achievements and the extremes of the natural world. The brainchild of Sir Hugh Beaver, the book was co-founded by twin brothers Norris and Ross Mc"}]}, {"heading": "Events", "year": "2008", "date": "June 1", "txt": "A fire on the back lot of Universal Studios breaks out, destroying the attraction King Kong Encounter and a large archive of master tapes for music and film, the full extent of which was not revealed until 2019.", "entities": [{"title": "2008 Universal fire", "href": "/wiki/2008_Universal_fire", "description": "On June 1, 2008, a fire broke out on the backlot of Universal Studios Hollywood, an American film studio and theme park in the San Fernando Valley area of Los Angeles County, California. The fire began when a worker used a blowtorch to warm asphalt shingles that were being applied to a facade. He left before checking that all spots had cooled, and a three-alarm fire broke out. Nine firefighters an"}, {"title": "King Kong Encounter", "href": "/wiki/King_Kong_Encounter", "description": "King Kong was an attraction formerly part of the Studio Tour at Universal Studios Hollywood in Los Angeles. The attraction was based on the 1976 King Kong film and served as a basis for a stand-alone Kongfrontation, a former attraction at Universal Studios Florida. The scene, located amongst the New York Street backlot sets in the heart of the studios, was destroyed in the 2008 Universal Studios f"}]}, {"heading": "Events", "year": "2009", "date": "June 1", "txt": "Air France Flight 447 crashes into the Atlantic Ocean off the coast of Brazil on a flight from Rio de Janeiro to Paris. All 228 passengers and crew are killed.", "entities": [{"title": "Air France Flight 447", "href": "/wiki/Air_France_Flight_447", "description": "Air France Flight 447 was a scheduled international passenger flight from Rio de Janeiro, Brazil, to Paris, France. On 1 June 2009, the Airbus A330 serving the flight stalled and did not recover, eventually crashing into the Atlantic Ocean at 02:14 UTC, killing all 228 passengers and crew."}, {"title": "Rio de Janeiro", "href": "/wiki/Rio_de_Janeiro", "description": "Rio de Janeiro, or simply Rio, is the second-most populous city in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state, after São Paulo and Minas Gerais. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO"}]}, {"heading": "Events", "year": "2009", "date": "June 1", "txt": "General Motors files for Chapter 11 bankruptcy. It is the fourth largest United States bankruptcy in history.", "entities": [{"title": "General Motors Chapter 11 reorganization", "href": "/wiki/General_Motors_Chapter_11_reorganization", "description": "\nThe 2009 General Motors Chapter 11 sale of the assets of automobile manufacturer General Motors and some of its subsidiaries was implemented through Chapter 11, Title 11, United States Code in the United States bankruptcy court for the Southern District of New York. The United States government-endorsed sale enabled the NGMCO Inc. to purchase the continuing operational assets of the old GM. \nNorm"}, {"title": "Chapter 11, Title 11, United States Code", "href": "/wiki/Chapter_11,_Title_11,_United_States_Code", "description": "Chapter 11 of the United States Bankruptcy Code permits reorganization under the bankruptcy laws of the United States. Such reorganization, known as \"Chapter 11 bankruptcy\", is available to every business, whether organized as a corporation, partnership or sole proprietorship, and to individuals, although it is most prominently used by corporate entities. In contrast, Chapter 7 governs the process"}, {"title": "Bankruptcy", "href": "/wiki/Bankruptcy", "description": "Bankruptcy is a legal process through which people or other entities who cannot repay debts to creditors may seek relief from some or all of their debts. In most jurisdictions, bankruptcy is imposed by a court order, often initiated by the debtor."}]}, {"heading": "Events", "year": "2011", "date": "June 1", "txt": "A rare tornado outbreak occurs in New England; a strong EF3 tornado strikes Springfield, Massachusetts, during the event, killing four people.", "entities": [{"title": "2011 New England tornado outbreak", "href": "/wiki/2011_New_England_tornado_outbreak", "description": "On June 1, 2011, seven tornadoes appeared in Massachusetts' Connecticut River Valley and southern Maine, severly damaging large sections of Springfield, Massachusetts and its surrounding region, killing three people, injuring 200, and leaving at least 500 people homeless."}, {"title": "New England", "href": "/wiki/New_England", "description": "New England is a region comprising six states in the Northeastern United States: Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, and Vermont. It is bordered by the state of New York to the west and by the Canadian provinces of New Brunswick to the northeast and Quebec to the north. The Atlantic Ocean is to the east and southeast, and Long Island Sound is to the southwest. Boston is"}, {"title": "Springfield, Massachusetts", "href": "/wiki/Springfield,_Massachusetts", "description": "Springfield is a city in the state of Massachusetts, United States, and the seat of Hampden County. Springfield sits on the eastern bank of the Connecticut River near its confluence with three rivers: the western Westfield River, the eastern Chicopee River, and the eastern Mill River. As of the 2010 Census, the city's population was 153,060. As of 2019, the estimated population was 153,606, making"}]}, {"heading": "Events", "year": "2011", "date": "June 1", "txt": "Space Shuttle Endeavour makes its final landing after 25 flights.", "entities": []}, {"heading": "Events", "year": "2015", "date": "June 1", "txt": "A ship carrying 458 people capsizes on Yangtze river in China's Hubei province, killing 400 people.", "entities": [{"title": "Sinking of Dongfang zhi Xing", "href": "/wiki/Sinking_of_Dongfang_zhi_Xing", "description": "MV Dongfang zhi Xing was a river cruise ship that operated in the Three Gorges region of inland China. On the night of 1 June 2015, the ship was traveling on the Yangtze River when it capsized during a thunderstorm in Jianli, Hubei Province with 454 people on board. On 13 June, 442 deaths were confirmed, with 12 survivors. The passengers were mostly in their 60s and 70s, and mostly from Nanjing, w"}, {"title": "Yangtze", "href": "/wiki/Yangtze", "description": "The Yangtze or Yangzi is the longest river in Asia, the third-longest in the world and the longest in the world to flow entirely within one country. It rises at Jari Hill in the Tanggula Mountains and flows 6,300 km (3,900 mi) in a generally easterly direction to the East China Sea. It is the sixth-largest river by discharge volume in the world. Its drainage basin comprises one-fifth of the land a"}, {"title": "Hubei", "href": "/wiki/Hubei", "description": "Hubei is a landlocked province of the People's Republic of China, and is part of the Central China region. The name of the province means \"north of the lake\", referring to its position north of Dongting Lake. The provincial capital, Wuhan, serves as a major transportation hub and the political, cultural, and economic hub of central China."}]}, {"heading": "Births", "year": "1134", "date": "June 1", "txt": "Geoffrey, Count of Nantes (d. 1158)", "entities": [{"title": "Geoffrey, Count of Nantes", "href": "/wiki/Geoffrey,_Count_of_Nantes", "description": "Geoffrey VI was Count of Nantes from 1156 to 1158. He was also known as Geoffrey of Anjou and Geoffrey FitzEmpress."}]}, {"heading": "Births", "year": "1300", "date": "June 1", "txt": "Thomas of Brotherton, 1st Earl of Norfolk, English politician, Lord Marshal of England (d. 1338)", "entities": [{"title": "Thomas of Brotherton, 1st Earl of Norfolk", "href": "/wiki/Thomas_of_Brotherton,_1st_Earl_of_Norfolk", "description": "Thomas of Brotherton, 1st Earl of Norfolk, was the fifth son of King Edward I of England (1272–1307), and the eldest child by his second wife, Margaret of France, the daughter of King Philip III of France. He was, therefore, a younger half-brother of King Edward II (1307–1327) and a full brother of Edmund of Woodstock, 1st Earl of Kent. He occupied the office of Earl Marshal of England."}, {"title": "Lord Marshal of England", "href": "/wiki/Lord_Marshal_of_England", "description": "Earl Marshal is a hereditary royal officeholder and chivalric title under the sovereign of the United Kingdom used in England. He is the eighth of the Great Officers of State in the United Kingdom, ranking beneath the Lord High Constable and above the Lord High Admiral. A Duke of Norfolk has held the office since 1672."}]}, {"heading": "Births", "year": "1451", "date": "June 1", "txt": "Giles Daubeney, 1st Baron Daubeney (d. 1508)", "entities": [{"title": "Giles Daubeney, 1st Baron Daubeney", "href": "/wiki/Giles_Daubeney,_1st_Baron_Daubeney", "description": "Giles Daubeney, 1st Baron Daubeney, KG PC was an English soldier, diplomat, courtier and politician."}]}, {"heading": "Births", "year": "1460", "date": "June 1", "txt": "Enno I, Count of East Frisia, German noble (d. 1491)", "entities": [{"title": "Enno I, Count of East Frisia", "href": "/wiki/Enno_I,_Count_of_East_Frisia", "description": "Enno I of East Frisia, count of East Frisia was the eldest son of Ulrich I of East Frisia and Theda Ukena, of a chiefly East Frisian family."}]}, {"heading": "Births", "year": "1480", "date": "June 1", "txt": "Tiedemann Giese, Polish bishop (d. 1550)", "entities": [{"title": "Tiedemann Giese", "href": "/wiki/Tiedemann_Giese", "description": "Tiedemann Giese, was Bishop of Kulm (Chełmno) first canon, later Prince-Bishop of Warmia (Ermland). His interest in mathematics, astronomy, and theology led him to mentor a number of important young scholars, including Copernicus. He was a prolific writer and correspondent, publishing a number of works on the reformation of the church. Tiedemann was a member of the patrician Giese family of Danzig"}]}, {"heading": "Births", "year": "1498", "date": "June 1", "txt": "Maarten van Heemskerck, Dutch painter (d. 1574)", "entities": [{"title": "Maarten van Heemskerck", "href": "/wiki/Maarten_van_Heemskerck", "description": "Maerten van Heemskerck or Marten Jacobsz Heemskerk van Veen was a Dutch portrait and religious painter, who spent most of his career in Haarlem. He was a pupil of Jan van Scorel, and adopted his teacher's Italian-influenced style. He spent the years 1532–6 in Italy. He produced many designs for engravers, and is especially known for his depictions of the Wonders of the World."}]}, {"heading": "Births", "year": "1522", "date": "June 1", "txt": "Dirck Volckertszoon Coornhert, Dutch writer and scholar (d. 1590)", "entities": [{"title": "Dirck Volckertszoon Coornhert", "href": "/wiki/Dirck_Volckertszoon_Coornhert", "description": "Dirck Volckertszoon Coornhert, also known as Theodore Cornhert, was a Dutch writer, philosopher, translator, politician, theologian and artist. Coornhert is often considered the Father of Dutch Renaissance scholarship."}]}, {"heading": "Births", "year": "1563", "date": "June 1", "txt": "Robert Cecil, 1st Earl of Salisbury, English politician, Secretary of State for England (d. 1612)", "entities": [{"title": "Robert Cecil, 1st Earl of Salisbury", "href": "/wiki/Robert_Cecil,_1st_Earl_of_Salisbury", "description": "Robert Cecil, 1st Earl of Salisbury, was an English statesman noted for his direction of the government during the Union of the Crowns, as Tudor England gave way to Stuart rule (1603). Salisbury served as the Secretary of State of England (1596–1612) and Lord High Treasurer (1608–1612), succeeding his father as Queen Elizabeth I's Lord Privy Seal and remaining in power during the first nine years "}, {"title": "Secretary of State (England)", "href": "/wiki/Secretary_of_State_(England)", "description": "In the Kingdom of England, the title of Secretary of State came into being near the end of the reign of Queen Elizabeth I (1558–1603), the usual title before that having been King's Clerk, King's Secretary, or Principal Secretary."}]}, {"heading": "Births", "year": "1612", "date": "June 1", "txt": "Frans Post, Dutch painter (d. 1680)", "entities": [{"title": "Frans Post", "href": "/wiki/Frans_Post", "description": "Frans Janszoon Post was a painter during the Dutch Golden Age. He was the first European artist to paint landscapes of the Americas, during and after the period of Dutch Brazil In 1636 he traveled to Dutch Brazil in northeast of South America at the invitation of the governor Johan Maurits van Nassau-Siegen. His works were widely collected in The Netherlands, Europe, and Brazil, with the works sho"}]}, {"heading": "Births", "year": "1633", "date": "June 1", "txt": "Geminiano Montanari, Italian astronomer and academic (d. 1687)", "entities": [{"title": "Geminiano Montanari", "href": "/wiki/Geminiano_Montanari", "description": "Geminiano Montanari was an Italian astronomer, lens-maker, and proponent of the experimental approach to science."}]}, {"heading": "Births", "year": "1637", "date": "June 1", "txt": "Jacques Marquette, French missionary and explorer (d. 1675)", "entities": [{"title": "Jacques Marquette", "href": "/wiki/Jacques_Marquette", "description": "Jacques Marquette S.J., sometimes known as Père Marquette or James Marquette, was a French Jesuit missionary who founded Michigan's first European settlement, Sault Sainte Marie, and later founded Saint Ignace. In 1673, Marquette, with Louis Jolliet, an explorer born near Quebec City, was the first European to explore and map the northern portion of the Mississippi River Valley."}]}, {"heading": "Births", "year": "1653", "date": "June 1", "txt": "Georg Muffat, French organist and composer (d. 1704)", "entities": [{"title": "Georg Muffat", "href": "/wiki/Georg_Muffat", "description": "Georg Muffat was a Baroque composer and organist. He is best known for the remarkably articulate and informative performance directions printed along with his collections of string pieces Florilegium Primum and Florilegium Secundum in 1695 and 1698."}]}, {"heading": "Births", "year": "1675", "date": "June 1", "txt": "Francesco Scipione, marchese di Maffei, Italian archaeologist and playwright (d. 1755)", "entities": [{"title": "Francesco Scipione, marchese di Maffei", "href": "/wiki/Francesco_Scipione,_marchese_di_Maffei", "description": "Francesco Scipione Maffei was a Venetian writer and art critic, author of many articles and plays. An antiquarian with a humanist education whose publications on Etruscan antiquities stand as incunables of Etruscology, he engaged in running skirmishes in print with his rival in the field of antiquities, Antonio Francesco Gori."}]}, {"heading": "Births", "year": "1762", "date": "June 1", "txt": "Edmund Ignatius Rice, Irish priest and missionary, founded the Irish Christian Brothers (d. 1844)", "entities": [{"title": "Edmund Ignatius Rice", "href": "/wiki/Edmund_Ignatius_Rice", "description": "Edmund Ignatius Rice,, was a Catholic missionary and educationalist. He was the founder of two religious institutes of religious brothers: the Congregation of Christian Brothers and the Presentation Brothers."}, {"title": "Irish Christian Brothers", "href": "/wiki/Irish_Christian_Brothers", "description": "The Congregation of Christian Brothers is a worldwide religious community within the Catholic Church, founded by Edmund Rice. Their first school was opened in Waterford, Ireland, in 1802. At the time of its foundation, though much relieved from the harshest of the Penal Laws by the Irish Parliament's Relief Acts, much discrimination against Catholics remained throughout the newly created United Ki"}]}, {"heading": "Births", "year": "1765", "date": "June 1", "txt": "Christiane Vulpius, mistress and wife of Johann Wolfgang Goethe (d. 1816)", "entities": [{"title": "Christiane Vulpius", "href": "/wiki/Christiane_Vulpius", "description": "Johanna Christiana Sophie Vulpius von Goethe was the longtime lover and later wife of Johann Wolfgang von Goethe."}, {"title": "Johann Wolfgang Goethe", "href": "/wiki/Johann_Wolfgang_Goethe", "description": "Johann Wolfgang von Goethe was a German poet, playwright, novelist, scientist, statesman, theatre director, critic, and amateur artist. His works include plays, poetry, literary and aesthetic criticism, and treatises on botany, anatomy, and colour. He is considered to be the greatest German literary figure of the modern era."}]}, {"heading": "Births", "year": "1770", "date": "June 1", "txt": "Friedrich Laun, German author (d. 1849)", "entities": [{"title": "Friedrich Laun", "href": "/wiki/Friedrich_Laun", "description": "Friedrich August Schulze was a German novelist, who wrote under the pen name Friedrich Laun. Schulze was born in Dresden. His first novel, Der Mann, auf Freiersfüssen (1801), was favorably received. He wrote many volumes, and with August Apel edited a ghost story anthology Das Gespensterbuch (1811–1815). Thomas de Quincey, who translated several of Laun's stories into English, noted his \"great pop"}]}, {"heading": "Births", "year": "1790", "date": "June 1", "txt": "Ferdinand Raimund, Austrian actor and playwright (d. 1836)", "entities": [{"title": "Ferdinand Raimund", "href": "/wiki/Ferdinand_Raimund", "description": "Ferdinand Raimund was an Austrian actor and dramatist."}]}, {"heading": "Births", "year": "1796", "date": "June 1", "txt": "Nicolas Léonard Sadi Carnot, French physicist and engineer (d. 1832)", "entities": [{"title": "Nicolas Léonard Sadi Carnot", "href": "/wiki/Nicolas_L%C3%A9onard_Sadi_Carnot", "description": "Sous-lieutenant Nicolas Léonard Sadi Carnot was a French mechanical engineer in the French Army, military scientist and physicist, and often described as the \"father of thermodynamics.\" Like Copernicus, he published only one book, the Reflections on the Motive Power of Fire, in which he expressed, at the age of 27 years, the first successful theory of the maximum efficiency of heat engines. In thi"}]}, {"heading": "Births", "year": "1800", "date": "June 1", "txt": "Edward Deas Thomson, Australian educator and politician, Chief Secretary of New South Wales (d. 1879)", "entities": [{"title": "Edward Deas Thomson", "href": "/wiki/Edward_Deas_Thomson", "description": "Sir Edward Deas Thomson was a Scotsman who became an administrator and politician in Australia, and was chancellor of the University of Sydney."}, {"title": "Chief Secretary of New South Wales", "href": "/wiki/Chief_Secretary_of_New_South_Wales", "description": "The Chief Secretary of New South Wales, known from 1821 to 1959 as the Colonial Secretary was a key political office in the colonial and state administration in New South Wales, from 1901 a state in the Commonwealth of Australia. Its role changed significantly from the time of its creation in 1821 to its final use in 1995, with various responsibilities changing hands. Nominally subordinate to the "}]}, {"heading": "Births", "year": "1801", "date": "June 1", "txt": "Brigham Young, American religious leader, 2nd President of The Church of Jesus Christ of Latter-day Saints (d. 1877)", "entities": [{"title": "Brigham Young", "href": "/wiki/Brigham_Young", "description": "Brigham Young was an American religious leader, politician, and settler. He was the second president of The Church of Jesus Christ of Latter-day Saints from 1847 until his death in 1877. He founded Salt Lake City and served as the first governor of the Utah Territory. Young also led the foundings of the precursors to the University of Utah and Brigham Young University."}, {"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Births", "year": "1804", "date": "June 1", "txt": "Mikhail Glinka, Russian composer (d. 1857)", "entities": [{"title": "Mikhail Glinka", "href": "/wiki/Mikhail_Glinka", "description": "Mikhail Ivanovich Glinka was the first Russian composer to gain wide recognition within his own country, and is often regarded as the fountainhead of Russian classical music. Glinka's compositions were an important influence on future Russian composers, notably the members of The Five, who took Glinka's lead and produced a distinctive Russian style of music."}]}, {"heading": "Births", "year": "1808", "date": "June 1", "txt": "Henry Parker, English-Australian politician, 3rd Premier of New South Wales (d. 1881)", "entities": [{"title": "Henry Parker (Australian politician)", "href": "/wiki/Henry_Parker_(Australian_politician)", "description": "Sir Henry Watson Parker, was Premier of New South Wales. He fitted into colonial society and politics in the pre-responsible government era, but his style was not suited to the democratic politics that began to develop in 1856."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1815", "date": "June 1", "txt": "Otto of Greece (d. 1862)", "entities": [{"title": "Otto of Greece", "href": "/wiki/Otto_of_Greece", "description": "Otto Friedrich Ludwig was a Bavarian prince who ruled as King of Greece from the establishment of the monarchy on 27 May 1832, under the Convention of London, until he was deposed on 23 October 1862."}]}, {"heading": "Births", "year": "1819", "date": "June 1", "txt": "Francis V, Duke of Modena (d. 1875)", "entities": [{"title": "Francis V, Duke of Modena", "href": "/wiki/Francis_V,_Duke_of_Modena", "description": "Francis V, Duke of Modena, Reggio and Guastalla, Archduke of Austria-Este, Royal Prince of Hungary and Bohemia, Duke of Mirandola and of Massa, Prince of Carrara was a reigning prince. He was Duke of Modena, Reggio, and Mirandola, Duke of Guastalla from 1847 and Duke of Massa and Prince of Carrara from 1846 to 1859. His parents were Francis IV of Modena and Princess Maria Beatrice of Savoy. He was"}]}, {"heading": "Births", "year": "1822", "date": "June 1", "txt": "Clementina Maude, Viscountess Hawarden, English portrait photographer (d. 1865)", "entities": [{"title": "Clementina Maude, Viscountess Hawarden", "href": "/wiki/Clementina_Maude,_Viscountess_Hawarden", "description": "Clementina Maude, Viscountess Hawarden, née Clementina Elphinstone Fleeming, commonly known as Lady Clementina Hawarden, was a noted British amateur portrait photographer of the Victorian Era. She produced over 800 photographs mostly of her adolescent daughters."}]}, {"heading": "Births", "year": "1825", "date": "June 1", "txt": "John Hunt Morgan, American general (d. 1864)", "entities": [{"title": "John Hunt Morgan", "href": "/wiki/John_Hunt_Morgan", "description": "John H. Morgan was a Confederate general in the American Civil War of 1861-1865."}]}, {"heading": "Births", "year": "1831", "date": "June 1", "txt": "John Bell Hood, American general (d. 1879)", "entities": [{"title": "John Bell Hood", "href": "/wiki/John_Bell_Hood", "description": "John Bell Hood was a Confederate general during the American Civil War. Hood had a reputation for bravery and aggressiveness that sometimes bordered on recklessness. Arguably one of the best brigade and division commanders in the CSA, Hood gradually became increasingly ineffective as he was promoted to lead larger, independent commands late in the war; his career and reputation were marred by his "}]}, {"heading": "Births", "year": "1833", "date": "June 1", "txt": "John Marshall Harlan, American lawyer, judge, and politician, Attorney General of Kentucky (d. 1911)", "entities": [{"title": "John Marshall Harlan", "href": "/wiki/John_Marshall_Harlan", "description": "John Marshall Harlan was an American lawyer and politician who served as an associate justice on the U.S. Supreme Court. He is often called \"The Great Dissenter\" due to his many dissents in cases that restricted civil liberties, including the Civil Rights Cases and Plessy v. Ferguson. Many of Harlan's views expressed in his notable dissents would become the official view of the Supreme Court start"}, {"title": "Attorney General of Kentucky", "href": "/wiki/Attorney_General_of_Kentucky", "description": "The Attorney General of Kentucky is an office created by the Kentucky Constitution.. Under Kentucky law, they serve several roles, including the state's chief prosecutor, the state's chief law enforcement officer, and the state's chief law officer. As the chief prosecutor, the Attorney General is the Chairman of the Kentucky Prosecutors Advisory Council, which supervises the prosecutors of Kentuck"}]}, {"heading": "Births", "year": "1843", "date": "June 1", "txt": "Henry Faulds, Scottish physician and missionary, developed fingerprinting (d. 1930)", "entities": [{"title": "Henry Faulds", "href": "/wiki/Henry_Faulds", "description": "Henry Faulds was a British doctor, missionary and scientist who is noted for the development of fingerprinting."}, {"title": "Fingerprinting", "href": "/wiki/Fingerprinting", "description": "A fingerprint is an impression left by the friction ridges of a human finger. The recovery of partial fingerprints from a crime scene is an important method of forensic science. Moisture and grease on a finger result in fingerprints on surfaces such as glass or metal. Deliberate impressions of entire fingerprints can be obtained by ink or other substances transferred from the peaks of friction rid"}]}, {"heading": "Births", "year": "1844", "date": "June 1", "txt": "John J. Toffey, American lieutenant, Medal of Honor recipient (d. 1911)", "entities": [{"title": "John J. Toffey", "href": "/wiki/John_J._Toffey", "description": "John James Toffey was a United States Union Army officer during the American Civil War who received the Medal of Honor."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1869", "date": "June 1", "txt": "Richard Wünsch, German philologist (d. 1915)", "entities": [{"title": "Richard Wünsch", "href": "/wiki/Richard_W%C3%BCnsch", "description": "Richard Wünsch was a German classical philologist."}]}, {"heading": "Births", "year": "1873", "date": "June 1", "txt": "Elena Alistar, Bessarabian politician (d. 1955)", "entities": [{"title": "Elena Alistar", "href": "/wiki/Elena_Alistar", "description": "Elena Alistar-Romanescu was a Bessarabian physician and politician who was part of Sfatul Țării from Bessarabia."}]}, {"heading": "Births", "year": "1874", "date": "June 1", "txt": "Yury Nikolaevich Voronov, Russian botanist (d. 1931)", "entities": [{"title": "Yury Nikolaevich Voronov", "href": "/wiki/Yury_Nikolaevich_Voronov", "description": "Yury Nikolaevitch Voronov was a Russian botanist. He worked at the Botanical Garden in Leningrad."}]}, {"heading": "Births", "year": "1878", "date": "June 1", "txt": "John Masefield, English author and poet (d. 1967)", "entities": [{"title": "John Masefield", "href": "/wiki/John_Masefield", "description": "John Edward Masefield was an English poet and writer, and Poet Laureate from 1930 until 1967. Among his best known works are the children's novels The Midnight Folk and The Box of Delights, and the poems The Everlasting Mercy and \"Sea-Fever\"."}]}, {"heading": "Births", "year": "1879", "date": "June 1", "txt": "Max Emmerich, American triathlete and gymnast (d. 1956)", "entities": [{"title": "Max Emmerich", "href": "/wiki/Max_Emmerich", "description": "Max Philip Emmerich was an American track and field athlete and gymnast who competed in the 1904 Summer Olympics. He was born in Indianapolis, Indiana."}]}, {"heading": "Births", "year": "1882", "date": "June 1", "txt": "Nicolae Bivol, Moldovan businessman and politician, Mayor of Chișinău (d. 1940)", "entities": [{"title": "Nicolae Bivol", "href": "/wiki/Nicolae_Bivol", "description": "Nicolae Bivol was a Bessarabian politician, member of the Sfatul Țării between 1917–1918, and Mayor of Chișinău in two terms between 1923–1924 and 1925–1926."}, {"title": "Mayor of Chișinău", "href": "/wiki/Mayor_of_Chi%C8%99in%C4%83u", "description": "The Mayor of Chișinău is head of the executive branch of Chișinău's government and a member of the city's Municipal Council."}]}, {"heading": "Births", "year": "1887", "date": "June 1", "txt": "Clive Brook, English actor (d. 1974)", "entities": [{"title": "Clive Brook", "href": "/wiki/Clive_Brook", "description": "Clifford Hardman \"Clive\" Brook was an English film actor."}]}, {"heading": "Births", "year": "1889", "date": "June 1", "txt": "James Daugherty, American author, illustrator, and painter (d. 1974)", "entities": [{"title": "James Daugherty", "href": "/wiki/James_Daugherty", "description": "James Henry Daugherty was an American modernist painter, muralist, children's book author and illustrator."}]}, {"heading": "Births", "year": "1889", "date": "June 1", "txt": "Charles Kay Ogden, English linguist and philosopher (d. 1957)", "entities": []}, {"heading": "Births", "year": "1890", "date": "June 1", "txt": "Frank Morgan, American actor (d. 1949)", "entities": [{"title": "Frank Morgan", "href": "/wiki/Frank_Morgan", "description": "Francis Phillip Wuppermann, known professionally as Frank Morgan, was an American character actor on radio, stage and film. He was best known for his appearances in films starting in the silent era in 1916, and then numerous sound films throughout the 1930s and 1940s, with a career spanning 35 years mostly as a contract player at Metro-Goldwyn-Mayer, with his most celebrated performance playing th"}]}, {"heading": "Births", "year": "1892", "date": "June 1", "txt": "Amanullah Khan, sovereign of the Kingdom of Afghanistan, (d. 1960)", "entities": [{"title": "Amanullah Khan", "href": "/wiki/Amanullah_Khan", "description": "Ghāzī Amānullāh Khān was the sovereign of the Kingdom of Afghanistan from 1919 to 1929, first as Emir and after 1926 as King. After the August 1919 end of the Third Anglo-Afghan War, Afghanistan was able to relinquish its protected state status to proclaim independence and pursue an independent foreign policy free from the influence of the United Kingdom."}, {"title": "Kingdom of Afghanistan", "href": "/wiki/Kingdom_of_Afghanistan", "description": "The Kingdom of Afghanistan was a constitutional monarchy in Southern and Central Asia established in 1926 as a successor state to the Emirate of Afghanistan. It was proclaimed by its first king, Amanullah Khan, seven years after his accession to the throne. The monarchy ended in the 1973 Afghan coup d'état."}]}, {"heading": "Births", "year": "1899", "date": "June 1", "txt": "Edward Charles Titchmarsh, English mathematician and academic (d. 1963)", "entities": [{"title": "Edward Charles Titchmarsh", "href": "/wiki/Edward_Charles_Titchmarsh", "description": "Edward Charles \"Ted\" Titchmarsh was a leading British mathematician."}]}, {"heading": "Births", "year": "1901", "date": "June 1", "txt": "Hap Day, Canadian ice hockey player, referee, and manager (d. 1990)", "entities": [{"title": "Hap Day", "href": "/wiki/Hap_Day", "description": "Clarence Henry \"Happy\" Day, later known as Hap Day, was a Canadian professional hockey player who played 14 seasons in the National Hockey League for the Toronto Maple Leafs and New York Americans. Day enjoyed a 33-year career as a player, referee, coach and assistant general manager, 28 of which were spent in various capacities with the Maple Leafs. He was inducted into the Hockey Hall of Fame in"}]}, {"heading": "Births", "year": "1901", "date": "June 1", "txt": "Tom Gorman, Australian rugby league player  (d. 1978)", "entities": []}, {"heading": "Births", "year": "1901", "date": "June 1", "txt": "John Van Druten, English-American playwright and director (d. 1957)", "entities": []}, {"heading": "Births", "year": "1903", "date": "June 1", "txt": "Vasyl Velychkovsky, Ukrainian-Canadian bishop and martyr (d. 1973)", "entities": [{"title": "Vasyl Velychkovsky", "href": "/wiki/Vasyl_Velychkovsky", "description": "Vasyl Velychkovsky was a priest, and later bishop, of the Ukrainian Greek Catholic Church, one of the Eastern Catholic Churches in communion with Rome. He is a martyr of the Catholic Church, dying in 1973 of his injuries sustained while imprisoned by the Soviet Union for his Christian faith."}]}, {"heading": "Births", "year": "1903", "date": "June 1", "txt": "Hans Vogt, Norwegian linguist and academic (d. 1986)", "entities": []}, {"heading": "Births", "year": "1905", "date": "June 1", "txt": "Robert Newton, English-American actor (d. 1956)", "entities": [{"title": "Robert Newton", "href": "/wiki/Robert_Newton", "description": "Robert Guy Newton was an English actor. Along with Errol Flynn, Newton was one of the more popular actors among the male juvenile audience of the 1940s and early 1950s, especially with British boys. Known for his hard-living lifestyle, he was cited as a role model by the actor Oliver Reed and the Who's drummer Keith Moon."}]}, {"heading": "Births", "year": "1907", "date": "June 1", "txt": "Jan Patočka, Czech philosopher (d. 1977)", "entities": [{"title": "Jan Patočka", "href": "/wiki/Jan_Pato%C4%8Dka", "description": "Jan Patočka was a Czech philosopher. Having studied in Prague, Paris, Berlin and Freiburg, he was one of the last pupils of Edmund Husserl and Martin Heidegger. During his studies in Freiburg he was also tutored by Eugen Fink, a relationship which eventually turned into a lifelong philosophical friendship."}]}, {"heading": "Births", "year": "1907", "date": "June 1", "txt": "Frank Whittle, English airman and engineer, developed the jet engine (d. 1996)", "entities": [{"title": "Jet engine", "href": "/wiki/Jet_engine", "description": "A jet engine is a type of reaction engine discharging a fast-moving jet that generates thrust by jet propulsion. While this broad definition can include rocket, water jet, and hybrid propulsion, the term jet engine typically refers to an internal combustion airbreathing jet engine such as a turbojet, turbofan, ramjet, or pulse jet. In general, jet engines are internal combustion engines."}]}, {"heading": "Births", "year": "1908", "date": "June 1", "txt": "Julie Campbell Tatham, American author (d. 1999)", "entities": [{"title": "Julie Campbell Tatham", "href": "/wiki/Julie_Campbell_Tatham", "description": "Julie Campbell Tatham was an American writer of children's novels, who also wrote for adults, especially on Christian Science. As Julie Campbell she was the creator of the Trixie Belden series and the Ginny Gordon series. As Julie Tatham she also took over the Cherry Ames series and Vicki Barr series from Helen Wells."}]}, {"heading": "Births", "year": "1909", "date": "June 1", "txt": "Yechezkel Kutscher, Slovakian-Israeli philologist and linguist (d. 1971)", "entities": [{"title": "Yechezkel Kutscher", "href": "/wiki/Yechezkel_Kutscher", "description": "Edward Yechezkel Kutscher or Yechezkel Kutscher was an Israeli philologist and Hebrew linguist."}]}, {"heading": "Births", "year": "1910", "date": "June 1", "txt": "Gyula Kállai, Hungarian communist leader, Chairman of the Council of Ministers of the People's Republic of Hungary (d. 1996)", "entities": [{"title": "Gyula Kállai", "href": "/wiki/Gyula_K%C3%A1llai", "description": "Gyula Kállai was a Hungarian Communist politician who served as Chairman of the Council of Ministers of the People's Republic of Hungary from 1965 to 1967 and as Speaker of the National Assembly of Hungary 1967–1971. He was President of National Council of the Patriotic People's Front from 1957 to 1989."}, {"title": "List of Prime Ministers of Hungary", "href": "/wiki/List_of_Prime_Ministers_of_Hungary", "description": "The following is a list of prime ministers of Hungary from when the first Prime Minister, Lajos Batthyány, took office in 1848 until the present day. The prime minister is head of the Government of Hungary. On 30 November 2020, Viktor Orbán became the longest serving prime minister in this modern era."}, {"title": "Council of Ministers of the People's Republic of Hungary", "href": "/wiki/Council_of_Ministers_of_the_People%27s_Republic_of_Hungary", "description": "The Council of Ministers of the Hungarian People's Republic was the cabinet of Hungary during the era of Communist rule. It was created in 1949, with the enactment of a new constitution that formally created the People's Republic of Hungary. Along with the state itself, it was abolished in 1989."}]}, {"heading": "Births", "year": "1912", "date": "June 1", "txt": "Herbert Tichy, Austrian geologist, author, and mountaineer (d. 1987)", "entities": [{"title": "Herbert Tichy", "href": "/wiki/Herbert_Tichy", "description": "Herbert Tichy was an Austrian author, geologist, journalist and climber."}]}, {"heading": "Births", "year": "1913", "date": "June 1", "txt": "Bill Deedes, English journalist and politician (d. 2007)", "entities": [{"title": "Bill Deedes", "href": "/wiki/Bill_Deedes", "description": "William Francis Deedes, Baron Deedes, was a British Conservative politician, army officer and journalist. He was the first person in Britain to have been both a member of the Cabinet and the editor of a major daily newspaper, The Daily Telegraph."}]}, {"heading": "Births", "year": "1915", "date": "June 1", "txt": "John Randolph, American actor (d. 2004)", "entities": [{"title": "John Randolph (actor)", "href": "/wiki/John_Randolph_(actor)", "description": "Emanuel Hirsch Cohen, better known by the stage name John Randolph, was an American film, television and stage actor."}]}, {"heading": "Births", "year": "1916", "date": "June 1", "txt": "Jean Jérôme Hamer, Belgian Cardinal (d. 1996)", "entities": [{"title": "Jean Jérôme Hamer", "href": "/wiki/Jean_J%C3%A9r%C3%B4me_Hamer", "description": "Jean Jérôme Hamer, O.P., S.T.D. was a Belgian Cardinal who was Prefect of the Congregation for Institutes of Consecrated Life and Societies of Apostolic Life from 1985 until 1992."}]}, {"heading": "Births", "year": "1917", "date": "June 1", "txt": "William Standish Knowles, American chemist and academic, Nobel Prize laureate (d. 2012)", "entities": [{"title": "William Standish Knowles", "href": "/wiki/William_Standish_Knowles", "description": "William Standish Knowles was an American chemist. He was born in Taunton, Massachusetts. Knowles was one of the recipients of the 2001 Nobel Prize in Chemistry. He split half the prize with Ryōji Noyori for their work in asymmetric synthesis, specifically for his work in hydrogenation reactions. The other half was awarded to K. Barry Sharpless for his work in oxidation reactions."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1920", "date": "June 1", "txt": "Robert Clarke, American actor and producer (d. 2005)", "entities": [{"title": "Robert Clarke", "href": "/wiki/Robert_Clarke", "description": "Robert Irby Clarke was an American actor best known for his cult classic science fiction films of the 1950s."}]}, {"heading": "Births", "year": "1921", "date": "June 1", "txt": "Nelson Riddle, American composer and bandleader (d. 1985)", "entities": [{"title": "Nelson Riddle", "href": "/wiki/Nelson_Riddle", "description": "Nelson Smock Riddle Jr. was an American arranger, composer, bandleader and orchestrator whose career stretched from the late 1940s to the mid-1980s. He worked with many world-famous vocalists at Capitol Records, including Frank Sinatra, Ella Fitzgerald, Nat King Cole, Judy Garland, Dean Martin, Peggy Lee, Johnny Mathis, Rosemary Clooney and Keely Smith. He scored and arranged music for many films "}]}, {"heading": "Births", "year": "1922", "date": "June 1", "txt": "Joan Caulfield, American model and actress (d. 1991)", "entities": [{"title": "Joan Caulfield", "href": "/wiki/Joan_Caulfield", "description": "Beatrice Joan Caulfield was an American actress and model. After being discovered by Broadway producers, she began a stage career in 1943 that eventually led to signing as an actress with Paramount Pictures. In the opinion of Ephraim Katz in The Film Encyclopedia, published in 1979, \"For several years she was among Paramount's top stars, radiating delicate femininity and demure beauty but rarely m"}]}, {"heading": "Births", "year": "1922", "date": "June 1", "txt": "Povel Ramel, Swedish singer-songwriter and pianist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1924", "date": "June 1", "txt": "William Sloane Coffin, American minister and activist (d. 2006)", "entities": [{"title": "William Sloane Coffin", "href": "/wiki/William_Sloane_Coffin", "description": "William Sloane Coffin Jr. was an American Christian clergyman and long-time peace activist. He was ordained in the Presbyterian Church, and later received ministerial standing in the United Church of Christ. In his younger days he was an athlete, a talented pianist, a CIA officer, and later chaplain of Yale University, where the influence of H. Richard Niebuhr's social philosophy led him to become"}]}, {"heading": "Births", "year": "1925", "date": "June 1", "txt": "Dilia Díaz Cisneros, Venezuelan teacher (d. 2017)", "entities": [{"title": "Dilia Díaz Cisneros", "href": "/wiki/Dilia_D%C3%ADaz_Cisneros", "description": "Dilia Elena Díaz Cisneros was a Venezuelan teacher and poet born in El Hatillo, Miranda and married Victor Guillermo Ramos Rangel in 1947. She was the founder of the public schools \"Bogotá\", \"Los Jardines\" and \"Caracciolo Parra León\" in Caracas. Díaz Cisneros died of natural causes at the age of 92 in Caracas."}]}, {"heading": "Births", "year": "1926", "date": "June 1", "txt": "Johnny Berry, English footballer (d. 1994)", "entities": [{"title": "Johnny Berry", "href": "/wiki/Johnny_Berry", "description": "Reginald John Berry, also listed as John James Berry, was an English footballer. Berry joined Manchester United from Birmingham City in 1951. Despite his diminutive stature, he was a natural right winger with technique and pace."}]}, {"heading": "Births", "year": "1926", "date": "June 1", "txt": "Andy Griffith, American actor, singer, producer, and screenwriter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 1", "txt": "Marilyn Monroe, American model and actress (d. 1962)", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 1", "txt": "George Robb, English international footballer and teacher (d. 2011)", "entities": []}, {"heading": "Births", "year": "1926", "date": "June 1", "txt": "Richard Schweiker, American soldier and politician, 14th United States Secretary of Health and Human Services (d. 2015)", "entities": [{"title": "United States Secretary of Health and Human Services", "href": "/wiki/United_States_Secretary_of_Health_and_Human_Services", "description": "The United States secretary of health and human services is the head of the United States Department of Health and Human Services, and serves as the principal advisor to the president of the United States on all health matters. The secretary is a member of the United States Cabinet. The office was formerly Secretary of Health, Education, and Welfare. In 1980, the Department of Health, Education, a"}]}, {"heading": "Births", "year": "1928", "date": "June 1", "txt": "Georgy Dobrovolsky, Ukrainian pilot and astronaut (d. 1971)", "entities": [{"title": "Georgy Dobrovolsky", "href": "/wiki/Georgy_Dobrovolsky", "description": "Georgy Timofeyevich Dobrovolsky was a Soviet cosmonaut who commanded the three-man crew of the Soyuz 11 spacecraft. They became the world's first space station crew aboard Salyut 1, but died of asphyxiation because of an accidentally opened valve. To date, they were the first and only humans to have died in space."}]}, {"heading": "Births", "year": "1928", "date": "June 1", "txt": "Steve Dodd, Australian actor and composer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1928", "date": "June 1", "txt": "Bob Monkhouse, English actor and screenwriter (d. 2003)", "entities": []}, {"heading": "Births", "year": "1929", "date": "June 1", "txt": "Nargis, Indian actress (d. 1981)", "entities": [{"title": "Nargis", "href": "/wiki/Nargis", "description": "Nargis Dutt was an Indian actress and politician who worked in Hindi cinema. Regarded as one of the greatest actresses in the history of Indian cinema, she made her screen debut in a minor role at the age of 5 with Talash-E-Haq (1935), but her acting career actually began with the film Tamanna (1942)."}]}, {"heading": "Births", "year": "1929", "date": "June 1", "txt": "James H. Billington, American academic and Thirteenth Librarian of Congress (d. 2018)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 1", "txt": "John Lemmon, English logician and philosopher (d. 1966)", "entities": [{"title": "John Lemmon", "href": "/wiki/John_Lemmon", "description": "\nEdward John Lemmon was a British logician and philosopher born in Sheffield, England. He is most well known for his work on modal logic, particularly his joint text with Dana Scott published posthumously."}]}, {"heading": "Births", "year": "1930", "date": "June 1", "txt": "Richard Levins, American ecologist and geneticist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 1", "txt": "Matt Poore, New Zealand cricketer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1930", "date": "June 1", "txt": "Edward Woodward, English actor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1931", "date": "June 1", "txt": "Walter Horak, Austrian footballer (d. 2019)", "entities": [{"title": "Walter Horak", "href": "/wiki/Walter_Horak", "description": "Walter Horak was an Austrian football player."}]}, {"heading": "Births", "year": "1932", "date": "June 1", "txt": "Frank Cameron, New Zealand cricketer", "entities": [{"title": "Frank Cameron", "href": "/wiki/Frank_Cameron", "description": "Francis James Cameron is a former New Zealand cricketer who played 19 Tests for New Zealand as a fast bowler."}]}, {"heading": "Births", "year": "1932", "date": "June 1", "txt": "Christopher Lasch, American historian and critic (d. 1994)", "entities": []}, {"heading": "Births", "year": "1933", "date": "June 1", "txt": "Haruo Remeliik, Palauan politician, 1st President of Palau (d. 1985)", "entities": [{"title": "Haruo Remeliik", "href": "/wiki/Haruo_Remeliik", "description": "Haruo Ignacio Remeliik was a politician from Palau. He served as the first President of Palau from 2 March 1981 until his assassination on 30 June 1985. He is buried at Kloulklubed in his home state of Peleliu. Remeliik was of mixed Japanese and Palauan descent."}, {"title": "President of Palau", "href": "/wiki/President_of_Palau", "description": "The President of the Republic of Palau is the head of government and head of state of Palau. The president is directly elected to a four-year term, and can be reelected once in a consecutive manner."}]}, {"heading": "Births", "year": "1933", "date": "June 1", "txt": "Charles Wilson, American lieutenant and politician (d. 2010)", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 1", "txt": "Pat Boone, American singer-songwriter and actor", "entities": [{"title": "Pat Boone", "href": "/wiki/Pat_Boone", "description": "Patrick Charles Eugene Boone is an American singer, composer, actor, writer, television personality, motivational speaker, and spokesman. He was a successful pop singer in the United States during the 1950s and early 1960s. He sold more than 45 million records, had 38 Top 40 hits, and appeared in more than 12 Hollywood films."}]}, {"heading": "Births", "year": "1934", "date": "June 1", "txt": "Peter Masterson, American actor, director, producer and screenwriter (d. 2018)", "entities": []}, {"heading": "Births", "year": "1934", "date": "June 1", "txt": "Doris Buchanan Smith, American author (d. 2002)", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 1", "txt": "Norman Foster, Baron Foster of Thames Bank, English architect, founded Foster and Partners", "entities": [{"title": "Norman Foster, Baron Foster of Thames Bank", "href": "/wiki/Norman_Foster,_Baron_Foster_of_Thames_Bank", "description": "Norman Robert Foster, Baron Foster of Thames Bank, is a British architect and designer. Closely associated with the development of High-tech architecture and the early adoption of energy-efficient construction techniques, Foster is recognised as a key figure in British modernist architecture. His architectural practice Foster + Partners, first founded in 1967 as Foster Associates, is the largest i"}, {"title": "Foster and Partners", "href": "/wiki/Foster_and_Partners", "description": "Foster + Partners is a British international studio for architecture and integrated design, with headquarters in London. The practice is led by its founder and chairman, Norman Foster, and has constructed many high-profile glass-and-steel buildings."}]}, {"heading": "Births", "year": "1935", "date": "June 1", "txt": "Reverend Ike, American minister and television host (d. 2009)", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 1", "txt": "Jack Kralick, American baseball player (d. 2012)", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 1", "txt": "Percy Adlon, German director, screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1935", "date": "June 1", "txt": "John C. Reynolds, American computer scientist and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 1", "txt": "Anatoly Albul, Soviet and Russian wrestler (d. 2013)", "entities": [{"title": "Anatoly Albul", "href": "/wiki/Anatoly_Albul", "description": "Anatoly Mikhaylovich Albul was a Russian wrestler. He was born in Leningrad. He was Olympic bronze medalist in Freestyle wrestling in 1960, competing for the Soviet Union. He won a silver medal at the 1963 World Wrestling Championships."}]}, {"heading": "Births", "year": "1936", "date": "June 1", "txt": "André Bourbeau, Canadian politician (d. 2018)", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 1", "txt": "Bekim Fehmiu, Bosnian actor (d. 2010)", "entities": []}, {"heading": "Births", "year": "1936", "date": "June 1", "txt": "Gerald Scarfe, English illustrator and animator", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 1", "txt": "Morgan Freeman, American actor and producer", "entities": [{"title": "Morgan Freeman", "href": "/wiki/Morgan_Freeman", "description": "Morgan Freeman is an American actor, director, and narrator. He has appeared in a range of film genres portraying character roles and is particularly known for his distinctive deep voice. Freeman is the recipient of various accolades, including an Academy Award, a Golden Globe Award, and a Screen Actors Guild Award."}]}, {"heading": "Births", "year": "1937", "date": "June 1", "txt": "Rosaleen Linehan, Irish actress", "entities": []}, {"heading": "Births", "year": "1937", "date": "June 1", "txt": "Colleen McCullough, Australian neuroscientist and author (d. 2015)", "entities": []}, {"heading": "Births", "year": "1939", "date": "June 1", "txt": "Cleavon Little, American actor and comedian (d. 1992)", "entities": [{"title": "Cleavon Little", "href": "/wiki/Cleavon_Little", "description": "Cleavon Jake Little was an American stage, film, and television actor. He began his career in the late 1960s on the stage. In 1970, he starred in the Broadway production of Purlie, for which he earned both a Drama Desk Award and a Tony Award. His first leading television role was that of the irreverent Dr. Jerry Noland on the ABC sitcom Temperatures Rising (1972–1974). While starring in the sitcom"}]}, {"heading": "Births", "year": "1940", "date": "June 1", "txt": "René Auberjonois, American actor (d. 2019)", "entities": [{"title": "René Auberjonois", "href": "/wiki/Ren%C3%A9_Auberjonois", "description": "René Murat Auberjonois was an American actor and director best known for playing Odo on Star Trek: Deep Space Nine (1993–1999). He first achieved fame as a stage actor, winning the Tony Award for Best Featured Actor in a Musical in 1970 for his portrayal of Sebastian Baye opposite Katharine Hepburn in the André Previn-Alan Jay Lerner musical Coco. He went on to earn three more Tony nominations for"}]}, {"heading": "Births", "year": "1940", "date": "June 1", "txt": "Katerina Gogou, Greek writer and actress (d. 1993)", "entities": []}, {"heading": "Births", "year": "1940", "date": "June 1", "txt": "Kip Thorne, American physicist, astronomer, and academic", "entities": []}, {"heading": "Births", "year": "1941", "date": "June 1", "txt": "Dean Chance, American baseball player and manager (d. 2015)", "entities": [{"title": "Dean Chance", "href": "/wiki/Dean_Chance", "description": "Wilmer Dean Chance was an American professional baseball player. A right-handed pitcher, he played in 11 Major League Baseball seasons for the Los Angeles Angels, Minnesota Twins, Cleveland Indians, New York Mets and Detroit Tigers. With a touch of wildness and the habit of never looking at home plate once he received the sign from his catcher, Chance would turn his back fully towards the hitter i"}]}, {"heading": "Births", "year": "1941", "date": "June 1", "txt": "Toyo Ito, Japanese architect, designed the Torre Realia BCN and Hotel Porta Fira", "entities": [{"title": "Torre Realia BCN", "href": "/wiki/Torre_Realia_BCN", "description": "Torre Realia BCN is a skyscraper on the Plaza de Europa in the district of Granvia l'Hospitalet in L'Hospitalet de Llobregat, a city of Barcelones, Catalonia, Spain. Completed in 2009, it has 24 floors and rises 112 meters."}, {"title": "Hotel Porta Fira", "href": "/wiki/Hotel_Porta_Fira", "description": "Hotel Porta Fira is a 28-storey, 113 m (371 ft) skyscraper hotel designed by Toyo Ito on the Plaza de Europa in the district of Granvia l'Hospitalet in L'Hospitalet de Llobregat, a suburb of Barcelona, Catalonia, Spain. The building was the 2010 first-place winner of the Emporis Skyscraper Award."}]}, {"heading": "Births", "year": "1941", "date": "June 1", "txt": "Alexander V. Zakharov, Russian physicist and astronomer", "entities": []}, {"heading": "Births", "year": "1942", "date": "June 1", "txt": "Parveen Kumar, Pakistani-English physician and academic", "entities": [{"title": "Parveen Kumar", "href": "/wiki/Parveen_Kumar", "description": "Dame Parveen June Kumar, Mrs Leaver, DBE is a British doctor who is currently Professor of Medicine and Education at Barts and The London School of Medicine and Dentistry. She worked in the NHS for over 40 years as a consultant gastroenterologist and physician at Barts and the London Hospitals and the Homerton University Hospital. She was the President of the British Medical Association in 2006, o"}]}, {"heading": "Births", "year": "1943", "date": "June 1", "txt": "Orietta Berti, Italian singer and actress", "entities": [{"title": "Orietta Berti", "href": "/wiki/Orietta_Berti", "description": "Orietta Berti is an Italian pop-folk singer, actress and television personality."}]}, {"heading": "Births", "year": "1943", "date": "June 1", "txt": "Richard Goode, American pianist", "entities": []}, {"heading": "Births", "year": "1943", "date": "June 1", "txt": "Lorrie Wilmot, South African cricketer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1944", "date": "June 1", "txt": "Colin Blakemore,  British neurobiologist", "entities": [{"title": "Colin Blakemore", "href": "/wiki/Colin_Blakemore", "description": "Sir Colin Blakemore,, Hon, is an English neurobiologist, specialising in vision and the development of the brain, who is Yeung Kin Man Professor of Neuroscience and Senior Fellow of the Hong Kong Institute for Advanced Study, City University of Hong Kong. He is also a Distinguished Senior Fellow in the Institute of Philosophy, School of Advanced Study, University of London and Emeritus Professor o"}]}, {"heading": "Births", "year": "1944", "date": "June 1", "txt": "Robert Powell, English actor", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 1", "txt": "Jim McCarty, American blues rock guitarist", "entities": [{"title": "Jim McCarty (guitarist)", "href": "/wiki/Jim_McCarty_(guitarist)", "description": "James William McCarty is an American blues rock guitarist from Detroit, Michigan. He has performed with Mitch Ryder and The Detroit Wheels, the Buddy Miles Express, Cactus, The Rockets, the Detroit Blues Band, and more recently, Mystery Train. Since about 2014 Jim McCarty has joined forces with Detroit blues guitarist/songwriter Kenny Parker in The Kenny Parker Band along with several other vetera"}]}, {"heading": "Births", "year": "1945", "date": "June 1", "txt": "Linda Scott, American singer", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 1", "txt": "Lydia Shum, Chinese-Hong Kong actress (d. 2008)", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 1", "txt": "Kerry Vincent, Australian chef and author (d. 2021)", "entities": []}, {"heading": "Births", "year": "1945", "date": "June 1", "txt": "Frederica von Stade, American soprano and actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "June 1", "txt": "Brian Cox, Scottish actor", "entities": [{"title": "Brian Cox (actor)", "href": "/wiki/Brian_Cox_(actor)", "description": "Brian Denis Cox is a Scottish actor. He has worked extensively with the Royal Shakespeare Company and the Royal National Theatre, where he gained recognition for his portrayal of King Lear. He currently stars as media magnate Logan Roy on HBO's Succession. Cox is also known for appearing in Super Troopers, The Bourne Identity, The Bourne Supremacy, X2, Braveheart, Rushmore, Rise of the Planet of t"}]}, {"heading": "Births", "year": "1947", "date": "June 1", "txt": "Ron Dennis, English businessman, founded the McLaren Group", "entities": [{"title": "Ron Dennis", "href": "/wiki/Ron_Dennis", "description": "Ronald Dennis CBE is a British businessman and Official British Business Ambassador for The United Kingdom. He is best known for his former role as owner, CEO, chairman and founder of McLaren Group. Dennis was removed from his McLaren management roles in 2016 but remained a director of the company and a 25% shareholder until June 2017, when his 37-year association with the company ended."}, {"title": "McLaren Group", "href": "/wiki/McLaren_Group", "description": "The McLaren Group is a British company based in Woking, England, which is involved in Formula One and other motorsport, the manufacture of luxury cars, and high technology through McLaren Applied."}]}, {"heading": "Births", "year": "1947", "date": "June 1", "txt": "Jonathan Pryce, Welsh actor and singer", "entities": []}, {"heading": "Births", "year": "1947", "date": "June 1", "txt": "Ronnie Wood, English guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 1", "txt": "Powers Boothe, American actor (d. 2017)", "entities": [{"title": "Powers Boothe", "href": "/wiki/Powers_Boothe", "description": "Powers Allen Boothe was an American television, film and voice actor. He won an Emmy in 1980 for his portrayal of Jim Jones in Guyana Tragedy: The Story of Jim Jones. He also played saloon owner Cy Tolliver on Deadwood, \"Curly Bill\" Brocius in Tombstone, President Noah Daniels on 24, and Lamar Wyatt in Nashville."}]}, {"heading": "Births", "year": "1948", "date": "June 1", "txt": "Tomáš Halík, Czech Roman Catholic priest, philosopher, theologian and scholar", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 1", "txt": "Michel Plasse, Canadian ice hockey player (d. 2006)", "entities": []}, {"heading": "Births", "year": "1948", "date": "June 1", "txt": "Juhan Viiding, Estonian poet and actor (d. 1995)", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 1", "txt": "Perrin Beatty, Canadian businessman and politician", "entities": [{"title": "Perrin Beatty", "href": "/wiki/Perrin_Beatty", "description": "Henry Perrin Beatty, is a Canadian corporate executive and former politician, who served as a Progressive Conservative of the House of Commons from 1972 to 1993, and as a cabinet minister from 1979 to 1980 and again from 1984 to 1993."}]}, {"heading": "Births", "year": "1950", "date": "June 1", "txt": "Charlene, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 1", "txt": "Jean Lambert, English educator and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "June 1", "txt": "Michael McDowell, American author and screenwriter (d. 1999)", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 1", "txt": "Şenol Güneş, Turkish footballer and manager", "entities": [{"title": "Şenol Güneş", "href": "/wiki/%C5%9Eenol_G%C3%BCne%C5%9F", "description": "Şenol Güneş, T.C., is a Turkish football manager and former player. His most notable managerial achievements to date include coaching the Turkish national team to third place in the 2002 FIFA World Cup and winning two Süper Lig titles; both of them with Beşiktaş. He is also noted for stints in his boyhood club Trabzonspor, which plays their current games in a stadium named after him. His playing c"}]}, {"heading": "Births", "year": "1952", "date": "June 1", "txt": "David Lan, South African-English director and playwright", "entities": []}, {"heading": "Births", "year": "1952", "date": "June 1", "txt": "Mihaela Loghin, Romanian shot putter", "entities": []}, {"heading": "Births", "year": "1953", "date": "June 1", "txt": "Ronnie Dunn, American singer-songwriter and guitarist", "entities": [{"title": "Ronnie Dunn", "href": "/wiki/Ronnie_Dunn", "description": "Ronald Gene Dunn is an American country music singer-songwriter and record executive. Starting in 2011, Dunn has worked as a solo artist following the temporary dissolution of Brooks & Dunn. He released his self-titled debut album for Arista Nashville on June 7, 2011, reaching the Top 10 with its lead-off single \"Bleed Red\". In 2013, after leaving Arista Nashville in 2012, Dunn founded Little Will"}]}, {"heading": "Births", "year": "1953", "date": "June 1", "txt": "Ted Field, American entrepreneur and race car driver", "entities": []}, {"heading": "Births", "year": "1954", "date": "June 1", "txt": "Jill Black, English lawyer and judge", "entities": [{"title": "Jill Black", "href": "/wiki/Jill_Black", "description": "Jill Margaret Black, Lady Black of Derwent,, known as Lady Black, is a former Justice of the Supreme Court of the United Kingdom."}]}, {"heading": "Births", "year": "1955", "date": "June 1", "txt": "Chiyonofuji Mitsugu, Japanese sumo wrestler (d. 2016)", "entities": [{"title": "Chiyonofuji Mitsugu", "href": "/wiki/Chiyonofuji_Mitsugu", "description": "Chiyonofuji Mitsugu , born Mitsugu Akimoto , was a Japanese professional sumo wrestler and the 58th yokozuna of the sport. Following his retirement as a wrestler, he was the stable master of Kokonoe stable until the time of his death."}]}, {"heading": "Births", "year": "1955", "date": "June 1", "txt": "Lorraine Moller, New Zealand runner", "entities": []}, {"heading": "Births", "year": "1955", "date": "June 1", "txt": "Tony Snow, American journalist, 26th White House Press Secretary (d. 2008)", "entities": [{"title": "White House Press Secretary", "href": "/wiki/White_House_Press_Secretary", "description": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the federal government of the United States, especially with regard to the president, senior aides and executives, as well as government policies."}]}, {"heading": "Births", "year": "1956", "date": "June 1", "txt": "Patrick Besson, French writer and journalist", "entities": [{"title": "Patrick Besson", "href": "/wiki/Patrick_Besson", "description": "\nPatrick Besson is a French writer and journalist."}]}, {"heading": "Births", "year": "1956", "date": "June 1", "txt": "Lisa Hartman Black, American actress", "entities": []}, {"heading": "Births", "year": "1956", "date": "June 1", "txt": "Petra Morsbach, German author", "entities": []}, {"heading": "Births", "year": "1958", "date": "June 1", "txt": "Nambaryn Enkhbayar, Mongolian lawyer and politician, 3rd President of Mongolia", "entities": [{"title": "Nambaryn Enkhbayar", "href": "/wiki/Nambaryn_Enkhbayar", "description": "Nambaryn Enkhbayar is a Mongolian politician. He served as the Prime Minister of Mongolia from 2000 to 2004, as Speaker of the Parliament from 2004 to 2005, and as President of Mongolia from 2005 to 2009. He is the first person to have held all of the top three positions in the Mongolian government. He was the chairman of the Mongolian People's Revolutionary Party from 1997 to 2005."}, {"title": "President of Mongolia", "href": "/wiki/President_of_Mongolia", "description": "The president of Mongolia is the Executive Head of state of Mongolia."}]}, {"heading": "Births", "year": "1958", "date": "June 1", "txt": "Gennadiy Valyukevich, Belarusian triple jumper (d. 2019)", "entities": []}, {"heading": "Births", "year": "1959", "date": "June 1", "txt": "Martin Brundle, English racing driver and sportscaster", "entities": [{"title": "Martin Brundle", "href": "/wiki/Martin_Brundle", "description": "Martin John Brundle is a British former racing driver, best known as a Formula One driver and as a commentator for ITV Sport from 1997 to 2008, the BBC from 2009 to 2011, and Sky Sports since 2012."}]}, {"heading": "Births", "year": "1959", "date": "June 1", "txt": "Alan Wilder, English singer-songwriter, keyboard player, and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 1", "txt": "Simon Gallup, English musician (The Cure)", "entities": [{"title": "Simon Gallup", "href": "/wiki/Simon_Gallup", "description": "Simon Jonathon Gallup is an English musician and bassist of the alternative rock band The Cure."}, {"title": "The Cure", "href": "/wiki/The_Cure", "description": "The Cure are an English rock band formed in Crawley, West Sussex, in 1978. Throughout numerous lineup changes since the band's formation, guitarist, lead vocalist, and songwriter Robert Smith has remained the only constant member. The band's debut album was Three Imaginary Boys (1979) and this, along with several early singles, placed the band in the post-punk and new wave movements that had sprun"}]}, {"heading": "Births", "year": "1960", "date": "June 1", "txt": "Vladimir Krutov, Russian ice hockey player and coach (d. 2012)", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 1", "txt": "Sergey Kuznetsov, Russian footballer and manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 1", "txt": "Giorgos Lillikas, Cypriot politician, 8th Cypriot Minister of Foreign Affairs", "entities": [{"title": "List of Ministers of Foreign Affairs of Cyprus", "href": "/wiki/List_of_Ministers_of_Foreign_Affairs_of_Cyprus", "description": "This is a list of Ministers of Foreign Affairs of the Republic of Cyprus since the independence in 1960:"}]}, {"heading": "Births", "year": "1960", "date": "June 1", "txt": "Lucy McBath, American politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "June 1", "txt": "Elena Mukhina, Russian gymnast (d. 2006)", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 1", "txt": "Paul Coffey, Canadian ice hockey player", "entities": [{"title": "Paul Coffey", "href": "/wiki/Paul_Coffey", "description": "Paul Douglas Coffey is a Canadian former professional ice hockey defenceman who played for nine teams in the National Hockey League. Known for his speed and scoring prowess, Coffey ranks second all-time among NHL defencemen in goals, assists, and points, behind only Ray Bourque. He won the Norris Trophy as the NHL's best defenceman three times and was voted to eight end-of-season All-Star Teams. H"}]}, {"heading": "Births", "year": "1961", "date": "June 1", "txt": "Mark Curry, American actor", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 1", "txt": "Werner Günthör, Swiss shot putter and bobsledder", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 1", "txt": "John Huston, American golfer", "entities": []}, {"heading": "Births", "year": "1961", "date": "June 1", "txt": "Peter Machajdík, Slovakian-German pianist and composer", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 1", "txt": "Vital Borkelmans, Belgian footballer", "entities": [{"title": "Vital Borkelmans", "href": "/wiki/Vital_Borkelmans", "description": "Vital Philomene Borkelmans is a Belgian football coach and a former left fullback who mainly played for Club Brugge, in the Belgian First Division. He also played for Patro Eisden, SV Waregem, Gent and Cercle Brugge. Vital played with Belgium and was in the team for the 1994 and 1998 World Cups. In January 2010, he was appointed manager of Dender EH in the Belgian Second Division, but fired follow"}]}, {"heading": "Births", "year": "1963", "date": "June 1", "txt": "Miles J. Padgett, Scottish physicist and academic", "entities": []}, {"heading": "Births", "year": "1963", "date": "June 1", "txt": "David Westhead, English actor and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "June 1", "txt": "Larisa Lazutina, Russian skier", "entities": [{"title": "Larisa Lazutina", "href": "/wiki/Larisa_Lazutina", "description": "Larisa Yevgenyevna Lazutina is a Russian former professional cross-country skier."}]}, {"heading": "Births", "year": "1965", "date": "June 1", "txt": "Olga Nazarova, Russian sprinter", "entities": []}, {"heading": "Births", "year": "1966", "date": "June 1", "txt": "Greg Schiano, American football player and coach", "entities": [{"title": "Greg Schiano", "href": "/wiki/Greg_Schiano", "description": "Gregory Edward Schiano is an American football coach. He is the head football coach at Rutgers University–New Brunswick, a position he held from 2001 to 2011 and resumed before the 2020 season. Schiano served as the head coach for the Tampa Bay Buccaneers of the National Football League (NFL) from 2012 to 2013."}]}, {"heading": "Births", "year": "1968", "date": "June 1", "txt": "Jason Donovan, Australian actor and singer", "entities": [{"title": "Jason Donovan", "href": "/wiki/Jason_Donovan", "description": "Jason Sean Donovan is an Australian actor and singer. He initially achieved fame in the Australian soap Neighbours, playing Scott Robinson, before beginning a career in music in 1988. In the UK he has sold over 3 million records. His debut album Ten Good Reasons was the highest-selling album in the UK in 1989, with sales of over 1.5 million. He has had four UK No. 1 singles, one of which was \"Espe"}]}, {"heading": "Births", "year": "1968", "date": "June 1", "txt": "Mathias Rust, German aviator", "entities": []}, {"heading": "Births", "year": "1969", "date": "June 1", "txt": "Luis García Postigo, former Mexican footballer", "entities": [{"title": "Luis García Postigo", "href": "/wiki/Luis_Garc%C3%ADa_Postigo", "description": "Luis García Postigo \"Doctor Garcia\" is a Mexican former professional footballer who played primarily as a striker but also played as a winger."}]}, {"heading": "Births", "year": "1969", "date": "June 1", "txt": "Teri Polo, American actress", "entities": []}, {"heading": "Births", "year": "1970", "date": "June 1", "txt": "Alexi Lalas,  American soccer player, manager, and sportscaster", "entities": [{"title": "Alexi Lalas", "href": "/wiki/Alexi_Lalas", "description": "Panayotis Alexander \"Alexi\" Lalas is an American retired soccer player who played mostly as a defender. Lalas is best known for his participation with the United States men's national soccer team in the 1994 FIFA World Cup, where he was a standout player on the team with his distinctive long beard and hair. After the World Cup, Lalas went on to become the first American in Italy's Serie A as a mem"}]}, {"heading": "Births", "year": "1971", "date": "June 1", "txt": "Mario Cimarro,  Cuban-American actor and singer", "entities": [{"title": "Mario Cimarro", "href": "/wiki/Mario_Cimarro", "description": "Mario Antonio Cimarro Paz is a Cuban actor. He made his big screen debut in Romeo + Juliet (1996). He appeared in the telenovelas Pasión de Gavilanes, which ran from 2003 to 2004, and El Cuerpo del Deseo (2005–2006). He had a recurring role on the USA Network's Necessary Roughness (2011–2013) and Jesus Cristo de Nazaret (2020)."}]}, {"heading": "Births", "year": "1973", "date": "June 1", "txt": "Frédérik Deburghgraeve, Belgian swimmer", "entities": [{"title": "Frédérik Deburghgraeve", "href": "/wiki/Fr%C3%A9d%C3%A9rik_Deburghgraeve", "description": "Frédérik Edouard Robert \"Fred\" Deburghgraeve is a former Belgian swimmer who won the gold medal in the 100 m breaststroke and set a world record during the 1996 Olympic Games in Atlanta, Georgia. He is now retired from swimming and makes a living as a salesman. He lives in Roeselare. Deburghgraeve was trained by a Dutchman, named Ronald Gaastra."}]}, {"heading": "Births", "year": "1973", "date": "June 1", "txt": "Adam Garcia, Australian actor", "entities": []}, {"heading": "Births", "year": "1973", "date": "June 1", "txt": "Heidi Klum, German-American model, fashion designer, and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 1", "txt": "Alanis Morissette, Canadian-American singer-songwriter, guitarist, producer, and actress", "entities": [{"title": "Alanis Morissette", "href": "/wiki/Alanis_Morissette", "description": "Alanis Nadine Morissette is a Canadian-American singer, songwriter, musician, and actress. Known for her emotive mezzo-soprano voice, Morissette began her career in Canada in the early 1990s with two mildly successful dance-pop albums. Afterward, as part of a recording deal, she moved to Holmby Hills, Los Angeles. In 1995, she released Jagged Little Pill, a more rock-oriented album which sold more"}]}, {"heading": "Births", "year": "1974", "date": "June 1", "txt": "Michael Rasmussen, Danish cyclist", "entities": []}, {"heading": "Births", "year": "1974", "date": "June 1", "txt": "Sarah Teather, English politician", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 1", "txt": "Michal Grošek, Czech-Swiss ice hockey player and coach", "entities": [{"title": "Michal Grošek", "href": "/wiki/Michal_Gro%C5%A1ek", "description": "Michal Grošek is a Czech former professional ice hockey right winger. He played in the National Hockey League for 11 seasons, from 1993 to 2004."}]}, {"heading": "Births", "year": "1975", "date": "June 1", "txt": "Frauke Petry, German politician", "entities": []}, {"heading": "Births", "year": "1975", "date": "June 1", "txt": "Ēriks Rags, Latvian javelin thrower", "entities": []}, {"heading": "Births", "year": "1976", "date": "June 1", "txt": "Marlon Devonish, English sprinter and coach", "entities": [{"title": "Marlon Devonish", "href": "/wiki/Marlon_Devonish", "description": "Marlon Ronald Devonish, is an English former sprinter who competed in the 100 metres and 200 metres. A prodigious relay runner with particular strength as a 'bend' runner, Devonish ran the third leg for the Great Britain quartet which won the 4 x 100 metres at the 2004 Olympic Games, and won four World Championship medals in the same event in 1999, 2005, 2007 and 2009."}]}, {"heading": "Births", "year": "1976", "date": "June 1", "txt": "Kōhei Murakami, Japanese actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 1", "txt": "Andrea Bogart, American actress", "entities": [{"title": "Andrea Bogart", "href": "/wiki/Andrea_Bogart", "description": "Andrea Bogart is an American actress. She is best known for her role as Abby Haver on General Hospital."}]}, {"heading": "Births", "year": "1977", "date": "June 1", "txt": "Arsen Gitinov, Russian and Kyrgyzstani freestyle wrestler", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 1", "txt": "Danielle Harris, American actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 1", "txt": "Brad Wilkerson, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "June 1", "txt": "Sarah Wayne Callies, American actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "June 1", "txt": "Antonietta Di Martino, Italian high jumper", "entities": [{"title": "Antonietta Di Martino", "href": "/wiki/Antonietta_Di_Martino", "description": "Antonietta Di Martino is a retired Italian high jumper. She currently holds the Italian national women's high jump record at 2.03 metres for outdoor events and 2.04 metres for indoor events. She also currently holds the women's all-time highest jump-differential, meaning she has jumped the highest more than her own height."}]}, {"heading": "Births", "year": "1978", "date": "June 1", "txt": "Matthew Hittinger, American poet and author", "entities": []}, {"heading": "Births", "year": "1979", "date": "June 1", "txt": "Santana Moss, American football player", "entities": [{"title": "Santana Moss", "href": "/wiki/Santana_Moss", "description": "Santana Terrell Moss is a former American football wide receiver who played in the National Football League (NFL) for fourteen seasons. He played college football for the University of Miami, where he earned All-American honors. Moss was picked by the New York Jets in the first round of the 2001 NFL Draft, where he spent 4 seasons with the team, before playing for the Washington Redskins for 10 se"}]}, {"heading": "Births", "year": "1979", "date": "June 1", "txt": "Markus Persson, Swedish game designer, founded Mojang", "entities": [{"title": "Mojang", "href": "/wiki/Mojang", "description": "Mojang Studios is a Swedish video game developer based in Stockholm. It was founded by the independent video game designer Markus Persson in 2009 as Mojang Specifications for the development and release of Persson's sandbox and survival video game Minecraft. The studio inherited its name from a previous video game venture Perrson had left two years prior. Following the game's release, Persson, in "}]}, {"heading": "Births", "year": "1981", "date": "June 1", "txt": "Brandi Carlile, American singer-songwriter and guitarist", "entities": [{"title": "Brandi Carlile", "href": "/wiki/Brandi_Carlile", "description": "Brandi Marie Carlile is an American multiple Grammy Award winning singer-songwriter and producer whose music spans many genres. As of 2020, Carlile has released six studio albums and earned eleven Grammy Award nominations, including one for The Firewatcher's Daughter, six for By the Way, I Forgive You, and three for her work as producer and songwriter on Tanya Tucker's 2019 album While I’m Livin’."}]}, {"heading": "Births", "year": "1981", "date": "June 1", "txt": "Amy Schumer, American actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 1", "txt": "Carlos Zambrano, Venezuelan-American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "June 1", "txt": "Aleksei Mikhailovich Uvarov, Russian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "June 1", "txt": "Justine Henin, Belgian tennis player", "entities": [{"title": "Justine Henin", "href": "/wiki/Justine_Henin", "description": "Justine Henin is a Belgian former professional tennis player known for her all-court style of play and notably being one of the few female players to use a single-handed backhand. She spent a total of 117 weeks as the world No. 1 and was the year-end No. 1 in 2003, 2006 and 2007. Henin, coming from a country with limited success in men's or women's tennis, helped establish Belgium as a leading for"}]}, {"heading": "Births", "year": "1984", "date": "June 1", "txt": "Jean Beausejour, Chilean footballer", "entities": [{"title": "Jean Beausejour", "href": "/wiki/Jean_Beausejour", "description": "Jean André Emanuel Beausejour Coliqueo is a Chilean professional footballer who plays as a left-sided wing-back for Primera B club Coquimbo Unido."}]}, {"heading": "Births", "year": "1984", "date": "June 1", "txt": "Olivier Tielemans, Dutch racing driver", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 1", "txt": "Tirunesh Dibaba, Ethiopian runner", "entities": [{"title": "Tirunesh Dibaba", "href": "/wiki/Tirunesh_Dibaba", "description": "Tirunesh Dibaba is an Ethiopian athlete who competes in long-distance track events and international road races."}]}, {"heading": "Births", "year": "1985", "date": "June 1", "txt": "Mário Hipólito, Angolan footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 1", "txt": "Dinesh Karthik, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 1", "txt": "Nick Young, American basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "June 1", "txt": "Sam Young, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 1", "txt": "Moses Ndiema Masai, Kenyan runner", "entities": [{"title": "Moses Ndiema Masai", "href": "/wiki/Moses_Ndiema_Masai", "description": "Moses Ndiema Masai is a Kenyan runner who specializes in the 10,000 metres."}]}, {"heading": "Births", "year": "1986", "date": "June 1", "txt": "Chinedu Obasi, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "June 1", "txt": "Ben Smith, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1987", "date": "June 1", "txt": "Zoltán Harsányi, Slovakian footballer", "entities": [{"title": "Zoltán Harsányi", "href": "/wiki/Zolt%C3%A1n_Hars%C3%A1nyi", "description": "Zoltán Harsányi is a Slovak footballer who plays for Lipóti SK."}]}, {"heading": "Births", "year": "1987", "date": "June 1", "txt": "Yarisley Silva, Cuban pole vaulter", "entities": []}, {"heading": "Births", "year": "1988", "date": "June 1", "txt": "Javier Hernández, Mexican footballer", "entities": [{"title": "Javier Hernández", "href": "/wiki/Javier_Hern%C3%A1ndez", "description": "Javier Hernández Balcázar is a Mexican professional footballer who plays as a striker for Major League Soccer club LA Galaxy and the Mexico national team. Hernández is commonly known by his nickname, Chicharito, which he wears on his shirt."}]}, {"heading": "Births", "year": "1989", "date": "June 1", "txt": "Nataliya Goncharova, Ukrainian/Russian volleyball player", "entities": [{"title": "Nataliya Goncharova (volleyball)", "href": "/wiki/Nataliya_Goncharova_(volleyball)", "description": "Nataliya Olegovna Goncharova, from 2012 to 2016 Obmochaeva, is a Russian female volleyball player. She played for the Ukraine women's national volleyball team until 2010 when she became part of the Russia women's national volleyball team. She got the highest salary amongst all opposites in the world of volleyball."}, {"title": "Volleyball", "href": "/wiki/Volleyball", "description": "Volleyball is a team sport in which two teams of six players are separated by a net. Each team tries to score points by grounding a ball on the other team's court under organized rules. It has been a part of the official program of the Summer Olympic Games since Tokyo 1964. Beach Volleyball was introduced to the programme at the Atlanta 1996. The adapted version of volleyball at the Summer Paralym"}]}, {"heading": "Births", "year": "1989", "date": "June 1", "txt": "Sammy Alex Mutahi, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1990", "date": "June 1", "txt": "Miller Bolaños, Ecuadoran footballer", "entities": [{"title": "Miller Bolaños", "href": "/wiki/Miller_Bola%C3%B1os", "description": "Miller Alejandro Bolaños Reasco is an Ecuadorian footballer who plays as a striker for Chinese Super League club Shanghai Shenhua."}]}, {"heading": "Births", "year": "1990", "date": "June 1", "txt": "Carlota Ciganda, Spanish golfer", "entities": []}, {"heading": "Births", "year": "1990", "date": "June 1", "txt": "Bianca Perie, Romanian hammer thrower", "entities": []}, {"heading": "Births", "year": "1991", "date": "June 1", "txt": "Tyrone Roberts, Australian rugby league player", "entities": [{"title": "Tyrone Roberts", "href": "/wiki/Tyrone_Roberts", "description": "Tyrone Roberts is an Australian professional rugby league footballer who last played for the Gold Coast Titans in the National Rugby League (NRL), as a fullback, stand-off, scrum-half or hooker."}]}, {"heading": "Births", "year": "1993", "date": "June 1", "txt": "Sam Anas, American ice hockey player", "entities": [{"title": "Sam Anas", "href": "/wiki/Sam_Anas", "description": "Sam Anas is an American professional ice hockey forward. He is currently playing for the Utica Comets in the American Hockey League (AHL) as a prospect for the St. Louis Blues of the National Hockey League (NHL). While growing up in Potomac, Maryland, he attended Landon School. Later, he attended Quinnipiac University. He became the second player that played in the Montgomery Youth Hockey Associat"}]}, {"heading": "Births", "year": "1994", "date": "June 1", "txt": "Kagayaki Taishi, Japanese sumo wrestler", "entities": [{"title": "Kagayaki Taishi", "href": "/wiki/Kagayaki_Taishi", "description": "Kagayaki Taishi  is a Japanese professional sumo wrestler. He made his professional debut in May 2010. He reached the top division for the first time in 2016. His highest rank is maegashira 3. He wrestles for Takadagawa stable."}]}, {"heading": "Births", "year": "1996", "date": "June 1", "txt": "Edvinas Gertmonas, Lithuanian footballer", "entities": [{"title": "Edvinas Gertmonas", "href": "/wiki/Edvinas_Gertmonas", "description": "Edvinas Gertmonas is a Lithuanian professional footballer who plays as a goalkeeper."}]}, {"heading": "Births", "year": "1996", "date": "June 1", "txt": "Tom Holland, English actor", "entities": []}, {"heading": "Births", "year": "1999", "date": "June 1", "txt": "Dmitri Aliev, Russian figure skater", "entities": [{"title": "Dmitri Aliev", "href": "/wiki/Dmitri_Aliev", "description": "Dmitri Sergeyevich Aliev is a Russian figure skater. He is the 2020 European champion and the 2020 Russian national champion. On the junior level, he is the 2017 World Junior silver medalist, the 2016–17 Junior Grand Prix Final champion, a two-time medalist at the 2016 Youth Olympics, and a two-time Russian national junior champion."}]}, {"heading": "Deaths", "year": "195 BC", "date": "June 1", "txt": "Emperor Gaozu of Han (b. 256 BC)", "entities": [{"title": "Emperor Gaozu of Han", "href": "/wiki/Emperor_Gaozu_of_Han", "description": "Emperor Gaozu of Han, born Liu Bang with courtesy name Ji (季), was the founder and first emperor of the Han dynasty, reigning in 202–195 BC. His temple name was \"Taizu\" while his posthumous name was Emperor Gao, or Gaodi; \"Gaozu of Han\", derived from the Records of the Grand Historian, is the common way of referring to this sovereign even though he was not accorded the temple name \"Gaozu\", which l"}]}, {"heading": "Deaths", "year": "193", "date": "June 1", "txt": "Didius Julianus, Roman Emperor (b. 133)", "entities": [{"title": "Didius Julianus", "href": "/wiki/Didius_Julianus", "description": "Marcus Didius Julianus was Roman emperor for nine weeks from March to June 193, during the Year of the Five Emperors."}, {"title": "Roman Emperor", "href": "/wiki/Roman_Emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}]}, {"heading": "Deaths", "year": "352", "date": "June 1", "txt": "Ran Min, \"Heavenly Prince\" (Tian Wang) during the Sixteen Kingdoms[citation needed]", "entities": [{"title": "Ran Min", "href": "/wiki/Ran_Min", "description": "Ran Min, also known as Shi Min (石閔), posthumously honored by Former Yan as Heavenly King Wudao of (Ran) Wei ( 魏武悼天王), courtesy name Yongzeng (永曾), nickname Jinu (棘奴), was a military leader during the era of Sixteen Kingdoms in China and the only emperor of the short-lived state Ran Wei (冉魏). Ran (冉) is an uncommon Chinese family name. He was known for committing the genocide of the Jie people unde"}, {"title": "Sixteen Kingdoms", "href": "/wiki/Sixteen_Kingdoms", "description": "The Sixteen Kingdoms, less commonly the Sixteen States, was a chaotic period in Chinese history from AD 304 to 439 when the political order of northern China fractured into a series of short-lived dynastic states, most of which were founded by the \"Five Barbarians\", non-Han peoples who had settled in northern and western China during the preceding centuries and participated in the overthrow of the"}]}, {"heading": "Deaths", "year": "654", "date": "June 1", "txt": "Pyrrhus, patriarch of Constantinople", "entities": [{"title": "Pyrrhus of Constantinople", "href": "/wiki/Pyrrhus_of_Constantinople", "description": "Pyrrhus was the ecumenical patriarch of Constantinople from 20 December 638 to 29 September 641, and again from 9 January to 1 June 654."}, {"title": "Ecumenical Patriarch of Constantinople", "href": "/wiki/Ecumenical_Patriarch_of_Constantinople", "description": "The ecumenical patriarch is the archbishop of Constantinople–New Rome and ranks as primus inter pares among the heads of the several autocephalous churches that make up the Eastern Orthodox Church. He is regarded as the representative and spiritual leader of Orthodox Christians worldwide.\nThe term ecumenical in the title is a historical reference to the Ecumene, a Greek designation for the civilis"}]}, {"heading": "Deaths", "year": "829", "date": "June 1", "txt": "Li Tongjie, general of the Tang Dynasty", "entities": [{"title": "Li Tongjie", "href": "/wiki/Li_Tongjie", "description": "Li Tongjie (李同捷) was a general of the Chinese dynasty Tang Dynasty. After the death of his father Li Quanlüe (李全略) in 826, Li Tongjie tried to take over Henghai Circuit, which his father had been the military governor (Jiedushi) of, and he rejected a subsequent imperial edict for him to serve at a different circuit. A subsequent imperial campaign against him ensued, defeating him in 829. He surren"}]}, {"heading": "Deaths", "year": "847", "date": "June 1", "txt": "Xiao, empress of the Tang Dynasty", "entities": [{"title": "Empress Dowager Xiao (Tang dynasty)", "href": "/wiki/Empress_Dowager_Xiao_(Tang_dynasty)", "description": "Empress Dowager Xiao (蕭太后), formally Empress Zhenxian, known at times in her life as Empress Dowager Jiqing (積慶太后), was an empress dowager of the Chinese Tang Dynasty. She was the mother of Emperor Wenzong and a concubine of Emperor Muzong."}]}, {"heading": "Deaths", "year": "896", "date": "June 1", "txt": "Theodosius Romanus, Syriac Orthodox patriarch of Antioch", "entities": [{"title": "Theodosius Romanus", "href": "/wiki/Theodosius_Romanus", "description": "Theodosius Romanus was the Patriarch of Antioch and head of the Syriac Orthodox Church from 887 until his death in 896."}, {"title": "Syriac Orthodox Church", "href": "/wiki/Syriac_Orthodox_Church", "description": "The Syriac Orthodox Church, officially known as the Syriac Orthodox Patriarchate of Antioch and All the East, and informally as the Jacobite Church, is an Oriental Orthodox church, that branched from the Church of Antioch. The bishop of Antioch, known as the Patriarch, heads the church, claiming apostolic succession through Saint Peter in the c. 1st century, according to sacred tradition. The chur"}, {"title": "Antioch", "href": "/wiki/Antioch", "description": "Antioch on the Orontes was an ancient Greek city on the eastern side of the Orontes River. Its ruins lie near the current city of Antakya, Turkey, to which the ancient city lends its name."}]}, {"heading": "Deaths", "year": "932", "date": "June 1", "txt": "Thietmar, duke of Saxony", "entities": [{"title": "Thietmar, Count of Merseburg", "href": "/wiki/Thietmar,_Count_of_Merseburg", "description": "Thietmar (I), Count and Margrave, was the military tutor of Henry the Fowler while he was the heir and then duke of the Duchy of Saxony. He probably kept a small body of elite retainers armed with the latest in military technology and well-supplied with expensive horses. His armored cavalry played a decisive role in winning the Battle of Lenzen on 4 September 929, securing German domination along "}, {"title": "Duchy of Saxony", "href": "/wiki/Duchy_of_Saxony", "description": "The Duchy of Saxony was originally the area settled by the Saxons in the late Early Middle Ages, when they were subdued by Charlemagne during the Saxon Wars from 772 and incorporated into the Carolingian Empire (Francia) by 804. Upon the 843 Treaty of Verdun, Saxony was one of the five German stem duchies of East Francia; Duke Henry the Fowler was elected German king in 919."}]}, {"heading": "Deaths", "year": "1146", "date": "June 1", "txt": "Ermengarde of Anjou, Duchess regent of Brittany (b. 1068)", "entities": [{"title": "Ermengarde of Anjou (d. 1146)", "href": "/wiki/Ermengarde_of_Anjou_(d._1146)", "description": "Ermengarde of Anjou was a member of the comital House of Anjou and by her two marriages was successively Duchess of Aquitaine and Brittany. Also, she was a patron of Fontevraud Abbey. Ermengarde was the regent of Brittany during the absence of her spouse from 1096 until 1101."}]}, {"heading": "Deaths", "year": "1186", "date": "June 1", "txt": "Minamoto no Yukiie, Japanese warlord", "entities": [{"title": "Minamoto no Yukiie", "href": "/wiki/Minamoto_no_Yukiie", "description": "Minamoto no Yukiie  was the brother of Minamoto no Yoshitomo, and one of the commanders of the Minamoto forces in the Genpei War at the end of the Heian period of Japanese history."}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}]}, {"heading": "Deaths", "year": "1220", "date": "June 1", "txt": "Henry de Bohun, 1st Earl of Hereford (b. 1176)", "entities": [{"title": "Henry de Bohun, 1st Earl of Hereford", "href": "/wiki/Henry_de_Bohun,_1st_Earl_of_Hereford", "description": "Henry de Bohun, 1st Earl of Hereford of Pleshy Castle in Essex, was an Anglo-Norman nobleman who became Hereditary Constable of England from 1199."}]}, {"heading": "Deaths", "year": "1310", "date": "June 1", "txt": "Marguerite Porete, French mystic", "entities": [{"title": "Marguerite Porete", "href": "/wiki/Marguerite_Porete", "description": "Marguerite Porete was a French-speaking mystic and the author of The Mirror of Simple Souls, a work of Christian mysticism dealing with the workings of agape. She was burnt at the stake for heresy in Paris in 1310 after a lengthy trial, refusing to remove her book from circulation or recant her views."}]}, {"heading": "Deaths", "year": "1354", "date": "June 1", "txt": "Kitabatake Chikafusa (b. 1293)", "entities": [{"title": "Kitabatake Chikafusa", "href": "/wiki/Kitabatake_Chikafusa", "description": "Kitabatake Chikafusa  was a Japanese court noble and writer of the 14th century who supported the Southern Court in the Nanboku-cho period, serving as advisor to five Emperors. Some of his greatest and most famous work was performed during the reign of Emperor Go-Daigo, under whom he proposed a series of reforms, amounting to a revival or restoration of political and economic systems of several ce"}]}, {"heading": "Deaths", "year": "1434", "date": "June 1", "txt": "King Wladislaus II of Poland", "entities": [{"title": "Władysław II Jagiełło", "href": "/wiki/W%C5%82adys%C5%82aw_II_Jagie%C5%82%C5%82o", "description": "Jogaila, later Władysław II Jagiełło was Grand Duke of Lithuania (1377–1434) and then King of Poland (1386–1434), first alongside his wife Jadwiga until 1399, and then sole ruler of Poland. He ruled in Lithuania from 1377. Born a pagan, in 1386 he converted to Catholicism and was baptized as Władysław in Kraków, married the young Queen Jadwiga, and was crowned King of Poland as Władysław II Jagieł"}]}, {"heading": "Deaths", "year": "1571", "date": "June 1", "txt": "John Story, English martyr (b. 1504)", "entities": [{"title": "John Story (martyr)", "href": "/wiki/John_Story_(martyr)", "description": "John Story was an English Roman Catholic martyr and Member of Parliament. Story escaped to Flanders in 1563, but seven years later he was lured aboard a boat in Antwerp and abducted to England, where he was imprisoned in the Tower of London, and subsequently executed at Tyburn on a charge of treason."}]}, {"heading": "Deaths", "year": "1616", "date": "June 1", "txt": "Tokugawa Ieyasu, Japanese shogun (b. 1543)", "entities": [{"title": "Tokugawa Ieyasu", "href": "/wiki/Tokugawa_Ieyasu", "description": "Tokugawa Ieyasu  was the founder and first shōgun of the Tokugawa shogunate of Japan, which ruled Japan from 1603 until the Meiji Restoration in 1868. \nHe was one of the three \"Great Unifiers\" of Japan, along with his former lord Oda Nobunaga and Toyotomi Hideyoshi."}]}, {"heading": "Deaths", "year": "1625", "date": "June 1", "txt": "Honoré d'Urfé, French author and poet (b. 1568)", "entities": [{"title": "Honoré d'Urfé", "href": "/wiki/Honor%C3%A9_d%27Urf%C3%A9", "description": "Honoré d'Urfé, marquis de Valromey, comte de Châteauneuf was a French novelist and miscellaneous writer."}]}, {"heading": "Deaths", "year": "1639", "date": "June 1", "txt": "Melchior Franck, German composer (b. 1579)", "entities": [{"title": "Melchior Franck", "href": "/wiki/Melchior_Franck", "description": "Melchior Franck was a German composer of the late Renaissance and early Baroque eras. He was a hugely prolific composer of Protestant church music, especially motets, and assisted in bringing the stylistic innovations of the Venetian School north across the Alps into Germany."}]}, {"heading": "Deaths", "year": "1660", "date": "June 1", "txt": "Mary Dyer, English-American martyr (b. 1611)", "entities": [{"title": "Mary Dyer", "href": "/wiki/Mary_Dyer", "description": "Mary Dyer was an English and colonial American Puritan turned Quaker who was hanged in Boston, Massachusetts Bay Colony, for repeatedly defying a Puritan law banning Quakers from the colony. She is one of the four executed Quakers known as the Boston martyrs."}]}, {"heading": "Deaths", "year": "1662", "date": "June 1", "txt": "Zhu Youlang, Chinese emperor (b. 1623)", "entities": [{"title": "Zhu Youlang", "href": "/wiki/Zhu_Youlang", "description": "The Yongli Emperor, personal name Zhu Youlang, was the fourth and last emperor of the Southern Ming dynasty. His era name means \"Perpetual calendar\"."}]}, {"heading": "Deaths", "year": "1681", "date": "June 1", "txt": "Cornelis Saftleven, Dutch genre painter (b. 1607)", "entities": [{"title": "Cornelis Saftleven", "href": "/wiki/Cornelis_Saftleven", "description": "Cornelis Saftleven was a Dutch painter who worked in a great variety of genres. Known in particular for his rural genre scenes, his range of subjects was very wide and included portraits, farmhouse interiors, rural and beach scenes, landscapes with cattle, history paintings, scenes of Hell, allegories, satires and illustrations of proverbs."}]}, {"heading": "Deaths", "year": "1710", "date": "June 1", "txt": "David Mitchell, Scottish admiral and politician (b. 1642)", "entities": [{"title": "David Mitchell (Royal Navy officer)", "href": "/wiki/David_Mitchell_(Royal_Navy_officer)", "description": "Sir David Mitchell was a Scottish admiral, courtier and parliamentary official."}]}, {"heading": "Deaths", "year": "1740", "date": "June 1", "txt": "Samuel Werenfels, Swiss theologian (b. 1657)", "entities": [{"title": "Samuel Werenfels", "href": "/wiki/Samuel_Werenfels", "description": "Samuel Werenfels was a Swiss theologian. He was a major figure in the move towards a \"reasonable orthodoxy\" in Swiss Reformed theology."}]}, {"heading": "Deaths", "year": "1769", "date": "June 1", "txt": "Edward Holyoke, American pastor and academic (b. 1689)", "entities": [{"title": "Edward Holyoke", "href": "/wiki/Edward_Holyoke", "description": "Edward Holyoke was an early American clergyman, and the 9th President of Harvard College."}]}, {"heading": "Deaths", "year": "1773", "date": "June 1", "txt": "Wolraad Woltemade, South African folk hero (b. 1708)", "entities": [{"title": "Wolraad Woltemade", "href": "/wiki/Wolraad_Woltemade", "description": "Wolraad Woltemade was a Cape Dutch dairy farmer, who died while rescuing sailors from the wreck of the ship De Jonge Thomas in Table Bay on 1 June 1773. The story was reported by the Swedish naturalist Carl Peter Thunberg who was in South Africa as a surgeon for the Vereenigde Oostindische Compagnie at the time."}]}, {"heading": "Deaths", "year": "1795", "date": "June 1", "txt": "Pierre-Joseph Desault, French anatomist and surgeon (b. 1744)", "entities": [{"title": "Pierre-Joseph Desault", "href": "/wiki/Pierre-Joseph_Desault", "description": "Pierre-Joseph Desault was a French anatomist and surgeon."}]}, {"heading": "Deaths", "year": "1815", "date": "June 1", "txt": "Louis-Alexandre Berthier, French general and politician, French Minister of War (b. 1753)", "entities": [{"title": "Louis-Alexandre Berthier", "href": "/wiki/Louis-Alexandre_Berthier", "description": "Louis-Alexandre Berthier, 1st Prince of Wagram, Sovereign Prince of Neuchâtel, was a Marshal of the Empire doubling as Minister of War and chief of staff to Napoleon. Born into a military family, he served in the French Army and survived suspicion of monarchism during the Reign of Terror, before a rapid rise in the ranks during the French Revolutionary Wars. Although a key supporter of the coup ag"}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Deaths", "year": "1823", "date": "June 1", "txt": "Louis-Nicolas Davout, French general and politician, French Minister of War (b. 1770)", "entities": [{"title": "Louis-Nicolas Davout", "href": "/wiki/Louis-Nicolas_Davout", "description": "Louis-Nicolas d'Avout, better known as Davout, 1st Duke of Auerstaedt, 1st Prince of Eckmühl, was a French military commander and Marshal of the Empire who served during both the French Revolutionary Wars and the Napoleonic Wars. His talent for war, along with his reputation as a stern disciplinarian, earned him the nickname \"The Iron Marshal\". He is ranked along with Marshals André Masséna and Je"}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Deaths", "year": "1826", "date": "June 1", "txt": "J. F. Oberlin, French pastor and philanthropist (b. 1740)", "entities": [{"title": "J. F. Oberlin", "href": "/wiki/J._F._Oberlin", "description": "J. F. Oberlin was an Alsatian pastor and a philanthropist. He has been known as John Frederic(k) Oberlin in English, Jean-Frédéric Oberlin in French, and Johann Friedrich Oberlin in German."}]}, {"heading": "Deaths", "year": "1830", "date": "June 1", "txt": "Swaminarayan, Indian religious leader (b. 1781)", "entities": [{"title": "Swaminarayan", "href": "/wiki/Swaminarayan", "description": "Swaminarayan, also known as Sahajanand Swami, was a yogi and ascetic whose life and teachings brought a revival of central Hindu practices of dharma, ahimsa and brahmacarya. He is believed by followers to be a manifestation of God."}]}, {"heading": "Deaths", "year": "1833", "date": "June 1", "txt": "Oliver Wolcott Jr., American lawyer and politician, 2nd United States Secretary of the Treasury, 24th Governor of Connecticut (b. 1760)", "entities": [{"title": "Oliver Wolcott Jr.", "href": "/wiki/Oliver_Wolcott_Jr.", "description": "Oliver Wolcott Jr. was the second United States Secretary of the Treasury, a judge of the United States Circuit Court for the Second Circuit, and the 24th Governor of Connecticut."}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}, {"title": "Governor of Connecticut", "href": "/wiki/Governor_of_Connecticut", "description": "The Governor of Connecticut is the elected head of the executive branch of Connecticut's state government, and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Connecticut General Assembly and to convene the legislature. Unusual among U.S. governors, the Governor of Connecticut has no p"}]}, {"heading": "Deaths", "year": "1841", "date": "June 1", "txt": "David Wilkie, Scottish painter and academic (b. 1785)", "entities": [{"title": "David Wilkie (artist)", "href": "/wiki/David_Wilkie_(artist)", "description": "Sir David Wilkie was a Scottish painter, especially known for his genre scenes. He painted successfully in a wide variety of genres, including historical scenes, portraits, including formal royal ones, and scenes from his travels to Europe and the Middle East. His main base was in London, but he died and was buried at sea, off Gibraltar, returning from his first trip to the Middle East. He was som"}]}, {"heading": "Deaths", "year": "1846", "date": "June 1", "txt": "Pope Gregory XVI (b. 1765)", "entities": [{"title": "Pope Gregory XVI", "href": "/wiki/Pope_Gregory_XVI", "description": "Pope Gregory XVI was head of the Catholic Church and ruler of the Papal States from 2 February 1831 to his death in 1846. He had adopted the name Mauro upon entering the religious order of the Camaldolese."}]}, {"heading": "Deaths", "year": "1861", "date": "June 1", "txt": "John Quincy Marr, American captain (b. 1825)", "entities": [{"title": "John Quincy Marr", "href": "/wiki/John_Quincy_Marr", "description": "John Quincy Marr was a Virginia militia company captain and the first Confederate soldier killed by a Union soldier in combat during the American Civil War. Marr was killed at the Battle of Fairfax Court House, Virginia on June 1, 1861. Previously one of Fauquier County's two delegates to the Virginia Secession Convention of 1861, Marr initially opposed his state's secession from the Union but ult"}]}, {"heading": "Deaths", "year": "1864", "date": "June 1", "txt": "Hong Xiuquan, Chinese rebel, led the Taiping Rebellion (b. 1812)", "entities": [{"title": "Hong Xiuquan", "href": "/wiki/Hong_Xiuquan", "description": "Hong Xiuquan, born Hong Huoxiu and with the courtesy name Renkun, was a Hakka Chinese revolutionary who was the leader of the Taiping Rebellion against the Qing Dynasty. He established the Taiping Heavenly Kingdom over varying portions of southern China, with himself as the \"Heavenly King\" and self-proclaimed younger brother of Jesus Christ."}, {"title": "Taiping Rebellion", "href": "/wiki/Taiping_Rebellion", "description": "The Taiping Rebellion, also known as the Taiping Civil War or the Taiping Revolution, was a massive rebellion or civil war that was waged in China from 1850 to 1864, between the established Qing dynasty and the theocratic Taiping Heavenly Kingdom - though following the fall of Nanjing the last rebel army was not wiped out until 1871. After fighting the bloodiest civil war in world history, with so"}]}, {"heading": "Deaths", "year": "1868", "date": "June 1", "txt": "James Buchanan, American lawyer and politician, 15th President of the United States (b. 1791)", "entities": [{"title": "James Buchanan", "href": "/wiki/James_Buchanan", "description": "James Buchanan Jr. was an American lawyer and politician who served as the 15th president of the United States (1857–1861). He previously served as secretary of state (1845–1849) and represented Pennsylvania in both houses of the U.S. Congress. He was a states' rights advocate, and minimized the role of the federal government in the nation's final years of slavery."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1872", "date": "June 1", "txt": "James Gordon Bennett, Sr., American publisher, founded the New York Herald  (b. 1795)", "entities": [{"title": "James Gordon Bennett, Sr.", "href": "/wiki/James_Gordon_Bennett,_Sr.", "description": "James Gordon Bennett Sr. was the founder, editor and publisher of the New York Herald and a major figure in the history of American newspapers."}]}, {"heading": "Deaths", "year": "1873", "date": "June 1", "txt": "Joseph Howe, Canadian journalist and politician, 5th Premier of Nova Scotia (b. 1804)", "entities": [{"title": "Joseph Howe", "href": "/wiki/Joseph_Howe", "description": "Joseph Howe, was a Nova Scotian journalist, politician, public servant, and poet. Howe is often ranked as one of Nova Scotia's most admired politicians and his considerable skills as a journalist and writer have made him a provincial legend."}, {"title": "Premier of Nova Scotia", "href": "/wiki/Premier_of_Nova_Scotia", "description": "The premier of Nova Scotia is the first minister to the lieutenant governor of the Canadian province of Nova Scotia and presides over the Executive Council of Nova Scotia. Following the Westminster system, the premier is normally the leader of the political party which has the most seats in the Nova Scotia House of Assembly who is called upon by the lieutenant governor to form a government. As the"}]}, {"heading": "Deaths", "year": "1876", "date": "June 1", "txt": "Hristo Botev, Bulgarian poet and journalist (b. 1848)", "entities": [{"title": "Hristo Botev", "href": "/wiki/Hristo_Botev", "description": "Hristo Botev, born Hristo Botyov Petkov, was a Bulgarian revolutionary and poet. Botev is widely considered by Bulgarians to be a symbolic historical figure and national hero. His poetry is a prime example of the literature of the Bulgarian National Revival, though he is considered to be ahead of his contemporaries in his political, philosophical, and aesthetic views."}]}, {"heading": "Deaths", "year": "1879", "date": "June 1", "txt": "Napoléon, Prince Imperial of France (b. 1856)", "entities": [{"title": "Napoléon, Prince Imperial", "href": "/wiki/Napol%C3%A9on,_Prince_Imperial", "description": "Napoléon, Prince Imperial, also known as Louis-Napoléon, was the only child of Napoleon III, Emperor of the French, and Empress Eugénie. After his father was dethroned in 1870, he relocated with his family to England. On his father's death in January 1873, he was proclaimed by the Bonapartist faction as Napoleon IV."}]}, {"heading": "Deaths", "year": "1908", "date": "June 1", "txt": "Allen Butler Talcott, American painter (b. 1867)", "entities": [{"title": "Allen Butler Talcott", "href": "/wiki/Allen_Butler_Talcott", "description": "Allen Butler Talcott was an American landscape painter. After studying art in Paris for three years at Académie Julian, he returned to the United States, becoming one of the first members of the Old Lyme Art Colony in Connecticut. His paintings, usually landscapes depicting the local scenery and often executed en plein air, were generally Barbizon and Tonalist, sometimes incorporating elements of "}]}, {"heading": "Deaths", "year": "1925", "date": "June 1", "txt": "Thomas R. Marshall, American politician, 28th Vice President of the United States (b. 1854)", "entities": [{"title": "Thomas R. Marshall", "href": "/wiki/Thomas_R._Marshall", "description": "Thomas Riley Marshall was an American politician who served as the 28th vice president of the United States from 1913 to 1921 under President Woodrow Wilson. A prominent lawyer in Indiana, he became an active and well known member of the Democratic Party by stumping across the state for other candidates and organizing party rallies that later helped him win election as the 27th governor of Indiana"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "1854", "href": "/wiki/1854", "description": "1854 (MDCCCLIV) was a common year starting on Sunday of the Gregorian calendar and a common year starting on Friday of the Julian calendar, the 1854th year of the Common Era (CE) and Anno Domini (AD) designations, the 854th year of the 2nd millennium, the 54th year of the 19th century, and the 5th year of the 1850s decade. As of the start of 1854, the Gregorian calendar was 12 days ahead of the Ju"}]}, {"heading": "Deaths", "year": "1927", "date": "June 1", "txt": "Lizzie Borden, American accused murderer (b. 1860)", "entities": [{"title": "Lizzie Borden", "href": "/wiki/Lizzie_Borden", "description": "Lizzie Andrew Borden was an American woman tried and acquitted of the August 4, 1892 axe murders of her father and stepmother in Fall River, Massachusetts."}]}, {"heading": "Deaths", "year": "1927", "date": "June 1", "txt": "J. B. Bury, Irish historian, philologist, and scholar (b. 1861)", "entities": []}, {"heading": "Deaths", "year": "1934", "date": "June 1", "txt": "Sir Alfred Rawlinson, 3rd Baronet, English colonel and polo player (b. 1867)", "entities": [{"title": "Sir Alfred Rawlinson, 3rd Baronet", "href": "/wiki/Sir_Alfred_Rawlinson,_3rd_Baronet", "description": "Colonel Sir Alfred \"Toby\" Rawlinson, 3rd Baronet, was an English soldier and intelligence officer, sportsman, pioneer motorist and aviator."}]}, {"heading": "Deaths", "year": "1935", "date": "June 1", "txt": "Arthur Arz von Straußenburg, Romanian-Hungarian general (d. 1857)", "entities": [{"title": "Arthur Arz von Straußenburg", "href": "/wiki/Arthur_Arz_von_Strau%C3%9Fenburg", "description": "Generaloberst Arthur Freiherr Arz von Straußenburg was an Austro-Hungarian colonel general and last Chief of the General Staff of the Austro-Hungarian Army. At the outbreak of the First World War, he commanded the 15th Infantry Division. Soon, he was promoted to the head of the 6th Corps and the First Army. He participated on the Gorlice–Tarnów Offensive in 1915 and the countryside of Romania in 1"}]}, {"heading": "Deaths", "year": "1938", "date": "June 1", "txt": "Ödön von Horváth, Croatian-French author and playwright (b. 1901)", "entities": [{"title": "Ödön von Horváth", "href": "/wiki/%C3%96d%C3%B6n_von_Horv%C3%A1th", "description": "Edmund Josef von Horváth was a German-writing Austro-Hungarian-born playwright and novelist. He preferred the Hungarian version of his first name and published as Ödön von Horváth."}]}, {"heading": "Deaths", "year": "1941", "date": "June 1", "txt": "Hans Berger, German neurologist and academic (b. 1873)", "entities": [{"title": "Hans Berger", "href": "/wiki/Hans_Berger", "description": "Hans Berger was a German psychiatrist. He is best known as the inventor of electroencephalography (EEG) in 1924, which is a method used for recording the electrical activity of the brain, commonly described in terms of brainwaves, and as the discoverer of the alpha wave rhythm which is a type of brainwave. Alpha waves have been eponymously referred to as the \"Berger wave.\""}]}, {"heading": "Deaths", "year": "1941", "date": "June 1", "txt": "Hugh Walpole, New Zealand-English author (b. 1884)", "entities": []}, {"heading": "Deaths", "year": "1943", "date": "June 1", "txt": "Leslie Howard, English actor, director, and producer (b. 1893)", "entities": [{"title": "Leslie Howard (actor)", "href": "/wiki/Leslie_Howard_(actor)", "description": "Leslie Howard Steiner was a British actor and film maker. He also wrote many stories and articles for The New York Times, The New Yorker, and Vanity Fair and was one of the biggest box-office draws and movie idols of the 1930s."}]}, {"heading": "Deaths", "year": "1943", "date": "June 1", "txt": "Wilfrid Israel, English-German businessman and philanthropist (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1946", "date": "June 1", "txt": "Ion Antonescu, Romanian marshal and politician, 43rd Prime Minister of Romania (b. 1882)", "entities": [{"title": "Ion Antonescu", "href": "/wiki/Ion_Antonescu", "description": "Ion Antonescu was a Romanian military officer and marshal who presided over two successive wartime dictatorships as Prime Minister and Conducător during most of World War II. After the war, he was executed."}, {"title": "Prime Minister of Romania", "href": "/wiki/Prime_Minister_of_Romania", "description": "The prime minister of the Government of Romania is the head of the Government of Romania. Initially, the office was styled President of the Council of Ministers, when the term \"Government\" included more than the Cabinet, and the Cabinet was called The Council of Ministers. The title was officially changed to Prime Minister by the 1965 Constitution of Romania during the communist regime."}]}, {"heading": "Deaths", "year": "1948", "date": "June 1", "txt": "Alex Gard, Russian-American cartoonist (b. 1900)", "entities": [{"title": "Alex Gard", "href": "/wiki/Alex_Gard", "description": "Alex Gard was a Russian American cartoonist. He was a regular cartoonist for newspapers, magazines and books, but is most well known for his celebrity caricatures at Sardi's restaurant in New York City."}]}, {"heading": "Deaths", "year": "1952", "date": "June 1", "txt": "John Dewey, American psychologist and philosopher (b. 1859)", "entities": [{"title": "John Dewey", "href": "/wiki/John_Dewey", "description": "John Dewey was an American philosopher, psychologist, and educational reformer whose ideas have been influential in education and social reform. He was one of the most prominent American scholars in the first half of the twentieth century."}]}, {"heading": "Deaths", "year": "1953", "date": "June 1", "txt": "Emanuel Vidović, Croatian painter and illustrator (b. 1870)", "entities": [{"title": "Emanuel Vidović", "href": "/wiki/Emanuel_Vidovi%C4%87", "description": "Emanuel Božidar Vidović was a Croatian painter and graphic artist from Split."}]}, {"heading": "Deaths", "year": "1954", "date": "June 1", "txt": "Martin Andersen Nexø, Danish-German journalist and author (b. 1869)", "entities": [{"title": "Martin Andersen Nexø", "href": "/wiki/Martin_Andersen_Nex%C3%B8", "description": "Martin Andersen Nexø was a Danish author. He was one of the authors in the Modern Breakthrough movement in Danish art and literature. He was a socialist throughout his life and during the second world war moved to the Soviet Union, and afterwards to Dresden in East Germany."}]}, {"heading": "Deaths", "year": "1960", "date": "June 1", "txt": "Lester Patrick, Canadian ice hockey player and coach (b. 1883)", "entities": [{"title": "Lester Patrick", "href": "/wiki/Lester_Patrick", "description": "Curtis Lester \"Les, The Silver Fox\" Patrick was a Canadian professional ice hockey player and coach associated with the Victoria Aristocrats/Cougars of the Pacific Coast Hockey Association, and the New York Rangers of the National Hockey League (NHL). Along with his brother Frank Patrick and father Joseph Patrick, he founded the Pacific Coast Hockey Association and helped develop several rules for"}]}, {"heading": "Deaths", "year": "1960", "date": "June 1", "txt": "Paula Hitler, German-Austrian sister of Adolf Hitler (b. 1896)", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}]}, {"heading": "Deaths", "year": "1962", "date": "June 1", "txt": "Adolf Eichmann, a German Nazi SS-Obersturmbannführer  (b. 1906)", "entities": [{"title": "Adolf Eichmann", "href": "/wiki/Adolf_Eichmann", "description": "Otto Adolf Eichmann was a German-Austrian SS-Obersturmbannführer and one of the major organizers of the Holocaust—the \"Final Solution to the Jewish Question\" in Nazi terminology. He was tasked by SS-Obergruppenführer Reinhard Heydrich with facilitating and managing the logistics involved in the mass deportation of Jews to ghettos and extermination camps in Nazi-occupied Eastern Europe during World"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Schutzstaffel", "href": "/wiki/Schutzstaffel", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1963", "date": "June 1", "txt": "Walter Lee, Australian politician, 24th Premier of Tasmania (b. 1874)", "entities": [{"title": "Walter Lee (Australian politician)", "href": "/wiki/Walter_Lee_(Australian_politician)", "description": "Sir Walter Henry Lee KCMG was an Australian politician and member of the Tasmanian House of Assembly. He was Premier of Tasmania on three occasions: from 15 April 1916 to 12 August 1922; from 14 August 1923 to 25 October 1923; and from 15 March 1934 to 22 June 1934."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1965", "date": "June 1", "txt": "Curly Lambeau, American football player and coach, founded the Green Bay Packers (b. 1898)", "entities": [{"title": "Curly Lambeau", "href": "/wiki/Curly_Lambeau", "description": "Earl Louis \"Curly\" Lambeau was an American professional football player and coach in the National Football League (NFL). Lambeau, along with his friend and fellow Green Bay, Wisconsin native George Whitney Calhoun, founded the Green Bay Packers in 1919. From 1919 to 1929, Lambeau served as a player-coach and maintained de facto control on the day-to-day operations of the team. As a player, Lambeau"}, {"title": "Green Bay Packers", "href": "/wiki/Green_Bay_Packers", "description": "The Green Bay Packers are a professional American football team based in Green Bay, Wisconsin. The Packers compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. It is the third-oldest franchise in the NFL, dating back to 1919, and is the only non-profit, community-owned major league professional sports team based in the United Stat"}]}, {"heading": "Deaths", "year": "1966", "date": "June 1", "txt": "Papa Jack Laine, American drummer and bandleader (b. 1873)", "entities": [{"title": "Papa Jack Laine", "href": "/wiki/Papa_Jack_Laine", "description": "George Vital \"Papa Jack\" Laine was an American musician and a pioneering band leader in New Orleans in the years from the Spanish–American War to World War I. He was often credited for training many musicians who would later become successful in jazz music."}]}, {"heading": "Deaths", "year": "1968", "date": "June 1", "txt": "Helen Keller, American author and activist (b. 1880)", "entities": [{"title": "Helen Keller", "href": "/wiki/Helen_Keller", "description": "Helen Adams Keller was an American author, disability rights advocate, political activist and lecturer. Born in West Tuscumbia, Alabama, she lost her sight and hearing after a bout of illness at the age of nineteen months. She then communicated primarily using home signs until the age of seven when she met her first teacher and life-long companion Anne Sullivan, who taught her language, including "}]}, {"heading": "Deaths", "year": "1968", "date": "June 1", "txt": "André Laurendeau, Canadian playwright, journalist, and politician (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "June 1", "txt": "Ivar Ballangrud, Norwegian speed skater (b. 1904)", "entities": [{"title": "Ivar Ballangrud", "href": "/wiki/Ivar_Ballangrud", "description": "Ivar Eugen Ballangrud was a Norwegian speed skater, a four-time Olympic champion in speed skating. As the only triple gold medalist at the 1936 Winter Olympics, Ballangrud was the most successful athlete there."}]}, {"heading": "Deaths", "year": "1971", "date": "June 1", "txt": "Reinhold Niebuhr, American theologian and academic (b. 1892)", "entities": [{"title": "Reinhold Niebuhr", "href": "/wiki/Reinhold_Niebuhr", "description": "Karl Paul Reinhold Niebuhr (1892–1971) was an American Reformed theologian, ethicist, commentator on politics and public affairs, and professor at Union Theological Seminary for more than 30 years. Niebuhr was one of America's leading public intellectuals for several decades of the 20th century and received the Presidential Medal of Freedom in 1964. A public theologian, he wrote and spoke frequent"}]}, {"heading": "Deaths", "year": "1979", "date": "June 1", "txt": "Werner Forssmann, German physician and academic, Nobel Prize laureate (b. 1904)", "entities": [{"title": "Werner Forssmann", "href": "/wiki/Werner_Forssmann", "description": "Werner Theodor Otto Forßmann was a physician from Germany who shared the 1956 Nobel Prize in Medicine for developing a procedure that allowed cardiac catheterization. In 1929, he put himself under local anesthesia and inserted a catheter into a vein of his arm. Not knowing if the catheter might pierce a vein, he put his life at risk. Forssmann was nevertheless successful; he safely passed the cath"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1980", "date": "June 1", "txt": "Arthur Nielsen, American businessman, founded the ACNielsen company (b. 1897)", "entities": [{"title": "Arthur Nielsen", "href": "/wiki/Arthur_Nielsen", "description": "Arthur Charles Nielsen Sr. was an American businessman, electrical engineer and market research analyst who created and tracked the Nielsen ratings for television as founder of the A.C. Nielsen Company."}, {"title": "ACNielsen", "href": "/wiki/ACNielsen", "description": "The Nielsen Corporation, self-referentially known as The Nielsen Company, and formerly known as ACNielsen or AC Nielsen, is a global marketing research firm, with worldwide headquarters in New York City, United States. Regional headquarters for North America are located in Chicago."}]}, {"heading": "Deaths", "year": "1981", "date": "June 1", "txt": "Carl Vinson, American lawyer and politician (b. 1883)", "entities": [{"title": "Carl Vinson", "href": "/wiki/Carl_Vinson", "description": "Carl Vinson was an American politician who served in the U.S. House of Representatives for over 50 years and was influential in the 20th century expansion of the U.S. Navy. He was a member of the Democratic Party and represented Georgia in the House from 1914 to 1965. He was known as \"The Father of the Two-Ocean Navy\". He is the longest-serving member of the United States House of Representatives "}]}, {"heading": "Deaths", "year": "1983", "date": "June 1", "txt": "Prince Charles, Count of Flanders (b. 1903)", "entities": [{"title": "Prince Charles, Count of Flanders", "href": "/wiki/Prince_Charles,_Count_of_Flanders", "description": "Prince Charles, Count of Flanders was a member of the Belgian royal family who served as regent of Belgium from 1944 until 1950, while a judicial commission investigated his elder brother, King Leopold III, as to whether he betrayed the Allies of World War II by an allegedly premature surrender in 1940 and of collaborating with the Nazis during the occupation of Belgium. Charles' regency ended whe"}]}, {"heading": "Deaths", "year": "1985", "date": "June 1", "txt": "Richard Greene, English actor and soldier (b. 1918)", "entities": [{"title": "Richard Greene", "href": "/wiki/Richard_Greene", "description": "Richard Marius Joseph Greene was a noted English film and television actor. A matinée idol who appeared in more than 40 films, he was perhaps best known for the lead role in the long-running British TV series The Adventures of Robin Hood, which ran for 143 episodes from 1955 to 1959."}]}, {"heading": "Deaths", "year": "1986", "date": "June 1", "txt": "Jo Gartner, Austrian racing driver (b. 1958)", "entities": [{"title": "Jo Gartner", "href": "/wiki/Jo_Gartner", "description": "Josef Gartner was a Formula One and sports car endurance driver from Austria. After a successful lower formula career, including a win in the Formula Two Pau Grand Prix, he participated in eight Formula One Grands Prix for Osella during the 1984 season, scoring no points. He was killed in an accident at the 1986 24 Hours of Le Mans."}]}, {"heading": "Deaths", "year": "1987", "date": "June 1", "txt": "Rashid Karami, Lebanese lawyer and politician, 32nd Prime Minister of Lebanon (b. 1921)", "entities": [{"title": "Rashid Karami", "href": "/wiki/Rashid_Karami", "description": "Rashid Abdul Hamid Karami was a Lebanese statesman. He is considered one of the most important political figures in Lebanon for more than 30 years, including during much of the Lebanese Civil War (1975–1990), and he served as prime minister ten times, making him the most democratically elected prime minister in history according to the Guinness Book of World Records 2005."}, {"title": "Prime Minister of Lebanon", "href": "/wiki/Prime_Minister_of_Lebanon", "description": "The prime minister of Lebanon, officially the President of the Council of Ministers, is the head of government and the head of the Council of Ministers of Lebanon. The Prime Minister is appointed by the president of Lebanon, with no confirmation needed from the Parliament of Lebanon. By convention, the office holder is always a Sunni Muslim."}]}, {"heading": "Deaths", "year": "1988", "date": "June 1", "txt": "Herbert Feigl, Austrian philosopher from the Vienna Circle (b. 1902)", "entities": [{"title": "Herbert Feigl", "href": "/wiki/Herbert_Feigl", "description": "Herbert Feigl was an Austrian philosopher and an early member of the Vienna Circle. He coined the term \"nomological danglers\"."}]}, {"heading": "Deaths", "year": "1989", "date": "June 1", "txt": "Aurelio Lampredi, Italian engineer, designed the Ferrari Lampredi engine (b. 1917)", "entities": [{"title": "Aurelio Lampredi", "href": "/wiki/Aurelio_Lampredi", "description": "Aurelio Lampredi was an Italian automobile and aircraft engine designer."}, {"title": "Ferrari Lampredi engine", "href": "/wiki/Ferrari_Lampredi_engine", "description": "The Ferrari Lampredi engine was a naturally aspirated all aluminum 60° V12 engine produced between 1950 and 1959. Inline-4 and Inline-6 variants for racing were derived from it."}]}, {"heading": "Deaths", "year": "1991", "date": "June 1", "txt": "David Ruffin, American singer-songwriter (b. 1941)", "entities": [{"title": "David Ruffin", "href": "/wiki/David_Ruffin", "description": "{{Infobox musical artist\nName:David Eli Ruffin"}]}, {"heading": "Deaths", "year": "1996", "date": "June 1", "txt": "Neelam Sanjiva Reddy, Indian politician, 6th President of India (b. 1913)", "entities": [{"title": "Neelam Sanjiva Reddy", "href": "/wiki/Neelam_Sanjiva_Reddy", "description": "Neelam Sanjiva Reddy pronunciation (help·info) was the Seventh President of India, serving from 1977 to 1982. Beginning a long political career with the Indian National Congress Party in the independence movement, he went on to hold several key offices in independent India—as the first Chief Minister of Andhra Pradesh, a two-time Speaker of the Lok Sabha and a Union Minister—before becoming the yo"}, {"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Deaths", "year": "1999", "date": "June 1", "txt": "Christopher Cockerell, English engineer, invented the hovercraft (b. 1910)", "entities": [{"title": "Christopher Cockerell", "href": "/wiki/Christopher_Cockerell", "description": "Sir Christopher Sydney Cockerell CBE RDI FRS was an English engineer, best known as the inventor of the hovercraft."}, {"title": "Hovercraft", "href": "/wiki/Hovercraft", "description": "A hovercraft, also known as an air-cushion vehicle or ACV, is an amphibious craft capable of travelling over land, water, mud, ice, and other surfaces."}]}, {"heading": "Deaths", "year": "2000", "date": "June 1", "txt": "Tito Puente, American drummer, composer, and producer (b. 1923)", "entities": [{"title": "Tito Puente", "href": "/wiki/Tito_Puente", "description": "Ernesto Antonio \"Tito\" Puente, Jr. was a Puerto Rican musician, songwriter, record producer and bandleader. The son of Ernest and Felicia Puente, native Puerto Ricans living in New York City's Spanish Harlem, Puente is often credited as \"The Musical Pope\", \"El Rey de los Timbales\" and \"The King of Latin Music\". He is best known for dance-oriented mambo and Latin jazz compositions that endured over"}]}, {"heading": "Deaths", "year": "2001", "date": "June 1", "txt": "Hank Ketcham, American cartoonist, created Dennis the Menace (b. 1920)", "entities": [{"title": "Hank Ketcham", "href": "/wiki/Hank_Ketcham", "description": "Henry King Ketcham was an American cartoonist who created the Dennis the Menace comic strip, writing and drawing it from 1951 to 1994, when he retired from drawing the daily cartoon and took up painting full-time in his home studio. In 1953, he received the Reuben Award for the strip, which continues today in the hands of other artists."}]}, {"heading": "Deaths", "year": "2001", "date": "June 1", "txt": "notable victims of the Nepalese royal massacre\nAishwarya of Nepal (b. 1949)\nBirendra of Nepal (b. 1945)\nDhirendra of Nepal (b. 1950)\nPrince Nirajan of Nepal (b. 1978)\nPrincess Shruti of Nepal (b. 1976)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "June 1", "txt": "Hansie Cronje, South African cricketer (b. 1969)", "entities": [{"title": "Hansie Cronje", "href": "/wiki/Hansie_Cronje", "description": "Wessel Johannes \"Hansie\" Cronje was a South African international cricketer and captain of the South African national cricket team in the 1990s. He was voted the 11th greatest South African in 2004 despite having been banned from cricket for life due to his role in a match-fixing scandal. He died in a plane crash in 2002."}]}, {"heading": "Deaths", "year": "2004", "date": "June 1", "txt": "William Manchester, American historian and author (b. 1922)", "entities": [{"title": "William Manchester", "href": "/wiki/William_Manchester", "description": "William Raymond Manchester was an American author, biographer, and historian. He was the author of 18 books which have been translated into over 20 languages. He was awarded the National Humanities Medal and the Abraham Lincoln Literary Award."}]}, {"heading": "Deaths", "year": "2005", "date": "June 1", "txt": "Hilda Crosby Standish, American physician (b. 1902)", "entities": [{"title": "Hilda Crosby Standish", "href": "/wiki/Hilda_Crosby_Standish", "description": "Hilda Crosby Standish was a pioneer in the birth control movement in the state of Connecticut. In 1935, she became medical director of the Maternal Health Center in Hartford, the state's first birth control clinic. Dr. Standish was inducted into the Connecticut Women's Hall of Fame in 1994."}]}, {"heading": "Deaths", "year": "2005", "date": "June 1", "txt": "George Mikan, American basketball player and coach (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "June 1", "txt": "Rocío Jurado, Spanish singer and actress (b. 1944)", "entities": [{"title": "Rocío Jurado", "href": "/wiki/Roc%C3%ADo_Jurado", "description": "María del Rocío Trinidad Mohedano Jurado, better known as Rocío Jurado, was a Spanish singer and actress. She was born in Chipiona (Cádiz) and nicknamed \"La más grande\"."}]}, {"heading": "Deaths", "year": "2007", "date": "June 1", "txt": "Tony Thompson, American singer and songwriter (Hi-Five) (b. 1975)", "entities": [{"title": "Tony Thompson (singer)", "href": "/wiki/Tony_Thompson_(singer)", "description": "Anthony Ulysses Thompson, Jr. was an American singer–songwriter. Thompson was best known as the lead vocalist of the American R&B quintet Hi-Five, which had hit singles such as \"I Like the Way \" and \"I Can't Wait Another Minute\". After the group disbanded in 1994, Thompson found solo success the following year with his debut album Sexsational in 1995."}, {"title": "Hi-Five", "href": "/wiki/Hi-Five", "description": "Hi-Five is an American R&B quintet based in Waco, Texas. Hi-Five had a #1 hit on Billboard's Hot 100 in the early 1990s with \"I Like the Way \". The band was formed in Waco, Texas in 1989, and consisted of the founding and original memembers from Waco, Texas: Tony Thompson, Roderick \"Pooh\" Clark, Marcus Sanders, Russell Neal, and Oaklahoma City, Oklahoma, native, Toriano Easley."}]}, {"heading": "Deaths", "year": "2008", "date": "June 1", "txt": "Tommy Lapid, Israeli journalist and politician, 17th Justice Minister of Israel (b. 1931)", "entities": [{"title": "Tommy Lapid", "href": "/wiki/Tommy_Lapid", "description": "Yosef (Joseph) \"Tommy\" Lapid was a Serbian-born Israeli radio and television presenter, playwright, journalist, politician and government minister known for his sharp tongue and acerbic wit. Lapid headed the secular-liberal Shinui party from 1999 to 2006. He fiercely opposed the ultra-Orthodox political parties and actively sought to exclude any religious observance from the legal structure of the"}, {"title": "Justice Minister of Israel", "href": "/wiki/Justice_Minister_of_Israel", "description": "The Justice Ministry is the Israeli government ministry that oversees the Israeli judicial system. Since April 28, 2021, Israel's acting Minister of Justice has been Benny Gantz."}]}, {"heading": "Deaths", "year": "2008", "date": "June 1", "txt": "Yves Saint Laurent, French fashion designer, founded Saint Laurent Paris (b. 1936)", "entities": [{"title": "Saint Laurent Paris", "href": "/wiki/Saint_Laurent_Paris", "description": "Yves Saint Laurent SAS, also known as Saint Laurent, is a French luxury fashion house founded by Yves Saint Laurent and his partner, Pierre Bergé. The company revived its haute couture collection in 2015 under former Creative Director Hedi Slimane. In April 2016, Anthony Vaccarello was appointed as Creative Director."}]}, {"heading": "Deaths", "year": "2009", "date": "June 1", "txt": "Bob Christie, American race car driver (b. 1924)", "entities": [{"title": "Bob Christie (racing driver)", "href": "/wiki/Bob_Christie_(racing_driver)", "description": "Bob Christie was an American racecar driver."}]}, {"heading": "Deaths", "year": "2009", "date": "June 1", "txt": "Vincent O'Brien, Irish horse trainer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "June 1", "txt": "Kazuo Ohno, Japanese dancer (b. 1906)", "entities": [{"title": "Kazuo Ohno", "href": "/wiki/Kazuo_Ohno", "description": "Kazuo Ohno  was a Japanese dancer who became a guru and inspirational figure in the dance form known as Butoh. He is the author of several books on Butoh, including The Palace Soars through the Sky, Dessin, Words of Workshop, and Food for the Soul. The latter two were published in English as Kazuo Ohno's World: From Without & Within (2004)."}]}, {"heading": "Deaths", "year": "2010", "date": "June 1", "txt": "Andrei Voznesensky, Russian poet (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "June 1", "txt": "Haleh Sahabi, Iranian humanitarian and activist (b. 1957)", "entities": [{"title": "Haleh Sahabi", "href": "/wiki/Haleh_Sahabi", "description": "Haleh Sahabi was an Iranian humanitarian and democracy activist. She was the daughter of former Iranian MP and veteran opposition figure Ezzatollah Sahabi, and the granddaughter of Yadollah Sahabi. She died at her father's funeral from cardiac arrest, the cause of her cardiac arrest however is disputed."}]}, {"heading": "Deaths", "year": "2012", "date": "June 1", "txt": "Faruq Z. Bey, American saxophonist and composer (b. 1942)", "entities": [{"title": "Faruq Z. Bey", "href": "/wiki/Faruq_Z._Bey", "description": "Faruq Z. Bey was an American jazz saxophonist and composer from Detroit, Michigan. Bey was known for his work with Griot Galaxy, which played distinct compositions, often by Bey. Odd meters and polyrhythms were a frequent feature of the group's tunes, which would give way to free sections. Originally started in 1972, Griot Galaxy settled into its most stable line-up around 1980, when Bey was joine"}]}, {"heading": "Deaths", "year": "2012", "date": "June 1", "txt": "Pádraig Faulkner, Irish educator and politician, 19th Irish Minister of Defence (b. 1918)", "entities": [{"title": "Minister for Defence (Ireland)", "href": "/wiki/Minister_for_Defence_(Ireland)", "description": "The Minister for Defence is the senior minister at the Department of Defence in the Government of Ireland. The current Minister for Defence is Simon Coveney, TD. He is also Minister for Foreign Affairs."}]}, {"heading": "Deaths", "year": "2012", "date": "June 1", "txt": "Milan Gaľa, Slovak politician (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "June 1", "txt": "James Kelleher, Canadian lawyer and politician, 33rd Solicitor General of Canada (b. 1930)", "entities": [{"title": "James Kelleher", "href": "/wiki/James_Kelleher", "description": "James Francis \"Jim\" Kelleher, was a Canadian politician and retired senator."}, {"title": "Solicitor General of Canada", "href": "/wiki/Solicitor_General_of_Canada", "description": "The Solicitor General of Canada was a position in the Canadian ministry from 1892 to 2005. The position was based on the Solicitor General in the British system and was originally designated as an officer to assist the Minister of Justice. It was not initially a position in the Canadian Cabinet, although after 1917 its occupant was often sworn into the Queen's Privy Council for Canada and attended"}]}, {"heading": "Deaths", "year": "2014", "date": "June 1", "txt": "Ann B. Davis, American actress (b. 1926)", "entities": [{"title": "Ann B. Davis", "href": "/wiki/Ann_B._Davis", "description": "Ann Bradford Davis was an American actress. She achieved prominence for her role in the NBC situation comedy The Bob Cummings Show (1955–1959), for which she twice won the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series, but she was best known for playing the part of Alice Nelson, the housekeeper in ABC's The Brady Bunch (1969–1974)."}]}, {"heading": "Deaths", "year": "2014", "date": "June 1", "txt": "Valentin Mankin, Ukrainian sailor (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "June 1", "txt": "Charles Kennedy, Scottish journalist and politician (b. 1959)", "entities": [{"title": "Charles Kennedy", "href": "/wiki/Charles_Kennedy", "description": "Charles Peter Kennedy was a British Liberal Democrat politician who was Leader of the Liberal Democrats from 1999 to 2006, and a Member of Parliament (MP) from 1983 to 2015."}]}, {"heading": "Deaths", "year": "2015", "date": "June 1", "txt": "Joan Kirner, Australian educator and politician, 42nd Premier of Victoria (b. 1938)", "entities": [{"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "2015", "date": "June 1", "txt": "Nicholas Liverpool, Dominican lawyer and politician, 6th President of Dominica (b. 1934)", "entities": [{"title": "List of Presidents of Dominica", "href": "/wiki/List_of_Presidents_of_Dominica", "description": "The president of Dominica is the head of state under the system implemented by the Constitution of 1978, the year of Dominica's independence."}]}, {"heading": "Deaths", "year": "2015", "date": "June 1", "txt": "Jacques Parizeau, Canadian economist and politician, 26th Premier of Quebec (b. 1930)", "entities": [{"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "2015", "date": "June 1", "txt": "Jean Ritchie, American singer-songwriter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "June 1", "txt": "Sinan Sakić, Serbian pop-folk singer (b. 1956)", "entities": [{"title": "Sinan Sakić", "href": "/wiki/Sinan_Saki%C4%87", "description": "Sinan Sakić was a Serbian pop-folk singer."}]}, {"heading": "Deaths", "year": "2019", "date": "June 1", "txt": "Ani Yudhoyono, Indonesian politician, 6th First Lady of Indonesia. (b. 1952)", "entities": [{"title": "Ani Yudhoyono", "href": "/wiki/Ani_Yudhoyono", "description": "Kristiani Herrawati Yudhoyono, also known as Ani Yudhoyono, was an Indonesian political scientist. She was the wife of former Indonesian President Susilo Bambang Yudhoyono and First Lady of Indonesia from 2004 until 2014."}, {"title": "First Lady of Indonesia", "href": "/wiki/First_Lady_of_Indonesia", "description": "Throughout Indonesian history, the title of First Lady or, in an instance, First Gentleman has been used to refer to the wife or husband of the president of Indonesia. While the Constitution of Indonesia does not mention anything about the spouses of the president, it continues to hold significant influence in the Indonesian society."}]}]