[{"heading": "Events", "year": "241 BC", "date": "March 10", "txt": "First Punic War: Battle of the Aegates: The Romans sink the Carthaginian fleet bringing the First Punic War to an end.", "entities": [{"title": "First Punic War", "href": "/wiki/First_Punic_War", "description": "The First Punic War was the first of three wars fought between Rome and Carthage, the two main powers of the western Mediterranean in the early 3rd century BC. For 23 years, in the longest continuous conflict and greatest naval war of antiquity, the two powers struggled for supremacy. The war was fought primarily on the Mediterranean island of Sicily and its surrounding waters, and also in North A"}, {"title": "Battle of the Aegates", "href": "/wiki/Battle_of_the_Aegates", "description": "The Battle of the Aegates was a naval battle fought on 10 March 241 BC between the fleets of Carthage and Rome during the First Punic War. It took place among the Aegates Islands, off the western coast of the island of Sicily. The Carthaginians were commanded by Hanno, and the Romans were under the overall authority of Gaius Lutatius Catulus, but Quintus Valerius Falto commanded during the battle."}, {"title": "Roman Republic", "href": "/wiki/Roman_Republic", "description": "The Roman Republic was the era of classical Roman civilization, led by the Roman people, beginning with the overthrow of the Roman Kingdom, traditionally dated to 509 BC, and ending in 27 BC with the establishment of the Roman Empire. During this period, Rome's control expanded from the city's immediate surroundings to hegemony over the entire Mediterranean world."}, {"title": "Carthage", "href": "/wiki/Carthage", "description": "Carthage was the capital city of the ancient Carthaginian civilization, on the eastern side of the Lake of Tunis in what is now Tunisia. Carthage was the most important trading hub of the Ancient Mediterranean and one of the most affluent cities of the classical world."}]}, {"heading": "Events", "year": "298", "date": "March 10", "txt": "Roman Emperor Maximian concludes his campaign in North Africa and makes a triumphal entry into Carthage.", "entities": [{"title": "Maximian", "href": "/wiki/Maximian", "description": "Maximian, nicknamed Herculius, was Roman emperor from 286 to 305. He was Caesar from 285 to 286, then Augustus from 286 to 305. He shared the latter title with his co-emperor and superior, Diocletian, whose political brain complemented Maximian's military brawn. Maximian established his residence at Trier but spent most of his time on campaign. In late 285, he suppressed rebels in Gaul known as th"}, {"title": "Africa (Roman province)", "href": "/wiki/Africa_(Roman_province)", "description": "Africa Proconsularis was a Roman province on the northern African coast that was established in 146 BC following the defeat of Carthage in the Third Punic War. It roughly comprised the territory of present-day Tunisia, the northeast of Algeria, and the coast of western Libya along the Gulf of Sirte. The territory was originally inhabited by Berber people, known in Latin as Mauri indigenous to all "}, {"title": "Carthage", "href": "/wiki/Carthage", "description": "Carthage was the capital city of the ancient Carthaginian civilization, on the eastern side of the Lake of Tunis in what is now Tunisia. Carthage was the most important trading hub of the Ancient Mediterranean and one of the most affluent cities of the classical world."}]}, {"heading": "Events", "year": "947", "date": "March 10", "txt": "The Later Han is founded by Liu Zhiyuan. He declares himself emperor.", "entities": [{"title": "Later Han (Five Dynasties)", "href": "/wiki/Later_Han_(Five_Dynasties)", "description": "The Later Han was founded in 947. It was the fourth of the Five Dynasties, and the third consecutive sinicized Shatuo ethnicity state, however, other sources indicate that the Later Han emperors claimed patrilineal Han Chinese ancestry. It was among the shortest-lived of all Chinese regimes, lasting for slightly under four years before it was overcome by a rebellion that resulted in the founding o"}, {"title": "Liu Zhiyuan", "href": "/wiki/Liu_Zhiyuan", "description": "Liu Zhiyuan, later changed to Liu Gao (劉暠), formally Emperor Gaozu of (Later) Han ( 漢高祖), was the ethnically-Shatuo founder of the Later Han, the fourth of the Five Dynasties in the Five Dynasties and Ten Kingdoms period of Chinese history. The subsequent Northern Han is not considered part of its history."}]}, {"heading": "Events", "year": "1535", "date": "March 10", "txt": "Spaniard Fray Tomás de Berlanga, the fourth Bishop of Panama, discovers the Galápagos Islands by chance on his way to Peru.", "entities": [{"title": "Tomás de Berlanga", "href": "/wiki/Tom%C3%A1s_de_Berlanga", "description": "Fray Tomás de Berlanga was the fourth Bishop of Panamá."}, {"title": "Panama", "href": "/wiki/Panama", "description": "Panama, officially the Republic of Panama, is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people."}, {"title": "Galápagos Islands", "href": "/wiki/Gal%C3%A1pagos_Islands", "description": "The Galápagos Islands, part of the Republic of Ecuador, are an archipelago of volcanic islands distributed on either side of the equator in the Pacific Ocean surrounding the centre of the Western Hemisphere. Located 906 km (563 mi) west of continental Ecuador, the islands are known for their large number of endemic species that were studied by Charles Darwin during the second voyage of HMS Beagle."}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}]}, {"heading": "Events", "year": "1607", "date": "March 10", "txt": "Susenyos I defeats the combined armies of Yaqob and Abuna Petros II at the Battle of Gol in Gojjam, making him Emperor of Ethiopia.", "entities": [{"title": "Susenyos I", "href": "/wiki/Susenyos_I", "description": "Susenyos I or Sisinios, Sisinnius, Susənyos, Socinios;, whose throne name was Malak Sagad III was an Emperor of Ethiopia from Gojjam, whose rule lasted from 1606 to 1632."}, {"title": "Yaqob", "href": "/wiki/Yaqob", "description": "Yaqob I, whose throne name was Malak Sagad II, was Emperor of Ethiopia, and a member of the Solomonic dynasty. He was the eldest surviving son of Sarsa Dengel. According to E. A. Wallis Budge, Yaqob's mother was Empress Maryam Sena; others sources suggest she was Emebet Harego of the Beta Israel. Because Yaqob had at least three sons before his death, it is likely he was born no later than 1590. M"}, {"title": "Abuna", "href": "/wiki/Abuna", "description": "Abun is the honorific title used for any bishop of the Ethiopian Orthodox Tewahedo Church as well as of the Eritrean Orthodox Tewahedo Church. It was historically used solely for the head of the Coptic Orthodox Church in Ethiopia during the more than 1000 years when the Coptic Patriarchate of Alexandria appointed only one bishop at a time to serve its Ethiopian flock. When referred to without a na"}, {"title": "Gojjam", "href": "/wiki/Gojjam", "description": "Gojjam is a province in northwestern Ethiopia, with its capital city at Debre Marqos. Lake Tana is the source of the Blue Nile and is the largest lake in Ethiopia."}, {"title": "Emperor of Ethiopia", "href": "/wiki/Emperor_of_Ethiopia", "description": "The Emperor of Ethiopia was the hereditary ruler of the Ethiopian Empire, until the abolition of the monarchy in 1975. The Emperor was the head of state and head of government, with ultimate executive, judicial and legislative power in that country. A National Geographic article called imperial Ethiopia \"nominally a constitutional monarchy; in fact [it was] a benevolent autocracy\"."}]}, {"heading": "Events", "year": "1629", "date": "March 10", "txt": "Charles I dissolves the Parliament of England, beginning the eleven-year period known as the Personal Rule.", "entities": [{"title": "Charles I of England", "href": "/wiki/Charles_I_of_England", "description": "Charles I was King of England, Scotland, and Ireland from 27 March 1625 until his execution in 1649. He was born into the House of Stuart as the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the three kingdoms of England, Scotland, and Ireland in 1612 o"}, {"title": "Parliament of England", "href": "/wiki/Parliament_of_England", "description": "The Parliament of England was the legislature of the Kingdom of England, existing from the early 14th century until 1707, when it united with the Parliament of Scotland to become the Parliament of Great Britain after the political union of England and Scotland created the Kingdom of Great Britain."}, {"title": "Personal Rule", "href": "/wiki/Personal_Rule", "description": "The Personal Rule was the period from 1629 to 1640, when King Charles I of England, Scotland and Ireland ruled without recourse to Parliament. The King claimed that he was entitled to do this under the Royal Prerogative."}]}, {"heading": "Events", "year": "1661", "date": "March 10", "txt": "French \"Sun King\" Louis XIV begins his personal rule of France after the death of his premier, the Cardinal Mazarin.", "entities": [{"title": "Louis XIV", "href": "/wiki/Louis_XIV", "description": "Louis XIV, also known as Louis the Great or the Sun King, was King of France from 14 May 1643 until his death in 1715. His reign of 72 years and 110 days is the longest recorded of any monarch of a sovereign country in European history. Louis XIV's France was emblematic of the age of absolutism in Europe. The King surrounded himself with a variety of significant political, military, and cultural f"}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "Cardinal Mazarin", "href": "/wiki/Cardinal_Mazarin", "description": "Cardinal Jules Mazarin, born Giulio Raimondo Mazzarino or Mazarini, was an Italian cardinal, diplomat, and politician who served as the chief minister to the kings of France Louis XIII and Louis XIV from 1642 until his death in 1661. In 1654 he acquired the title Duke of Mayenne, and in 1659, 1st Duke of Rethel and Nevers."}]}, {"heading": "Events", "year": "1735", "date": "March 10", "txt": "An agreement between Nader Shah and Russia is signed near Ganja, Azerbaijan and Russian troops are withdrawn from occupied territories.", "entities": [{"title": "Nader Shah", "href": "/wiki/Nader_Shah", "description": "Nader Shah Afshar was one of the most powerful Iranian rulers in Iranian history, ruling as Shah of Iran (Persia) from 1736 to 1747 when he was assassinated during a rebellion. Because of his military genius as evidenced in his numerous campaigns throughout Middle East, Caucasus, Central and South Asia, such as the battles of Herat, Mihmandust, Murche-Khort, Kirkuk, Yeghevard, Khyber Pass, Karnal "}, {"title": "Ganja, Azerbaijan", "href": "/wiki/Ganja,_Azerbaijan", "description": "Ganja is Azerbaijan's third largest city, with a population of around 335,600. The city has been a historic and cultural centre throughout most of its existence."}]}, {"heading": "Events", "year": "1762", "date": "March 10", "txt": "French Huguenot Jean Calas, who had been wrongly convicted of killing his son, dies after being tortured by authorities; the event inspired Voltaire to begin a campaign for religious tolerance and legal reform.", "entities": [{"title": "Huguenot", "href": "/wiki/Huguenot", "description": "Huguenots were a religious group of French Protestants."}, {"title": "Jean Calas", "href": "/wiki/Jean_Calas", "description": "Jean Calas was a merchant living in Toulouse, France, who was tried, tortured and executed for the murder of his son, despite his protestations of innocence. Calas was a Protestant in an officially Catholic society. Doubts about his guilt were raised by opponents of the Catholic Church and he was exonerated in 1764. In France, he became a symbolic victim of religious intolerance, along with Franço"}, {"title": "Voltaire", "href": "/wiki/Voltaire", "description": "François-Marie Arouet, known by his nom de plume Voltaire, was a French Enlightenment writer, historian, and philosopher famous for his wit, his criticism of Christianity—especially the Roman Catholic Church—as well as his advocacy of freedom of speech, freedom of religion, and separation of church and state."}]}, {"heading": "Events", "year": "1814", "date": "March 10", "txt": "Emperor Napoleon I is defeated at the Battle of Laon in France.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Battle of Laon", "href": "/wiki/Battle_of_Laon", "description": "The Battle of Laon was the victory of Blücher's Prussian army over Napoleon's French army near Laon. During the Battle of Craonne on 7 March, Blücher's army was forced to retreat into Laon after a failed attempt to halt Napoleon's east flank. Along the way to Laon, reinforcements from Russian forces under Ferdinand von Wintzingerode and a Prussian corps led by Friedrich Wilhelm Freiherr von Bülow "}]}, {"heading": "Events", "year": "1830", "date": "March 10", "txt": "The Royal Netherlands East Indies Army is created.", "entities": [{"title": "Royal Netherlands East Indies Army", "href": "/wiki/Royal_Netherlands_East_Indies_Army", "description": "The Royal Netherlands East Indies Army was the military force maintained by the Kingdom of the Netherlands in its colony of the Dutch East Indies, in areas that are now part of Indonesia. The KNIL's air arm was the Royal Netherlands East Indies Army Air Force. Elements of the Royal Netherlands Navy were also stationed in the Netherlands East Indies."}]}, {"heading": "Events", "year": "1831", "date": "March 10", "txt": "The French Foreign Legion is created by Louis Philippe, the King of France, from the foreign regiments of the Kingdom of France.", "entities": [{"title": "French Foreign Legion", "href": "/wiki/French_Foreign_Legion", "description": "The French Foreign Legion is a military service branch of the French Army established in 1831. Legionnaires are highly trained infantry soldiers and the Legion is unique in that it is open to foreign recruits willing to serve in the French Armed Forces. When it was founded, the French Foreign Legion was not unique; other foreign formations existed at the time in France. The Foreign Legion is today"}, {"title": "Louis Philippe", "href": "/wiki/Louis_Philippe", "description": "Louis Philippe I was King of the French from 1830 to 1848, the last King and penultimate monarch of France."}, {"title": "Kingdom of France", "href": "/wiki/Kingdom_of_France", "description": "The Kingdom of France was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power from the High Middle Ages onward. It was also an early colonial power, with possessions around the world."}]}, {"heading": "Events", "year": "1848", "date": "March 10", "txt": "The Treaty of Guadalupe Hidalgo is ratified by the United States Senate, ending the Mexican–American War.", "entities": [{"title": "Treaty of Guadalupe Hidalgo", "href": "/wiki/Treaty_of_Guadalupe_Hidalgo", "description": "The Treaty of Guadalupe Hidalgo, officially titled the Treaty of Peace, Friendship, Limits and Settlement between the United States of America and the Mexican Republic, is the peace treaty that was signed on February 2, 1848, in the Villa de Guadalupe Hidalgo between the United States and Mexico that ended the Mexican–American War (1846–1848). The treaty was ratified by the United States on March "}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Mexican–American War", "href": "/wiki/Mexican%E2%80%93American_War", "description": "The Mexican–American War, also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México, was an armed conflict between the United States and Mexico from 1846 to 1848. It followed the 1845 U.S. annexation of Texas, which Mexico considered Mexican territory since the Mexican government did not recognize the Velasco treaty signed by Mexican General Anto"}]}, {"heading": "Events", "year": "1861", "date": "March 10", "txt": "El Hadj Umar Tall seizes the city of Ségou, destroying the Bamana Empire of Mali.", "entities": [{"title": "El Hadj Umar Tall", "href": "/wiki/El_Hadj_Umar_Tall", "description": "Hadji Oumarûl Foutiyou TALL, , born in Futa Tooro, Senegambia, was a West African political leader, Islamic scholar, Tijani Sufi and Toucouleur military commander who founded the short-lived Toucouleur Empire encompassing much of what is now Guinea, Senegal, and Mali."}, {"title": "Ségou", "href": "/wiki/S%C3%A9gou", "description": "Ségou is a town and an urban commune in south-central Mali that lies 235 kilometres (146 mi) northeast of Bamako on the right bank of the River Niger. The town is the capital of the Ségou Cercle and the Ségou Region. With 130,690 inhabitants in 2009, it is the fifth-largest town in Mali."}, {"title": "Bamana Empire", "href": "/wiki/Bamana_Empire", "description": "The Bamana Empire was a large West African state based at Ségou, now in Mali. This state was established after the fall of the Mali Empire and the Keita dynasty, as a smaller Bambara Empire founded by other Bambara families related to the Keita clan. It was ruled by the Kulubali or Coulibaly dynasty established c. 1640 by Kaladian Coulibaly also known as Fa Sine or Biton-si-u. The empire existed a"}, {"title": "Mali", "href": "/wiki/Mali", "description": "Mali, officially the Republic of Mali, is a landlocked country in West Africa. Mali is the eighth-largest country in Africa, with an area of just over 1,240,000 square kilometres (480,000 sq mi). The population of Mali is 19.1 million. 67% of its population was estimated to be under the age of 25 in 2017. Its capital is Bamako. The sovereign state of Mali consists of eight regions and its borders "}]}, {"heading": "Events", "year": "1873", "date": "March 10", "txt": "The first Azerbaijani play, The Adventures of the Vizier of the Khan of Lenkaran, prepared by Akhundov, is performed by Hassan-bey Zardabi and dramatist and Najaf-bey Vezirov.", "entities": [{"title": "Mirza Fatali Akhundov", "href": "/wiki/Mirza_Fatali_Akhundov", "description": "Mirza Fatali Akhundov, also known as Mirza Fatali Akhundzade or Mirza Fath-Ali Akhundzadeh, was a celebrated Iranian Azerbaijani author, playwright, ultra-nationalist, philosopher, and founder of Azerbaijani modern literary criticism, \"who acquired fame primarily as the writer of European-inspired plays in the Azeri Turkic language\". Akhundzade singlehandedly opened a new stage of development of A"}, {"title": "Hasan bey Zardabi", "href": "/wiki/Hasan_bey_Zardabi", "description": "Hasan bey Zardabi, born Hasan bey Salim bey oglu Malikov, was an Azerbaijani journalist and intellectual, founder of the first Azerbaijani-language newspaper Akinchi in 1875."}, {"title": "Najaf bey Vazirov", "href": "/wiki/Najaf_bey_Vazirov", "description": "Najaf bey Fatali oglu Vazirov was an Azerbaijani playwright and journalist."}]}, {"heading": "Events", "year": "1876", "date": "March 10", "txt": "The first successful test of a telephone is made by Alexander Graham Bell.", "entities": [{"title": "Invention of the telephone", "href": "/wiki/Invention_of_the_telephone", "description": "The invention of the telephone was the culmination of work done by many individuals, and led to an array of lawsuits relating to the patent claims of several individuals and numerous companies."}, {"title": "Alexander Graham Bell", "href": "/wiki/Alexander_Graham_Bell", "description": "Alexander Graham Bell was a Scottish-born inventor, scientist, and engineer who is credited with inventing and patenting the first practical telephone. He also co-founded the American Telephone and Telegraph Company (AT&T) in 1885."}]}, {"heading": "Events", "year": "1891", "date": "March 10", "txt": "Almon Strowger patents the Strowger switch, a device which led to the automation of telephone circuit switching.", "entities": [{"title": "Almon Strowger", "href": "/wiki/Almon_Strowger", "description": "Almon Brown Strowger was an American inventor who gave his name to the Strowger switch, an electromechanical telephone exchange technology that his invention and patent inspired."}, {"title": "Strowger switch", "href": "/wiki/Strowger_switch", "description": "The Strowger switch is the first commercially successful electromechanical stepping switch telephone exchange system. It was developed by the Strowger Automatic Telephone Exchange Company founded in 1891 by Almon Brown Strowger. Because of its operational characteristics it is also known as a step-by-step (SXS) switch."}]}, {"heading": "Events", "year": "1906", "date": "March 10", "txt": "The Courrières mine disaster, Europe's worst ever, kills 1099 miners in northern France.", "entities": [{"title": "Courrières mine disaster", "href": "/wiki/Courri%C3%A8res_mine_disaster", "description": "The Courrières mine disaster, Europe's worst mining accident, caused the death of 1,099 miners in Northern France on 10 March 1906. This disaster was surpassed only by the Benxihu Colliery accident in China on 26 April 1942, which killed 1,549 miners. A coaldust explosion, the cause of which is not known with certainty, devastated a coal mine operated by the Compagnie des mines de houille de Courr"}]}, {"heading": "Events", "year": "1909", "date": "March 10", "txt": "By signing the Anglo-Siamese Treaty of 1909, Thailand relinquishes its sovereignty over the Malay states of Kedah, Kelantan, Perlis and Terengganu, which become British protectorates.", "entities": [{"title": "Anglo-Siamese Treaty of 1909", "href": "/wiki/Anglo-Siamese_Treaty_of_1909", "description": "The Anglo-Siamese Treaty of 1909 or Bangkok Treaty of 1909 was a treaty between Great Britain and the Kingdom of Siam signed on 10 March 1909, in Bangkok. Ratifications were exchanged in London on 9 July 1909, and the treaty established the modern Malaysia–Thailand border. The area around modern Pattani, Narathiwat, southernmost Songkhla, Satun, and Yala remained under Thai control, where decades "}, {"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}, {"title": "Sovereignty", "href": "/wiki/Sovereignty", "description": "Sovereignty is the supreme authority within a territory. Sovereignty entails hierarchy within the state, as well as external autonomy for states. In any state, sovereignty is assigned to the person, body, or institution that has the ultimate authority over other people in order to establish a law or change an existing law. In political theory, sovereignty is a substantive term designating supreme "}, {"title": "Malay states", "href": "/wiki/Malay_states", "description": "The monarchies of Malaysia refer to the constitutional monarchy system as practised in Malaysia. The political system of Malaysia is based on the Westminster parliamentary system in combination with features of a federation."}, {"title": "Kedah", "href": "/wiki/Kedah", "description": "Kedah, also known by its honorific Darul Aman or \"Abode of Peace\" is a state of Malaysia, located in the northwestern part of Peninsular Malaysia. The state covers a total area of over 9,000 km², and it consists of the mainland and the Langkawi islands. The mainland has a relatively flat terrain, which is used to grow rice, while Langkawi is an archipelago, most of which are uninhabited islands."}, {"title": "Kelantan", "href": "/wiki/Kelantan", "description": "Kelantan is a state of Malaysia. The capital is Kota Bharu and royal seat is Kubang Kerian. The honorific name of the state is Darul Naim .\nKelantan is located in the north-eastern corner of the peninsula. Kelantan, which is said to translate as the \"Land of Lightning\", is an agrarian state with green paddy fields, rustic fishing villages and casuarina-lined beaches. Kelantan is home to some of th"}, {"title": "Perlis", "href": "/wiki/Perlis", "description": "Perlis, also known by its honorific title Perlis Indera Kayangan, is the smallest state in Malaysia. It lies at the northern part of the west coast of Peninsular Malaysia and has the Satun and Songkhla Provinces of Thailand on its northern border. It is bordered by the state of Kedah to the south. It was called Palit by the Siamese when it was under their influence. Perlis had a population of 227,"}, {"title": "Terengganu", "href": "/wiki/Terengganu", "description": "Terengganu, formerly spelled Trengganu or Tringganu, is a sultanate and constitutive state of federal Malaysia. The state is also known by its Arabic honorific, Dāru l-Īmān. The coastal city of Kuala Terengganu which stands at the mouth of the broad Terengganu River is both the state and royal capital as well as the largest city in Terengganu. There are many islands located close to the coast of T"}, {"title": "British protectorates", "href": "/wiki/British_protectorates", "description": "British protectorates were protectorates under the jurisdiction of the British government. Many territories which became British protectorates already had local rulers with whom the Crown negotiated through treaty, acknowledging their status whilst simultaneously offering protection. British protectorates were therefore governed by indirect rule. In most cases, the local ruler, as well as the subj"}]}, {"heading": "Events", "year": "1922", "date": "March 10", "txt": "Mahatma Gandhi is arrested in India, tried for sedition, and sentenced to six years in prison, only to be released after nearly two years for an appendicitis operation.", "entities": [{"title": "Mahatma Gandhi", "href": "/wiki/Mahatma_Gandhi", "description": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British rule, and in turn inspired movements for civil rights and freedom across the world. The honorific Mahātmā, first applied to him in 1914 in South Africa, is now used throughout the world."}, {"title": "Sedition", "href": "/wiki/Sedition", "description": "\nSedition is overt conduct, such as speech and organization, that tends toward rebellion against the established order. Sedition often includes subversion of a constitution and incitement of discontent toward, or insurrection against, established authority. Sedition may include any commotion, though not aimed at direct and open violence against the laws. Seditious words in writing are seditious li"}, {"title": "Appendicitis", "href": "/wiki/Appendicitis", "description": "Appendicitis is inflammation of the appendix. Symptoms commonly include right lower abdominal pain, nausea, vomiting, and decreased appetite. However, approximately 40% of people do not have these typical symptoms. Severe complications of a ruptured appendix include widespread, painful inflammation of the inner lining of the abdominal wall and sepsis."}]}, {"heading": "Events", "year": "1933", "date": "March 10", "txt": "The Long Beach earthquake affects the Greater Los Angeles Area, leaving around 108 people dead.", "entities": [{"title": "1933 Long Beach earthquake", "href": "/wiki/1933_Long_Beach_earthquake", "description": "The 1933 Long Beach earthquake took place on March 10 at 5:54 P.M. PST south of downtown Los Angeles. The epicenter was offshore, southeast of Long Beach, California, on the Newport–Inglewood Fault. The earthquake had a magnitude estimated at 6.4 Mw, and a maximum Mercalli intensity of VIII (Severe). Damage to buildings was widespread throughout Southern California. It resulted in 115 to 120 fatal"}, {"title": "Greater Los Angeles Area", "href": "/wiki/Greater_Los_Angeles_Area", "description": "Greater Los Angeles, also called the Southland, with a 2019 population of 18,710,563, is the second-largest urban region area in the United States, encompassing five counties in southern California extending from Ventura County in the west to San Bernardino County and Riverside County in the east, with Los Angeles County in the center and Orange County to the southeast. According to the U.S. Censu"}]}, {"heading": "Events", "year": "1944", "date": "March 10", "txt": "Greek Civil War: The Political Committee of National Liberation is established in Greece by the National Liberation Front.", "entities": [{"title": "Greek Civil War", "href": "/wiki/Greek_Civil_War", "description": "The Greek Civil War was fought between the Greek government army and the Democratic Army of Greece (DSE) — the military branch of the Communist Party of Greece (KKE) from 1946 to 1949. The fighting resulted in the defeat of the DSE by the Hellenic Army."}, {"title": "Political Committee of National Liberation", "href": "/wiki/Political_Committee_of_National_Liberation", "description": "The Political Committee of National Liberation, commonly known as the \"Mountain Government\", was a Communist Party-dominated government established in Greece in 1944 in opposition to both the collaborationist German-controlled government at Athens and to the royal government-in-exile in Cairo. It was integrated with the Greek government-in-exile in a national unity government at the Lebanon confer"}, {"title": "National Liberation Front (Greece)", "href": "/wiki/National_Liberation_Front_(Greece)", "description": "The National Liberation Front was the main movement of the Greek Resistance during the Axis occupation of Greece. Its main driving force was the Communist Party of Greece (KKE), but its membership throughout the occupation included several other leftist and republican groups. ΕΑΜ became the first true mass social movement in modern Greek history. Its military wing, the Greek People's Liberation Ar"}]}, {"heading": "Events", "year": "1945", "date": "March 10", "txt": "World War II: The U.S. Army Air Force firebombs Tokyo, and the resulting conflagration kills more than 100,000 people, mostly civilians.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Bombing of Tokyo (10 March 1945)", "href": "/wiki/Bombing_of_Tokyo_(10_March_1945)", "description": "On the night of 9/10 March 1945, the United States Army Air Forces (USAAF) conducted a devastating firebombing raid on Tokyo, the Japanese capital city. This attack was code-named Operation Meetinghouse by the USAAF and is known as the Great Tokyo Air Raid in Japan. Bombs dropped from 279 Boeing B-29 Superfortress heavy bombers burned out much of eastern Tokyo. More than 90,000 and possibly over 1"}]}, {"heading": "Events", "year": "1949", "date": "March 10", "txt": "Mildred Gillars (\"Axis Sally\") is convicted of treason.", "entities": [{"title": "Mildred Gillars", "href": "/wiki/Mildred_Gillars", "description": "Mildred Elizabeth Gillars, nicknamed \"Axis Sally\" along with Rita Zucca, was an American broadcaster employed by Nazi Germany to disseminate Axis propaganda during World War II. Following her capture in post-war Berlin, she became the first woman to be convicted of treason against the United States. In March 1949, she was sentenced to ten to thirty years' imprisonment. She was released in 1961."}, {"title": "Axis Sally", "href": "/wiki/Axis_Sally", "description": "Axis Sally was the generic nickname given to women radio personalities who broadcast English-language propaganda on behalf of the European Axis Powers during World War II. These included:Mildred Gillars, a German-American who broadcast for Germany. She was \"the first woman in US history to be convicted of treason\" by the United States and \"on 8 March 1949 was sentenced to ten to thirty years' impr"}, {"title": "Treason", "href": "/wiki/Treason", "description": "Treason is the crime of attacking a state authority to which one owes allegiance. This typically includes acts such as participating in a war against one's native country, attempting to overthrow its government, spying on its military, its diplomats, or its secret services for a hostile and foreign power, or attempting to kill its head of state. A person who commits treason is known in law as a tr"}]}, {"heading": "Events", "year": "1952", "date": "March 10", "txt": "Fulgencio Batista leads a successful coup in Cuba.", "entities": [{"title": "Fulgencio Batista", "href": "/wiki/Fulgencio_Batista", "description": "Fulgencio Batista y Zaldívar was a Cuban military officer and politician who served as the elected president of Cuba from 1940 to 1944 and as its U.S.-backed military dictator from 1952 to 1959 before being overthrown during the Cuban Revolution. Batista initially rose to power as part of the 1933 Revolt of the Sergeants, which overthrew the provisional government of Carlos Manuel de Céspedes y Qu"}, {"title": "Coup", "href": "/wiki/Coup", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}]}, {"heading": "Events", "year": "1959", "date": "March 10", "txt": "Tibetan uprising: Fearing an abduction attempt by China, thousands of Tibetans surround the Dalai Lama's palace to prevent his removal.", "entities": [{"title": "1959 Tibetan uprising", "href": "/wiki/1959_Tibetan_uprising", "description": "The 1959 Tibetan uprising or the 1959 Tibetan rebellion began on 10 March 1959, when a revolt erupted in Lhasa, the capital of Tibet, which had been under the effective control of the People's Republic of China since the Seventeen Point Agreement was reached in 1951. The initial uprising occurred amid general Chinese-Tibetan tensions and in a context of confusion, as Tibetan protestors feared that"}, {"title": "Tibetan people", "href": "/wiki/Tibetan_people", "description": "The Tibetan people are an East Asian ethnic group native to Tibet. Their current population is estimated to be around 6.7 million. In addition to the majority living in Tibet Autonomous Region of China, significant numbers of Tibetans live in the Baltistan region of Pakistan, Chinese provinces of Gansu, Qinghai, Sichuan and Yunnan, as well as in India, Nepal and Bhutan."}, {"title": "Dalai Lama", "href": "/wiki/Dalai_Lama", "description": "Dalai Lama is a title given by the Tibetan people to the foremost spiritual leader of the Gelug or \"Yellow Hat\" school of Tibetan Buddhism, the newest of the classical schools of Tibetan Buddhism. The 14th and current Dalai Lama is Tenzin Gyatso, who lives as a refugee in India. The Dalai Lama is also considered to be the successor in a line of tulkus who are believed to be incarnations of Avaloki"}]}, {"heading": "Events", "year": "1966", "date": "March 10", "txt": "Military Prime Minister of South Vietnam Nguyễn Cao Kỳ sacks rival General Nguyễn Chánh Thi, precipitating large-scale civil and military dissension in parts of the nation.", "entities": [{"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Nguyễn Cao Kỳ", "href": "/wiki/Nguy%E1%BB%85n_Cao_K%E1%BB%B3", "description": "Nguyễn Cao Kỳ was a Vietnamese military officer and politician who served as the chief of the Republic of Vietnam Air Force in the 1960s, before leading the nation as the prime minister of South Vietnam in a military junta from 1965 to 1967. Then, until his retirement from politics in 1971, he served as vice president to bitter rival General Nguyễn Văn Thiệu, in a nominally civilian administration"}, {"title": "Nguyễn Chánh Thi", "href": "/wiki/Nguy%E1%BB%85n_Ch%C3%A1nh_Thi", "description": "Nguyễn Chánh Thi was an officer in the Army of the Republic of Vietnam (ARVN). He is best known for being involved in frequent coups in the 1960s and wielding substantial influence as a key member of various juntas that ruled South Vietnam from 1964 until 1966, when he was overpowered by Republic of Vietnam Air Force chief and Prime Minister Nguyễn Cao Kỳ in a power struggle and exiled to the Unit"}, {"title": "Buddhist Uprising", "href": "/wiki/Buddhist_Uprising", "description": "The Buddhist Uprising of 1966 was a period of civil and military unrest in South Vietnam, largely focused in the I Corps area in the north of the country in central Vietnam. The area is a heartland of Vietnamese Buddhism, and at the time, activist Buddhist monks and civilians were at the forefront of opposition to a series of military juntas that had been ruling the nation, as well as prominently "}]}, {"heading": "Events", "year": "1969", "date": "March 10", "txt": "In Memphis, Tennessee, James Earl Ray pleads guilty to assassinating Martin Luther King Jr. He later unsuccessfully attempts to recant.", "entities": [{"title": "Memphis, Tennessee", "href": "/wiki/Memphis,_Tennessee", "description": "Memphis is a city along the Mississippi River in southwestern Shelby County, Tennessee, United States. Its 2019 estimated population was 651,073, making it Tennessee's second-most populous city behind Nashville, the nation's 28th-largest, and the largest city proper situated along the Mississippi River. Greater Memphis is the 42nd-largest metropolitan area in the United States, with a population o"}, {"title": "James Earl Ray", "href": "/wiki/James_Earl_Ray", "description": "James Earl Ray was an American fugitive and felon convicted of assassinating Martin Luther King Jr. at the Lorraine Motel in Memphis, Tennessee, on April 4, 1968. Ray was convicted in 1969 after entering a guilty plea—thus forgoing a jury trial and the possibility of a death sentence—and was sentenced to 24 years of imprisonment."}, {"title": "Martin Luther King Jr.", "href": "/wiki/Martin_Luther_King_Jr.", "description": "Martin Luther King Jr. was an African American Baptist minister and activist who became the most visible spokesperson and leader in the American civil rights movement from 1955 until his assassination in 1968. King advanced civil rights through nonviolence and civil disobedience, inspired by his Christian beliefs and the nonviolent activism of Mahatma Gandhi. He was the son of early civil rights a"}]}, {"heading": "Events", "year": "1970", "date": "March 10", "txt": "Vietnam War: Captain Ernest Medina is charged by the U.S. military with My Lai war crimes.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Ernest Medina", "href": "/wiki/Ernest_Medina", "description": "Ernest Lou Medina was a captain of infantry in the United States Army. He served during the Vietnam War. He was the commanding officer of Company C, 1st Battalion, 20th Infantry of the 11th Brigade, Americal Division, the unit responsible for the My Lai Massacre of 16 March 1968. He was court martialed in 1971 for his role in that war crime, but acquitted the same year."}, {"title": "My Lai Massacre", "href": "/wiki/My_Lai_Massacre", "description": "The Mỹ Lai massacre was the mass murder of unarmed South Vietnamese civilians by U.S. troops in Sơn Tịnh District, South Vietnam, on March 16, 1968 during the Vietnam War. Between 347 and 504 unarmed people were killed by U.S. Army soldiers from Company C, 1st Battalion, 20th Infantry Regiment and Company B, 4th Battalion, 3rd Infantry Regiment, 11th Brigade, 23rd (Americal) Infantry Division. Vic"}]}, {"heading": "Events", "year": "1975", "date": "March 10", "txt": "Vietnam War: Ho Chi Minh Campaign: North Vietnamese troops attack Ban Mê Thuột in the South on their way to capturing Saigon in the final push for victory over South Vietnam.", "entities": [{"title": "1975 Spring Offensive", "href": "/wiki/1975_Spring_Offensive", "description": "The 1975 spring offensive, officially known as the general offensive and uprising of spring 1975 was the final North Vietnamese campaign in the Vietnam War that led to the capitulation of South Vietnam. After the initial success capturing Phước Long Province, the North Vietnamese leadership increased the scope of the People's Army of Vietnam's (PAVN) offensive and captured and held the key Central"}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}, {"title": "Battle of Ban Me Thuot", "href": "/wiki/Battle_of_Ban_Me_Thuot", "description": "The Battle of Ban Me Thuot was a decisive battle of the Vietnam War which led to the complete destruction of South Vietnam's II Corps Tactical Zone. The battle was part of a larger North Vietnamese military operation known as Campaign 275 to capture the Tay Nguyen region, known in the West as the Vietnamese Central Highlands."}, {"title": "Saigon", "href": "/wiki/Saigon", "description": "Ho Chi Minh City, commonly known by its previous name, Saigon, is the largest and most populous city in Vietnam, situated in South Vietnam. In southeastern region, the city surrounds the Saigon River and covers about 2,061 square kilometres."}]}, {"heading": "Events", "year": "1977", "date": "March 10", "txt": "Astronomers discover the rings of Uranus.", "entities": [{"title": "Rings of Uranus", "href": "/wiki/Rings_of_Uranus", "description": "The rings of Uranus are intermediate in complexity between the more extensive set around Saturn and the simpler systems around Jupiter and Neptune. The rings of Uranus were discovered on March 10, 1977, by James L. Elliot, Edward W. Dunham, and Jessica Mink. William Herschel had also reported observing rings in 1789; modern astronomers are divided on whether he could have seen them, as they are ve"}]}, {"heading": "Events", "year": "1990", "date": "March 10", "txt": "In Haiti, Prosper Avril is ousted 18 months after seizing power in a coup.", "entities": [{"title": "Haiti", "href": "/wiki/Haiti", "description": "Haiti ; French: Haïti [a.iti]; officially the Republic of Haiti and formerly known as Hayti, is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south"}, {"title": "Prosper Avril", "href": "/wiki/Prosper_Avril", "description": "Matthieu Prosper Avril is a Haitian political figure who was President of Haiti from 1988 to 1990. A trusted member of François Duvalier's Presidential Guard and adviser to Jean-Claude Duvalier, Lt. Gen. Avril led the September 1988 Haitian coup d'état against a transition military government installed after Jean-Claude Duvalier's 1986 overthrow. He was President until March 1990, in a period whic"}, {"title": "Coup", "href": "/wiki/Coup", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}]}, {"heading": "Events", "year": "2000", "date": "March 10", "txt": "The Dot-com bubble peaks with the NASDAQ Composite stock market index reaching 5,048.62.", "entities": [{"title": "Dot-com bubble", "href": "/wiki/Dot-com_bubble", "description": "The dot-com bubble was a stock market bubble caused by excessive speculation of Internet-related companies in the late 1990s, a period of massive growth in the use and adoption of the Internet."}, {"title": "NASDAQ Composite", "href": "/wiki/NASDAQ_Composite", "description": "The Nasdaq Composite is a stock market index that includes almost all stocks listed on the Nasdaq stock Exchange. Along with the Dow Jones Industrial Average and S&P 500, it is one of the three most-followed stock market indices in the United States. The composition of the NASDAQ Composite is heavily weighted towards companies in the information technology sector. The Nasdaq-100, which includes 10"}]}, {"heading": "Events", "year": "2006", "date": "March 10", "txt": "The Mars Reconnaissance Orbiter arrives at Mars.", "entities": [{"title": "Mars Reconnaissance Orbiter", "href": "/wiki/Mars_Reconnaissance_Orbiter", "description": "Mars Reconnaissance Orbiter (MRO) is a spacecraft designed to study the geology and climate of Mars, provide reconnaissance of future landing sites, and relay data from surface missions back to Earth. It was launched on August 12, 2005 and reached Mars on March 10, 2006. In November 2006, after five months of aerobraking, it entered its final science orbit and began its primary science phase. The "}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "2017", "date": "March 10", "txt": "The impeachment of President Park Geun-hye of South Korea in response to a major political scandal is unanimously upheld by the country's Constitutional Court, ending her presidency.", "entities": [{"title": "Impeachment of Park Geun-hye", "href": "/wiki/Impeachment_of_Park_Geun-hye", "description": "The impeachment of Park Geun-hye, President of South Korea, was the culmination of a political scandal involving interventions to the presidency from her aide, Choi Soon-sil. The impeachment vote took place on 9 December 2016, with 234 members of the 300-member National Assembly voting in favour of the impeachment and temporary suspension of Park Geun-hye's presidential powers and duties. This exc"}, {"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}, {"title": "Park Geun-hye", "href": "/wiki/Park_Geun-hye", "description": "Park Geun-hye is a former South Korean politician who served as President of South Korea from 2013 until 2017 when she was impeached and later convicted on related corruption charges. Park was the first woman to be President of South Korea and also the first female president popularly elected as head of state in East Asia. She was also the first South Korean president to be born after the founding"}, {"title": "South Korea", "href": "/wiki/South_Korea", "description": "South Korea, officially the Republic of Korea (ROK), is a country in East Asia, constituting the southern part of the Korean Peninsula, and sharing a land border with North Korea. 25 million people, around half of the country's population of 51 million, live in the Seoul Capital Area, the fifth-largest metropolitan area in the world."}, {"title": "2016 South Korean political scandal", "href": "/wiki/2016_South_Korean_political_scandal", "description": "The 2016 South Korean political scandal involves the influence of Choi Soon-sil, the daughter of shaman-esque cult leader Choi Tae-min, over President Park Geun-hye of South Korea."}, {"title": "Constitutional Court of Korea", "href": "/wiki/Constitutional_Court_of_Korea", "description": "The Constitutional Court of Korea is an independent and specialised court in South Korea, whose primary role is the reviewing of constitutionality under the Constitution of the Republic of Korea. It also has administrative law functions such as ruling on competence disputes between governmental entities, giving final decisions on impeachments, and making judgments on the dissolution of political p"}]}, {"heading": "Events", "year": "2019", "date": "March 10", "txt": "Ethiopian Airlines Flight 302, a Boeing 737 MAX, crashes, leading to all 737 MAX aircraft being grounded worldwide.", "entities": [{"title": "Ethiopian Airlines Flight 302", "href": "/wiki/Ethiopian_Airlines_Flight_302", "description": "Ethiopian Airlines Flight 302 was a scheduled international passenger flight from Addis Ababa Bole International Airport in Ethiopia to Jomo Kenyatta International Airport in Nairobi, Kenya. On 10 March 2019, the Boeing 737 MAX 8 aircraft which operated the flight crashed near the town of Bishoftu six minutes after takeoff, killing all 157 people aboard. The cause of the accident is under investig"}, {"title": "Boeing", "href": "/wiki/Boeing", "description": "The Boeing Company is an American multinational corporation that designs, manufactures, and sells airplanes, rotorcraft, rockets, satellites, telecommunications equipment, and missiles worldwide. The company also provides leasing and product support services. Boeing is among the largest global aerospace manufacturers; it is the second-largest defense contractor in the world based on 2018 revenue, "}, {"title": "737 MAX", "href": "/wiki/737_MAX", "description": "The Boeing 737 MAX is the fourth generation of Boeing 737, a narrow-body airliner manufactured by Boeing Commercial Airplanes (BCA). It succeeds the Boeing 737 Next Generation (NG) and competes with the Airbus A320neo family.\n\nThe 737 MAX is based on earlier 737 designs, with more efficient CFM International LEAP-1B engines, aerodynamic changes, including its distinctive split-tip winglets, and ai"}]}, {"heading": "Births", "year": "1452", "date": "March 10", "txt": "Ferdinand II, king of Castile and León (d. 1516)", "entities": [{"title": "Ferdinand II of Aragon", "href": "/wiki/Ferdinand_II_of_Aragon", "description": "Ferdinand II was King of Aragon from 1479 to his death. As the husband of Queen Isabella I of Castile, he was King of Castile from 1474 to 1504 as Ferdinand V. He reigned over a dynastically unified Spain jointly with Isabella; together they are known as the Catholic Monarchs. Ferdinand is considered de facto the first king of Spain, being described as such during his own lifetime, although Castil"}, {"title": "Kingdom of Castile", "href": "/wiki/Kingdom_of_Castile", "description": "The Kingdom of Castile was a large and powerful state on the Iberian Peninsula during the Middle Ages. Its name comes from the host of castles constructed in the region. It began in the 9th century as the County of Castile, an eastern frontier lordship of the Kingdom of León. During the 10th century, its counts increased their autonomy, but it was not until 1065 that it was separated from León and"}, {"title": "Kingdom of León", "href": "/wiki/Kingdom_of_Le%C3%B3n", "description": "The Kingdom of León was an independent kingdom situated in the northwest region of the Iberian Peninsula. It was founded in AD 910 when the Christian princes of Asturias along the northern coast of the peninsula shifted their capital from Oviedo to the city of León. The kings of León fought civil wars, wars against neighbouring kingdoms, and campaigns to repel invasions by both the Moors and the V"}]}, {"heading": "Births", "year": "1503", "date": "March 10", "txt": "Ferdinand I, Holy Roman Emperor (d. 1564)", "entities": [{"title": "Ferdinand I, Holy Roman Emperor", "href": "/wiki/Ferdinand_I,_Holy_Roman_Emperor", "description": "Ferdinand I was Holy Roman Emperor from 1556, King of Bohemia, Hungary, and Croatia from 1526, and Archduke of Austria from 1521 until his death in 1564. Before his accession, he ruled the Austrian hereditary lands of the Habsburgs in the name of his elder brother, Charles V, Holy Roman Emperor. Also, he often served as Charles' representative in the Holy Roman Empire and developed encouraging rel"}]}, {"heading": "Births", "year": "1536", "date": "March 10", "txt": "Thomas Howard, 4th Duke of Norfolk, English politician, Earl Marshal of the United Kingdom (d. 1572)", "entities": [{"title": "Thomas Howard, 4th Duke of Norfolk", "href": "/wiki/Thomas_Howard,_4th_Duke_of_Norfolk", "description": "Thomas Howard, 4th Duke of Norfolk, was an English nobleman and politician. Although from a family with strong Catholic leanings, he was raised a Protestant. He was a second cousin of Queen Elizabeth I through her maternal grandmother, and held many high offices during her reign."}, {"title": "Earl Marshal", "href": "/wiki/Earl_Marshal", "description": "Earl Marshal is a hereditary royal officeholder and chivalric title under the sovereign of the United Kingdom used in England. He is the eighth of the Great Officers of State in the United Kingdom, ranking beneath the Lord High Constable and above the Lord High Admiral. A Duke of Norfolk has held the office since 1672."}]}, {"heading": "Births", "year": "1604", "date": "March 10", "txt": "Johann Rudolf Glauber, German-Dutch alchemist and chemist (d. 1670)", "entities": [{"title": "Johann Rudolf Glauber", "href": "/wiki/Johann_Rudolf_Glauber", "description": "Johann Rudolf Glauber was a German-Dutch alchemist and chemist. Some historians of science have described him as one of the first chemical engineers. His discovery of sodium sulfate in 1625 led to the compound being named after him: \"Glauber's salt\"."}]}, {"heading": "Births", "year": "1628", "date": "March 10", "txt": "François Girardon, French sculptor (d. 1715)", "entities": [{"title": "François Girardon", "href": "/wiki/Fran%C3%A7ois_Girardon", "description": "François Girardon was a French sculptor of the Style Louis XIV or French Baroque, best known for his statues and busts of Louis XIV and for his statuary in the gardens of the Palace of Versailles."}]}, {"heading": "Births", "year": "1628", "date": "March 10", "txt": "Marcello Malpighi, Italian physician and biologist (d. 1694)", "entities": []}, {"heading": "Births", "year": "1653", "date": "March 10", "txt": "John Benbow, Royal Navy admiral (d. 1702)", "entities": [{"title": "John Benbow", "href": "/wiki/John_Benbow", "description": "John Benbow was an English officer in the Royal Navy. He joined the navy aged 25 years, seeing action against Algerian pirates before leaving and joining the merchant navy where he traded until the Glorious Revolution of 1688, whereupon he returned to the Royal Navy and was commissioned."}]}, {"heading": "Births", "year": "1656", "date": "March 10", "txt": "Giacomo Serpotta, Italian Rococo sculptor (d. 1732)", "entities": [{"title": "Giacomo Serpotta", "href": "/wiki/Giacomo_Serpotta", "description": "Giacomo Serpotta was an Italian sculptor, active in a Rococo style and mainly working in stucco."}]}, {"heading": "Births", "year": "1709", "date": "March 10", "txt": "Georg Wilhelm Steller, German botanist, zoologist, physician, and explorer (d. 1746)", "entities": [{"title": "Georg Wilhelm Steller", "href": "/wiki/Georg_Wilhelm_Steller", "description": "Georg Wilhelm Steller was a German botanist, zoologist, physician and explorer, who worked in Russia and is considered a pioneer of Alaskan natural history."}]}, {"heading": "Births", "year": "1749", "date": "March 10", "txt": "Lorenzo Da Ponte, Italian-American priest and poet (d. 1838)", "entities": [{"title": "Lorenzo Da Ponte", "href": "/wiki/Lorenzo_Da_Ponte", "description": "Lorenzo Da Ponte was an Italian, later American, opera librettist, poet and Roman Catholic priest. He wrote the libretti for 28 operas by 11 composers, including three of Mozart's most celebrated operas, The Marriage of Figaro (1786), Don Giovanni (1787), and Così fan tutte (1790)."}]}, {"heading": "Births", "year": "1769", "date": "March 10", "txt": "Joseph Williamson, English businessman and philanthropist (d. 1840)", "entities": [{"title": "Joseph Williamson (philanthropist)", "href": "/wiki/Joseph_Williamson_(philanthropist)", "description": "Joseph Williamson was an English eccentric, businessman, property owner and a philanthropist who is best known for the Williamson Tunnels, which were constructed under his direction in the Edge Hill area of Liverpool, England. His philanthropy earned him the nickname the King of Edge Hill, whilst his tunnel-building activity earned him posthumous nicknames, including the Mole of Edge Hill and the "}]}, {"heading": "Births", "year": "1772", "date": "March 10", "txt": "Karl Wilhelm Friedrich Schlegel, German poet and critic (d. 1829)", "entities": [{"title": "Karl Wilhelm Friedrich Schlegel", "href": "/wiki/Karl_Wilhelm_Friedrich_Schlegel", "description": "Karl Wilhelm Friedrich Schlegel was a German poet, literary critic, philosopher, philologist, and Indologist. With his older brother, August Wilhelm Schlegel, he was one of the main figures of Jena Romanticism."}]}, {"heading": "Births", "year": "1777", "date": "March 10", "txt": "Louis Hersent, French painter (d. 1860)", "entities": [{"title": "Louis Hersent", "href": "/wiki/Louis_Hersent", "description": "Louis Hersent was a French painter."}]}, {"heading": "Births", "year": "1787", "date": "March 10", "txt": "Francisco de Paula Martínez de la Rosa y Berdejo, Spanish playwright and politician, Prime Minister of Spain (d. 1862)", "entities": [{"title": "Francisco de Paula Martínez de la Rosa y Berdejo", "href": "/wiki/Francisco_de_Paula_Mart%C3%ADnez_de_la_Rosa_y_Berdejo", "description": "Francisco de Paula Martínez de la Rosa y Cornejo was a Spanish statesman and dramatist and the first prime minister of Spain to receive the title of President of the Council of Ministers."}, {"title": "Prime Minister of Spain", "href": "/wiki/Prime_Minister_of_Spain", "description": "The President of the Government of Spain, commonly referred to in Spain as Presidente del Gobierno, and known in English as the prime minister of Spain, is the head of government of Spain. The office was established in its current form by the Constitution of 1978 and it was first regulated in 1823 as a chairmanship of the extant Council of Ministers, although it is not possible to determine when i"}]}, {"heading": "Births", "year": "1787", "date": "March 10", "txt": "William Etty, English painter and academic (d. 1849)", "entities": []}, {"heading": "Births", "year": "1788", "date": "March 10", "txt": "Joseph Freiherr von Eichendorff, German author, poet, playwright, and critic (d. 1857)", "entities": [{"title": "Joseph Freiherr von Eichendorff", "href": "/wiki/Joseph_Freiherr_von_Eichendorff", "description": "Joseph Freiherr von Eichendorff was a German poet, novelist, playwright, literary critic, translator, and anthologist. Eichendorff was one of the major writers and critics of Romanticism. Ever since their publication and up to the present day, some of his works have been very popular in Germany."}]}, {"heading": "Births", "year": "1788", "date": "March 10", "txt": "Edward Hodges Baily, English sculptor (d. 1867)", "entities": []}, {"heading": "Births", "year": "1789", "date": "March 10", "txt": "Manuel de la Peña y Peña, Mexican lawyer and 20th President (1847) (d. 1850)", "entities": [{"title": "Manuel de la Peña y Peña", "href": "/wiki/Manuel_de_la_Pe%C3%B1a_y_Pe%C3%B1a", "description": "José Manuel de la Peña y Peña was a Mexican politician and lawyer, interim president of Mexico from 26 September 1847 to 13 November 1847 and president from 8 January 1848 to 3 June 1848."}]}, {"heading": "Births", "year": "1795", "date": "March 10", "txt": "Joseph Légaré, Canadian painter and glazier, artist, seigneur and political figure (d. 1855)", "entities": [{"title": "Joseph Légaré", "href": "/wiki/Joseph_L%C3%A9gar%C3%A9", "description": "Joseph Légaré was a painter and glazier, artist, seigneur and political figure in Lower Canada."}]}, {"heading": "Births", "year": "1810", "date": "March 10", "txt": "Samuel Ferguson, Irish poet and lawyer (d. 1886)", "entities": [{"title": "Samuel Ferguson", "href": "/wiki/Samuel_Ferguson", "description": "Sir Samuel Ferguson was an Irish poet, barrister, antiquarian, artist and public servant. He was an acclaimed 19th-century Irish poet, and his interest in Irish mythology and early Irish history can be seen as a forerunner of William Butler Yeats and the other poets of the Irish Literary Revival."}]}, {"heading": "Births", "year": "1844", "date": "March 10", "txt": "Pablo de Sarasate, Spanish violinist and composer (d. 1908)", "entities": [{"title": "Pablo de Sarasate", "href": "/wiki/Pablo_de_Sarasate", "description": "Pablo Martín Melitón de Sarasate y Navascués, commonly known as Pablo de Sarasate, was a Spanish violin virtuoso, composer and conductor of the Romantic period. His best known works include Zigeunerweisen, the Spanish Dances, and the Carmen Fantasy."}]}, {"heading": "Births", "year": "1844", "date": "March 10", "txt": "Marie Euphrosyne Spartali, British Pre-Raphaelite painter (d. 1927)", "entities": []}, {"heading": "Births", "year": "1845", "date": "March 10", "txt": "Alexander III of Russia (d. 1894)", "entities": [{"title": "Alexander III of Russia", "href": "/wiki/Alexander_III_of_Russia", "description": "Alexander III was Emperor of Russia, King of Poland and Grand Duke of Finland from 13 March 1881 until his death in 1894. He was highly reactionary and reversed some of the liberal reforms of his father, Alexander II. Under the influence of Konstantin Pobedonostsev (1827–1907), he opposed any reform that limited his autocratic rule. During his reign, Russia fought no major wars; he was therefore s"}]}, {"heading": "Births", "year": "1846", "date": "March 10", "txt": "Edward Baker Lincoln, American son of Abraham Lincoln (d. 1850)", "entities": [{"title": "Edward Baker Lincoln", "href": "/wiki/Edward_Baker_Lincoln", "description": "Edward Baker Lincoln was the second son of Abraham Lincoln and Mary Todd Lincoln. He was named after Lincoln's friend Edward Dickinson Baker. The National Park Service uses \"Eddie\" as a nickname and the name is also on his gravestone."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}]}, {"heading": "Births", "year": "1849", "date": "March 10", "txt": "Hallie Quinn Brown, African-American educator, writer and activist (d. 1949)", "entities": [{"title": "Hallie Quinn Brown", "href": "/wiki/Hallie_Quinn_Brown", "description": "Hallie Quinn Brown was an American educator, writer and activist."}]}, {"heading": "Births", "year": "1850", "date": "March 10", "txt": "Spencer Gore, English tennis player and cricketer (d. 1906)", "entities": [{"title": "Spencer Gore (sportsman)", "href": "/wiki/Spencer_Gore_(sportsman)", "description": "Spencer William Gore was an English tennis player who won the first Wimbledon tournament in 1877 and a first-class cricketer who played for Surrey County Cricket Club (1874-1875)."}]}, {"heading": "Births", "year": "1853", "date": "March 10", "txt": "Thomas Mackenzie, Scottish-New Zealand cartographer and politician, 18th Prime Minister of New Zealand (d. 1930)", "entities": [{"title": "Thomas Mackenzie", "href": "/wiki/Thomas_Mackenzie", "description": "Sir Thomas Mackenzie was a Scottish-born New Zealand politician and explorer who briefly served as the 18th Prime Minister of New Zealand in 1912, and later served as New Zealand High Commissioner in London."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1867", "date": "March 10", "txt": "Hector Guimard, French-American architect (d. 1942)", "entities": [{"title": "Hector Guimard", "href": "/wiki/Hector_Guimard", "description": "Hector Guimard was a French architect and designer, and a prominent figure of the Art Nouveau style. He achieved early fame with his design for the Castel Beranger, the first Art Nouveau apartment building in Paris, which was selected in an 1899 competition as one of the best new building facades in the city. He is best known for the glass and iron edicules or canopies, with ornamental Art Nouveau"}]}, {"heading": "Births", "year": "1867", "date": "March 10", "txt": "Lillian Wald, American nurse, humanitarian, and author, founded the Henry Street Settlement (d. 1940)", "entities": [{"title": "Henry Street Settlement", "href": "/wiki/Henry_Street_Settlement", "description": "The Henry Street Settlement is a not-for-profit social service agency in the Lower East Side neighborhood of Manhattan, New York City that provides social services, arts programs and health care services to New Yorkers of all ages. It was founded under the name Nurses' Settlement in 1893 by progressive reformer and nurse Lillian Wald."}]}, {"heading": "Births", "year": "1870", "date": "March 10", "txt": "David Riazanov, Russian theorist and politician (d. 1938)", "entities": [{"title": "David Riazanov", "href": "/wiki/David_Riazanov", "description": "David Riazanov, born David Borisovich Goldendakh, was a political revolutionary, Marxist theoretician, and archivist. Riazanov is best remembered as the founder of the Marx-Engels Institute and editor of the first large-scale effort to publish the collected works of these two founders of the modern socialist movement. Riazanov is also remembered as a prominent victim of the Great Terror of the lat"}]}, {"heading": "Births", "year": "1873", "date": "March 10", "txt": "Jakob Wassermann, German-Austrian soldier and author (d. 1934)", "entities": [{"title": "Jakob Wassermann", "href": "/wiki/Jakob_Wassermann", "description": "Jakob Wassermann was a German writer and novelist."}]}, {"heading": "Births", "year": "1876", "date": "March 10", "txt": "Anna Hyatt Huntington, American sculptor (d. 1973)", "entities": [{"title": "Anna Hyatt Huntington", "href": "/wiki/Anna_Hyatt_Huntington", "description": "Anna Vaughn Hyatt Huntington was an American sculptor who was among New York City's most prominent sculptors in the early 20th century. At a time when very few women were successful artists, she had a thriving career. Hyatt Huntington exhibited often, traveled widely, received critical acclaim at home and abroad, and won multiple awards and commissions."}]}, {"heading": "Births", "year": "1877", "date": "March 10", "txt": "Pascual Ortiz Rubio, Mexican diplomat and president (1930-1932) (d. 1963)", "entities": [{"title": "Pascual Ortiz Rubio", "href": "/wiki/Pascual_Ortiz_Rubio", "description": "Pascual Ortiz Rubio was a Mexican politician and the President of Mexico from 1930 to 1932. He was one of three Mexican presidents to serve out the six-year term (1928–1934) of assassinated president-elect Álvaro Obregón, while former president Plutarco Elías Calles retained power in a period known as the Maximato. Calles was so blatantly in control of the government that Ortiz Rubio resigned the "}]}, {"heading": "Births", "year": "1881", "date": "March 10", "txt": "Jessie Boswell, English painter (d. 1956)", "entities": [{"title": "Jessie Boswell", "href": "/wiki/Jessie_Boswell", "description": "Jessie Boswell was an English painter, active mainly in her adoptive Piedmont, known as being one of the painters of the Gruppo dei Sei Pittori (1929–1931) in that city."}]}, {"heading": "Births", "year": "1888", "date": "March 10", "txt": "Barry Fitzgerald, Irish actor (d. 1961)", "entities": [{"title": "Barry Fitzgerald", "href": "/wiki/Barry_Fitzgerald", "description": "William Joseph Shields, known professionally as Barry Fitzgerald, was an Irish stage, film and television actor. In a career spanning almost forty years, he appeared in such notable films as Bringing Up Baby (1938), The Long Voyage Home (1940), How Green Was My Valley (1941), Going My Way (1944), None but the Lonely Heart (1944) and The Quiet Man (1952). For Going My Way (1944), he won the Academy"}]}, {"heading": "Births", "year": "1890", "date": "March 10", "txt": "Albert Ogilvie, Australian politician, 28th Premier of Tasmania (d. 1939)", "entities": [{"title": "Albert Ogilvie", "href": "/wiki/Albert_Ogilvie", "description": "Albert George Ogilvie was an Australian politician and Premier of Tasmania from 22 June 1934 until his death on 10 June 1939."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1892", "date": "March 10", "txt": "Arthur Honegger, French composer and educator (d. 1955)", "entities": [{"title": "Arthur Honegger", "href": "/wiki/Arthur_Honegger", "description": "Arthur Honegger was a Swiss composer, who was born in France and lived a large part of his life in Paris. He was a member of Les Six. His most well known work is probably Antigone, composed between 1924 and 1927 to the French libretto by Jean Cocteau based on the tragedy Antigone by Sophocles. It premiered on 28 December 1927 at the Théâtre Royal de la Monnaie with sets designed by Pablo Picasso a"}]}, {"heading": "Births", "year": "1892", "date": "March 10", "txt": "Gregory La Cava, American director, producer, and screenwriter (d. 1952)", "entities": []}, {"heading": "Births", "year": "1896", "date": "March 10", "txt": "Frederick Coulton Waugh, British cartoonist, painter, teacher and author (d. 1973)", "entities": [{"title": "Coulton Waugh", "href": "/wiki/Coulton_Waugh", "description": "Frederick Coulton Waugh was a cartoonist, painter, teacher and author, best known for his illustration work on the comic strip Dickie Dare and his book The Comics (1947), the first major study of the field."}]}, {"heading": "Births", "year": "1900", "date": "March 10", "txt": "Violet Brown, Jamaican supercentenarian, oldest Jamaican ever (d. 2017) ", "entities": [{"title": "Violet Brown", "href": "/wiki/Violet_Brown", "description": "Violet Brown was a Jamaican supercentenarian who was the oldest verified living person in the world for five months, following the death of Emma Morano on 15 April 2017 until her own death at the age of 117 years, 189 days on 15 September 2017. She was the fourth-oldest person in history at the time of her death and along with Nabi Tajima of Japan, was one of the last two living people known to ha"}]}, {"heading": "Births", "year": "1900", "date": "March 10", "txt": "Pandelis Pouliopoulos, Greek lawyer and politician (d. 1943)", "entities": []}, {"heading": "Births", "year": "1901", "date": "March 10", "txt": "Michel Seuphor, Belgian painter (d. 1999)", "entities": [{"title": "Michel Seuphor", "href": "/wiki/Michel_Seuphor", "description": "Fernand Berckelaers, pseudonym Michel Seuphor, was a Belgian painter."}]}, {"heading": "Births", "year": "1903", "date": "March 10", "txt": "Bix Beiderbecke, American cornet player, pianist, and composer (d. 1931)", "entities": [{"title": "Bix Beiderbecke", "href": "/wiki/Bix_Beiderbecke", "description": "Leon Bismark \"Bix\" Beiderbecke was an American jazz cornetist, pianist, and composer."}]}, {"heading": "Births", "year": "1903", "date": "March 10", "txt": "Edward Bawden, British artist and illustrator (d. 1989)", "entities": []}, {"heading": "Births", "year": "1903", "date": "March 10", "txt": "Clare Boothe Luce, American playwright, journalist, and diplomat, United States Ambassador to Italy (d. 1987)", "entities": [{"title": "United States Ambassador to Italy", "href": "/wiki/United_States_Ambassador_to_Italy", "description": "Since 1840, the United States has had diplomatic representation in the Italian Republic and its predecessor nation, the Kingdom of Italy, with a break in relations from 1941 to 1944 while Italy and the U.S. were at war during World War II. The U.S. Mission to Italy is headed by the Embassy of the United States in Rome, and also includes six consular offices"}]}, {"heading": "Births", "year": "1915", "date": "March 10", "txt": "Harry Bertoia, Italian-American sculptor and furniture designer (d. 1978)", "entities": [{"title": "Harry Bertoia", "href": "/wiki/Harry_Bertoia", "description": "Harry Bertoia, was an Italian-born American artist, sound art sculptor, and modern furniture designer."}]}, {"heading": "Births", "year": "1915", "date": "March 10", "txt": "Joža Horvat, Croatian writer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 10", "txt": "David Hare, American Surrealist artist, sculptor, photographer and painter (d. 1992)", "entities": [{"title": "David Hare (artist)", "href": "/wiki/David_Hare_(artist)", "description": "David Hare was an American artist, associated with the Surrealist movement. He is primarily known for his sculpture, though he also worked extensively in photography and painting."}]}, {"heading": "Births", "year": "1918", "date": "March 10", "txt": "Günther Rall, German general and pilot (d. 2009)", "entities": [{"title": "Günther Rall", "href": "/wiki/G%C3%BCnther_Rall", "description": "Günther Rall was a highly decorated German military aviator, officer and General, whose military career spanned nearly forty years. Rall was the third most successful fighter pilot in aviation history, behind Gerhard Barkhorn, who is second, and Erich Hartmann, who is first."}]}, {"heading": "Births", "year": "1920", "date": "March 10", "txt": "Alfred Peet, Dutch-American businessman, founded Peet's Coffee & Tea (d. 2007)", "entities": [{"title": "Alfred Peet", "href": "/wiki/Alfred_Peet", "description": "Alfred H. Peet was a Dutch-American entrepreneur and the founder of Peet's Coffee & Tea in Berkeley, California, in 1966. Peet is widely credited with starting the specialty coffee revolution in the US. Among coffee historians, Peet has been called \"the Dutchman who taught America how to drink coffee.\" Peet taught his style of roasting beans to Jerry Baldwin, Zev Siegl and Gordon Bowker, who, with"}, {"title": "Peet's Coffee & Tea", "href": "/wiki/Peet%27s_Coffee_%26_Tea", "description": "Peet's Coffee is a San Francisco Bay Area-based specialty coffee roaster and retailer owned by JAB Holding Company. Founded in 1966 by Alfred Peet in Berkeley, California, Peet's introduced the United States to its darker roasted Arabica coffee in blends including French Roast and grades appropriate for espresso drinks. Peet's offers freshly roasted beans, brewed coffee and espresso beverages, as "}]}, {"heading": "Births", "year": "1923", "date": "March 10", "txt": "Val Logsdon Fitch, American physicist and academic, Nobel Prize laureate (d. 2015)", "entities": [{"title": "Val Logsdon Fitch", "href": "/wiki/Val_Logsdon_Fitch", "description": "Val Logsdon Fitch was an American nuclear physicist who, with co-researcher James Cronin, was awarded the 1980 Nobel Prize in Physics for a 1964 experiment using the Alternating Gradient Synchrotron at Brookhaven National Laboratory that proved that certain subatomic reactions do not adhere to fundamental symmetry principles. Specifically, they proved, by examining the decay of K-mesons, that a re"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1924", "date": "March 10", "txt": "Judith Jones, American literary and cookbook editor (d. 2017)", "entities": [{"title": "Judith Jones", "href": "/wiki/Judith_Jones", "description": "Judith Jones was an American writer and editor, best known for having rescued The Diary of Anne Frank from the reject pile. Jones also championed Julia Child's Mastering the Art of French Cooking. She retired as senior editor and vice president at Alfred A. Knopf in 2011. Jones was also a cookbook author and memoirist. She won multiple lifetime achievement awards, including the James Beard Foundat"}]}, {"heading": "Births", "year": "1925", "date": "March 10", "txt": "Bob Lanier, American lawyer, banker, and politician, Mayor of Houston (d. 2014)", "entities": [{"title": "Bob Lanier (politician)", "href": "/wiki/Bob_Lanier_(politician)", "description": "Robert Clayton Lanier was an American businessman and politician. He served as mayor of the city of Houston, Texas, from 1992 to 1998. At the time of his death, he was Houston's oldest living mayor."}, {"title": "List of mayors of Houston", "href": "/wiki/List_of_mayors_of_Houston", "description": "The following is a list of people who have served as mayor of the city of Houston in the U.S. state of Texas."}]}, {"heading": "Births", "year": "1926", "date": "March 10", "txt": "Marques Haynes, American basketball player (d. 2015)", "entities": [{"title": "Marques Haynes", "href": "/wiki/Marques_Haynes", "description": "Marques Haynes was an American professional basketball player and member of the Harlem Globetrotters, notable for his remarkable ability to dribble the ball and keep it away from defenders. According to the 1988 film Harlem Globetrotters: Six Decades of Magic, Haynes could dribble the ball as many as 348 times a minute."}]}, {"heading": "Births", "year": "1927", "date": "March 10", "txt": "Claude Laydu, Belgian-French actor, producer, and screenwriter (d. 2011)", "entities": [{"title": "Claude Laydu", "href": "/wiki/Claude_Laydu", "description": "Claude Laydu was a Belgian-born Swiss actor on stage and in films. He was renowned for his performance in his film debut in the role of the young priest in Robert Bresson's Diary of a Country Priest (1950), which has been described as one of the greatest in the history of film."}]}, {"heading": "Births", "year": "1928", "date": "March 10", "txt": "Sara Montiel, Spanish actress (d. 2013)", "entities": [{"title": "Sara Montiel", "href": "/wiki/Sara_Montiel", "description": "María Antonia Abad Fernández MML, known professionally as Sara Montiel, and as Sarita Montiel, was a Spanish singer and actress. She has been called a \"sexual, feminist, and gay icon for Francoist Spain.\""}]}, {"heading": "Births", "year": "1928", "date": "March 10", "txt": "James Earl Ray, American criminal; assassin of Martin Luther King Jr. (d. 1998)", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 10", "txt": "Sam Steiger, American journalist and politician (d. 2012)", "entities": [{"title": "Sam Steiger", "href": "/wiki/Sam_Steiger", "description": "Samuel Steiger was an American politician, journalist, political pundit. He served five terms as a member of the U.S. House of Representatives, two terms in the Arizona State Senate, and one term as mayor of Prescott, Arizona. Steiger also made an unsuccessful run for the U.S. Senate, served as a special assistant to Arizona Governor Evan Mecham, and hosted political talk shows on both radio and t"}]}, {"heading": "Births", "year": "1930", "date": "March 10", "txt": "Sándor Iharos, Hungarian runner (d. 1996)", "entities": [{"title": "Sándor Iharos", "href": "/wiki/S%C3%A1ndor_Iharos", "description": "Sándor Iharos was a Hungarian long-distance runner. Though unsuccessful in major competitions, Iharos ran world records over multiple distances and is one of only two athletes to have held outdoor world records over 1500 metres, 5000 metres and 10,000 metres. Iharos was one of the star pupils of the famous coach Mihály Iglói."}]}, {"heading": "Births", "year": "1931", "date": "March 10", "txt": "Georges Dor, Canadian author, playwright, and composer (d. 2001)", "entities": [{"title": "Georges Dor", "href": "/wiki/Georges_Dor", "description": "\nGeorges Dor was a Québécois author, composer, playwright, singer, poet, translator, and theatrical producer and director."}]}, {"heading": "Births", "year": "1932", "date": "March 10", "txt": "Marcia Falkender, Baroness Falkender, English politician (d. 2019)", "entities": [{"title": "Marcia Falkender, Baroness Falkender", "href": "/wiki/Marcia_Falkender,_Baroness_Falkender", "description": "Marcia Matilda Falkender, Baroness Falkender, CBE was a British Labour politician, known first as the private secretary for, and then the political secretary and head of political office to, Harold Wilson."}]}, {"heading": "Births", "year": "1934", "date": "March 10", "txt": "Gergely Kulcsár, Hungarian javelin thrower (d. 2020)", "entities": [{"title": "Gergely Kulcsár", "href": "/wiki/Gergely_Kulcs%C3%A1r", "description": "Gergely Kulcsár was a Hungarian javelin thrower. He competed at the 1960, 1964, 1968 and 1972 Olympics and won two bronze medals, in 1960 and 1968, and a silver medal in 1964. He was the Olympic flag bearer for Hungary in 1964, 1968, and 1972."}]}, {"heading": "Births", "year": "1935", "date": "March 10", "txt": "Graham Farmer, Australian footballer and coach (d. 2019)", "entities": [{"title": "Graham Farmer", "href": "/wiki/Graham_Farmer", "description": "Graham Vivian \"Polly\" Farmer was an Australian rules football player and coach who revolutionised ruckwork and handballing."}]}, {"heading": "Births", "year": "1936", "date": "March 10", "txt": "Sepp Blatter, Swiss businessman", "entities": [{"title": "Sepp Blatter", "href": "/wiki/Sepp_Blatter", "description": "Joseph \"Sepp\" Blatter is a retired Swiss football administrator who was the eighth President of the FIFA from 1998 to 2015. He initially received a six-year ban from participating in FIFA activities, which was later extended by another six years."}]}, {"heading": "Births", "year": "1938", "date": "March 10", "txt": "Norman Blake, American singer-songwriter and guitarist", "entities": [{"title": "Norman Blake (American musician)", "href": "/wiki/Norman_Blake_(American_musician)", "description": "Norman Blake is a traditional American stringed instrument artist and songwriter."}]}, {"heading": "Births", "year": "1939", "date": "March 10", "txt": "Asghar Ali Engineer, Indian activist and author (d. 2013)", "entities": [{"title": "Asghar Ali Engineer", "href": "/wiki/Asghar_Ali_Engineer", "description": "Asghar Ali Engineer was an Indian reformist-writer and social activist.\nInternationally known for his work on liberation theology in Islam, he led the Progressive Dawoodi Bohra movement. The focus of his work was on communalism and communal and ethnic violence in India and South Asia. He was a votary of peace and non-violence and lectured all over world on communal harmony."}]}, {"heading": "Births", "year": "1939", "date": "March 10", "txt": "Irina Press, Ukrainian-Russian hurdler and pentathlete (d. 2004)", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 10", "txt": "Chuck Norris, American actor, producer, and martial artist", "entities": [{"title": "Chuck Norris", "href": "/wiki/Chuck_Norris", "description": "Carlos Ray \"Chuck\" Norris is an American martial artist, actor, film producer, and screenwriter. He is a black belt in Tang Soo Do, Brazilian jiu jitsu and judo. After serving in the United States Air Force, Norris won many martial arts championships and later founded his own discipline Chun Kuk Do. Shortly after, in Hollywood, Norris trained celebrities in martial arts. Norris went on to appear i"}]}, {"heading": "Births", "year": "1940", "date": "March 10", "txt": "David Rabe, American playwright and screenwriter", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 10", "txt": "Peter Berresford Ellis, English historian and author", "entities": [{"title": "Peter Berresford Ellis", "href": "/wiki/Peter_Berresford_Ellis", "description": "Peter Berresford Ellis is a British historian, literary biographer, and novelist who has published over 98 books to date either under his own name or his pseudonyms Peter Tremayne and Peter MacAlan. He has also published 100 short stories. Under Peter Tremayne, he is the author of the international bestselling Sister Fidelma historical mystery series. His work has appeared in 25 languages."}]}, {"heading": "Births", "year": "1945", "date": "March 10", "txt": "Katharine Houghton, American actress and playwright", "entities": [{"title": "Katharine Houghton", "href": "/wiki/Katharine_Houghton", "description": "Katharine Houghton is an American actress and playwright. She portrayed Joanna \"Joey\" Drayton, a white woman who brings home her black fiancé to meet her parents, in the 1967 film Guess Who's Coming to Dinner. Katharine Hepburn, who played the mother of Houghton's character in the film, was Houghton's aunt. She is also known for her role as Kanna, Katara and Sokka’s grandmother in the film The Las"}]}, {"heading": "Births", "year": "1945", "date": "March 10", "txt": "Madhavrao Scindia, Indian politician, Indian Minister of Railways (d. 2001)", "entities": [{"title": "Minister of Railways (India)", "href": "/wiki/Minister_of_Railways_(India)", "description": "The Minister of Railways is the head of the Ministry of Railways of the Government of India. The railway minister is usually accorded a cabinet rank, and is responsible for Indian Railways, one of the largest employers in the world. An important responsibility of the railway minister was to present in Parliament the Railway Budget, the Annual Financial Statement of Indian Railways."}]}, {"heading": "Births", "year": "1946", "date": "March 10", "txt": "Gérard Garouste, French contemporary artist", "entities": [{"title": "Gérard Garouste", "href": "/wiki/G%C3%A9rard_Garouste", "description": "Gérard Garouste is a French contemporary artist having the primary field of work as visual and performative domain."}]}, {"heading": "Births", "year": "1946", "date": "March 10", "txt": "Jim Valvano, American basketball player and coach (d. 1993)", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 10", "txt": "Kim Campbell, Canadian lawyer and politician, Prime Minister of Canada", "entities": [{"title": "Kim Campbell", "href": "/wiki/Kim_Campbell", "description": "Avril Phaedra Douglas \"Kim\" Campbell is a Canadian politician, diplomat, lawyer and writer who served as the 19th prime minister of Canada from June 25 to November 4, 1993. Campbell is the first and only woman to hold the position."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1947", "date": "March 10", "txt": "Tom Scholz, American rock musician", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 10", "txt": "Austin Carr, American basketball player", "entities": [{"title": "Austin Carr", "href": "/wiki/Austin_Carr", "description": "Austin George Carr is an American former professional basketball player who played for the Cleveland Cavaliers, Dallas Mavericks, and Washington Bullets of the National Basketball Association (NBA). He is known by Cleveland basketball fans as \"Mr. Cavalier\". He was part of the Notre Dame team which defeated the UCLA Bruins on January 19, 1971, which was UCLA's last defeat until being beaten by Not"}]}, {"heading": "Births", "year": "1952", "date": "March 10", "txt": "Morgan Tsvangirai, Zimbabwean politician, Prime Minister of Zimbabwe (d. 2018)", "entities": [{"title": "Morgan Tsvangirai", "href": "/wiki/Morgan_Tsvangirai", "description": "Morgan Richard Tsvangirai was a Zimbabwean politician who was Prime Minister of Zimbabwe from 2009 to 2013. He was President of the Movement for Democratic Change, and later the Movement for Democratic Change – Tsvangirai (MDC–T), and a key figure in the opposition to former President Robert Mugabe."}, {"title": "Prime Minister of Zimbabwe", "href": "/wiki/Prime_Minister_of_Zimbabwe", "description": "The prime minister of Zimbabwe was a political office in the government of Zimbabwe that existed on two occasions. The first person to hold the position was Robert Mugabe from 1980 to 1987 following independence from the United Kingdom. He took office when Southern Rhodesia became the Republic of Zimbabwe on 18 April 1980. This position was abolished when the constitution was amended in 1987 and M"}]}, {"heading": "Births", "year": "1953", "date": "March 10", "txt": "Paul Haggis, Canadian director, producer, and screenwriter", "entities": [{"title": "Paul Haggis", "href": "/wiki/Paul_Haggis", "description": "Paul Edward Haggis is a Canadian screenwriter, film producer, and director of film and television. He is best known as screenwriter and producer for consecutive Best Picture Oscar winners: Million Dollar Baby (2004) and Crash (2005), the latter of which he also directed. Haggis also co-wrote the war film Flags of Our Fathers (2006) and the James Bond films Casino Royale (2006) and Quantum of Solac"}]}, {"heading": "Births", "year": "1955", "date": "March 10", "txt": "Toshio Suzuki, Japanese race car driver", "entities": [{"title": "Toshio Suzuki (racing driver)", "href": "/wiki/Toshio_Suzuki_(racing_driver)", "description": "Toshio Suzuki  is a former racing driver from Saitama Prefecture, Japan."}]}, {"heading": "Births", "year": "1956", "date": "March 10", "txt": "Robert Llewellyn, English actor, producer, and screenwriter", "entities": [{"title": "Robert Llewellyn", "href": "/wiki/Robert_Llewellyn", "description": "Robert Llewellyn is a British actor, comedian, presenter and writer. He plays the mechanoid Kryten in the sci-fi television sitcom Red Dwarf and formerly presented the engineering gameshow Scrapheap Challenge. He has also founded and hosts a YouTube series, Fully Charged."}]}, {"heading": "Births", "year": "1956", "date": "March 10", "txt": "Larry Myricks, American long jumper and sprinter", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 10", "txt": "Osama bin Laden, Saudi Arabian terrorist, founded al-Qaeda (d. 2011)", "entities": [{"title": "Osama bin Laden", "href": "/wiki/Osama_bin_Laden", "description": "Osama bin Mohammed bin Awad bin Laden, also rendered Usama bin Ladin, was a founder of the pan-Islamic militant organization al-Qaeda. The group is designated as a terrorist group by the United Nations Security Council, the North Atlantic Treaty Organization (NATO), the European Union, and various countries."}, {"title": "Al-Qaeda", "href": "/wiki/Al-Qaeda", "description": "Al-Qaeda is a militant Sunni Islamist multi-national terrorist organization founded in 1988 by Osama bin Laden, Abdullah Azzam, and several other Arab volunteers during the Soviet–Afghan War."}]}, {"heading": "Births", "year": "1958", "date": "March 10", "txt": "Garth Crooks, English footballer and sportscaster", "entities": [{"title": "Garth Crooks", "href": "/wiki/Garth_Crooks", "description": "Garth Anthony Crooks, is an English football pundit and former professional player. He played from 1976 to 1990, for Stoke City, Tottenham Hotspur, Manchester United, West Bromwich Albion and Charlton Athletic. Throughout his career he was an active member of the Professional Footballers' Association and was elected the first black chairman of the union. He currently works for BBC Sport as the lea"}]}, {"heading": "Births", "year": "1958", "date": "March 10", "txt": "Steve Howe, American baseball player (d. 2006)", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 10", "txt": "Sharon Stone, American actress and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 10", "txt": "Laurel Clark, American captain, physician, and astronaut (d. 2003)", "entities": [{"title": "Laurel Clark", "href": "/wiki/Laurel_Clark", "description": "Laurel Blair Clark was a NASA astronaut, medical doctor, United States Navy Captain, and Space Shuttle mission specialist. Clark died along with her six fellow crew members in the Space Shuttle Columbia disaster. She was posthumously awarded the Congressional Space Medal of Honor."}]}, {"heading": "Births", "year": "1962", "date": "March 10", "txt": "Jasmine Guy, American actress, singer, and director", "entities": [{"title": "Jasmine Guy", "href": "/wiki/Jasmine_Guy", "description": "Jasmine Guy is an American actress, director, singer and dancer. Guy is known for her role as Dina in the 1988 film School Daze and as Whitley Gilbert-Wayne on the NBC The Cosby Show spin-off A Different World, which originally ran from 1987 to 1993. Guy won six consecutive NAACP Image Awards from 1990 through 1995 for Outstanding Lead Actress in a Comedy Series for her role on the show. She is al"}]}, {"heading": "Births", "year": "1962", "date": "March 10", "txt": "Seiko Matsuda, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 10", "txt": "Jeff Ament, American bass player and songwriter", "entities": [{"title": "Jeff Ament", "href": "/wiki/Jeff_Ament", "description": "Jeffrey Allen Ament is an American musician and songwriter who is best known as the bassist of the American rock band Pearl Jam, which he co-founded alongside Stone Gossard, Mike McCready, and Eddie Vedder."}]}, {"heading": "Births", "year": "1963", "date": "March 10", "txt": "Rick Rubin, American record producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 10", "txt": "Neneh Cherry, Swedish singer-songwriter", "entities": [{"title": "Neneh Cherry", "href": "/wiki/Neneh_Cherry", "description": "Neneh Mariann Karlsson, better known as Neneh Cherry, is a Swedish singer-songwriter, rapper, occasional DJ and broadcaster. Her musical career started in London in the early 1980s, where she performed in a number of punk and post-punk bands in her youth, including The Slits and Rip Rig + Panic."}]}, {"heading": "Births", "year": "1964", "date": "March 10", "txt": "Prince Edward, Earl of Wessex", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 10", "txt": "Jillian Richardson, Canadian sprinter", "entities": [{"title": "Jillian Richardson", "href": "/wiki/Jillian_Richardson", "description": "Jillian Cheryl Richardson-Briscoe is a Canadian athlete who competed mainly in the 400 metres. She is a three-time Olympian. In 1988, she equalled Marita Payne's Canadian 400 metres record of 49.91 secs. The record still stands. She was inducted into the Athletics Canada Hall of Fame in 2017."}]}, {"heading": "Births", "year": "1965", "date": "March 10", "txt": "Rod Woodson, American football player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 10", "txt": "Mike Timlin, American baseball player", "entities": [{"title": "Mike Timlin", "href": "/wiki/Mike_Timlin", "description": "Michael August Timlin is an American former professional baseball relief pitcher. Timlin played on four World Series championship teams in an 18-year career; the 1992 Toronto Blue Jays, 1993 Toronto Blue Jays, 2004 Boston Red Sox, and 2007 Boston Red Sox."}]}, {"heading": "Births", "year": "1968", "date": "March 10", "txt": "Pavel Srníček, Czech footballer and coach (d. 2015)", "entities": [{"title": "Pavel Srníček", "href": "/wiki/Pavel_Srn%C3%AD%C4%8Dek", "description": "Pavel Srníček was a Czech professional footballer who played as a goalkeeper from 1990 to 2007, mainly for Newcastle United. In addition, he represented Sheffield Wednesday, Portsmouth and West Ham United in England, and also played in Italy for Brescia and Cosenza, in Portugal for Beira-Mar, and in his native country for Baník Ostrava. After retiring, he worked as a goalkeeping coach for his own "}]}, {"heading": "Births", "year": "1968", "date": "March 10", "txt": "Alma Čardžić, Bosnian singer", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 10", "txt": "Jon Hamm, American actor and director", "entities": [{"title": "Jon Hamm", "href": "/wiki/Jon_Hamm", "description": "Jonathan Daniel Hamm is an American actor and producer."}]}, {"heading": "Births", "year": "1972", "date": "March 10", "txt": "Timbaland, American rapper and producer", "entities": [{"title": "Timbaland", "href": "/wiki/Timbaland", "description": "Timothy Zachery Mosley, known professionally as Timbaland, is an American musician, record producer, DJ, rapper, singer, songwriter, and record executive. He has received widespread acclaim for his innovative production work and distinctive \"stuttering\" rhythmic style. In 2007, Entertainment Weekly stated that \"just about every current pop trend can be traced back to him — from sultry, urban-edged"}]}, {"heading": "Births", "year": "1973", "date": "March 10", "txt": "Jason Croker, Australian rugby league player and coach", "entities": [{"title": "Jason Croker", "href": "/wiki/Jason_Croker", "description": "Jason Croker is an Australian former professional rugby league footballer. An Australian international and New South Wales State of Origin representative utility player, he previously played club football in the NRL for the Canberra Raiders, with whom he won the 1994 Winfield Cup and set club records for both highest total games and tries. Croker saw out his career with French Super League club Ca"}]}, {"heading": "Births", "year": "1973", "date": "March 10", "txt": "Chris Sutton, English footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 10", "txt": "Mauricio Taricco, Argentinian footballer and assistant manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 10", "txt": "Barbara Schett, Austrian tennis player", "entities": [{"title": "Barbara Schett", "href": "/wiki/Barbara_Schett", "description": "Barbara Schett Eagle is an Austrian former professional tennis player, who reached her highest singles ranking of world No. 7 in September 1999. Between 1993 and 2004 she played in 48 matches for the Austria Fed Cup team, winning 30. She also represented Austria at the 2000 Sydney Olympics in singles and doubles, reaching the quarterfinals of the singles event. She retired after the 2005 Australia"}]}, {"heading": "Births", "year": "1977", "date": "March 10", "txt": "Shannon Miller American gymnast", "entities": [{"title": "Shannon Miller", "href": "/wiki/Shannon_Miller", "description": "Shannon Lee Miller is an American former artistic gymnast. She was the 1993 and 1994 world all-around champion, the 1996 Olympic balance beam champion, the 1995 Pan American Games all-around champion, and a member of the gold medal-winning Magnificent Seven team at the 1996 Olympics."}]}, {"heading": "Births", "year": "1978", "date": "March 10", "txt": "Camille, French singer-songwriter and actress", "entities": [{"title": "Camille (French singer)", "href": "/wiki/Camille_(French_singer)", "description": "Camille Dalmais, better known by her mononym Camille, is a French singer, songwriter and occasional actress."}]}, {"heading": "Births", "year": "1978", "date": "March 10", "txt": "Benjamin Burnley, American musician", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 10", "txt": "Samuel Eto'o, Cameroonian footballer", "entities": [{"title": "Samuel Eto'o", "href": "/wiki/Samuel_Eto%27o", "description": "Samuel Eto'o Fils is a Cameroonian retired professional footballer who played as a striker. In his prime, Eto'o was regarded by pundits as one of the best strikers in the world, and he is regarded as one of the greatest African players of all time, winning the African Player of the Year a record four times: in 2003, 2004, 2005, and 2010."}]}, {"heading": "Births", "year": "1981", "date": "March 10", "txt": "Steven Reid, English-Irish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 10", "txt": "Kwame Brown, American basketball player", "entities": [{"title": "Kwame Brown", "href": "/wiki/Kwame_Brown", "description": "Kwame Hasani Brown is an American former professional basketball player. He was the first overall pick in the 2001 NBA draft by the Washington Wizards, and was the first number one draft pick to be selected straight out of high school. Over the course of his 12-year career, he played for the Wizards, Los Angeles Lakers, Memphis Grizzlies, Detroit Pistons, Charlotte Bobcats, Golden State Warriors, "}]}, {"heading": "Births", "year": "1983", "date": "March 10", "txt": "Étienne Boulay, Canadian football player", "entities": [{"title": "Étienne Boulay", "href": "/wiki/%C3%89tienne_Boulay", "description": "Étienne Boulay is a former Canadian football safety. He most recently played for the Toronto Argonauts of the Canadian Football League, with whom he won the 100th Grey Cup championship. He previously played for the Montreal Alouettes from 2006 to 2011 where he won two more Grey Cup championships. He was drafted 16th overall by the Alouettes in the 2006 CFL Draft. He played college football for the"}]}, {"heading": "Births", "year": "1983", "date": "March 10", "txt": "Rafe Spall, English actor", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 10", "txt": "Janet Mock, American journalist, author, and activist", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 10", "txt": "Carrie Underwood, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 10", "txt": "Ben May, English footballer", "entities": [{"title": "Ben May (footballer)", "href": "/wiki/Ben_May_(footballer)", "description": "Ben Steven May is an English former professional footballer who is the fitness coach for Bromley."}]}, {"heading": "Births", "year": "1987", "date": "March 10", "txt": "Martellus Bennett, American football player", "entities": [{"title": "Martellus Bennett", "href": "/wiki/Martellus_Bennett", "description": "Martellus Demond Bennett is a former American football tight end who played in the National Football League (NFL) for 10 seasons. He played college football at Texas A&M and was selected by the Dallas Cowboys in the second round of the 2008 NFL Draft. Bennett was a member of five teams during his career, most notably the Chicago Bears, where he earned Pro Bowl honors, and the New England Patriots,"}]}, {"heading": "Births", "year": "1987", "date": "March 10", "txt": "Greg Eastwood, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 10", "txt": "Māris Štrombergs, Latvian BMX racer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 10", "txt": "Josh Hoffman, Australian-New Zealand rugby league player", "entities": [{"title": "Josh Hoffman", "href": "/wiki/Josh_Hoffman", "description": "Josh Hoffman is a New Zealand international rugby league footballer who plays as wing, centre and fullback for the Townsville Blackhawks in the Queensland Cup."}]}, {"heading": "Births", "year": "1988", "date": "March 10", "txt": "Ego Nwodim, actress and repertory player on Saturday Night Live", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 10", "txt": "Ivan Rakitić, Croatian football player", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 10", "txt": "Neeskens Kebano, French-born Congolese international footballer", "entities": [{"title": "Neeskens Kebano", "href": "/wiki/Neeskens_Kebano", "description": "Neeskens Kebano is a professional footballer who plays as an attacking midfielder or winger for Championship club Middlesbrough, on loan from Fulham. Kebano is a former French youth international having earned caps at under-17, under-18 level, and under-19 level. He made his youth international debut at the 2008 UEFA European Under-17 Championship."}]}, {"heading": "Births", "year": "1993", "date": "March 10", "txt": "Jack Butland, English footballer", "entities": [{"title": "Jack Butland", "href": "/wiki/Jack_Butland", "description": "Jack Butland is an English professional footballer who plays as a goalkeeper for Premier League club Crystal Palace and the England national team."}]}, {"heading": "Births", "year": "1994", "date": "March 10", "txt": "Nikita Parris, English footballer", "entities": [{"title": "Nikita Parris", "href": "/wiki/Nikita_Parris", "description": "Nikita Josephine Parris is an English professional footballer who plays as a forward for French Division 1 Féminine club Olympique Lyonnais and the England national team. She previously played for Manchester City and Everton in England's Women's Super League."}]}, {"heading": "Births", "year": "1995", "date": "March 10", "txt": "DaeSean Hamilton, American football player", "entities": [{"title": "DaeSean Hamilton", "href": "/wiki/DaeSean_Hamilton", "description": "DaeSean Kameron Hamilton is an American football wide receiver for the Denver Broncos of the National Football League (NFL). He played college football at Penn State."}]}, {"heading": "Births", "year": "1995", "date": "March 10", "txt": "Zach LaVine, American basketball player", "entities": []}, {"heading": "Births", "year": "1995", "date": "March 10", "txt": "Sergey Mozgov, Russian ice dancer", "entities": []}, {"heading": "Births", "year": "1997", "date": "March 10", "txt": "Belinda Bencic, Swiss tennis player", "entities": [{"title": "Belinda Bencic", "href": "/wiki/Belinda_Bencic", "description": "Belinda Bencic is a Swiss professional tennis player. She has a career-high ranking of No. 4 by the Women's Tennis Association (WTA) which she achieved in February 2020. Bencic has won four singles and two doubles titles on the WTA Tour."}]}, {"heading": "Deaths", "year": "483", "date": "March 10", "txt": "Pope Simplicius", "entities": [{"title": "Pope Simplicius", "href": "/wiki/Pope_Simplicius", "description": "Pope Simplicius was the bishop of Rome from 468 to his death. He combated the Eutychian heresy, ended the practice of consecrating bishops only in December, and sought to offset the effects of Germanic invasions."}]}, {"heading": "Deaths", "year": "948", "date": "March 10", "txt": "Liu Zhiyuan, Shatuo founder of the Later Han dynasty (b. 895)", "entities": [{"title": "Liu Zhiyuan", "href": "/wiki/Liu_Zhiyuan", "description": "Liu Zhiyuan, later changed to Liu Gao (劉暠), formally Emperor Gaozu of (Later) Han ( 漢高祖), was the ethnically-Shatuo founder of the Later Han, the fourth of the Five Dynasties in the Five Dynasties and Ten Kingdoms period of Chinese history. The subsequent Northern Han is not considered part of its history."}, {"title": "Shatuo", "href": "/wiki/Shatuo", "description": "The Shatuo were a Turkic tribe that heavily influenced northern Chinese politics from the late ninth century through the tenth century. They are noted for founding three, Later Tang, Later Jin, and Later Han, of the five dynasties and one, Northern Han, of the ten kingdoms during the Five Dynasties and Ten Kingdoms period. The short lived kingdoms founded by Shatuo Turks would later be conquered b"}, {"title": "Later Han (Five Dynasties)", "href": "/wiki/Later_Han_(Five_Dynasties)", "description": "The Later Han was founded in 947. It was the fourth of the Five Dynasties, and the third consecutive sinicized Shatuo ethnicity state, however, other sources indicate that the Later Han emperors claimed patrilineal Han Chinese ancestry. It was among the shortest-lived of all Chinese regimes, lasting for slightly under four years before it was overcome by a rebellion that resulted in the founding o"}]}, {"heading": "Deaths", "year": "1291", "date": "March 10", "txt": "Arghun, Mongol ruler in Persia (b. c.1258)", "entities": [{"title": "Arghun", "href": "/wiki/Arghun", "description": "Arghun Khan was the fourth ruler of the Mongol empire's Ilkhanate, from 1284 to 1291. He was the son of Abaqa Khan, and like his father, was a devout Buddhist. He was known for sending several embassies to Europe in an unsuccessful attempt to form a Franco–Mongol alliance against the Muslims in the Holy Land. It was also Arghun who requested a new bride from his great-uncle Kublai Khan. The missio"}, {"title": "Persia", "href": "/wiki/Persia", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}]}, {"heading": "Deaths", "year": "1315", "date": "March 10", "txt": "Agnes Blannbekin, Austrian mystic", "entities": [{"title": "Agnes Blannbekin", "href": "/wiki/Agnes_Blannbekin", "description": "Agnes Blannbekin, was an Austrian Beguine and Christian mystic. She was also referred to as Saint Agnes Blannbekin or the Venerable Agnes Blannbekin, though never beatified or canonized by the Roman Catholic Church. Her revelations were compiled by an anonymous confessor before being transcribed by the monk Ermenrich and later published in 1731 as Venerabilis Agnetis Blannbekin. The copies were co"}]}, {"heading": "Deaths", "year": "1513", "date": "March 10", "txt": "John de Vere, 13th Earl of Oxford, English commander and politician, Lord High Constable of England (b. 1442)", "entities": [{"title": "John de Vere, 13th Earl of Oxford", "href": "/wiki/John_de_Vere,_13th_Earl_of_Oxford", "description": "John de Vere, 13th Earl of Oxford, the second son of John de Vere, 12th Earl of Oxford, and Elizabeth Howard, a first cousin of John Howard, 1st Duke of Norfolk, was one of the principal Lancastrian commanders during the English Wars of the Roses."}, {"title": "Lord High Constable of England", "href": "/wiki/Lord_High_Constable_of_England", "description": "The Lord High Constable of England is the seventh of the Great Officers of State, ranking beneath the Lord Great Chamberlain and above the Earl Marshal. His office is now called out of abeyance only for coronations. The Lord High Constable was originally the commander of the royal armies and the Master of the Horse. He was also, in conjunction with the Earl Marshal, president of the court of chiva"}]}, {"heading": "Deaths", "year": "1528", "date": "March 10", "txt": "Balthasar Hübmaier, German/Moravian Anabaptist leader", "entities": [{"title": "Balthasar Hübmaier", "href": "/wiki/Balthasar_H%C3%BCbmaier", "description": "Balthasar Hubmaier was an influential German Anabaptist leader. He was one of the most well-known and respected Anabaptist theologians of the Reformation."}]}, {"heading": "Deaths", "year": "1572", "date": "March 10", "txt": "William Paulet, 1st Marquess of Winchester", "entities": [{"title": "William Paulet, 1st Marquess of Winchester", "href": "/wiki/William_Paulet,_1st_Marquess_of_Winchester", "description": "William Paulet, 1st Marquess of Winchester, styled Lord St John between 1539 and 1550 and Earl of Wiltshire between 1550 and 1551, was an English Lord High Treasurer, Lord Keeper of the Great Seal, and statesman."}]}, {"heading": "Deaths", "year": "1585", "date": "March 10", "txt": "Rembert Dodoens, Flemish physician and botanist (b. 1517)", "entities": [{"title": "Rembert Dodoens", "href": "/wiki/Rembert_Dodoens", "description": "Rembert Dodoens was a Flemish physician and botanist, also known under his Latinized name Rembertus Dodonaeus. He has been called the father of botany. The standard author abbreviation Dodoens is used to indicate this person as the author when citing a botanical name."}]}, {"heading": "Deaths", "year": "1682", "date": "March 10", "txt": "Jacob van Ruisdael, Dutch painter and etcher (b. 1628)", "entities": [{"title": "Jacob van Ruisdael", "href": "/wiki/Jacob_van_Ruisdael", "description": "Jacob Isaackszoon van Ruisdael was a Dutch painter, draughtsman, and etcher. He is generally considered the pre-eminent landscape painter of the Dutch Golden Age, a period of great wealth and cultural achievement when Dutch painting became highly popular."}]}, {"heading": "Deaths", "year": "1724", "date": "March 10", "txt": "Urban Hjärne, Swedish chemist, geologist, and physician (b. 1641)", "entities": [{"title": "Urban Hjärne", "href": "/wiki/Urban_Hj%C3%A4rne", "description": "Urban Hjärne was a Swedish chemist, geologist, physician and writer.\n\n"}]}, {"heading": "Deaths", "year": "1776", "date": "March 10", "txt": "Élie Catherine Fréron, French author and critic (b. 1718)", "entities": [{"title": "Élie Catherine Fréron", "href": "/wiki/%C3%89lie_Catherine_Fr%C3%A9ron", "description": "Élie Catherine Fréron was a French literary critic and controversialist whose career focused on countering the influence of the philosophes of the French Enlightenment, partly thorough his vehicle, the Année littéraire. Thus Fréron, in recruiting young writers to counter the literary establishment became central to the movement now called the Counter-Enlightenment."}]}, {"heading": "Deaths", "year": "1792", "date": "March 10", "txt": "John Stuart, 3rd Earl of Bute, Scottish politician, Prime Minister of the United Kingdom (b. 1713)", "entities": [{"title": "John Stuart, 3rd Earl of Bute", "href": "/wiki/John_Stuart,_3rd_Earl_of_Bute", "description": "John Stuart, 3rd Earl of Bute,, styled as Lord Bute between 1713 and 1723, was a British nobleman who served as Prime Minister of Great Britain from 1762 to 1763 under George III. He was arguably the last important favourite in British politics. He was the first Prime Minister from Scotland following the Acts of Union in 1707 and the first Tory to have held the post. He was also elected as the fir"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1826", "date": "March 10", "txt": "John Pinkerton, Scottish antiquarian, cartographer, author, numismatist and historian (b. 1758)", "entities": [{"title": "John Pinkerton", "href": "/wiki/John_Pinkerton", "description": "John Pinkerton was a Scottish antiquarian, cartographer, author, numismatist, historian, and early advocate of Germanic racial supremacy theory."}]}, {"heading": "Deaths", "year": "1832", "date": "March 10", "txt": "Muzio Clementi, Italian pianist, composer, and conductor (b. 1752)", "entities": [{"title": "Muzio Clementi", "href": "/wiki/Muzio_Clementi", "description": "Muzio Filippo Vincenzo Francesco Saverio Clementi was an Italian-born English composer, virtuoso pianist, pedagogue, conductor, music publisher, editor, and piano manufacturer, who was mostly active in England."}]}, {"heading": "Deaths", "year": "1861", "date": "March 10", "txt": "Taras Shevchenko, Ukrainian poet, playwright, and ethnographer (b. 1814)", "entities": [{"title": "Taras Shevchenko", "href": "/wiki/Taras_Shevchenko", "description": "Taras Hryhorovych Shevchenko, also known as Kobzar Taras, or simply Kobzar, was a Ukrainian poet, writer, artist, public and political figure, as well as folklorist and ethnographer. His literary heritage is regarded to be the foundation of modern Ukrainian literature and, to a large extent, the modern Ukrainian language, though the language of his poems was different from the modern Ukrainian lan"}]}, {"heading": "Deaths", "year": "1872", "date": "March 10", "txt": "Giuseppe Mazzini, Italian journalist and politician (b. 1805)", "entities": [{"title": "Giuseppe Mazzini", "href": "/wiki/Giuseppe_Mazzini", "description": "Giuseppe Mazzini was an Italian politician, journalist, activist for the unification of Italy and spearhead of the Italian revolutionary movement. His efforts helped bring about the independent and unified Italy in place of the several separate states, many dominated by foreign powers, that existed until the 19th century. An Italian nationalist in the historical radical tradition and a proponent o"}]}, {"heading": "Deaths", "year": "1895", "date": "March 10", "txt": "Charles Frederick Worth, English-French fashion designer (b. 1825)", "entities": [{"title": "Charles Frederick Worth", "href": "/wiki/Charles_Frederick_Worth", "description": "Charles Frederick Worth was an English fashion designer who founded the House of Worth, one of the foremost fashion houses of the 19th and early 20th centuries. He is considered by many fashion historians to be the father of haute couture. Worth is also credited with revolutionising the business of fashion."}]}, {"heading": "Deaths", "year": "1897", "date": "March 10", "txt": "Savitribai Phule, Indian poet and activist (b. 1831)", "entities": [{"title": "Savitribai Phule", "href": "/wiki/Savitribai_Phule", "description": "Savitribai Phule was an Indian social reformer, educationalist, and poet from Maharashtra. She is regarded as the first female teacher of India. Along with her husband, Jyotirao Phule, she played an important and vital role in improving women's rights in India. She is regarded as the mother of Indian feminism. Phule and her husband founded one of the first Indian girls' school in Pune, at Bhide wa"}]}, {"heading": "Deaths", "year": "1898", "date": "March 10", "txt": "Marie-Eugénie de Jésus, French nun and saint, founded the Religious of the Assumption (b. 1817)", "entities": [{"title": "Marie-Eugénie de Jésus", "href": "/wiki/Marie-Eug%C3%A9nie_de_J%C3%A9sus", "description": "Marie-Eugénie de Jésus, born Anne-Eugénie Milleret de Brou, was a French Roman Catholic professed religious and the foundress of the Religious of the Assumption. Her life was not geared towards faith in her childhood until the reception of her First Communion which seemed to transform her into a pious and discerning individual; she likewise experienced a sudden conversion after hearing a sermon th"}, {"title": "Religious of the Assumption", "href": "/wiki/Religious_of_the_Assumption", "description": "The Religious of the Assumption is an international Roman Catholic women's congregation founded by Saint Marie Eugénie Milleret in Paris in 1839, and dedicated to the education of young girls. The Assumption Mission Associates is an affiliated organization providing an opportunity for young people to experience working with the sisters in their now various ministries."}]}, {"heading": "Deaths", "year": "1910", "date": "March 10", "txt": "Karl Lueger, Austrian lawyer and politician Mayor of Vienna (b. 1844)", "entities": [{"title": "Karl Lueger", "href": "/wiki/Karl_Lueger", "description": "Karl Lueger was an Austrian politician, mayor of Vienna, and leader and founder of the Austrian Christian Social Party. He is credited with the transformation of the city of Vienna into a modern city. The populist and antisemitic politics of his Christian Social Party are sometimes viewed as a model for Adolf Hitler's Nazism."}, {"title": "List of mayors of Vienna", "href": "/wiki/List_of_mayors_of_Vienna", "description": "This is a list of Mayors and Governors of Vienna since 1282."}]}, {"heading": "Deaths", "year": "1910", "date": "March 10", "txt": "Carl Reinecke, German pianist, composer, and conductor (b. 1824)", "entities": []}, {"heading": "Deaths", "year": "1913", "date": "March 10", "txt": "Harriet Tubman, American nurse and activist (b. c.1820)", "entities": [{"title": "Harriet Tubman", "href": "/wiki/Harriet_Tubman", "description": "Harriet Tubman was an American abolitionist and political activist. Born into slavery, Tubman escaped and subsequently made some 13 missions to rescue approximately 70 enslaved people, including family and friends, using the network of antislavery activists and safe houses known as the Underground Railroad. During the American Civil War, she served as an armed scout and spy for the Union Army. In "}]}, {"heading": "Deaths", "year": "1925", "date": "March 10", "txt": "Myer Prinstein, Polish-American jumper (b. 1878)", "entities": [{"title": "Myer Prinstein", "href": "/wiki/Myer_Prinstein", "description": "Myer Prinstein was a Polish American track and field athlete and member of the Irish American Athletic Club. He held the world record for the long jump and won gold medals in three Olympic Games for the long jump and triple jump."}]}, {"heading": "Deaths", "year": "1937", "date": "March 10", "txt": "Yevgeny Zamyatin, Russian journalist and author (b. 1884)", "entities": [{"title": "Yevgeny Zamyatin", "href": "/wiki/Yevgeny_Zamyatin", "description": "Yevgeny Ivanovich Zamyatin, sometimes anglicized as Eugene Zamyatin, was a Russian author of science fiction, philosophy, literary criticism, and political satire."}]}, {"heading": "Deaths", "year": "1940", "date": "March 10", "txt": "Mikhail Bulgakov, Russian novelist and playwright (b. 1891)", "entities": [{"title": "Mikhail Bulgakov", "href": "/wiki/Mikhail_Bulgakov", "description": "Mikhail Afanasyevich Bulgakov was a Russian writer, medical doctor and playwright active in the first half of the 20th century. He is best known for his novel The Master and Margarita, published posthumously, which has been called one of the masterpieces of the 20th century."}]}, {"heading": "Deaths", "year": "1942", "date": "March 10", "txt": "Wilbur Scoville, American pharmacist and chemist (b. 1865)", "entities": [{"title": "Wilbur Scoville", "href": "/wiki/Wilbur_Scoville", "description": "Wilbur Lincoln Scoville was an American pharmacist best known for his creation of the \"Scoville Organoleptic Test\", now standardized as the Scoville scale."}]}, {"heading": "Deaths", "year": "1948", "date": "March 10", "txt": "Zelda Fitzgerald, American author, visual artist, and ballet dancer (b. 1900)", "entities": [{"title": "Zelda Fitzgerald", "href": "/wiki/Zelda_Fitzgerald", "description": "Zelda Fitzgerald was an American novelist, socialite, and painter."}]}, {"heading": "Deaths", "year": "1948", "date": "March 10", "txt": "Jan Masaryk, Czech soldier and politician (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1951", "date": "March 10", "txt": "Kijūrō Shidehara, Japanese lawyer and politician, Prime Minister of Japan (b. 1872)", "entities": [{"title": "Kijūrō Shidehara", "href": "/wiki/Kij%C5%ABr%C5%8D_Shidehara", "description": "Baron Kijūrō Shidehara  was a prominent pre–World War II Japanese diplomat and Prime Minister of Japan from 1945 to 1946. He was a leading proponent of pacifism in Japan before and after World War II, and was also the last Japanese Prime Minister who was a member of the kazoku. His wife, Masako, was the fourth daughter of Iwasaki Yatarō, founder of the Mitsubishi zaibatsu."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "1966", "date": "March 10", "txt": "Frits Zernike, Dutch physicist and academic, Nobel Prize laureate (b. 1888)", "entities": [{"title": "Frits Zernike", "href": "/wiki/Frits_Zernike", "description": "Frits Zernike was a Dutch physicist and winner of the Nobel Prize in Physics in 1953 for his invention of the phase-contrast microscope."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1966", "date": "March 10", "txt": "Frank O'Connor, Irish short story writer, novelist, and poet (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "March 10", "txt": "E. Power Biggs, English-American organist and composer (b. 1906)", "entities": [{"title": "E. Power Biggs", "href": "/wiki/E._Power_Biggs", "description": "Edward George Power Biggs was a British-born American concert organist and recording artist."}]}, {"heading": "Deaths", "year": "1985", "date": "March 10", "txt": "Konstantin Chernenko, Russian soldier and politician, Head of State of The Soviet Union (b. 1911)", "entities": [{"title": "Konstantin Chernenko", "href": "/wiki/Konstantin_Chernenko", "description": "Konstantin Ustinovich Chernenko was a Soviet politician and the fifth General Secretary of the Communist Party of the Soviet Union. He briefly led the Soviet Union from 13 February 1984 until his death on 10 March 1985."}, {"title": "List of heads of state of the Soviet Union", "href": "/wiki/List_of_heads_of_state_of_the_Soviet_Union", "description": "The Constitution of the Soviet Union recognised the Presidium of the Supreme Soviet and the earlier Central Executive Committee (CEC) of the Congress of Soviets as the highest organs of state authority in the Union of Soviet Socialist Republics (USSR). Under the 1924, 1936 and 1977 Soviet Constitutions these bodies served as the collective head of state of the Soviet Union. The Chairman of these b"}]}, {"heading": "Deaths", "year": "1985", "date": "March 10", "txt": "Bob Nieman, American baseball player (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "March 10", "txt": "Ray Milland, Welsh-American actor and director (b. 1907)", "entities": [{"title": "Ray Milland", "href": "/wiki/Ray_Milland", "description": "Ray Milland was a British-American actor and film director. His screen career ran from 1929 to 1985, and he is best remembered for his Academy Award-winning portrayal of an alcoholic writer in Billy Wilder's The Lost Weekend (1945) and also for such roles as a sophisticated leading man opposite John Wayne's corrupt character in Reap the Wild Wind (1942), the murder-plotting husband in Alfred Hitch"}]}, {"heading": "Deaths", "year": "1988", "date": "March 10", "txt": "Andy Gibb, Australian singer-songwriter and actor (b. 1958)", "entities": [{"title": "Andy Gibb", "href": "/wiki/Andy_Gibb", "description": "Andrew Roy Gibb was an English singer and songwriter. He was the younger brother of the Bee Gees: Barry, Robin and Maurice Gibb."}]}, {"heading": "Deaths", "year": "1992", "date": "March 10", "txt": "Giorgos Zampetas, Greek bouzouki player and composer (b. 1925)", "entities": [{"title": "Giorgos Zampetas", "href": "/wiki/Giorgos_Zampetas", "description": "Giorgos Zampetas was a well-known bouzouki musician. His origins are from the island of Kythnos."}, {"title": "Bouzouki", "href": "/wiki/Bouzouki", "description": "The bouzouki, also spelled buzuki or buzuci, is a musical instrument popular in Greece. It is a member of the long-necked lute family, with a round body with a flat top and a long neck with a fretted fingerboard. It has steel strings and is played with a plectrum producing a sharp metallic sound, reminiscent of a mandolin but pitched lower. There are two main types of bouzouki: the trichordo (thre"}]}, {"heading": "Deaths", "year": "1996", "date": "March 10", "txt": "Ross Hunter, American film producer (b. 1926)", "entities": [{"title": "Ross Hunter", "href": "/wiki/Ross_Hunter", "description": "Ross Hunter was an American film and television producer and actor. Hunter is best known for producing light comedies such as Pillow Talk (1959), and the glamorous melodramas Magnificent Obsession (1954), Imitation of Life (1959), and Back Street (1961)."}]}, {"heading": "Deaths", "year": "1997", "date": "March 10", "txt": "LaVern Baker, American singer and actress (b. 1929)", "entities": [{"title": "LaVern Baker", "href": "/wiki/LaVern_Baker", "description": "Delores LaVern Baker was an American R&B singer who had several hit records on the pop chart in the 1950s and early 1960s. Her most successful records were \"Tweedle Dee\" (1955), \"Jim Dandy\" (1956), and \"I Cried a Tear\" (1958)."}]}, {"heading": "Deaths", "year": "1998", "date": "March 10", "txt": "Lloyd Bridges, American actor and director (b. 1913)", "entities": [{"title": "Lloyd Bridges", "href": "/wiki/Lloyd_Bridges", "description": "Lloyd Vernet Bridges Jr. was an American film, stage and television actor who starred in a number of television series and appeared in more than 150 feature films. He was the father of four children, including the actors Beau Bridges and Jeff Bridges. He started his career as a contract performer for Columbia Pictures, appearing in films such as Sahara (1943), A Walk in the Sun (1945), Little Big "}]}, {"heading": "Deaths", "year": "1999", "date": "March 10", "txt": "Oswaldo Guayasamín, Ecuadorian painter and sculptor (b. 1919)", "entities": [{"title": "Oswaldo Guayasamín", "href": "/wiki/Oswaldo_Guayasam%C3%ADn", "description": "Oswaldo Guayasamín was an Ecuadorian painter and sculptor of Kichwa and Mestizo heritage."}]}, {"heading": "Deaths", "year": "2005", "date": "March 10", "txt": "Dave Allen, Irish-English comedian, actor, and screenwriter (b. 1936)", "entities": [{"title": "Dave Allen (comedian)", "href": "/wiki/Dave_Allen_(comedian)", "description": "David Tynan O'Mahony, known professionally as Dave Allen, was an Irish observational comedian and satirist."}]}, {"heading": "Deaths", "year": "2006", "date": "March 10", "txt": "Anna Moffo, American soprano (b. 1932)", "entities": [{"title": "Anna Moffo", "href": "/wiki/Anna_Moffo", "description": "Anna Moffo was an American opera singer, television personality, and actress. One of the leading lyric-coloratura sopranos of her generation, she possessed a warm and radiant voice of considerable range and agility. Noted for her physical beauty, she was nicknamed \"La Bellissima\"."}]}, {"heading": "Deaths", "year": "2007", "date": "March 10", "txt": "Ernie Ladd, American football player and wrestler (b. 1938)", "entities": [{"title": "Ernie Ladd", "href": "/wiki/Ernie_Ladd", "description": "Ernest Ladd, nicknamed \"The Big Cat\", was an American professional football player and professional wrestler. A standout athlete in high school, Ladd attended Grambling State University on a basketball scholarship before being drafted in 1961 by the San Diego Chargers of the American Football League (AFL). Ladd found success in the AFL as one of the largest players in professional football history"}]}, {"heading": "Deaths", "year": "2010", "date": "March 10", "txt": "Muhammad Sayyid Tantawy, Egyptian scholar and academic (b. 1928)", "entities": [{"title": "Muhammad Sayyid Tantawy", "href": "/wiki/Muhammad_Sayyid_Tantawy", "description": "Muhammad Sayyid Tantawy, also referred to as Tantawi, was an influential Islamic scholar in Egypt. From 1986 to 1996, he was the grand Mufti of Egypt. In 1996, president Hosni Mubarak appointed him as the Grand Imam of Al-Azhar, a position he retained until his death in 2010."}]}, {"heading": "Deaths", "year": "2010", "date": "March 10", "txt": "Corey Haim, Canadian actor (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 10", "txt": "Bill Blackbeard, American author and illustrator (b. 1926)", "entities": [{"title": "Bill Blackbeard", "href": "/wiki/Bill_Blackbeard", "description": "William Elsworth Blackbeard, better known as Bill Blackbeard, was a writer-editor and the founder-director of the San Francisco Academy of Comic Art, a comprehensive collection of comic strips and cartoon art from American newspapers. This major collection, consisting of 2.5 million clippings, tearsheets and comic sections, spanning the years 1894 to 1996, has provided source material for numerous"}]}, {"heading": "Deaths", "year": "2012", "date": "March 10", "txt": "Jean Giraud, French author and illustrator (b. 1938)", "entities": [{"title": "Jean Giraud", "href": "/wiki/Jean_Giraud", "description": "Jean Henri Gaston Giraud was a French artist, cartoonist, and writer who worked in the Franco-Belgian bandes dessinées (BD) tradition. Giraud garnered worldwide acclaim under the pseudonym Moebius, as well as Gir outside the English-speaking world, used for the Blueberry series—his most successful creation in the non-English speaking parts of the world—and his Western-themed paintings. Esteemed by"}]}, {"heading": "Deaths", "year": "2012", "date": "March 10", "txt": "Frank Sherwood Rowland, American chemist and academic, Nobel Prize laureate (b. 1927)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2013", "date": "March 10", "txt": "Princess Lilian, Duchess of Halland, British born Swedish Princess (b.1915)", "entities": [{"title": "Princess Lilian, Duchess of Halland", "href": "/wiki/Princess_Lilian,_Duchess_of_Halland", "description": "Princess Lilian of Sweden, Duchess of Halland, was a Welsh fashion model who became a member of the Swedish royal family through her 1976 marriage to Prince Bertil, Duke of Halland (1912–1997). As such, she was a paternal aunt of King Carl XVI Gustaf of Sweden and a maternal aunt of Queen Margrethe II of Denmark and Queen Anne-Marie of Greece."}]}, {"heading": "Deaths", "year": "2015", "date": "March 10", "txt": "Richard Glatzer, American director, producer, and screenwriter (b. 1952)", "entities": [{"title": "Richard Glatzer", "href": "/wiki/Richard_Glatzer", "description": "Richard Glatzer was an American writer and director."}]}, {"heading": "Deaths", "year": "2016", "date": "March 10", "txt": "Ken Adam, German-English production designer and art director (b. 1921)", "entities": [{"title": "Ken Adam", "href": "/wiki/Ken_Adam", "description": "Sir Kenneth Adam was a German-British movie production designer, best known for his set designs for the James Bond films of the 1960s and 1970s, as well as for Dr. Strangelove."}]}, {"heading": "Deaths", "year": "2016", "date": "March 10", "txt": "Roberto Perfumo, Argentinian footballer and sportscaster", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 10", "txt": "Jovito Salonga, Filipino lawyer and politician, 14th President of the Senate of the Philippines (b. 1920)", "entities": [{"title": "President of the Senate of the Philippines", "href": "/wiki/President_of_the_Senate_of_the_Philippines", "description": "The president of the Senate of the Philippines more popularly known as the Senate president, is the presiding officer and the highest-ranking official of the Senate of the Philippines, and third highest and most powerful official in the Government of the Philippines. He/she is elected by the entire body to be their leader. The Senate president is second in line in succession for the presidency, be"}]}, {"heading": "Deaths", "year": "2016", "date": "March 10", "txt": "Anita Brookner, English novelist and art historian (b. 1928)", "entities": []}]