[{"heading": "Events", "year": "AD 37", "date": "March 28", "txt": "Roman emperor Caligula accepts the titles of the Principate, bestowed on him by the Senate.", "entities": [{"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Caligula", "href": "/wiki/Caligula", "description": "Caligula, formally known as Gaius, was the third Roman emperor, ruling from 37 to 41. The son of the popular Roman general Germanicus and Augustus's granddaughter Agrippina the Elder, Caligula was born into the first ruling family of the Roman Empire, conventionally known as the Julio-Claudian dynasty."}, {"title": "Principate", "href": "/wiki/Principate", "description": "The Principate is the name sometimes given to the first period of the Roman Empire from the beginning of the reign of Augustus in 27 BC to the end of the Crisis of the Third Century in 284 AD, after which it evolved into the so-called Dominate."}, {"title": "Senate", "href": "/wiki/Senate", "description": "A senate is a deliberative assembly, often the upper house or chamber of a bicameral legislature. The name comes from the ancient Roman Senate, so-called as an assembly of the senior and therefore considered wiser and more experienced members of the society or ruling class."}]}, {"heading": "Events", "year": "193", "date": "March 28", "txt": "After assassinating the Roman Emperor Pertinax, his Praetorian Guards auction off the throne to Didius Julianus.", "entities": [{"title": "Assassination", "href": "/wiki/Assassination", "description": "Assassination is the act of deliberately killing a prominent or important person, such as heads of state, heads of government, politicians, royalty, celebrities, journalists, or CEOs. An assassination may be prompted by political and military motives, or done for financial gain, to avenge a grievance, from a desire to acquire fame or notoriety, or because of a military, security, insurgent or secr"}, {"title": "Pertinax", "href": "/wiki/Pertinax", "description": "Pertinax was a Roman soldier and politician who ruled as Roman emperor for the first three months of 193. He succeeded Commodus to become the first emperor during the tumultuous Year of the Five Emperors."}, {"title": "Praetorian Guard", "href": "/wiki/Praetorian_Guard", "description": "The Praetorian Guard was an elite unit of the Imperial Roman army whose members served as personal bodyguards and intelligence for Roman emperors. During the era of the Roman Republic, the Praetorians served as a small escort force for high-ranking officials such as senators or provincial governors like procurators, and also serving as bodyguards for high-ranking officers within the Roman legions."}, {"title": "Didius Julianus", "href": "/wiki/Didius_Julianus", "description": "Marcus Didius Julianus was Roman emperor for nine weeks from March to June 193, during the Year of the Five Emperors."}]}, {"heading": "Events", "year": "364", "date": "March 28", "txt": "Roman Emperor Valentinian I appoints his brother Flavius Valens co-emperor.", "entities": [{"title": "Valentinian I", "href": "/wiki/Valentinian_I", "description": "Valentinian I, sometimes called Valentinian the Great, was Roman emperor from 364 to 375. Upon becoming emperor he made his brother Valens his co-emperor, giving him rule of the eastern provinces while Valentinian retained the west."}, {"title": "Valens", "href": "/wiki/Valens", "description": "Flavius Valens was Roman emperor from 364 to 378. He was the younger brother of the emperor Valentinian I, who gave Valens the eastern half of the Roman Empire to rule. Before 364, Valens had a largely unremarkable military career. In 378, Valens was defeated and killed at the Battle of Adrianople against the invading Goths, which astonished contemporaries and marked the beginning of barbarian enc"}, {"title": "Emperor", "href": "/wiki/Emperor", "description": "An emperor is a monarch, and usually the sovereign ruler of an empire or another type of imperial realm. Empress, the female equivalent, may indicate an emperor's wife, mother, or a woman who rules in her own right. Emperors are generally recognized to be of the highest monarchic honour and rank, surpassing kings. In Europe, the title of Emperor has been used since the Middle Ages, considered in t"}]}, {"heading": "Events", "year": "1566", "date": "March 28", "txt": "The foundation stone of Valletta, Malta's capital city, is laid by Jean Parisot de Valette, Grand Master of the Sovereign Military Order of Malta.", "entities": [{"title": "Valletta", "href": "/wiki/Valletta", "description": "Valletta is the capital city of Malta. Located in the South Eastern Region of the main island, between Marsamxett Harbour to the west and the Grand Harbour to the east, its population in 2014 was 6,444, while the metropolitan area around it has a population of 393,938. Valletta is second only to Nicosia as the southernmost capital of Europe, and at just 0.61 square kilometres (61 ha), it is the Eu"}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}, {"title": "Jean Parisot de Valette", "href": "/wiki/Jean_Parisot_de_Valette", "description": "Fra' Jean \"Parisot\" de la Valette was a French nobleman and 49th Grand Master of the Order of Malta, from 21 August 1557 to his death in 1568. As a Knight Hospitaller, joining the order in the Langue de Provence, he fought with distinction against the Turks at Rhodes. As Grand Master, Valette became the Order's hero and most illustrious leader, commanding the resistance against the Ottomans at the"}, {"title": "List of Grand Masters of the Knights Hospitaller", "href": "/wiki/List_of_Grand_Masters_of_the_Knights_Hospitaller", "description": "This is a list of Grand Masters of the Knights Hospitaller, including its continuation as the Sovereign Military Order of Malta after 1798. It also includes unrecognized \"anti-Grand Masters\" and lieutenants or stewards during vacancies."}]}, {"heading": "Events", "year": "1737", "date": "March 28", "txt": "The Marathas under Baji Rao I attack and defeat the Mughals in the Battle of Delhi.", "entities": [{"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}, {"title": "Baji Rao I", "href": "/wiki/Baji_Rao_I", "description": "Baji Rao I, born as Visaji, also known as Bajirao Ballal, was the 7th Peshwa of the Maratha empire. In his 20-year military career, he never lost a battle and is widely considered as one of the best Indian cavalry generals. His relationship with his half-Muslim wife Mastani, a subject of controversy, has been adapted in Indian novels and cinema."}, {"title": "Mughal Empire", "href": "/wiki/Mughal_Empire", "description": "The Mughal, Mogul or Moghul Empire, was an early modern empire in South Asia. For some two centuries, the empire stretched from the outer fringes of the Indus basin in the west, northern Afghanistan in the northwest, and Kashmir in the north, to the highlands of present-day Assam and Bangladesh in the east, and the uplands of the Deccan plateau in south India."}, {"title": "Battle of Delhi (1737)", "href": "/wiki/Battle_of_Delhi_(1737)", "description": "The First Battle of Delhi took place on 28 March 1737 between the Maratha Empire and the Mughal Empire. It was part of the Later Mughal-Maratha Wars (1728-1763)."}]}, {"heading": "Events", "year": "1776", "date": "March 28", "txt": "Juan Bautista de Anza finds the site for the Presidio of San Francisco.", "entities": [{"title": "Juan Bautista de Anza", "href": "/wiki/Juan_Bautista_de_Anza", "description": "Juan Bautista de Anza was born in the Spanish province of New Navarre in Viceroyalty of New Spain. Of Basque descent, he served as an expeditionary leader, military officer, and politician primarily in California and New Mexico under the Spanish Empire. He is credited as one of the founding fathers of Spanish California and served as an official within New Spain as Governor of the Province of New "}, {"title": "Presidio of San Francisco", "href": "/wiki/Presidio_of_San_Francisco", "description": "The Presidio of San Francisco is a park and former U.S. Army military fort on the northern tip of the San Francisco Peninsula in San Francisco, California, and is part of the Golden Gate National Recreation Area."}]}, {"heading": "Events", "year": "1794", "date": "March 28", "txt": "Allies under Prince Josias of Saxe-Coburg-Saalfeld defeat French forces at Le Cateau.", "entities": [{"title": "Prince Josias of Saxe-Coburg-Saalfeld", "href": "/wiki/Prince_Josias_of_Saxe-Coburg-Saalfeld", "description": "Prince Frederick Josias of Saxe-Coburg-Saalfeld was an Austrian nobleman and military general."}, {"title": "Battle of Le Cateau (1794)", "href": "/wiki/Battle_of_Le_Cateau_(1794)", "description": "The Battle of Le Cateau took place at the start of the 1794 Flanders Campaign during the War of the First Coalition, part of the French Revolutionary Wars. It saw three Republican French divisions led by Antoine Balland, Jacques Gilles Henri Goguet and Jacques Fromentin attack a Habsburg Austrian force commanded by Paul Kray. The Austrians drove off the French and inflicted four French casualties "}, {"title": "Le Cateau-Cambrésis", "href": "/wiki/Le_Cateau-Cambr%C3%A9sis", "description": "Le Cateau-Cambrésis is a commune in the Nord department in northern France."}]}, {"heading": "Events", "year": "1795", "date": "March 28", "txt": "Partitions of Poland: The Duchy of Courland and Semigallia, a northern fief of the Polish–Lithuanian Commonwealth, ceases to exist and becomes part of Imperial Russia.", "entities": [{"title": "Partitions of Poland", "href": "/wiki/Partitions_of_Poland", "description": "The Partitions of Poland were three partitions of the Polish–Lithuanian Commonwealth that took place toward the end of the 18th century and ended the existence of the state, resulting in the elimination of sovereign Poland and Lithuania for 123 years. The partitions were conducted by the Habsburg Monarchy, the Kingdom of Prussia, and the Russian Empire, which divided up the Commonwealth lands amon"}, {"title": "Duchy of Courland and Semigallia", "href": "/wiki/Duchy_of_Courland_and_Semigallia", "description": "The Duchy of Courland and Semigallia was a duchy in the Baltic region, in what was then known as Livonia, that existed from 1561 to 1569 as a nominally vassal state of the Grand Duchy of Lithuania and subsequently made part of the Crown of the Polish Kingdom from 1569 to 1726 and incorporated into the Polish–Lithuanian Commonwealth in 1726. On 28 March 1795, it was annexed by the Russian Empire in"}, {"title": "Fief", "href": "/wiki/Fief", "description": "A fief was the central element of feudalism. It consisted of heritable property or rights granted by an overlord to a vassal who held it in fealty in return for a form of feudal allegiance and service, usually given by the personal ceremonies of homage and fealty. The fees were often lands or revenue-producing real property held in feudal land tenure: these are typically known as fiefs or fiefdoms"}, {"title": "Polish–Lithuanian Commonwealth", "href": "/wiki/Polish%E2%80%93Lithuanian_Commonwealth", "description": "The Polish–Lithuanian Commonwealth, formally known as the Crown of the Kingdom of Poland and the Grand Duchy of Lithuania and, after 1791, the Commonwealth of Poland, was a country and bi-federation of Poland and Lithuania ruled by a common monarch in real union, who was both King of Poland and Grand Duke of Lithuania. It was one of the largest and most populous countries of 16th to 17th-century E"}, {"title": "Imperial Russia", "href": "/wiki/Imperial_Russia", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}]}, {"heading": "Events", "year": "1801", "date": "March 28", "txt": "Treaty of Florence is signed, ending the war between the French Republic and the Kingdom of Naples.", "entities": [{"title": "Treaty of Florence", "href": "/wiki/Treaty_of_Florence", "description": "The Treaty of Florence, which followed the Armistice of Foligno, brought to an end the war between the French Republic and the Kingdom of Naples, one of the Wars of the French Revolution. Forced by the French military presence, Naples ceded some territories in the Tyrrhenian Sea and accepted French garrisons to their ports on the Adriatic Sea. All Neapolitan harbours were closed to British and Ott"}, {"title": "French First Republic", "href": "/wiki/French_First_Republic", "description": "In the history of France, the First Republic, officially the French Republic, was founded on 22 September 1792 during the French Revolution. The First Republic lasted until the declaration of the First Empire in 1804 under Napoleon, although the form of the government changed several times. This period was characterized by the fall of the monarchy, the establishment of the National Convention and "}, {"title": "Kingdom of Naples", "href": "/wiki/Kingdom_of_Naples", "description": "The Kingdom of Naples, officially known as the Kingdom of Sicily, comprised the part of the Italian Peninsula south of the Papal States between 1282 and 1816. It was established by the War of the Sicilian Vespers (1282–1302), when the island of Sicily revolted and was conquered by the Crown of Aragon, becoming a separate kingdom also called the Kingdom of Sicily. In 1816, it reunified with the isl"}]}, {"heading": "Events", "year": "1802", "date": "March 28", "txt": "Heinrich Wilhelm Matthäus Olbers discovers 2 Pallas, the second asteroid ever to be discovered.", "entities": [{"title": "Heinrich Wilhelm Matthäus Olbers", "href": "/wiki/Heinrich_Wilhelm_Matth%C3%A4us_Olbers", "description": "Heinrich Wilhelm Matthias Olbers was a German physician and astronomer."}, {"title": "2 Pallas", "href": "/wiki/2_Pallas", "description": "Pallas is the second asteroid to have been discovered, after 1 Ceres. Like Ceres, it is believed to have a mineral composition similar to carbonaceous chondrite meteorites, though significantly less hydrated than Ceres. It is the third-largest asteroid in the Solar System by both volume and mass, and is a likely remnant protoplanet. It is 79% the mass of 4 Vesta and 22% the mass of Ceres, constitu"}, {"title": "Asteroid", "href": "/wiki/Asteroid", "description": "An asteroid is a minor planet of the inner Solar System. Historically, these terms have been applied to any astronomical object orbiting the Sun that did not resolve into a disc in a telescope and was not observed to have characteristics of an active comet such as a tail. As minor planets in the outer Solar System were discovered that were found to have volatile-rich surfaces similar to comets, th"}]}, {"heading": "Events", "year": "1809", "date": "March 28", "txt": "Peninsular War: France defeats Spain in the Battle of Medellín.", "entities": [{"title": "Peninsular War", "href": "/wiki/Peninsular_War", "description": "The Peninsular War (1807–1814) was the military conflict fought by Spain, the United Kingdom and Portugal against the invading and occupying forces of France for control of the Iberian Peninsula during the Napoleonic Wars. In Spain, it is considered to overlap with the Spanish War of Independence. The war began when the French and Spanish armies invaded and occupied Portugal in 1807 by transiting "}, {"title": "Battle of Medellín", "href": "/wiki/Battle_of_Medell%C3%ADn", "description": "In the Peninsular War, the Battle of Medellín was fought on 28 March 1809 and resulted in a victory of the French under Marshal Victor against the Spanish under General Don Gregorio Garcia de la Cuesta. The battle marked the first major effort by the French to occupy Southern Spain, a feat mostly completed with the victory at the Battle of Ocana later in the year."}]}, {"heading": "Events", "year": "1814", "date": "March 28", "txt": "War of 1812: In the Battle of Valparaíso, two American naval vessels are captured by two Royal Navy vessels of equal strength.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "Battle of Valparaíso", "href": "/wiki/Battle_of_Valpara%C3%ADso", "description": "The Battle of Valparaíso, also called the Capture of USS Essex, was a naval action fought during the War of 1812. It took place off Valparaíso, Chile on March 28, 1814 between the frigate USS Essex and the sloop USS Essex Junior of the United States Navy and the frigate HMS Phoebe and sloop HMS Cherub of the Royal Navy. The British ships won the battle, and the American vessels were captured."}]}, {"heading": "Events", "year": "1842", "date": "March 28", "txt": "First concert of the Vienna Philharmonic Orchestra, conducted by Otto Nicolai.", "entities": [{"title": "Vienna Philharmonic", "href": "/wiki/Vienna_Philharmonic", "description": "The Vienna Philharmonic, founded in 1842, is an orchestra considered to be one of the finest in the world."}, {"title": "Otto Nicolai", "href": "/wiki/Otto_Nicolai", "description": "Carl Otto Ehrenfried Nicolai was a German composer, conductor, and one of the founders of the Vienna Philharmonic. Nicolai is best known for his operatic version of Shakespeare's comedy The Merry Wives of Windsor as Die lustigen Weiber von Windsor. In addition to five operas, Nicolai composed lieder, works for orchestra, chorus, ensemble, and solo instruments."}]}, {"heading": "Events", "year": "1854", "date": "March 28", "txt": "Crimean War: France and Britain declare war on Russia.", "entities": [{"title": "Crimean War", "href": "/wiki/Crimean_War", "description": "The Crimean War was a military conflict fought from October 1853 to February 1856 in which Russia lost to an alliance made up of France, the Ottoman Empire, the United Kingdom and Sardinia. The immediate cause of the war involved the rights of Christian minorities in the Holy Land, then a part of the Ottoman Empire. The French promoted the rights of Roman Catholics, while Russia promoted those of "}]}, {"heading": "Events", "year": "1860", "date": "March 28", "txt": "First Taranaki War: The Battle of Waireka begins.", "entities": [{"title": "First Taranaki War", "href": "/wiki/First_Taranaki_War", "description": "The First Taranaki War was an armed conflict over land ownership and sovereignty that took place between Māori and the New Zealand government in the Taranaki district of New Zealand's North Island from March 1860 to March 1861."}]}, {"heading": "Events", "year": "1862", "date": "March 28", "txt": "American Civil War: In the Battle of Glorieta Pass, Union forces stop the Confederate invasion of the New Mexico Territory. The battle began on March 26.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Glorieta Pass", "href": "/wiki/Battle_of_Glorieta_Pass", "description": "The Battle of Glorieta Pass in the northern New Mexico Territory, was the decisive battle of the New Mexico campaign during the American Civil War. Dubbed the \"Gettysburg of the West\" by some authors, it was intended as the decisive blow by Confederate forces to break the Union possession of the West along the base of the Rocky Mountains. It was fought at Glorieta Pass in the Sangre de Cristo Moun"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "New Mexico Territory", "href": "/wiki/New_Mexico_Territory", "description": "The Territory of New Mexico was an organized incorporated territory of the United States that existed from September 9, 1850, until January 6, 1912, when the remaining extent of the territory was admitted to the Union as the State of New Mexico, making it the longest-lived organized incorporated territory of the United States, lasting approximately 62 years."}, {"title": "March 26", "href": "/wiki/March_26", "description": "March 26 is the 85th day of the year in the Gregorian calendar; 280 days remain until the end of the year."}]}, {"heading": "Events", "year": "1871", "date": "March 28", "txt": "The Paris Commune is formally established in Paris.", "entities": [{"title": "Paris Commune", "href": "/wiki/Paris_Commune", "description": "The Paris Commune was a revolutionary socialist government that controlled Paris from 18 March to 28 May 1871."}]}, {"heading": "Events", "year": "1883", "date": "March 28", "txt": "Tonkin Campaign: French victory in the Battle of Gia Cuc.", "entities": [{"title": "Tonkin Campaign", "href": "/wiki/Tonkin_Campaign", "description": "The Tonkin campaign was an armed conflict fought between June 1883 and April 1886 by the French against, variously, the Vietnamese, Liu Yongfu's Black Flag Army and the Chinese Guangxi and Yunnan armies to occupy Tonkin and entrench a French protectorate there. The campaign, complicated in August 1884 by the outbreak of the Sino-French War and in July 1885 by the Cần Vương nationalist uprising in "}, {"title": "Battle of Gia Cuc", "href": "/wiki/Battle_of_Gia_Cuc", "description": "The Battle of Gia Cuc, fought on 27 and 28 March 1883, was a battle in the Tonkin Campaign between the French and Vietnamese, during the period of undeclared hostilities that preceded the Sino-French War."}]}, {"heading": "Events", "year": "1910", "date": "March 28", "txt": "Henri Fabre becomes the first person to fly a seaplane, the Fabre Hydravion, after taking off from a water runway near Martigues, France.", "entities": [{"title": "Henri Fabre", "href": "/wiki/Henri_Fabre", "description": "Henri Fabre was a French aviator and the inventor of the first successful seaplane, the Fabre Hydravion."}, {"title": "Seaplane", "href": "/wiki/Seaplane", "description": "A seaplane is a powered fixed-wing aircraft capable of taking off and landing (alighting) on water. Seaplanes are usually divided into two categories based on their technological characteristics: floatplanes and flying boats; the latter are generally far larger and can carry far more. Seaplanes that can also take off and land on airfields are in a subclass called amphibious aircraft, or amphibians"}, {"title": "Fabre Hydravion", "href": "/wiki/Fabre_Hydravion", "description": "Fabre Hydravion is the name used in English-language sources for an originally unnamed experimental floatplane designed by Henri Fabre. The aircraft is notable as the first to take off from water under its own power."}, {"title": "Martigues", "href": "/wiki/Martigues", "description": "Martigues is a commune northwest of Marseille. It is part of the Bouches-du-Rhône department in the Provence-Alpes-Côte d'Azur region on the eastern end of the Canal de Caronte."}]}, {"heading": "Events", "year": "1918", "date": "March 28", "txt": "General John J. Pershing, during World War I, cancels 42nd 'Rainbow' Division's orders to Rolampont for further training and diverted it to the occupy the Baccarat sector. Rainbow Division becomes \"the first American division to take over an entire sector on its own, which it held longer than any other American division-occupied sector alone for a period of three months\".", "entities": [{"title": "General (United States)", "href": "/wiki/General_(United_States)", "description": "A general denotes the most senior general-grade officer; it is the highest achievable commissioned officer rank that may be attained in the United States Armed Forces, with exception of the Navy. The official and formal insignia of General is defined by its four-stars."}, {"title": "John J. Pershing", "href": "/wiki/John_J._Pershing", "description": "John Joseph Pershing, nicknamed \"Black Jack\", was a senior United States Army officer. He served most famously as the commander of the American Expeditionary Forces (AEF) on the Western Front in World War I, 1917–18. In addition to leading the A.E.F. to victory in World War I, Pershing notably served as a mentor to many in the generation of generals who led the United States Army during World War "}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "42nd Infantry Division (United States)", "href": "/wiki/42nd_Infantry_Division_(United_States)", "description": "The 42nd Infantry Division (42ID) (\"Rainbow\") is a division of the United States Army National Guard. The 42nd Infantry Division has served in World War I, World War II and the Global War on Terrorism (GWOT). The division is currently headquartered at the Glenmore Road Armory in Troy, New York."}, {"title": "Rolampont", "href": "/wiki/Rolampont", "description": "Rolampont is a commune in the Haute-Marne department in north-eastern France."}, {"title": "Military education and training", "href": "/wiki/Military_education_and_training", "description": "Military education and training is a process which intends to establish and improve the capabilities of military personnel in their respective roles. Military training may be voluntary or compulsory duty. It begins with recruit training, proceeds to education and training specific to military roles, and sometimes includes additional training during a military career. Directing staff are the milita"}, {"title": "Baccarat", "href": "/wiki/Baccarat", "description": "Baccarat is a commune in the Meurthe-et-Moselle department in the Grand Est region of north-eastern France."}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Division (military)", "href": "/wiki/Division_(military)", "description": "A division is a large military unit or formation, usually consisting of between 6,000 and 25,000 soldiers."}]}, {"heading": "Events", "year": "1920", "date": "March 28", "txt": "Palm Sunday tornado outbreak of 1920 affects the Great Lakes region and Deep South states.", "entities": [{"title": "Palm Sunday tornado outbreak of 1920", "href": "/wiki/Palm_Sunday_tornado_outbreak_of_1920", "description": "On March 28, 1920, a large outbreak of at least 37 tornadoes, 31 of which were significant, took place across the Midwestern and Southern United States. The tornadoes left at least 153 dead and at least 1,215 injured. Many communities and farmers alike were caught off-guard as the storms moved to the northeast at speeds that reached over 60 mph (97 km/h). Most of the fatalities occurred in Georgia"}, {"title": "Great Lakes", "href": "/wiki/Great_Lakes", "description": "The Great Lakes, also called the Great Lakes of North America or the Laurentian Great Lakes, are a series of large interconnected freshwater lakes in the upper mid-east region of North America that connect to the Atlantic Ocean via the Saint Lawrence River. They are lakes Superior, Michigan, Huron, Erie, and Ontario and are in general on or near the Canada–United States border. Hydrologically, the"}, {"title": "Deep South", "href": "/wiki/Deep_South", "description": "The Deep South is a cultural and geographic subregion in the Southern United States. The term was first used to describe the states most dependent on plantations and chattel slavery during the early period of United States history. The region suffered economic hardship after the American Civil War and was a major site of racial tension during and after the Reconstruction era. State governments ens"}]}, {"heading": "Events", "year": "1933", "date": "March 28", "txt": "The Imperial Airways biplane City of Liverpool is believed to be the first airliner lost to sabotage when a passenger sets a fire on board.", "entities": [{"title": "Imperial Airways", "href": "/wiki/Imperial_Airways", "description": "Imperial Airways was the early British commercial long-range airline, operating from 1924 to 1939 and principally serving the British Empire routes to South Africa, India and the Far East, including Australia, Malaya and Hong Kong. Passengers were typically businessmen or colonial administrators, most flights carried about 20 passengers or less. Accidents were frequent: in the first six years, 32 "}, {"title": "Sabotage", "href": "/wiki/Sabotage", "description": "Sabotage is a deliberate action aimed at weakening a polity, effort, or organization through subversion, obstruction, disruption, or destruction. One who engages in sabotage is a saboteur. Saboteurs typically try to conceal their identities because of the consequences of their actions and to avoid invoking legal and organizational requirements for addressing sabotage."}, {"title": "1933 Imperial Airways Diksmuide crash", "href": "/wiki/1933_Imperial_Airways_Diksmuide_crash", "description": "On 28 March 1933, an Armstrong Whitworth Argosy II passenger aircraft, named City of Liverpool and operated by British airline Imperial Airways, crashed near Diksmuide, Belgium, after suffering an onboard fire; all fifteen people aboard were killed, making it the deadliest accident in the history of British civil aviation to that time. It has been suggested that this was the first airliner ever lo"}]}, {"heading": "Events", "year": "1939", "date": "March 28", "txt": "Spanish Civil War: Generalissimo Francisco Franco conquers Madrid after a three-year siege.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Generalissimo", "href": "/wiki/Generalissimo", "description": "Generalissimo is a military rank of the highest degree, superior to field marshal and other five-star ranks in the states where they are used."}, {"title": "Francisco Franco", "href": "/wiki/Francisco_Franco", "description": "Francisco Franco Bahamonde was a Spanish general who led the Nationalist forces in overthrowing the Second Spanish Republic during the Spanish Civil War and thereafter ruled over Spain from 1939 to 1975 as a dictator, assuming the title Caudillo. This period in Spanish history, from the Nationalist victory to Franco's death, is commonly known as Francoist Spain or the Francoist dictatorship."}, {"title": "Madrid", "href": "/wiki/Madrid", "description": "Madrid is the capital and most-populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 6.7 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin in its administrative limits, and its monocentric metropolitan area is the second-largest in the EU, surpassed only by Paris. The municipality covers 604"}, {"title": "Siege of Madrid", "href": "/wiki/Siege_of_Madrid", "description": "The siege of Madrid was a two and a half year siege of the Republican controlled Spanish capital city of Madrid by the right-wing coalition Nationalist armies under General Francisco Franco, during the Spanish Civil War of 1936 to 1939. The city, besieged from October 1936, fell to the Nationalist armies on 28 March 1939. The Battle of Madrid in November 1936 saw the most intense fighting in and a"}]}, {"heading": "Events", "year": "1942", "date": "March 28", "txt": "World War II: A British combined force permanently disables the Louis Joubert Lock in Saint-Nazaire in order to keep the German battleship Tirpitz away from the mid-ocean convoy lanes.", "entities": [{"title": "Combined Operations Headquarters", "href": "/wiki/Combined_Operations_Headquarters", "description": "Combined Operations Headquarters was a department of the British War Office set up during Second World War to harass the Germans on the European continent by means of raids carried out by use of combined naval and army forces."}, {"title": "St Nazaire Raid", "href": "/wiki/St_Nazaire_Raid", "description": "The St Nazaire Raid or Operation Chariot was a British amphibious attack on the heavily defended Normandie dry dock at St Nazaire in German-occupied France during the Second World War. The operation was undertaken by the Royal Navy (RN) and British Commandos under the auspices of Combined Operations Headquarters on 28 March 1942. St Nazaire was targeted because the loss of its dry dock would force"}, {"title": "Louis Joubert Lock", "href": "/wiki/Louis_Joubert_Lock", "description": "The Louis Joubert Lock also known as the Normandie Dock, is a lock and major dry dock located in the port of Saint-Nazaire in Loire-Atlantique, northwestern France."}, {"title": "Saint-Nazaire", "href": "/wiki/Saint-Nazaire", "description": "Saint-Nazaire is a commune in the Loire-Atlantique department in western France, in traditional Brittany."}, {"title": "German battleship Tirpitz", "href": "/wiki/German_battleship_Tirpitz", "description": "Tirpitz was the second of two  Bismarck-class battleships built for Nazi Germany's Kriegsmarine (navy) prior to and during the Second World War. Named after Grand Admiral Alfred von Tirpitz, the architect of the Kaiserliche Marine, the ship was laid down at the Kriegsmarinewerft Wilhelmshaven in November 1936 and her hull was launched two and a half years later. Work was completed in February 1941"}]}, {"heading": "Events", "year": "1946", "date": "March 28", "txt": "Cold War: The United States Department of State releases the Acheson–Lilienthal Report, outlining a plan for the international control of nuclear power.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "United States Department of State", "href": "/wiki/United_States_Department_of_State", "description": "The United States Department of State (DOS), or State Department, is an executive department of the U.S. federal government responsible for the nation's foreign policy and international relations. Equivalent to the ministry of foreign affairs of other nations, its primary duties are advising the U.S. president, administering diplomatic missions, negotiating international treaties and agreements, a"}, {"title": "Acheson–Lilienthal Report", "href": "/wiki/Acheson%E2%80%93Lilienthal_Report", "description": "The Report on the International Control of Atomic Energy was written by a committee chaired by Dean Acheson and David Lilienthal in 1946 and is generally known as the Acheson–Lilienthal Report or Plan. The report was an important American document that appeared just before the start of the early Cold War. It proposed the international control of nuclear weapons and the avoidance of future nuclear "}, {"title": "Nuclear power", "href": "/wiki/Nuclear_power", "description": "Nuclear power is the use of nuclear reactions to produce electricity. Nuclear power can be obtained from nuclear fission, nuclear decay and nuclear fusion reactions. Presently, the vast majority of electricity from nuclear power is produced by nuclear fission of uranium and plutonium in nuclear power plants. Nuclear decay processes are used in niche applications such as radioisotope thermoelectric"}]}, {"heading": "Events", "year": "1951", "date": "March 28", "txt": "First Indochina War: In the Battle of Mạo Khê, French Union forces, led by World War II hero Jean de Lattre de Tassigny, inflict a defeat on Việt Minh forces commanded by General Võ Nguyên Giáp.", "entities": [{"title": "First Indochina War", "href": "/wiki/First_Indochina_War", "description": "The First Indochina War began in French Indochina on December 19, 1946, and lasted until July 20, 1954. Fighting between French forces and their Việt Minh opponents in the south dated from September 1945. The conflict pitted a range of forces, including the French Union's French Far East Expeditionary Corps, led by the government of France and supported by the former emperor Bảo Đại's Vietnamese N"}, {"title": "Battle of Mạo Khê", "href": "/wiki/Battle_of_M%E1%BA%A1o_Kh%C3%AA", "description": "The Battle of Mạo Khê, occurring from March 23 to March 28, 1951, was a significant engagement in the First Indochina War between the French Union and the Việt Minh. The French Union forces, led by World War II hero Jean de Lattre de Tassigny, inflicted a defeat on Việt Minh forces, which were commanded by General Võ Nguyên Giáp. The French Union victory, however, was not decisive and the Việt Min"}, {"title": "French Union", "href": "/wiki/French_Union", "description": "The French Union (1946–1958) was a political entity created by the French Fourth Republic to replace the old French colonial system, colloquially known as the \"French Empire\". It was the formal end of the \"indigenous\" status of French subjects in colonial areas."}, {"title": "Jean de Lattre de Tassigny", "href": "/wiki/Jean_de_Lattre_de_Tassigny", "description": "Jean Joseph Marie Gabriel de Lattre de Tassigny was a French army general during World War II and the First Indochina War. He was posthumously elevated to the dignity of Marshal of France."}, {"title": "Việt Minh", "href": "/wiki/Vi%E1%BB%87t_Minh", "description": "Việt Minh was a national independence coalition formed at Pác Bó by Hồ Chí Minh on May 19, 1941. The Việt Nam Độc Lập Đồng Minh Hội had previously formed in Nanjing, China, at some point between August 1935 and early 1936 when Vietnamese nationalist parties formed an anti-imperialist united front. This organization soon lapsed into inactivity, only to be revived by the Indochinese Communist Party "}, {"title": "Võ Nguyên Giáp", "href": "/wiki/V%C3%B5_Nguy%C3%AAn_Gi%C3%A1p", "description": "Võ Nguyên Giáp was an army general in the Vietnam People's Army and a politician. Võ Nguyên Giáp has been called one of the greatest military strategists of the 20th century. He first rose to prominence during World War II, where he served as the military leader of the Viet Minh resistance against the Japanese occupation of Vietnam and also as Defence Minister & Deputy Prime Minister for nearly 44"}]}, {"heading": "Events", "year": "1959", "date": "March 28", "txt": "The State Council of the People's Republic of China dissolves the government of Tibet.", "entities": [{"title": "State Council of the People's Republic of China", "href": "/wiki/State_Council_of_the_People%27s_Republic_of_China", "description": "The State Council, constitutionally synonymous with the Central People's Government since 1954, is the chief administrative authority of the People's Republic of China. It is chaired by the premier and includes the heads of each of the cabinet-level executive departments. Currently, the council has 35 members: the premier, one executive vice premier, three other vice premiers, five state councillo"}, {"title": "History of Tibet (1950–present)", "href": "/wiki/History_of_Tibet_(1950%E2%80%93present)#1959–1976:_Uprising_and_upheaval", "description": "The history of Tibet from 1950 to the present includes the Chinese invasion of Tibet in 1950, and the Battle of Chamdo. Before then, Tibet had been a \"de facto\" independent state/province under the governance of the Republic of China. In 1951, Tibetan representatives in Beijing signed the Seventeen-point Agreement under duress, which affirmed China's sovereignty over Tibet while it simultaneously "}]}, {"heading": "Events", "year": "1965", "date": "March 28", "txt": "An Mw  7.4 earthquake in Chile sets off a series of tailings dam failures, burying the town El Cobre and killing at least 500.", "entities": [{"title": "1965 Valparaíso earthquake and El Cobre dam failure", "href": "/wiki/1965_Valpara%C3%ADso_earthquake_and_El_Cobre_dam_failure", "description": "The Valparaíso earthquake of 1965 struck near the city of La Ligua in the Valparaíso Region, Chile, about 140 km from the capital Santiago on Sunday, March 28 at 12:33 p.m. (UTC−03:00). The Mw  7.4-7.6 temblor killed an approximate 400 people and caused damages amounting to some US$1 billion. Many of the deaths were from El Cobre, a mining location that was wiped out after a series of dam failures"}, {"title": "Tailings dam", "href": "/wiki/Tailings_dam", "description": "A tailings dam is typically an earth-fill embankment dam used to store byproducts of mining operations after separating the ore from the gangue. Tailings can be liquid, solid, or a slurry of fine particles, and are usually highly toxic and potentially radioactive. Solid tailings are often used as part of the structure itself."}]}, {"heading": "Events", "year": "1968", "date": "March 28", "txt": "Brazilian high school student Edson Luís de Lima Souto is killed by military police at a protest for cheaper meals at a restaurant for low-income students.", "entities": [{"title": "Edson Luís de Lima Souto", "href": "/wiki/Edson_Lu%C3%ADs_de_Lima_Souto", "description": "Edson Luís de Lima Souto was a Brazilian teenage student killed by the Military Police of Rio de Janeiro after a confrontation in the restaurant Calabouço, in downtown Rio de Janeiro. Edson was one of the first students to be killed by the Brazilian military government, and the aftermath of his death marked the beginning of a turbulent year for the regime, which ended with the enactment of AI-5, a"}]}, {"heading": "Events", "year": "1969", "date": "March 28", "txt": "Greek poet and Nobel Prize laureate Giorgos Seferis makes a famous statement on the BBC World Service opposing the junta in Greece.", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}, {"title": "Giorgos Seferis", "href": "/wiki/Giorgos_Seferis", "description": "Giorgos or George Seferis, the pen name of Georgios Seferiades, was a Greek poet and diplomat. He was one of the most important Greek poets of the 20th century, and a Nobel laureate. He was a career diplomat in the Greek Foreign Service, culminating in his appointment as Ambassador to the UK, a post which he held from 1957 to 1962."}, {"title": "BBC World Service", "href": "/wiki/BBC_World_Service", "description": "The BBC World Service is an international broadcaster owned and operated by the BBC. It is the world's largest of any kind. It broadcasts radio news, speech and discussions in more than 40 languages to many parts of the world on analogue and digital shortwave platforms, internet streaming, podcasting, satellite, DAB, FM and MW relays. In 2015, the World Service reached an average of 210 million pe"}]}, {"heading": "Events", "year": "1970", "date": "March 28", "txt": "An earthquake strikes western Turkey at about 23:05 local time, killing 1,086 and injuring 1,260.", "entities": [{"title": "1970 Gediz earthquake", "href": "/wiki/1970_Gediz_earthquake", "description": "The 1970 Gediz earthquake struck western Turkey on 28 March at about 23:02 local time, with an estimated magnitude of 7.2 on the Ms scale."}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}]}, {"heading": "Events", "year": "1978", "date": "March 28", "txt": "The US Supreme Court hands down 5–3 decision in Stump v. Sparkman, a controversial case involving involuntary sterilization and judicial immunity.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Human sterilization", "href": "/wiki/Human_sterilization", "description": "Sterilization is any of a number of medical methods of birth control that intentionally leaves a person unable to reproduce. Sterilization methods include both surgical and non-surgical, and exist for both males and females. Sterilization procedures are intended to be permanent; reversal is generally difficult or impossible."}, {"title": "Judicial immunity", "href": "/wiki/Judicial_immunity", "description": "Judicial immunity is a form of sovereign immunity, which protects judges and others employed by the judiciary from liability resulting from their judicial actions."}]}, {"heading": "Events", "year": "1979", "date": "March 28", "txt": "A coolant leak at the Three Mile Island's Unit 2 nuclear reactor outside Harrisburg, Pennsylvania leads to the core overheating and a partial meltdown.", "entities": [{"title": "Three Mile Island", "href": "/wiki/Three_Mile_Island", "description": "Three Mile Island Nuclear Generating Station (TMI) is a closed nuclear power plant on Three Mile Island in Londonderry Township, Pennsylvania, on the Susquehanna River just south of Harrisburg. It had two separate units, TMI-1 and TMI-2. The plant was the site of the most significant accident in United States commercial nuclear energy when, on March 28, 1979, TMI-2 suffered a partial meltdown. Acc"}, {"title": "Nuclear reactor", "href": "/wiki/Nuclear_reactor", "description": "A nuclear reactor, formerly known as an atomic pile, is a device used to initiate and control a fission nuclear chain reaction or nuclear fusion reactions. Nuclear reactors are used at nuclear power plants for electricity generation and in nuclear marine propulsion. Heat from nuclear fission is passed to a working fluid, which in turn runs through steam turbines. These either drive a ship's propel"}, {"title": "Harrisburg, Pennsylvania", "href": "/wiki/Harrisburg,_Pennsylvania", "description": "Harrisburg is the capital city of the Commonwealth of Pennsylvania in the United States, and the county seat of Dauphin County. With a population of 49,271, it is the 13th largest city in the Commonwealth. According to 2018 estimates of the Census Bureau, the population is 51.8% Black or African American, 22.6% White, 21.8% Latino, 5.4% Asian, and 0.4% Native American while 3.9% identify as two or"}, {"title": "Three Mile Island accident", "href": "/wiki/Three_Mile_Island_accident", "description": "The Three Mile Island accident was a partial meltdown of reactor number 2 of Three Mile Island Nuclear Generating Station (TMI-2) in Dauphin County, Pennsylvania, near Harrisburg, and subsequent radiation leak that occurred on March 28, 1979. It is the most significant accident in U.S. commercial nuclear power plant history. On the seven-point International Nuclear Event Scale, the incident was ra"}]}, {"heading": "Events", "year": "1979", "date": "March 28", "txt": "The British House of Commons passes a vote of no confidence against James Callaghan's government by 1 vote, precipitating a general election.", "entities": [{"title": "1979 vote of no confidence in the government of James Callaghan", "href": "/wiki/1979_vote_of_no_confidence_in_the_government_of_James_Callaghan", "description": "A vote of no confidence in the British Labour government of James Callaghan occurred on 28 March 1979. The vote was brought by Opposition leader Margaret Thatcher and was lost by the Labour Government by one vote, which was announced at 10:19 pm. The result mandated a general election which was won by Thatcher's Conservative Party. The last time an election had been forced by the House of Commons "}, {"title": "James Callaghan", "href": "/wiki/James_Callaghan", "description": "Leonard James Callaghan, Baron Callaghan of Cardiff, was a British politician who served as Prime Minister of the United Kingdom from 1976 to 1979 and Leader of the Labour Party from 1976 to 1980. Callaghan is the only person to have held all four Great Offices of State, having served as Chancellor of the Exchequer from 1964 to 1967, Home Secretary from 1967 to 1970 and Foreign Secretary from 1974"}, {"title": "1979 United Kingdom general election", "href": "/wiki/1979_United_Kingdom_general_election", "description": "The 1979 United Kingdom general election was held on Thursday 3 May 1979 to elect 635 members to the British House of Commons. The Conservative Party, led by Margaret Thatcher, ousted the incumbent Labour government of James Callaghan with a parliamentary majority of 43 seats. The election was the first of four consecutive election victories for the Conservative Party, and Thatcher became the Unit"}]}, {"heading": "Events", "year": "1990", "date": "March 28", "txt": "United States President George H. W. Bush posthumously awards Jesse Owens the Congressional Gold Medal.", "entities": [{"title": "George H. W. Bush", "href": "/wiki/George_H._W._Bush", "description": "George Herbert Walker Bush was an American politician, diplomat and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, Bush also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence."}, {"title": "Jesse Owens", "href": "/wiki/Jesse_Owens", "description": "James Cleveland \"Jesse\" Owens was an American track and field athlete and four-time gold medalist in the 1936 Olympic Games."}, {"title": "Congressional Gold Medal", "href": "/wiki/Congressional_Gold_Medal", "description": "The Congressional Gold Medal is an award bestowed by the United States Congress. It is Congress's highest expression of national appreciation for distinguished achievements and contributions by individuals or institutions. The congressional practice of issuing gold medals to occasionally honor recipients from the military began during the American Revolution. Later the practice extended to individ"}]}, {"heading": "Events", "year": "1994", "date": "March 28", "txt": "In South Africa, African National Congress security guards kill dozens of Inkatha Freedom Party protesters.", "entities": [{"title": "African National Congress", "href": "/wiki/African_National_Congress", "description": "The African National Congress (ANC) is the Republic of South Africa's governing political party. It has been the ruling party of post-apartheid South Africa since the election of Nelson Mandela in the 1994 election, winning every election since then. Cyril Ramaphosa, the incumbent President of South Africa, has served as leader of the ANC since 18 December 2017."}, {"title": "Shell House massacre", "href": "/wiki/Shell_House_massacre", "description": "The Shell House massacre was a 1994 shooting incident that took place at the headquarters of the African National Congress (ANC), in central Johannesburg, South Africa in the lead up to the 1994 elections."}, {"title": "Inkatha Freedom Party", "href": "/wiki/Inkatha_Freedom_Party", "description": "The Inkatha Freedom Party (IFP) is a political party in South Africa. The party has been led by Velenkosini Hlabisa since the party's 2019 National General Conference. Mangosuthu Buthelezi founded the party in 1975 and led it until 2019. The IFP is currently the fourth largest party in the National Assembly of South Africa, in 2014 yielding third place to the Economic Freedom Fighters, formed in 2"}]}, {"heading": "Events", "year": "1999", "date": "March 28", "txt": "Kosovo War: Serb paramilitary and military forces kill 146 Kosovo Albanians in Izbica.", "entities": [{"title": "Kosovo War", "href": "/wiki/Kosovo_War", "description": "The Kosovo War was an armed conflict in Kosovo that started in February 1998 and lasted until 11 June 1999. It was fought by the forces of the Federal Republic of Yugoslavia, which controlled Kosovo before the war, and the Kosovo Albanian rebel group known as the Kosovo Liberation Army (KLA), with air support from the North Atlantic Treaty Organisation (NATO) from 24 March 1999."}, {"title": "Serb paramilitary", "href": "/wiki/Serb_paramilitary", "description": "This is a list of Serbian paramilitary units and formations throughout history. It includes Serbian volunteer militias loyal to the Habsburg Monarchy prior to Serbian independence, and organizations loyal to Serbia since. Note that many of the organizations either started out or ended up folded into official military organizations. These are distinct from institutions with formal status and a dire"}, {"title": "Kosovo Albanians", "href": "/wiki/Kosovo_Albanians", "description": "The Albanians of Kosovo, also commonly called Kosovo Albanians or Kosovar Albanians, constitute the largest ethnic group in Kosovo."}, {"title": "Izbica massacre", "href": "/wiki/Izbica_massacre", "description": "The Izbica massacre was one of the largest massacres of the Kosovo War. Following the war, the International Criminal Tribunal for the former Yugoslavia (ICTY) found that the massacre resulted in the deaths of about 93 Kosovo Albanians, mostly male non-combatants between the ages of 60 and 70."}]}, {"heading": "Events", "year": "2003", "date": "March 28", "txt": "In a friendly fire incident, two American A-10 Thunderbolt II aircraft attack British tanks participating in the 2003 invasion of Iraq, killing one soldier.", "entities": [{"title": "Friendly fire", "href": "/wiki/Friendly_fire", "description": "Friendly fire is an attack by a military force on friendly or neutral troops while attempting to attack the enemy. Examples include misidentifying the target as hostile, cross-fire while engaging an enemy, long range ranging errors or inaccuracy. Accidental fire not intended to attack the enemy, and deliberate firing on one's own troops for disciplinary reasons, is not called friendly fire, and ne"}, {"title": "A-10 Thunderbolt II", "href": "/wiki/A-10_Thunderbolt_II", "description": "The Fairchild Republic A-10 Thunderbolt II is a single-seat, twin turbofan engine, straight wing jet aircraft developed by Fairchild-Republic for the United States Air Force (USAF). It is commonly referred to by the nicknames \"Warthog\" or \"Hog\", although the A-10's official name comes from the Republic P-47 Thunderbolt, a World War II fighter-bomber effective at attacking ground targets. The A-10 "}, {"title": "190th Fighter Squadron, Blues and Royals friendly fire incident", "href": "/wiki/190th_Fighter_Squadron,_Blues_and_Royals_friendly_fire_incident", "description": "The 190th Fighter Squadron, Blues and Royals friendly fire incident was a friendly fire incident involving two United States Air Force (USAF) Air National Guard 190th Fighter Squadron A-10, and vehicles from the United Kingdom's D Squadron, The Blues and Royals of the Household Cavalry, and took place on 28 March 2003 during the invasion of Iraq by armed forces of the United States and United King"}, {"title": "2003 invasion of Iraq", "href": "/wiki/2003_invasion_of_Iraq", "description": "The 2003 invasion of Iraq was the first stage of the Iraq War. The invasion phase began on 19 March 2003 (air) and 20 March 2003 (ground) and lasted just over one month, including 26 days of major combat operations, in which a combined force of troops from the United States, the United Kingdom, Australia and Poland invaded Iraq. This early stage of the war formally ended on 1 May 2003 when U.S. Pr"}]}, {"heading": "Events", "year": "2005", "date": "March 28", "txt": "An earthquake shakes northern Sumatra with a maximum Mercalli intensity of VI (Strong), leaving 915–1,314 people dead and 340–1,146 injured.", "entities": [{"title": "2005 Nias–Simeulue earthquake", "href": "/wiki/2005_Nias%E2%80%93Simeulue_earthquake", "description": "The 2005 Nias–Simeulue earthquake occurred on 28 March off the west coast of northern Sumatra, Indonesia. At least 915 people were killed, mostly on the island of Nias. The event caused panic in the region, which had already been devastated by the massive tsunami triggered by the 2004 Indian Ocean earthquake, but this earthquake generated a relatively small tsunami that caused limited damage. It w"}, {"title": "Sumatra", "href": "/wiki/Sumatra", "description": "Sumatra is one of the Sunda Islands of western Indonesia. It is the largest island that is fully within Indonesian territory, as well as the sixth-largest island in the world at 473,481 km2 (182,812 mi.2), not including adjacent islands such as the Simeulue, Nias, Mentawai, Enggano, Riau Islands, Bangka Belitung and Krakatoa archipelago."}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "2006", "date": "March 28", "txt": "Massive protests are mounted against France's First Employment Contract law, meant to reduce youth unemployment.", "entities": [{"title": "First Employment Contract", "href": "/wiki/First_Employment_Contract", "description": "The contrat première embauche was a new form of employment contract pushed in spring 2006 in France by Prime Minister Dominique de Villepin. This employment contract, available solely to employees under 26, would have made it easier for the employer to fire employees by removing the need to provide reasons for dismissal for an initial \"trial period\" of two years, in exchange for some financial gua"}, {"title": "Youth unemployment", "href": "/wiki/Youth_unemployment", "description": "Youth unemployment  is the situation of young people who are looking for a job, but cannot find a job, with the age range being that defined by the United Nations as 15–24 years old. An unemployed person is defined as someone who does not have a job but is actively seeking work. In order to qualify as unemployed for official and statistical measurement, the individual must be without employment, w"}]}, {"heading": "Births", "year": "931", "date": "March 28", "txt": "Liu Chengyou, emperor of Later Han (d. 951)", "entities": [{"title": "Liu Chengyou", "href": "/wiki/Liu_Chengyou", "description": "Liu Chengyou, also known by his posthumous name Emperor Yin (隱皇帝), was the second and last emperor of imperial China's short-lived Later Han dynasty, during the Five Dynasties and Ten Kingdoms period. He reigned from 948 until his death in 951."}, {"title": "Later Han (Five Dynasties)", "href": "/wiki/Later_Han_(Five_Dynasties)", "description": "The Later Han was founded in 947. It was the fourth of the Five Dynasties, and the third consecutive sinicized Shatuo ethnicity state, however, other sources indicate that the Later Han emperors claimed patrilineal Han Chinese ancestry. It was among the shortest-lived of all Chinese regimes, lasting for slightly under four years before it was overcome by a rebellion that resulted in the founding o"}]}, {"heading": "Births", "year": "1097", "date": "March 28", "txt": "Atsiz, Abbasid caliph (d. 1156)", "entities": [{"title": "Atsiz", "href": "/wiki/Atsiz", "description": "Ala ad-Din Atsiz was the second Shah of Khwarazm from 1127 to 1156. He was the son of Qutb ad-Din Muhammad."}]}, {"heading": "Births", "year": "1416", "date": "March 28", "txt": "Jodha of Mandore, Ruler of Marwar (d. 1489)", "entities": [{"title": "Jodha of Mandore", "href": "/wiki/Jodha_of_Mandore", "description": "Rao Jodha was a ruler of Mandore in the present-day state of Rajasthan. He was the son of Rao Ranmal of the Rathore clan. He is known for his illustrious military career and for founding the city of Jodhpur in 1459."}]}, {"heading": "Births", "year": "1468", "date": "March 28", "txt": "Charles I, Duke of Savoy (d. 1490)", "entities": [{"title": "Charles I, Duke of Savoy", "href": "/wiki/Charles_I,_Duke_of_Savoy", "description": "Charles I, called the Warrior, was the Duke of Savoy from 1482 to 1490 and titular king of Cyprus, Jerusalem, and Armenia from 1485 to 1490."}]}, {"heading": "Births", "year": "1472", "date": "March 28", "txt": "Fra Bartolomeo, Italian painter (d. 1517)", "entities": [{"title": "Fra Bartolomeo", "href": "/wiki/Fra_Bartolomeo", "description": "Fra Bartolomeo or Bartolommeo, also known as Bartolommeo di Pagholo, Bartolommeo di S. Marco, and his original name Baccio della Porta, was an Italian Renaissance painter of religious subjects. He spent all his career in Florence until his mid-forties, when he travelled to work in various cities, as far south as Rome. He trained with Cosimo Roselli and in the 1490s fell under the influence of Savo"}]}, {"heading": "Births", "year": "1483", "date": "March 28", "txt": "Raphael, Italian painter and architect (d. 1520)", "entities": [{"title": "Raphael", "href": "/wiki/Raphael", "description": "Raffaello Sanzio da Urbino, known as Raphael, was an Italian painter and architect of the High Renaissance. His work is admired for its clarity of form, ease of composition, and visual achievement of the Neoplatonic ideal of human grandeur. Together with Michelangelo and Leonardo da Vinci, he forms the traditional trinity of great masters of that period."}]}, {"heading": "Births", "year": "1515", "date": "March 28", "txt": "Teresa of Ávila, Spanish nun and saint (d. 1582)", "entities": [{"title": "Teresa of Ávila", "href": "/wiki/Teresa_of_%C3%81vila", "description": "Teresa of Ávila, born Teresa Sánchez de Cepeda y Ahumada, also called Saint Teresa of Jesus, was a Spanish noblewoman who felt called to convent life in the Catholic Church. A Carmelite nun, prominent Spanish mystic, religious reformer, author, theologian of the contemplative life and of mental prayer, she earned the rare distinction of being declared a Doctor of the Church, but not until over fou"}]}, {"heading": "Births", "year": "1522", "date": "March 28", "txt": "Albert the Warlike, German prince (d. 1557)", "entities": [{"title": "Albert the Warlike", "href": "/wiki/Albert_the_Warlike", "description": "Albert II was the Margrave of Brandenburg-Kulmbach (Brandenburg-Bayreuth) from 1527 to 1553. He was a member of the Franconian branch of the House of Hohenzollern. Because of his bellicose nature, Albert was given the cognomen Bellator during his lifetime. Posthumously, he became known as Alcibiades."}]}, {"heading": "Births", "year": "1527", "date": "March 28", "txt": "Isabella Markham, English courtier (d. 1579)", "entities": [{"title": "Isabella Markham", "href": "/wiki/Isabella_Markham", "description": "Isabella Markham, was an English courtier, a Gentlewoman of the Privy Chamber of Queen Elizabeth I of England and a personal favourite of the queen. Isabella Markham was muse to the court official and poet John Harington, who wrote sonnets and poems addressed to her, before and after they married. Thomas Palfreyman dedicated his Divine Meditations to her in 1572."}]}, {"heading": "Births", "year": "1591", "date": "March 28", "txt": "William Cecil, 2nd Earl of Salisbury, English earl (d. 1668)", "entities": [{"title": "William Cecil, 2nd Earl of Salisbury", "href": "/wiki/William_Cecil,_2nd_Earl_of_Salisbury", "description": "William Cecil, 2nd Earl of Salisbury,, known as Viscount Cranborne from 1605 to 1612, was an English peer, nobleman, and politician."}]}, {"heading": "Births", "year": "1592", "date": "March 28", "txt": "John Amos Comenius, Czech bishop and educator (d. 1670)", "entities": [{"title": "John Amos Comenius", "href": "/wiki/John_Amos_Comenius", "description": "John Amos Comenius was a Moravian philosopher, pedagogue and theologian from the Margraviate of Moravia who is considered the father of modern education. He served as the last bishop of the Unity of the Brethren before becoming a religious refugee and one of the earliest champions of universal education, a concept eventually set forth in his book Didactica Magna. As an educator and theologian, he "}]}, {"heading": "Births", "year": "1599", "date": "March 28", "txt": "Witte de With, Dutch captain (d. 1658)", "entities": [{"title": "Witte de With", "href": "/wiki/Witte_de_With", "description": "Witte Corneliszoon de With was a Dutch naval officer. He is noted for planning and participating in a number of naval battles during the Eighty Years War and the First Anglo-Dutch war."}]}, {"heading": "Births", "year": "1613", "date": "March 28", "txt": "Empress Dowager Xiaozhuang of China (d. 1688)", "entities": [{"title": "Empress Dowager Xiaozhuang", "href": "/wiki/Empress_Dowager_Xiaozhuang", "description": "Bumbutai, of the Khorchin Mongol Borjigit clan, was the consort of Hong Taiji. She was 21 years his junior. She was honoured as Empress Dowager Zhaosheng during the reign of her son, Fulin, the Shunzhi Emperor, and as Grand Empress Dowager Zhaosheng during the reign of her grandson, Xuanye, the Kangxi Emperor."}]}, {"heading": "Births", "year": "1621", "date": "March 28", "txt": "Heinrich Schwemmer, German composer and educator (d. 1696)", "entities": [{"title": "Heinrich Schwemmer", "href": "/wiki/Heinrich_Schwemmer", "description": "Heinrich Schwemmer was a German music teacher and composer."}]}, {"heading": "Births", "year": "1638", "date": "March 28", "txt": "Frederik Ruysch, Dutch botanist and anatomist (d. 1731)", "entities": [{"title": "Frederik Ruysch", "href": "/wiki/Frederik_Ruysch", "description": "Frederik Ruysch was a Dutch botanist and anatomist. He is known for developing techniques for preserving anatomical specimens, which he used to create dioramas or scenes incorporating human parts. His anatomical preparations included over 2,000 anatomical, pathological, zoological, and botanical specimens, which were preserved by either drying or embalming. Ruysch is also known for his proof of va"}]}, {"heading": "Births", "year": "1652", "date": "March 28", "txt": "Samuel Sewall, English judge (d. 1730)", "entities": [{"title": "Samuel Sewall", "href": "/wiki/Samuel_Sewall", "description": "Samuel Sewall was a judge, businessman, and printer in the Province of Massachusetts Bay, best known for his involvement in the Salem witch trials, for which he later apologized, and his essay The Selling of Joseph (1700), which criticized slavery. He served for many years as the chief justice of the Massachusetts Superior Court of Judicature, the province's high court."}]}, {"heading": "Births", "year": "1725", "date": "March 28", "txt": "Andrew Kippis, English minister and author (d. 1795)", "entities": [{"title": "Andrew Kippis", "href": "/wiki/Andrew_Kippis", "description": "Andrew Kippis was an English nonconformist clergyman and biographer."}]}, {"heading": "Births", "year": "1727", "date": "March 28", "txt": "Maximilian III Joseph, Elector of Bavaria, (d. 1777)", "entities": [{"title": "Maximilian III Joseph, Elector of Bavaria", "href": "/wiki/Maximilian_III_Joseph,_Elector_of_Bavaria", "description": "Maximilian III Joseph, \"the much beloved\", was a Prince-elector of the Holy Roman Empire and Duke of Bavaria from 1745 to 1777."}]}, {"heading": "Births", "year": "1743", "date": "March 28", "txt": "Yekaterina Vorontsova-Dashkova, Russian academic and politician (d. 1810)", "entities": [{"title": "Yekaterina Vorontsova-Dashkova", "href": "/wiki/Yekaterina_Vorontsova-Dashkova", "description": "Princess Yekaterina Romanovna Vorontsova-Dashkova was the closest female friend of Empress Catherine the Great and a major figure of the Russian Enlightenment. She was part of a coup d'etat that placed Catherine on the throne. Vorontsova-Dashkova was the first woman in the world to head a national academy of sciences and helped found the Russian Academy. Not only was she the head of these academie"}]}, {"heading": "Births", "year": "1750", "date": "March 28", "txt": "Francisco de Miranda, Venezuelan general and politician, President of Venezuela (d. 1816)", "entities": [{"title": "Francisco de Miranda", "href": "/wiki/Francisco_de_Miranda", "description": "Sebastián Francisco de Miranda y Rodríguez de Espinoza, commonly known as Francisco de Miranda, was a Venezuelan military leader and revolutionary. Although his own plans for the independence of the Spanish American colonies failed, he is regarded as a forerunner of Simón Bolívar, who during the Spanish American wars of independence successfully liberated much of South America. He was known as \"Th"}, {"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Births", "year": "1760", "date": "March 28", "txt": "Thomas Clarkson, English activist (d. 1846)", "entities": [{"title": "Thomas Clarkson", "href": "/wiki/Thomas_Clarkson", "description": "Thomas Clarkson was an English abolitionist, and a leading campaigner against the slave trade in the British Empire. He helped found The Society for Effecting the Abolition of the Slave Trade and helped achieve passage of the Slave Trade Act 1807, which ended British trade in slaves."}]}, {"heading": "Births", "year": "1773", "date": "March 28", "txt": "Henri Gatien Bertrand, French general (d. 1844)", "entities": [{"title": "Henri Gatien Bertrand", "href": "/wiki/Henri_Gatien_Bertrand", "description": "Henri-Gatien, comte Bertrand, was a French general."}]}, {"heading": "Births", "year": "1793", "date": "March 28", "txt": "Henry Schoolcraft, American geographer, geologist, and ethnologist (d. 1864)", "entities": [{"title": "Henry Schoolcraft", "href": "/wiki/Henry_Schoolcraft", "description": "Henry Rowe Schoolcraft was an American geographer, geologist, and ethnologist, noted for his early studies of Native American cultures, as well as for his 1832 expedition to the source of the Mississippi River. He is also noted for his major six-volume study of Native Americans published in the 1850s."}]}, {"heading": "Births", "year": "1795", "date": "March 28", "txt": "Georg Heinrich Pertz, German historian and author (d. 1876)", "entities": [{"title": "Georg Heinrich Pertz", "href": "/wiki/Georg_Heinrich_Pertz", "description": "Georg Heinrich Pertz was a German historian."}]}, {"heading": "Births", "year": "1806", "date": "March 28", "txt": "Thomas Hare, English lawyer and political scientist (d. 1891)", "entities": [{"title": "Thomas Hare (political scientist)", "href": "/wiki/Thomas_Hare_(political_scientist)", "description": "Sir Thomas Hare was a British lawyer, MP and proponent of electoral reform. In particular he was the inventor of the Single Transferable Voting system, now used in many places in the world."}]}, {"heading": "Births", "year": "1811", "date": "March 28", "txt": "John Neumann, Czech-American bishop and saint (d. 1860)", "entities": [{"title": "John Neumann", "href": "/wiki/John_Neumann", "description": "John Nepomucene Neumann was a Catholic priest from Bohemia. He immigrated to the United States in 1836, where he was ordained and later joined the Redemptorist order and became the fourth Bishop of Philadelphia (1852–1860). He is to date the only male U.S. citizen to be canonized. While Bishop of Philadelphia, Neumann founded the first Catholic diocesan school system in the United States. He is a "}]}, {"heading": "Births", "year": "1815", "date": "March 28", "txt": "Arsène Houssaye, French author and poet (d. 1896)", "entities": [{"title": "Arsène Houssaye", "href": "/wiki/Ars%C3%A8ne_Houssaye", "description": "Arsène Houssaye was a French novelist, poet and man of letters."}]}, {"heading": "Births", "year": "1818", "date": "March 28", "txt": "Wade Hampton III, American general and politician, 77th Governor of South Carolina (d. 1902)", "entities": [{"title": "Wade Hampton III", "href": "/wiki/Wade_Hampton_III", "description": "Wade Hampton III was a Confederate States of America military officer during the American Civil War and politician from South Carolina. He came from a wealthy planter family, and shortly before the war he was one of the largest slaveholders in the Southeast as well as a state legislator. During the American Civil War, he served in the Confederate cavalry, where he reached the rank of lieutenant ge"}, {"title": "Governor of South Carolina", "href": "/wiki/Governor_of_South_Carolina", "description": "The governor of the State of South Carolina is the chief executive of South Carolina serving as its head of state and head of the executive of the government of South Carolina. The governor is the ex officio commander-in-chief of the National Guard when not called into federal service. The governor's responsibilities include making yearly \"State of the State\" addresses to the South Carolina Genera"}]}, {"heading": "Births", "year": "1819", "date": "March 28", "txt": "Joseph Bazalgette, English architect and engineer, designed the Hammersmith Bridge and Battersea Bridge (d. 1891)", "entities": [{"title": "Joseph Bazalgette", "href": "/wiki/Joseph_Bazalgette", "description": "Sir Joseph William Bazalgette, CB was a 19th-century English civil engineer. As chief engineer of London's Metropolitan Board of Works his major achievement was the creation of a sewer network for central London which was instrumental in relieving the city from cholera epidemics, while beginning to clean the River Thames. He was also the designer of the Hammersmith Bridge."}, {"title": "Hammersmith Bridge", "href": "/wiki/Hammersmith_Bridge", "description": "Hammersmith Bridge is a suspension bridge that crosses the River Thames in west London. It links the southern part of Hammersmith in the London Borough of Hammersmith and Fulham, on the north side of the river, and Barnes in the London Borough of Richmond upon Thames, on the south side of the river. The current bridge, which is Grade II* listed and was designed by civil engineer Sir Joseph Bazalge"}, {"title": "Battersea Bridge", "href": "/wiki/Battersea_Bridge", "description": "Battersea Bridge is a five-span arch bridge with cast-iron girders and granite piers crossing the River Thames in London, England. It is situated on a sharp bend in the river, and links Battersea south of the river with Chelsea to the north. The bridge replaced a ferry service that had operated near the site since at least the middle of the 16th century."}]}, {"heading": "Births", "year": "1828", "date": "March 28", "txt": "Melchior Anderegg, Swiss mountain guide (d. 1914)", "entities": [{"title": "Melchior Anderegg", "href": "/wiki/Melchior_Anderegg", "description": "Melchior Anderegg, from Zaun, Meiringen, was a Swiss mountain guide and the first ascensionist of many prominent mountains in the western Alps during the golden and silver ages of alpinism. His clients were mostly British, the most famous of whom was Leslie Stephen, the writer, critic and mountaineer; Anderegg also climbed extensively with members of the Walker family, including Horace Walker and "}]}, {"heading": "Births", "year": "1832", "date": "March 28", "txt": "Henry D. Washburn, American politician, general and explorer (d. 1871)", "entities": [{"title": "Henry D. Washburn", "href": "/wiki/Henry_D._Washburn", "description": "Henry Dana Washburn was a U.S. Representative from Indiana and a colonel and brevet brigadier general in the Union Army during the American Civil War."}]}, {"heading": "Births", "year": "1836", "date": "March 28", "txt": "Frederick Pabst, German-American brewer, founded the Pabst Brewing Company (d. 1904)", "entities": [{"title": "Frederick Pabst", "href": "/wiki/Frederick_Pabst", "description": "Johann Gottlieb Friedrich \"Frederick\" Pabst was a German-American brewer for whom the Pabst Brewing Company was named."}, {"title": "Pabst Brewing Company", "href": "/wiki/Pabst_Brewing_Company", "description": "The Pabst Brewing Company is an American company that dates its origins to a brewing company founded in 1844 by Jacob Best and was, by 1889, named after Frederick Pabst. It is currently a holding company which contracts the brewing of over two dozen brands of beer and malt liquor: these include its own flagship Pabst Blue Ribbon, as well as brands from now defunct breweries including P. Ballantine"}]}, {"heading": "Births", "year": "1840", "date": "March 28", "txt": "Emin Pasha, German-Jewish Egyptian physician and politician (d. 1892)", "entities": [{"title": "Emin Pasha", "href": "/wiki/Emin_Pasha", "description": "Mehmed Emin Pasha was an Ottoman physician of German Jewish origin, naturalist, and governor of the Egyptian province of Equatoria on the upper Nile. The Ottoman Empire conferred the title \"Pasha\" on him in 1886, and thereafter he was referred to as \"Emin Pasha\"."}]}, {"heading": "Births", "year": "1847", "date": "March 28", "txt": "Gyula Farkas, Hungarian mathematician and physicist (d. 1930)", "entities": [{"title": "Gyula Farkas (natural scientist)", "href": "/wiki/Gyula_Farkas_(natural_scientist)", "description": "Farkas Gyula, or Julius Farkas was a Hungarian mathematician and physicist."}]}, {"heading": "Births", "year": "1849", "date": "March 28", "txt": "James Darmesteter, French historian and author (d. 1894)", "entities": [{"title": "James Darmesteter", "href": "/wiki/James_Darmesteter", "description": "\nJames Darmesteter was a French author, orientalist, and antiquarian."}]}, {"heading": "Births", "year": "1850", "date": "March 28", "txt": "Kyrle Bellew, English theatre actor (d. 1911)", "entities": [{"title": "Kyrle Bellew", "href": "/wiki/Kyrle_Bellew", "description": "Harold Kyrle Money Bellew was an English stage and silent film actor. He notably toured with Cora Brown-Potter in the 1880s and 1890s, and was cast as the leading man in many stage productions alongside her. He was also a signwriter, gold prospector and rancher mainly in Australia."}]}, {"heading": "Births", "year": "1851", "date": "March 28", "txt": "Bernardino Machado, Portuguese academic and politician, 3rd President of Portugal (d. 1944)", "entities": [{"title": "Bernardino Machado", "href": "/wiki/Bernardino_Machado", "description": "Bernardino Luís Machado Guimarães, GCTE, GCL, was a Portuguese political figure, the third and eighth President of Portugal."}, {"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Births", "year": "1862", "date": "March 28", "txt": "Aristide Briand, French politician, Prime Minister of France, Nobel Prize laureate (d. 1932)", "entities": [{"title": "Aristide Briand", "href": "/wiki/Aristide_Briand", "description": "Aristide Pierre Henri Briand was a French statesman who served eleven terms as Prime Minister of France during the French Third Republic. He is mainly remembered for his focus on international issues and reconciliation politics during the interwar period (1918–1939)."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1866", "date": "March 28", "txt": "Jimmy Ross, Scottish footballer (d. 1902)", "entities": [{"title": "Jimmy Ross (footballer, born 1866)", "href": "/wiki/Jimmy_Ross_(footballer,_born_1866)", "description": "James Daniel Ross, nicknamed the \"Little Demon\", was a Scottish footballer of the Victorian era, younger brother of Nick Ross. Born in Edinburgh, in the beginning of his career he played for Edinburgh's St Bernard's F.C., but he came to prominence as part of the Preston North End team known as \"The Invincibles\", who won the Football League during its first and second seasons, the first one being a"}]}, {"heading": "Births", "year": "1868", "date": "March 28", "txt": "Maxim Gorky, Russian novelist, short story writer, and playwright (d. 1936)", "entities": [{"title": "Maxim Gorky", "href": "/wiki/Maxim_Gorky", "description": "Alexei Maximovich Peshkov, primarily known as Maxim Gorky, was a Russian and Soviet writer, a founder of the socialist realism literary method, and a political activist. He was also a five-time nominee for the Nobel Prize in Literature. Prior to his renown as an author, he frequently changed jobs and roamed across the Russian Empire; these experiences would later influence his writing. Gorky's mos"}]}, {"heading": "Births", "year": "1871", "date": "March 28", "txt": "Willem Mengelberg, Dutch-Swiss conductor (d. 1951)", "entities": [{"title": "Willem Mengelberg", "href": "/wiki/Willem_Mengelberg", "description": "Joseph Wilhelm Mengelberg was a Dutch conductor, famous for his performances of Beethoven, Brahms, Mahler and Strauss with the Concertgebouw Orchestra."}]}, {"heading": "Births", "year": "1873", "date": "March 28", "txt": "John Geiger, American rower (d. 1956)", "entities": [{"title": "John Geiger (rower)", "href": "/wiki/John_Geiger_(rower)", "description": "John Francis Geiger was an American rower, born in Philadelphia, who competed in the 1900 Summer Olympics. He was part of the American boat Vesper Boat Club, which won the gold medal in the eights."}]}, {"heading": "Births", "year": "1878", "date": "March 28", "txt": "Abraham Walkowitz, Russian-American painter (d. 1965)", "entities": [{"title": "Abraham Walkowitz", "href": "/wiki/Abraham_Walkowitz", "description": "Abraham Walkowitz was an Russian-American painter grouped in with early American Modernists working in the Modernist style. While never attaining the same level of fame as his contemporaries, Walkowitz' close relationship with the 291 Gallery and Alfred Stieglitz placed him at the center of the modernist movement. His early abstract cityscapes and collection of over 5,000 drawings of Isadora Dunca"}]}, {"heading": "Births", "year": "1879", "date": "March 28", "txt": "Terence MacSwiney, Irish republican politician and hunger striker; Lord Mayor of Cork (d. 1920)", "entities": [{"title": "Terence MacSwiney", "href": "/wiki/Terence_MacSwiney", "description": "Terence James MacSwiney was an Irish playwright, author and politician. He was elected as Sinn Féin Lord Mayor of Cork during the Irish War of Independence in 1920. He was arrested by the British Government on charges of sedition and imprisoned in Brixton Prison. His death there in October 1920 after 74 days on hunger strike brought him and the Irish Republican campaign to international attention."}, {"title": "Lord Mayor of Cork", "href": "/wiki/Lord_Mayor_of_Cork", "description": "The Lord Mayor of Cork is the honorific title of the Chairman of Cork City Council which is the local government body for the city of Cork in Ireland. The office holder is elected annually by the members of the Council. The incumbent is Joe Kavanagh (FG)."}]}, {"heading": "Births", "year": "1881", "date": "March 28", "txt": "Martin Sheridan, Irish-American discus thrower and jumper (d. 1918)", "entities": [{"title": "Martin Sheridan", "href": "/wiki/Martin_Sheridan", "description": "Martin John Sheridan was a three time Olympic Games gold medallist. He was born in Bohola, County Mayo, Ireland, and died in St. Vincent's Hospital in Manhattan, New York, the day before his 37th birthday, a very early casualty of the 1918 flu pandemic. He is buried in Calvary Cemetery, Queens, New York. He was part of a group of Irish-American athletes known as the \"Irish Whales\"."}]}, {"heading": "Births", "year": "1884", "date": "March 28", "txt": "Angelos Sikelianos, Greek poet and playwright (d. 1951)", "entities": [{"title": "Angelos Sikelianos", "href": "/wiki/Angelos_Sikelianos", "description": "Angelos Sikelianos was a Greek lyric poet and playwright. His themes include Greek history, religious symbolism as well as universal harmony in poems such as The Moonstruck, Prologue to Life, Mother of God, and Delphic Utterance. His plays include Sibylla, Daedalus in Crete, Christ in Rome, The Death of Digenis, The Dithyramb of the Rose and Asklepius. Although occasionally his grandiloquence blun"}]}, {"heading": "Births", "year": "1886", "date": "March 28", "txt": "Gustave Mesny, French general (d. 1945)", "entities": [{"title": "Gustave Mesny", "href": "/wiki/Gustave_Mesny", "description": "Gustave Marie Maurice Mesny was a French Army general in command of the 5th North African Infantry Division who was captured during the Second World War. Mesny was unlawfully executed in retribution for the death of German general Fritz von Brodowski."}]}, {"heading": "Births", "year": "1890", "date": "March 28", "txt": "Paul Whiteman, American violinist, composer, and bandleader (d. 1967)", "entities": [{"title": "Paul Whiteman", "href": "/wiki/Paul_Whiteman", "description": "Paul Samuel 'Pops' Whiteman was an American bandleader, composer, orchestral director, and violist."}]}, {"heading": "Births", "year": "1892", "date": "March 28", "txt": "Corneille Heymans, Belgian physiologist and academic, Nobel Prize laureate (d. 1968)", "entities": [{"title": "Corneille Heymans", "href": "/wiki/Corneille_Heymans", "description": "Corneille Jean François Heymans was a Belgian physiologist. He studied at the Jesuit College of Saint Barbara and then at Ghent University, where he obtained a doctor's degree in 1920."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1892", "date": "March 28", "txt": "Tom Maguire, Irish general (d. 1993)", "entities": []}, {"heading": "Births", "year": "1893", "date": "March 28", "txt": "Spyros Skouras, Greek-American businessman (d. 1971)", "entities": [{"title": "Spyros Skouras", "href": "/wiki/Spyros_Skouras", "description": "Spyros Panagiotis Skouras was a Greek-American motion picture pioneer and movie executive who was the president of the 20th Century-Fox from 1942 to 1962. He resigned June 27, 1962, but served as chairman of the company for several years. He also had numerous ships, owning Prudential Lines."}]}, {"heading": "Births", "year": "1894", "date": "March 28", "txt": "Ernst Lindemann, German captain (d. 1941)", "entities": [{"title": "Ernst Lindemann", "href": "/wiki/Ernst_Lindemann", "description": "Otto Ernst Lindemann was a German Kapitän zur See. He was the only commander of the battleship Bismarck during its eight months of service in World War II."}]}, {"heading": "Births", "year": "1895", "date": "March 28", "txt": "Ángela Ruiz Robles, Spanish teacher, writer and inventor, pioneer of the electronic book (d. 1975)", "entities": [{"title": "Ángela Ruiz Robles", "href": "/wiki/%C3%81ngela_Ruiz_Robles", "description": "Ángela Ruiz Robles was a Spanish teacher, writer, pioneer and inventor of the mechanical precursor to the electronic book. In 1949, Ruiz was awarded Spanish patent 190,698 for the \"Mechanical Encyclopedia\"."}]}, {"heading": "Births", "year": "1895", "date": "March 28", "txt": "Christian Herter, American politician, 53rd United States Secretary of State (d. 1966)", "entities": [{"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1895", "date": "March 28", "txt": "Donald Grey Barnhouse, American pastor and theologian (d. 1960)", "entities": []}, {"heading": "Births", "year": "1895", "date": "March 28", "txt": "Spencer W. Kimball, American religious leader, 12th President of The Church of Jesus Christ of Latter-day Saints (d. 1985)", "entities": [{"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Births", "year": "1897", "date": "March 28", "txt": "Sepp Herberger, German footballer and manager (d. 1977)", "entities": [{"title": "Sepp Herberger", "href": "/wiki/Sepp_Herberger", "description": "Josef \"Sepp\" Herberger was a German football player and manager. He is most famous for being the manager of the West German national team which won the 1954 FIFA World Cup final, a match later dubbed The Miracle of Bern, defeating the overwhelming favourites from Hungary. Previously he had also coached the Breslau Eleven, one of the greatest teams in German football history."}]}, {"heading": "Births", "year": "1897", "date": "March 28", "txt": "Tillie Voss, American football player (d. 1975)", "entities": []}, {"heading": "Births", "year": "1899", "date": "March 28", "txt": "Gussie Busch, American businessman (d. 1989)", "entities": [{"title": "Gussie Busch", "href": "/wiki/Gussie_Busch", "description": "August Anheuser \"Gussie\" Busch Jr. was an American brewing magnate who built the Anheuser-Busch Companies into the largest brewery in the world by 1957 as company chairman from 1946 to 1975."}]}, {"heading": "Births", "year": "1899", "date": "March 28", "txt": "Harold B. Lee, American religious leader, 11th President of The Church of Jesus Christ of Latter-day Saints (d. 1973)", "entities": [{"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Births", "year": "1899", "date": "March 28", "txt": "Buck Shaw, American football player and coach (d. 1977)", "entities": []}, {"heading": "Births", "year": "1900", "date": "March 28", "txt": "Edward Wagenknecht, American critic and educator (d. 2004)", "entities": [{"title": "Edward Wagenknecht", "href": "/wiki/Edward_Wagenknecht", "description": "Edward (Charles) Wagenknecht was an American literary critic and teacher who specialized in 19th century American literature. He wrote and edited many books on literature and movies, and taught for many years at various universities, including the University of Chicago and Boston University. He also contributed many book reviews and other writings to such newspapers as the Boston Herald, The New Y"}]}, {"heading": "Births", "year": "1902", "date": "March 28", "txt": "Flora Robson, English actress (d. 1984)", "entities": [{"title": "Flora Robson", "href": "/wiki/Flora_Robson", "description": "Dame Flora McKenzie Robson was an English actress and star of the theatrical stage and cinema, particularly renowned for her performances in plays demanding dramatic and emotional intensity. Her range extended from queens to murderesses."}]}, {"heading": "Births", "year": "1902", "date": "March 28", "txt": "Jaromír Vejvoda, Czech fiddler and composer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1903", "date": "March 28", "txt": "Rudolf Serkin, Czech-American pianist and educator (d. 1991)", "entities": [{"title": "Rudolf Serkin", "href": "/wiki/Rudolf_Serkin", "description": "Rudolf Serkin was a Bohemian-born American pianist. He is widely regarded as one of the greatest Beethoven interpreters of the 20th century."}]}, {"heading": "Births", "year": "1904", "date": "March 28", "txt": "Isabel Cuchí Coll, Puerto Rican author and journalist (d. 1993)", "entities": [{"title": "Isabel Cuchí Coll", "href": "/wiki/Isabel_Cuch%C3%AD_Coll", "description": "Isabel Cuchí Coll was a journalist, author and the Director of the Sociedad de Autores Puertorriqueños. She came from a family of Puerto Rican historians and politicians."}]}, {"heading": "Births", "year": "1905", "date": "March 28", "txt": "Pandro S. Berman, American production manager and producer (d. 1996)", "entities": [{"title": "Pandro S. Berman", "href": "/wiki/Pandro_S._Berman", "description": "Pandro Samuel Berman, also known as Pan Berman, was an American film producer."}]}, {"heading": "Births", "year": "1905", "date": "March 28", "txt": "Marlin Perkins, American zoologist and television host (d. 1986)", "entities": []}, {"heading": "Births", "year": "1906", "date": "March 28", "txt": "Murray Adaskin, Canadian violinist, composer, and conductor (d. 2002)", "entities": [{"title": "Murray Adaskin", "href": "/wiki/Murray_Adaskin", "description": "Murray Adaskin, was a Toronto-born Canadian violinist, composer, conductor and teacher. After playing violin with a band, he studied composition and became the director of the Music department of the University of Saskatchewan. Many of his compositions were written while in Victoria after his retirement."}]}, {"heading": "Births", "year": "1906", "date": "March 28", "txt": "Robert Allen, American actor (d. 1998)", "entities": []}, {"heading": "Births", "year": "1906", "date": "March 28", "txt": "Dorothy Knowles, South African-English author, fencer and academic (d. 2010)", "entities": []}, {"heading": "Births", "year": "1907", "date": "March 28", "txt": "Lúcia Santos, Portuguese nun (d. 2005)", "entities": [{"title": "Sister Lúcia", "href": "/wiki/Sister_L%C3%BAcia", "description": "Lúcia de Jesus Rosa dos Santos, O.C.D., also known as Lúcia of Fátima and by her religious name Sister Maria Lúcia of Jesus and of the Immaculate Heart, was a Portuguese Catholic Discalced Carmelite nun, one of the three children, along with her cousins Francisco and Jacinta Marto, who claimed to have witnessed Marian apparitions in Fátima in 1917."}]}, {"heading": "Births", "year": "1907", "date": "March 28", "txt": "Norrey Ford, English author (d. 1985)", "entities": []}, {"heading": "Births", "year": "1907", "date": "March 28", "txt": "Irving Paul Lazar, American lawyer and talent agent (d. 1993)", "entities": []}, {"heading": "Births", "year": "1909", "date": "March 28", "txt": "Nelson Algren, American novelist and short story writer (d. 1981)", "entities": [{"title": "Nelson Algren", "href": "/wiki/Nelson_Algren", "description": "Nelson Algren was an American writer. His 1949 novel The Man with the Golden Arm, won the National Book Award, and was adapted as the 1955 film of the same name."}]}, {"heading": "Births", "year": "1910", "date": "March 28", "txt": "Frederick Baldwin Adams, Jr., American librarian and art collector (d. 2001)", "entities": [{"title": "Frederick Baldwin Adams, Jr.", "href": "/wiki/Frederick_Baldwin_Adams,_Jr.", "description": "Frederick Baldwin Adams Jr. was an American bibliophile and the director of the Pierpont Morgan Library in New York City from 1948 to 1969."}]}, {"heading": "Births", "year": "1910", "date": "March 28", "txt": "Jimmie Dodd, American actor and singer-songwriter (d. 1964)", "entities": []}, {"heading": "Births", "year": "1910", "date": "March 28", "txt": "Ingrid of Sweden, (d. 2000)", "entities": []}, {"heading": "Births", "year": "1911", "date": "March 28", "txt": "Consalvo Sanesi, Italian race car driver (d. 1998)", "entities": [{"title": "Consalvo Sanesi", "href": "/wiki/Consalvo_Sanesi", "description": "Consalvo Sanesi was best known as the Alfa Romeo works' test driver in the period following World War II, but he also competed in races with the Alfa Romeo Tipo 158/159 cars in the period before the Formula One World Championship came into being. He competed in five Formula One World Championship Grands Prix, debuting on 3 September 1950. Although, on his day, his experience with the cars meant th"}]}, {"heading": "Births", "year": "1912", "date": "March 28", "txt": "A. Bertram Chandler, English-Australian author (d. 1984)", "entities": [{"title": "A. Bertram Chandler", "href": "/wiki/A._Bertram_Chandler", "description": "Arthur Bertram Chandler was an Anglo-Australian merchant marine officer, sailing the world in everything from tramp steamers to troop ships, but who later turned his hand to a second career as a prolific author of pulp science fiction. He also wrote under the pseudonyms of George Whitley, Andrew Dunstan and S.H.M. Many of his short stories draw on his extensive sailing background. In 1956, he emig"}]}, {"heading": "Births", "year": "1912", "date": "March 28", "txt": "Marina Raskova, Russian pilot and navigator (d. 1943)", "entities": []}, {"heading": "Births", "year": "1913", "date": "March 28", "txt": "Kazuo Taoka, Japanese crime boss (d. 1981)", "entities": [{"title": "Kazuo Taoka", "href": "/wiki/Kazuo_Taoka", "description": "Kazuo Taoka  was one of the most prominent yakuza godfathers."}]}, {"heading": "Births", "year": "1913", "date": "March 28", "txt": "Toko Shinoda, Japanese artist (d. 2021)", "entities": []}, {"heading": "Births", "year": "1914", "date": "March 28", "txt": "Edward Anhalt, American screenwriter and producer (d. 2000)", "entities": [{"title": "Edward Anhalt", "href": "/wiki/Edward_Anhalt", "description": "Edward Anhalt was a noted screenwriter, producer, and documentary filmmaker. After working as a journalist and documentary filmmaker for Pathé and CBS-TV he teamed with his wife Edna Anhalt, one of his five wives, during World War II to write pulp fiction."}]}, {"heading": "Births", "year": "1914", "date": "March 28", "txt": "Bohumil Hrabal, Czech author (d. 1997)", "entities": []}, {"heading": "Births", "year": "1914", "date": "March 28", "txt": "Kenneth Richard Norris, Australian entomologist and academic (d. 2003)", "entities": []}, {"heading": "Births", "year": "1914", "date": "March 28", "txt": "Edmund Muskie, American lieutenant, lawyer, and politician, 58th United States Secretary of State (d. 1996)", "entities": [{"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1914", "date": "March 28", "txt": "Everett Ruess, American explorer, poet, and painter (d. 1934)", "entities": []}, {"heading": "Births", "year": "1915", "date": "March 28", "txt": "Jay Livingston, American singer-songwriter (d. 2001)", "entities": [{"title": "Jay Livingston", "href": "/wiki/Jay_Livingston", "description": "Jay Livingston was an American composer best known as half of a songwriting duo with Ray Evans that specialized in songs composed for films. Livingston wrote music and Evans the lyrics."}]}, {"heading": "Births", "year": "1917", "date": "March 28", "txt": "Claude Bertrand, Canadian neurosurgeon and scholar (d. 2014)", "entities": [{"title": "Claude Bertrand (neurosurgeon)", "href": "/wiki/Claude_Bertrand_(neurosurgeon)", "description": "Claude Bertrand, was a Canadian neurosurgeon."}]}, {"heading": "Births", "year": "1918", "date": "March 28", "txt": "Edward Amy, Canadian soldier (d. 2011)", "entities": [{"title": "Edward Amy", "href": "/wiki/Edward_Amy", "description": "Brigadier-General Edward Alfred Charles \"Ned\" Amy, DSO, OBE, MC, CD was a Canadian soldier who fought in World War II. He is one of Canada's most decorated soldiers."}]}, {"heading": "Births", "year": "1919", "date": "March 28", "txt": "Jacob Avshalomov, American composer and conductor (d. 2013)", "entities": [{"title": "Jacob Avshalomov", "href": "/wiki/Jacob_Avshalomov", "description": "Jacob Avshalomov was an American composer and conductor."}]}, {"heading": "Births", "year": "1919", "date": "March 28", "txt": "Tom Brooks, Australian cricket umpire (d. 2007)", "entities": []}, {"heading": "Births", "year": "1919", "date": "March 28", "txt": "Eileen Crofton, British physician and author (d. 2010)", "entities": []}, {"heading": "Births", "year": "1919", "date": "March 28", "txt": "Vic Raschi, American baseball player and coach (d. 1988)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 28", "txt": "Harold Agnew, American physicist and academic (d. 2013)", "entities": [{"title": "Harold Agnew", "href": "/wiki/Harold_Agnew", "description": "Harold Melvin Agnew was an American physicist, best known for having flown as a scientific observer on the Hiroshima bombing mission and, later, as the third director of the Los Alamos National Laboratory."}]}, {"heading": "Births", "year": "1921", "date": "March 28", "txt": "Dirk Bogarde, English actor and author (d. 1999)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 28", "txt": "Herschel Grynszpan, German assassin of Ernst vom Rath (d. 1960)", "entities": [{"title": "Ernst vom Rath", "href": "/wiki/Ernst_vom_Rath", "description": "Ernst Eduard vom Rath was a German diplomat. He is remembered for his assassination in Paris in 1938 by a Polish Jewish teenager, Herschel Grynszpan, which provided a pretext for the Kristallnacht, \"The Night of Broken Glass\"."}]}, {"heading": "Births", "year": "1921", "date": "March 28", "txt": "Walter Neugebauer, Croatian-German author and illustrator (d. 1992)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 28", "txt": "Neville Bonner, Australian politician (d. 1999)", "entities": [{"title": "Neville Bonner", "href": "/wiki/Neville_Bonner", "description": "Neville Thomas Bonner AO was an Australian politician, and the first Aboriginal Australian to become a member of the Parliament of Australia. He was appointed by the Queensland Parliament to fill a casual vacancy in the representation of Queensland in the Senate, and later became the first Indigenous Australian to be elected to the parliament by popular vote. Neville Bonner was an elder of the Jag"}]}, {"heading": "Births", "year": "1922", "date": "March 28", "txt": "Grace Hartigan, American painter and educator (d. 2008)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 28", "txt": "Joey Maxim, American boxer and actor (d. 2001)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 28", "txt": "B. Neminathan, Sri Lankan politician", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 28", "txt": "Paul C. Donnelly, American scientist and engineer (d. 2014)", "entities": [{"title": "Paul C. Donnelly", "href": "/wiki/Paul_C._Donnelly", "description": "Paul Charles Donnelly was an American guided missile pioneer and a senior NASA manager during the Apollo moon landing program at the Kennedy Space Center (KSC). Responsible for the checkout of all Apollo launch vehicles and spacecraft, he was also involved in every U.S. manned launch from Alan Shepard's Mercury suborbital flight in 1961 through the tenth space shuttle mission (STS-41B) in 1984."}]}, {"heading": "Births", "year": "1923", "date": "March 28", "txt": "Thad Jones, American trumpet player and composer (d. 1986)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 28", "txt": "Freddie Bartholomew, American actor (d. 1992)", "entities": [{"title": "Freddie Bartholomew", "href": "/wiki/Freddie_Bartholomew", "description": "Frederick Cecil Bartholomew, known for his acting work as Freddie Bartholomew, was an English-American child actor. One of the most famous child actors of all time, he became very popular in 1930s Hollywood films. His most famous starring roles are in Captains Courageous (1937) and Little Lord Fauntleroy (1936)."}]}, {"heading": "Births", "year": "1924", "date": "March 28", "txt": "Fred Flanagan, Australian footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 28", "txt": "Innokenty Smoktunovsky, Russian actor (d. 1994)", "entities": [{"title": "Innokenty Smoktunovsky", "href": "/wiki/Innokenty_Smoktunovsky", "description": "Innokenty Mikhailovich Smoktunovsky was a Soviet and Russian theater and film actor. He was named a People's Artist of the USSR in 1974 and the Hero of Socialist Labour in 1990."}]}, {"heading": "Births", "year": "1925", "date": "March 28", "txt": "Dorothy DeBorba, American child actress (d. 2010)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 28", "txt": "Cayetana Fitz-James Stuart, 18th Duchess of Alba (d. 2014)", "entities": [{"title": "Cayetana Fitz-James Stuart, 18th Duchess of Alba", "href": "/wiki/Cayetana_Fitz-James_Stuart,_18th_Duchess_of_Alba", "description": "María del Rosario Cayetana Fitz-James Stuart y Silva, 18th Duchess of Alba GE was one of the most senior aristocrats in Spain, as well as the most titled aristocrat in the world, title now held by the Princess Victoria of Hohenlohe-Langenburg, 20th Duchess of Medinaceli."}]}, {"heading": "Births", "year": "1926", "date": "March 28", "txt": "Polly Umrigar, Indian cricketer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 28", "txt": "Theo Colborn, American zoologist and academic (d. 2014)", "entities": [{"title": "Theo Colborn", "href": "/wiki/Theo_Colborn", "description": "Theodora Emily Colborn(née Decker; March 28, 1927 – December 14, 2014) was Founder and President Emerita of The Endocrine Disruption Exchange (TEDX), based in Paonia, Colorado, and Professor Emerita of Zoology at the University of Florida, Gainesville. She was an environmental health analyst, and best known for her studies on the health effects of endocrine disrupting chemicals. She died in 2014."}]}, {"heading": "Births", "year": "1927", "date": "March 28", "txt": "Marianne Fredriksson, Swedish journalist and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 28", "txt": "Vina Mazumdar, Indian academic and activist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "March 28", "txt": "Zbigniew Brzezinski, Polish-American political activist and analyst; 10th United States National Security Advisor (d. 2017)", "entities": [{"title": "Zbigniew Brzezinski", "href": "/wiki/Zbigniew_Brzezinski", "description": "Zbigniew Kazimierz Brzezinski was a Polish-American diplomat and political scientist. He served as a counselor to President Lyndon B. Johnson from 1966 to 1968 and was President Jimmy Carter's National Security Advisor from 1977 to 1981. As a scholar, Brzezinski belonged to the realist school of international relations, standing in the geopolitical tradition of Halford Mackinder and Nicholas J. Sp"}, {"title": "United States National Security Advisor", "href": "/wiki/United_States_National_Security_Advisor", "description": "The Assistant to the President for National Security Affairs (APNSA), commonly referred to as the National Security Advisor (NSA) is a senior aide in the Executive Office of the President, based at the West Wing of the White House. The National Security Advisor serves as the principal advisor to the President of the United States on all national security issues. The National Security Advisor is ap"}]}, {"heading": "Births", "year": "1928", "date": "March 28", "txt": "Alexander Grothendieck, German-French mathematician and theorist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 28", "txt": "Paul England, Australian race car driver and engineer (d. 2014)", "entities": [{"title": "Paul England", "href": "/wiki/Paul_England", "description": "Paul England was an Australian former racing driver. He worked for the Repco company and raced his own 138 Holden-powered grey motor Ausca sports racing car that used a fiberglass body based on the A6GCS Maserati. The AUSCA also won the Tom Sulman Trophy at Amaroo Park in 1980 by new owner and driver Bruce Polain having restored the car with the assistance of Dave Mawer."}]}, {"heading": "Births", "year": "1930", "date": "March 28", "txt": "Robert Ashley, American soldier and composer (d. 2014)", "entities": [{"title": "Robert Ashley", "href": "/wiki/Robert_Ashley", "description": "Robert Reynolds Ashley was an American contemporary composer, who was best known for his television operas and other theatrical works, many of which incorporate electronics and extended techniques. His works often involve intertwining narratives and take a surreal multidisciplinary approach to sound, theatrics and writing, and have been continuously performed by various interpreters during and aft"}]}, {"heading": "Births", "year": "1930", "date": "March 28", "txt": "Jerome Isaac Friedman, American physicist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1930", "date": "March 28", "txt": "Elizabeth Bainbridge, English soprano", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 28", "txt": "Tete Montoliu, Spanish pianist (d. 1997)", "entities": [{"title": "Tete Montoliu", "href": "/wiki/Tete_Montoliu", "description": "Vicente Montolíu Massana, better known as Tete Montoliu was a jazz pianist from Catalonia, Spain. Born blind, he learnt Braille music at age seven. His styles varied from hard bop, through afro-cuban, world fusion, to post bop. He recorded with Lionel Hampton in 1956 and played with saxophonist Roland Kirk in 1963. He also worked with leading American jazz musicians who toured in, or relocated to "}]}, {"heading": "Births", "year": "1933", "date": "March 28", "txt": "Frank Murkowski, American soldier, banker, and politician, 8th Governor of Alaska", "entities": [{"title": "Governor of Alaska", "href": "/wiki/Governor_of_Alaska", "description": "The governor of Alaska is the head of state of Alaska and the head of the executive of the state government. The Governor is the chief executive of the state and is the holder of the highest office in the executive branch of the government as well as being the commander in chief of the Alaska's state forces."}]}, {"heading": "Births", "year": "1934", "date": "March 28", "txt": "Lester R. Brown, American environmentalist, founded the Earth Policy Institute and Worldwatch Institute", "entities": [{"title": "Lester R. Brown", "href": "/wiki/Lester_R._Brown", "description": "Lester Russel Brown is a United States environmental analyst, founder of the Worldwatch Institute, and founder and former president of the Earth Policy Institute, a nonprofit research organization based in Washington, D.C. BBC Radio commentator Peter Day referred to him as \"one of the great pioneer environmentalists.\""}, {"title": "Earth Policy Institute", "href": "/wiki/Earth_Policy_Institute", "description": "Earth Policy Institute was an independent non-profit environmental organization based in Washington, D.C. in the United States. It was founded by Lester R. Brown in 2001 and functioned as an environmental think tank, providing research and analysis on environmental indicators and making policy and lifestyle recommendations aimed at promoting environmental and economic sustainability."}, {"title": "Worldwatch Institute", "href": "/wiki/Worldwatch_Institute", "description": "The Worldwatch Institute was a globally focused environmental research organization based in Washington, D.C., founded by Lester R. Brown. Worldwatch was named as one of the top ten sustainable development research organizations by Globescan Survey of Sustainability Experts."}]}, {"heading": "Births", "year": "1934", "date": "March 28", "txt": "Laurie Taitt, Guyanese-English hurdler (d. 2006)", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 28", "txt": "Frank Judd, Baron Judd, English politician, Secretary of State for International Development", "entities": [{"title": "Frank Judd, Baron Judd", "href": "/wiki/Frank_Judd,_Baron_Judd", "description": "Frank Ashcroft Judd, Baron Judd, was a British Labour politician. He was a Senior Fellow of Saferworld NGO from 1994 to 2002, and from 2002 to 2015, a trustee. In 2007, he became a member of the Advisory Board at the Centre for Human Rights, and from 2014 to 2015, a member of the Commission on Diplomacy, at the London School of Economics. He was a member of the Unite and GMB trade unions."}, {"title": "Secretary of State for International Development", "href": "/wiki/Secretary_of_State_for_International_Development", "description": "The Secretary of State for International Development, also referred to as the International Development Secretary, was a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for International Development (DFID). The office formed part of the British Cabinet."}]}, {"heading": "Births", "year": "1935", "date": "March 28", "txt": "Michael Parkinson, English journalist and author", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 28", "txt": "Józef Szmidt, Polish triple jumper", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 28", "txt": "Mario Vargas Llosa, Peruvian writer, politician, journalist and essayist, Nobel Prize laureate", "entities": [{"title": "Mario Vargas Llosa", "href": "/wiki/Mario_Vargas_Llosa", "description": "Jorge Mario Pedro Vargas Llosa, 1st Marquis of Vargas Llosa, more commonly known as Mario Vargas Llosa, is a Peruvian writer, journalist, essayist, college professor, and a former politician. Vargas Llosa is one of Latin America's most significant novelists and essayists, and one of the leading writers of his generation. Some critics consider him to have had a larger international impact and world"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1938", "date": "March 28", "txt": "Hans-Jürgen Bäsler, German footballer (d. 2002)", "entities": [{"title": "Hans-Jürgen Bäsler", "href": "/wiki/Hans-J%C3%BCrgen_B%C3%A4sler", "description": "Hans-Jürgen Bäsler was a German footballer."}]}, {"heading": "Births", "year": "1939", "date": "March 28", "txt": "Dov Frohman, Israeli electrical engineer and business executive", "entities": [{"title": "Dov Frohman", "href": "/wiki/Dov_Frohman", "description": "Dov Frohman is an Israeli electrical engineer and business executive. A former vice president of Intel Corporation, he is the inventor of the erasable programmable read only memory (EPROM) and the founder and first general manager of Intel Israel. He is also the author of Leadership the Hard Way."}]}, {"heading": "Births", "year": "1940", "date": "March 28", "txt": "Tony Barber, English-Australian television host", "entities": [{"title": "Tony Barber", "href": "/wiki/Tony_Barber", "description": "Anthony Ferraro Louis Barber is an English Australian Gold Logie award-winning television game show host, radio announcer and singer."}]}, {"heading": "Births", "year": "1940", "date": "March 28", "txt": "Luis Cubilla, Uruguayan footballer and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 28", "txt": "Daniel Dennett, American philosopher and academic", "entities": [{"title": "Daniel Dennett", "href": "/wiki/Daniel_Dennett", "description": "Daniel Clement Dennett III is an American philosopher, writer, and cognitive scientist whose research centers on the philosophy of mind, philosophy of science, and philosophy of biology, particularly as those fields relate to evolutionary biology and cognitive science."}]}, {"heading": "Births", "year": "1942", "date": "March 28", "txt": "Kitanofuji Katsuaki, Japanese sumo wrestler, the 52nd Yokozuna", "entities": [{"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1942", "date": "March 28", "txt": "Neil Kinnock, Welsh politician, Vice-President of the European Commission", "entities": [{"title": "Vice-President of the European Commission", "href": "/wiki/Vice-President_of_the_European_Commission", "description": "A Vice-President of the European Commission is a member of the European Commission who leads the Commission's work in particular focus areas in which multiple European Commissioners participate. Currently, the European Commission has a total of eight Vice-Presidents."}]}, {"heading": "Births", "year": "1942", "date": "March 28", "txt": "Mike Newell, English director and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 28", "txt": "Samuel Ramey, American opera singer", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 28", "txt": "Conrad Schumann, East German border guard (d. 1998)", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 28", "txt": "Jerry Sloan, American basketball player and coach (d. 2020)", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 28", "txt": "Richard Eyre, English director, producer, and screenwriter", "entities": [{"title": "Richard Eyre", "href": "/wiki/Richard_Eyre", "description": "Sir Richard Charles Hastings Eyre is an English film, theatre, television and opera director."}]}, {"heading": "Births", "year": "1943", "date": "March 28", "txt": "Conchata Ferrell, American actress (d. 2020)", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 28", "txt": "Rick Barry, American basketball player and sportscaster", "entities": [{"title": "Rick Barry", "href": "/wiki/Rick_Barry", "description": "Richard Francis Dennis Barry III is an American retired professional basketball player who played in both the American Basketball Association (ABA) and National Basketball Association (NBA). Named one of the 50 Greatest Players in history by the NBA in 1996, Barry ranks among the most prolific scorers and all-around players in basketball history and is the only one to lead the National Collegiate "}]}, {"heading": "Births", "year": "1944", "date": "March 28", "txt": "Ken Howard, American actor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 28", "txt": "Rodrigo Duterte, Filipino politician, 16th President of the Philippines", "entities": [{"title": "Rodrigo Duterte", "href": "/wiki/Rodrigo_Duterte", "description": "Rodrigo Roa Duterte, also known as Digong and Rody, is a Filipino politician who is the current president of the Philippines and the first from Mindanao to hold the office."}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Births", "year": "1945", "date": "March 28", "txt": "Johnny Famechon, French-Australian boxer", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 28", "txt": "Björn Hamilton, Swedish engineer and politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 28", "txt": "Wubbo Ockels, Dutch physicist and astronaut (d. 2014)", "entities": [{"title": "Wubbo Ockels", "href": "/wiki/Wubbo_Ockels", "description": "Wubbo Johannes Ockels was a Dutch physicist and an astronaut of the European Space Agency (ESA). In 1985 he participated in a flight on the Space Shuttle Challenger, STS-61-A, making him the first Dutch citizen in space. After his astronaut career, Ockels was professor of Aerospace for Sustainable Engineering and Technology at the Delft University of Technology."}]}, {"heading": "Births", "year": "1946", "date": "March 28", "txt": "Henry Paulson, American banker and politician, 74th United States Secretary of the Treasury", "entities": [{"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1946", "date": "March 28", "txt": "Alejandro Toledo, Peruvian economist and politician, 48th President of Peru", "entities": [{"title": "President of Peru", "href": "/wiki/President_of_Peru", "description": "The president of Peru, formally recognized as the President of the Republic of Peru, is the head of state and head of government of Peru. The president is the head of the executive branch and is the Supreme Head of the Armed Forces and Police of Peru. The office of president corresponds to the highest magistracy in the country, making the president the highest ranking public official in Peru."}]}, {"heading": "Births", "year": "1947", "date": "March 28", "txt": "Greg Thompson, Canadian educator and politician, 25th Minister of Veterans Affairs (d. 2019)", "entities": [{"title": "Greg Thompson", "href": "/wiki/Greg_Thompson", "description": "Gregory Francis Thompson, was a Canadian politician who served six terms as a Member of Parliament (MP). He represented the district of Saint Croix in the New Brunswick Legislative Assembly from 2018 until 2019."}, {"title": "Minister of Veterans Affairs (Canada)", "href": "/wiki/Minister_of_Veterans_Affairs_(Canada)", "description": "The minister of veterans affairs is the minister of the Crown responsible for the Veterans Affairs Canada, the department of the Government of Canada responsible for administering benefits for members and veterans of the Canadian Armed Forces, the Royal Canadian Mounted Police, and their family members and caregivers."}]}, {"heading": "Births", "year": "1948", "date": "March 28", "txt": "John Evan, English keyboard player and songwriter", "entities": [{"title": "John Evan", "href": "/wiki/John_Evan", "description": "John Evan is a British musician and composer. He is best known for having played keyboards for Jethro Tull from April 1970 to June 1980. He was educated at King's College London."}]}, {"heading": "Births", "year": "1948", "date": "March 28", "txt": "Janice Lynde, American actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 28", "txt": "Dianne Wiest, American actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 28", "txt": "Milan Williams, American keyboard player (d. 2006)", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 28", "txt": "Ronnie Ray Smith, American sprinter (d. 2013)", "entities": [{"title": "Ronnie Ray Smith", "href": "/wiki/Ronnie_Ray_Smith", "description": "Ronald Ray Smith was an American athlete, winner of the gold medal in the 4 × 100 m relay at the 1968 Summer Olympics. He attended San Jose State College during the \"Speed City\" era, coached by Lloyd (Bud) Winter and graduating in sociology."}]}, {"heading": "Births", "year": "1952", "date": "March 28", "txt": "Keith Ashfield, Canadian politician (d. 2018)", "entities": [{"title": "Keith Ashfield", "href": "/wiki/Keith_Ashfield", "description": "Keith John Ashfield was a Canadian politician. He served as the member of Parliament (MP) for the electoral district of Fredericton from 2008 to 2015 and, before that, was a member of the New Brunswick Legislature from 1999 to 2008. He served in the federal cabinet in various capacities from 2008 to 2013."}]}, {"heading": "Births", "year": "1952", "date": "March 28", "txt": "Tony Brise, English race car driver (d. 1975)", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 28", "txt": "Melchior Ndadaye, Burundian banker and politician, 4th President of Burundi (d. 1993)", "entities": [{"title": "Melchior Ndadaye", "href": "/wiki/Melchior_Ndadaye", "description": "Melchior Ndadaye was a Burundian intellectual and politician. He was the first democratically elected and first Hutu president of Burundi after winning the landmark 1993 election. Though he moved to attempt to smooth the country's bitter ethnic divide, his reforms antagonised soldiers in the Tutsi-dominated army, and he was assassinated amidst a failed military coup in October 1993, after only thr"}, {"title": "President of Burundi", "href": "/wiki/President_of_Burundi", "description": "The president of Burundi, officially the president of the Republic, is the head of state and head of government of the Republic of Burundi. The president is also commander-in-chief of the National Defence Force. The office of the presidency was established when Michel Micombero declared Burundi a republic on 28 November 1966. The first constitution to specify the powers and duties of the president"}]}, {"heading": "Births", "year": "1953", "date": "March 28", "txt": "Rosemary Ashe, British actress and singer", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 28", "txt": "Donald Brown, American pianist and educator", "entities": [{"title": "Donald Brown (musician)", "href": "/wiki/Donald_Brown_(musician)", "description": "Donald Ray Brown is an American jazz pianist and producer."}]}, {"heading": "Births", "year": "1955", "date": "March 28", "txt": "John Alderdice, Baron Alderdice, Northern Irish psychiatrist and politician, 1st Speaker of the Northern Ireland Assembly", "entities": [{"title": "John Alderdice, Baron Alderdice", "href": "/wiki/John_Alderdice,_Baron_Alderdice", "description": "John Thomas Alderdice, Baron Alderdice is a Northern Ireland politician. He was Speaker of the Northern Ireland Assembly 1998–2004, leader of the Alliance Party of Northern Ireland 1987–1998, and since 1996 has sat in the House of Lords as a Liberal Democrat."}, {"title": "Speaker of the Northern Ireland Assembly", "href": "/wiki/Speaker_of_the_Northern_Ireland_Assembly", "description": "The Speaker of the Northern Ireland Assembly is the presiding officer of the Northern Ireland Assembly, elected on a cross-community vote by the Members of the Northern Ireland Assembly. A Principal Deputy Speaker and two Deputy Speakers are elected to help fulfil the role. The office of Speaker is currently held by Sinn Féin MLA for Belfast West Alex Maskey."}]}, {"heading": "Births", "year": "1955", "date": "March 28", "txt": "Reba McEntire, American singer-songwriter, producer, and actress", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 28", "txt": "Susan Ershler, American mountaineer and author", "entities": [{"title": "Susan Ershler", "href": "/wiki/Susan_Ershler", "description": "Susan Ershler is a public speaker, business executive, climber of Mount Everest, and author. Ershler and her husband, Phil, are the first couple to have climbed together the highest mountain on each continent, known as the \"Seven Summits\". Completion of the Seven Summits endeavor came on May 16, 2002 when Ershler and her husband reached the summit of Mount Everest. Ershler is the 4th American Woma"}]}, {"heading": "Births", "year": "1957", "date": "March 28", "txt": "Harvey Glance, American sprinter and coach", "entities": [{"title": "Harvey Glance", "href": "/wiki/Harvey_Glance", "description": "Harvey Edward Glance is a former American sprint runner. He won gold medal in 4 × 100 m relay at the 1976 Olympics, 1987 World Championships, and 1979 and 1987 Pan American Games."}]}, {"heading": "Births", "year": "1958", "date": "March 28", "txt": "Edesio Alejandro, Cuban composer", "entities": [{"title": "Edesio Alejandro", "href": "/wiki/Edesio_Alejandro", "description": "Edesio Alejandro Rodríguez Salva is a Cuban composer of electronic music. He has composed music for theatre plays, TV, and movies; as well as several concert compositions. Many of them experimental, using synthesizers and mixing together actors, dancers, and musicians in unusual line-ups (1)."}]}, {"heading": "Births", "year": "1958", "date": "March 28", "txt": "Elisabeth Andreassen, Swedish-Norwegian singer", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 28", "txt": "Bart Conner, American gymnast and sportscaster", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 28", "txt": "Curt Hennig, American wrestler, manager, and sportscaster (d. 2003)", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 28", "txt": "Laura Chinchilla, Costa Rican politician, President of Costa Rica", "entities": [{"title": "Laura Chinchilla", "href": "/wiki/Laura_Chinchilla", "description": "Laura Chinchilla Miranda is a Costa Rican politician who was President of Costa Rica from 2010 to 2014. She was one of Óscar Arias Sánchez's two Vice-Presidents and his administration's Minister of Justice. She was the governing PLN candidate for president in the 2010 general election, where she won with 46.76% of the vote on 7 February. She was the eighth woman president of a Latin American count"}, {"title": "President of Costa Rica", "href": "/wiki/President_of_Costa_Rica", "description": "The President of the Republic of Costa Rica is the head of state and head of government of Costa Rica. The president is currently elected in direct elections for a period of four years, which is not immediately renewable. Two vice presidents are elected in the same ticket with the president. The president appoints the Council of Ministers. Due to the abolition of the military of Costa Rica in 1948"}]}, {"heading": "Births", "year": "1959", "date": "March 28", "txt": "Chiaki Morosawa, Japanese anime screenwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 28", "txt": "Chris Myers, American journalist and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 28", "txt": "Chris Barrie, British actor and comedian", "entities": [{"title": "Chris Barrie", "href": "/wiki/Chris_Barrie", "description": "Chris Barrie is a British actor, comedian, and impressionist. He worked as a vocal impressionist on the ITV sketch show Spitting Image and later starred as Arnold Rimmer in the sci-fi sitcom Red Dwarf, as Gordon Brittas in the BBC leisure centre sitcom The Brittas Empire, and as Lara Croft's butler Hillary in the Tomb Raider franchise films."}]}, {"heading": "Births", "year": "1960", "date": "March 28", "txt": "José Maria Neves, Cape Verdeian politician, Prime Minister of Cape Verde", "entities": [{"title": "Prime Minister of Cape Verde", "href": "/wiki/Prime_Minister_of_Cape_Verde", "description": "The following is a list of prime ministers of Cape Verde, since the establishment of the office of Prime Minister in 1975."}]}, {"heading": "Births", "year": "1960", "date": "March 28", "txt": "Éric-Emmanuel Schmitt, French-Belgian author and playwright", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 28", "txt": "Byron Scott, American basketball player and coach", "entities": [{"title": "Byron Scott", "href": "/wiki/Byron_Scott", "description": "Byron Antom Scott is an American former professional basketball head coach and player. He last coached the Los Angeles Lakers of the National Basketball Association (NBA). As a player, Scott won three NBA championships with the Lakers during their Showtime era in the 1980s."}]}, {"heading": "Births", "year": "1962", "date": "March 28", "txt": "Jure Franko, Slovenian skier", "entities": [{"title": "Jure Franko", "href": "/wiki/Jure_Franko", "description": "Jure Franko is a Slovenian-Yugoslav former alpine skier, best known for winning a giant slalom silver medal at the 1984 Winter Olympics in Sarajevo."}]}, {"heading": "Births", "year": "1962", "date": "March 28", "txt": "Simon Bazalgette, English businessman", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 28", "txt": "Jan Masiel, Polish politician", "entities": [{"title": "Jan Masiel", "href": "/wiki/Jan_Masiel", "description": "\nJan Tadeusz Masiel \nis a Polish politician. In the years 2004-2009 he was a\nMember of the European Parliament (MEP) for the Greater Poland Voivodship\nwith the Self-Defense, a Non-Inscrit in the European Parliament."}]}, {"heading": "Births", "year": "1964", "date": "March 28", "txt": "Karen Lumley, English politician", "entities": [{"title": "Karen Lumley", "href": "/wiki/Karen_Lumley", "description": "Karen Elizabeth Lumley is a Conservative Party politician in England. She was elected the Member of Parliament (MP) for Redditch, in Worcestershire, in the general election of May 2010, when she defeated former Home Secretary Jacqui Smith. She stood down at the general election of June 2017."}]}, {"heading": "Births", "year": "1966", "date": "March 28", "txt": "Cheryl James, American rapper and actress", "entities": [{"title": "Cheryl James", "href": "/wiki/Cheryl_James", "description": "Cheryl Renee James, better known by her stage name Salt, is an American rapper and songwriter. She is best known as a member of the American Grammy–award winning female rap trio Salt-N-Pepa, which also includes Pepa and Spinderella. James starred in The Salt-N-Pepa Show, a reality TV series focusing on reforming the group; which aired on the VH1 network in 2008."}]}, {"heading": "Births", "year": "1967", "date": "March 28", "txt": "John Ziegler, German-American radio host and director", "entities": [{"title": "John Ziegler (talk show host)", "href": "/wiki/John_Ziegler_(talk_show_host)", "description": "John Ziegler is a radio program host, documentary film writer/director, and conservative journalist."}]}, {"heading": "Births", "year": "1968", "date": "March 28", "txt": "Iris Chang, Chinese-American journalist and author (d. 2004)", "entities": [{"title": "Iris Chang", "href": "/wiki/Iris_Chang", "description": "Iris Shun-Ru Chang was a Chinese American journalist, author of historical books and political activist. She is best known for her best-selling 1997 account of the Nanking Massacre, The Rape of Nanking, and in 2003, The Chinese in America: A Narrative History. Chang is the subject of the 2007 biography, Finding Iris Chang, and the 2007 documentary film Iris Chang: The Rape of Nanking starring Oliv"}]}, {"heading": "Births", "year": "1968", "date": "March 28", "txt": "Nasser Hussain, Indian-English cricketer and sportscaster", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 28", "txt": "Colin Brazier, English journalist", "entities": [{"title": "Colin Brazier", "href": "/wiki/Colin_Brazier", "description": "Colin Brazier is an English journalist and presenter for GB News, having previously worked for Sky News between 1997 and 2021. He presented Sky News Today on the channel alongside Jayne Secker since September 2014, but he has presented a number of other programmes on the channel. Between 2005 and 2011, Brazier presented Saturday Live on the channel. In February 2021, it was announced that Brazier "}]}, {"heading": "Births", "year": "1969", "date": "March 28", "txt": "Rodney Atkins, American singer-songwriter and guitarist", "entities": [{"title": "Rodney Atkins", "href": "/wiki/Rodney_Atkins", "description": "Rodney Allan Atkins  is an American country music singer and songwriter. Signed to Curb Records in 1996, he charted his first single on the Billboard country chart in 1997, but did not release an album until 2003's Honesty, which included the number 4 hit \"Honesty \"."}]}, {"heading": "Births", "year": "1969", "date": "March 28", "txt": "Brett Ratner, American director and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 28", "txt": "Vince Vaughn, American actor", "entities": [{"title": "Vince Vaughn", "href": "/wiki/Vince_Vaughn", "description": "Vincent Anthony Vaughn is an American actor, producer, screenwriter, and comedian."}]}, {"heading": "Births", "year": "1970", "date": "March 28", "txt": "Jennifer Weiner, American journalist and author", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 28", "txt": "Christianne Meneses Jacobs, Nicaraguan-American journalist and educator", "entities": [{"title": "Christianne Meneses Jacobs", "href": "/wiki/Christianne_Meneses_Jacobs", "description": "Christianne Meneses Jacobs is a Nicaraguan American writer, editor, and teacher. She is also publisher of Iguana, a Spanish-language magazine for children."}]}, {"heading": "Births", "year": "1971", "date": "March 28", "txt": "Orfeh, American singer, songwriter and actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 28", "txt": "Nick Frost, English actor and screenwriter", "entities": [{"title": "Nick Frost", "href": "/wiki/Nick_Frost", "description": "Nick Frost is a British actor, comedian, screenwriter, producer, painter and author. He has appeared in the Three Flavours Cornetto trilogy of films, consisting of Shaun of the Dead (2004), Hot Fuzz (2007), and The World's End (2013), and the television comedy Spaced (1999–2001). He also appeared in Joe Cornish's film Attack the Block (2011). He co-starred in the 2011 film Paul, which he co-wrote "}]}, {"heading": "Births", "year": "1972", "date": "March 28", "txt": "Keith Tkachuk, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 28", "txt": "Björn Kuipers, Dutch footballer and referee", "entities": [{"title": "Björn Kuipers", "href": "/wiki/Bj%C3%B6rn_Kuipers", "description": "Björn Kuipers is a Dutch football referee. He has been a FIFA listed referee since 2006 and an UEFA Elite group referee since 2009. He is assisted during matches by his countrymen Sander van Roekel and Erwin Zeinstra. A supermarket owner by occupation, Kuipers was appointed to referee several prestigious international finals like the 2011 UEFA Super Cup, the 2013 UEFA Europa League Final, the 2013"}]}, {"heading": "Births", "year": "1975", "date": "March 28", "txt": "Fabrizio Gollin, Italian race car driver", "entities": [{"title": "Fabrizio Gollin", "href": "/wiki/Fabrizio_Gollin", "description": "Fabrizio Gollin is an Italian racing driver who shared the FIA GT Championship with Luca Cappellari in 2004 while driving for BMS Scuderia Italia. He also is a winner of the Spa 24 Hours in 2004 & 2007. In 2008 he is racing for the Phoenix Carsport Team in a Chevrolet Corvette C6-R, and raced in the Daytona 24 Hours for Doran Racing in a Ford Daytona Prototype."}]}, {"heading": "Births", "year": "1975", "date": "March 28", "txt": "Kate Gosselin, American television personality", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 28", "txt": "Iván Helguera, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 28", "txt": "Shanna Moakler, American model", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 28", "txt": "Dave Keuning, American singer-songwriter and guitarist", "entities": [{"title": "Dave Keuning", "href": "/wiki/Dave_Keuning", "description": "David Brent Keuning is an American guitarist and songwriter, best known for his role as the lead guitarist of the rock band The Killers, which he founded alongside Brandon Flowers in 2001 and with whom he has recorded five studio albums. Keuning played every show with The Killers since its inception up until the show at Chicago's Lollapalooza on August 4, 2017. Since 2017, Keuning is on indefinite"}]}, {"heading": "Births", "year": "1977", "date": "March 28", "txt": "Lauren Weisberger, American author", "entities": [{"title": "Lauren Weisberger", "href": "/wiki/Lauren_Weisberger", "description": "Lauren Weisberger is an American novelist and author of the 2003 bestseller The Devil Wears Prada, a roman à clef of her experience as an assistant to Vogue editor-in-chief Anna Wintour."}]}, {"heading": "Births", "year": "1978", "date": "March 28", "txt": "Nathan Cayless, Australian-New Zealand rugby league player", "entities": [{"title": "Nathan Cayless", "href": "/wiki/Nathan_Cayless", "description": "Nathan Frederick Cayless is an Australian former professional rugby league footballer who played in the 1990s, 2000s and 2010s, and has coached in the 2010s. He played at representative level for New Zealand (captain), and at club level in the National Rugby League (NRL) for the Parramatta Eels, for whom he was a long-time captain, as a prop. He captained the New Zealand national team to a Rugby L"}]}, {"heading": "Births", "year": "1979", "date": "March 28", "txt": "Shakib Khan, Bangladeshi film actor, producer, singer and media personality", "entities": [{"title": "Shakib Khan", "href": "/wiki/Shakib_Khan", "description": "Shakib Khan, also known by the initialism SK, is a Bangladeshi film actor, producer, occasional singer, film organiser and media personality who works in Bengali films, both in Bangladesh and West Bengal. He is popularly known in the media as \"King Khan\", \"King of Dhallywood\" and \"Number One Shakib Khan\", also referred as \"Bhaijaan of Dhallywood\". Currently he is the highest paid actor in Banglade"}]}, {"heading": "Births", "year": "1980", "date": "March 28", "txt": "Cho Seung-woo, South Korean actor", "entities": [{"title": "Cho Seung-woo", "href": "/wiki/Cho_Seung-woo", "description": "Cho Seung-woo is a South Korean actor. He is best known for his leading roles in the films The Classic (2003), Marathon (2005), Tazza: The High Rollers (2006) and Inside Men (2015) as well as in the stage musicals Jekyll & Hyde, Hedwig and the Angry Inch and Man of La Mancha. He is also known for his leading roles in television dramas The King's Doctor (2012), God's Gift: 14 Days (2014), Stranger,"}]}, {"heading": "Births", "year": "1980", "date": "March 28", "txt": "David Lee, English footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 28", "txt": "Rasmus Seebach, Danish singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 28", "txt": "Luke Walton, American basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 28", "txt": "Lindsay Frimodt, American fashion model", "entities": [{"title": "Lindsay Frimodt", "href": "/wiki/Lindsay_Frimodt", "description": "Lindsay Frimodt is an American fashion model and fashion designer. She appeared in the annual Victoria's Secret Fashion Show in 2002 and 2003."}]}, {"heading": "Births", "year": "1981", "date": "March 28", "txt": "Edwar Ramírez, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 28", "txt": "Julia Stiles, American actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 28", "txt": "Ladji Doucouré, French sprinter and hurdler", "entities": [{"title": "Ladji Doucouré", "href": "/wiki/Ladji_Doucour%C3%A9", "description": "Ladji Doucouré is a French track and field athlete."}]}, {"heading": "Births", "year": "1984", "date": "March 28", "txt": "Shakib Khan, Bangladeshi actor", "entities": [{"title": "Shakib Khan", "href": "/wiki/Shakib_Khan", "description": "Shakib Khan, also known by the initialism SK, is a Bangladeshi film actor, producer, occasional singer, film organiser and media personality who works in Bengali films, both in Bangladesh and West Bengal. He is popularly known in the media as \"King Khan\", \"King of Dhallywood\" and \"Number One Shakib Khan\", also referred as \"Bhaijaan of Dhallywood\". Currently he is the highest paid actor in Banglade"}]}, {"heading": "Births", "year": "1984", "date": "March 28", "txt": "Christopher Samba, Congolese footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 28", "txt": "Nikki Sanderson, English actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 28", "txt": "Stefano Ferrario, Italian footballer", "entities": [{"title": "Stefano Ferrario", "href": "/wiki/Stefano_Ferrario", "description": "Stefano Ferrario is an Italian footballer who plays for Serie D club Cattolica."}]}, {"heading": "Births", "year": "1985", "date": "March 28", "txt": "Sauli Koskinen, Finnish TV host and entertainer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 28", "txt": "Steve Mandanda, French footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 28", "txt": "Stanislas Wawrinka, Swiss tennis player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 28", "txt": "Bowe Bergdahl, American sergeant", "entities": [{"title": "Bowe Bergdahl", "href": "/wiki/Bowe_Bergdahl", "description": "Beaudry Robert \"Bowe\" Bergdahl is a United States Army soldier who was held captive from 2009 to 2014 by the Taliban-aligned Haqqani network in Afghanistan and Pakistan after he deserted."}]}, {"heading": "Births", "year": "1986", "date": "March 28", "txt": "Lady Gaga, American singer-songwriter, dancer, producer, and actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 28", "txt": "J-Kwon, American rapper", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 28", "txt": "Amaia Salamanca, Spanish actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 28", "txt": "Barbora Strýcová, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 28", "txt": "Jean-Paul Adela, Seychellois footballer", "entities": [{"title": "Jean-Paul Adela", "href": "/wiki/Jean-Paul_Adela", "description": "Jean-Paul Steven Adela is a Seychellois footballer, who plays for La Passe FC."}]}, {"heading": "Births", "year": "1987", "date": "March 28", "txt": "Yohan Benalouane, French-Tunisian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 28", "txt": "Simeon Jackson, Canadian soccer player", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 28", "txt": "Kagney Linn Karter, American pornographic actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 28", "txt": "Yotam Solomon, Israeli/American fashion designer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 28", "txt": "Mary Kate Wiles, American actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 28", "txt": "Ryan Kalish, American baseball player", "entities": [{"title": "Ryan Kalish", "href": "/wiki/Ryan_Kalish", "description": "Ryan Michael Kalish is an American former professional baseball outfielder. He played in Major League Baseball (MLB) for the Boston Red Sox in 2010 and 2012 and for the Chicago Cubs in 2014 and 2016."}]}, {"heading": "Births", "year": "1988", "date": "March 28", "txt": "Lacey Turner, English actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 28", "txt": "Afrikan Boy, English rapper", "entities": [{"title": "Afrikan Boy", "href": "/wiki/Afrikan_Boy", "description": "Olushola Ajose, better known by his stage name Afrikan Boy is a grime MC from Woolwich, London, England, United Kingdom who was born in Nigeria. He made a guest appearance on the track \"Hussel\" from the M.I.A. album Kala, and is one of the initial artists M.I.A. wanted signed to her label N.E.E.T. Recordings in 2007. A remix of M.I.A.'s \"Paper Planes\" was uploaded onto her MySpace featuring Afrika"}]}, {"heading": "Births", "year": "1989", "date": "March 28", "txt": "David Goodwillie, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 28", "txt": "Lukas Jutkiewicz, English footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 28", "txt": "Mira Leung, Canadian figure skater", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 28", "txt": "Marek Suchý, Czech footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 28", "txt": "Zac Clarke, Australian footballer", "entities": [{"title": "Zac Clarke", "href": "/wiki/Zac_Clarke", "description": "Zachary Clarke is a professional Australian rules footballer. He previously played for the Fremantle Football Club and Essendon Football Club in the Australian Football League (AFL)."}]}, {"heading": "Births", "year": "1990", "date": "March 28", "txt": "Delroy Edwards, American musician", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 28", "txt": "Zoella (Zoe Sugg), English Youtuber", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 28", "txt": "Amy Bruckner, American actress", "entities": [{"title": "Amy Bruckner", "href": "/wiki/Amy_Bruckner", "description": "Amelia Ellen Bruckner is an American actress and singer noted for her roles in the Disney Channel shows Phil of the Future and American Dragon: Jake Long. Bruckner has also been featured in Hollywood films such as Nancy Drew, in which she plays Bess Marvin and in Rebound in the role of \"Annie\"."}]}, {"heading": "Births", "year": "1991", "date": "March 28", "txt": "Lisa-Maria Moser, Austrian tennis player", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 28", "txt": "Marie-Philip Poulin, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 28", "txt": "Ondřej Palát, Czech ice hockey player", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 28", "txt": "Sergi Gómez, Spanish footballer", "entities": [{"title": "Sergi Gómez", "href": "/wiki/Sergi_G%C3%B3mez", "description": "Sergi Gómez Solà is a Spanish professional footballer who plays for Sevilla FC as a central defender."}]}, {"heading": "Births", "year": "1992", "date": "March 28", "txt": "Lucho Ayala, Filipino actor", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 28", "txt": "Jackson Wang, Hong Kong rapper", "entities": [{"title": "Jackson Wang", "href": "/wiki/Jackson_Wang", "description": "Jackson Wang is a Hong Kong rapper, singer and dancer based in China. He is the founder of record label Team Wang, and is the creative director and lead designer for fashion brand Team Wang Design. He is active in mainland China as a solo artist and television host. He is a member of the South Korean boy group Got7."}]}, {"heading": "Births", "year": "1995", "date": "March 28", "txt": "Jonathan Drouin, Canadian ice hockey player", "entities": [{"title": "Jonathan Drouin", "href": "/wiki/Jonathan_Drouin", "description": "Jonathan Drouin is a Canadian professional ice hockey forward for the Montreal Canadiens of the National Hockey League (NHL). After a stellar 2012–13 season with the Quebec Major Junior Hockey League (QMJHL)'s Halifax Mooseheads, in which he was named.CHL Player of the Year and won the Memorial Cup, Drouin was selected by the Tampa Bay Lightning in the first round, third overall, of the 2013 NHL E"}]}, {"heading": "Births", "year": "1996", "date": "March 28", "txt": "Matt Renshaw, English-Australian cricketer", "entities": [{"title": "Matt Renshaw", "href": "/wiki/Matt_Renshaw", "description": "Matthew Thomas Renshaw is an English-born Australian international cricketer who plays for Queensland. He scored his maiden first-class century on 6 December 2015 in the 2015–16 Sheffield Shield against New South Wales. He made his List A debut for the National Performance Squad against India A on 27 August 2016."}]}, {"heading": "Births", "year": "2004", "date": "March 28", "txt": "Anna Shcherbakova, Russian figure skater (two-time Russian National Champion - '19 & '20)", "entities": [{"title": "Anna Shcherbakova", "href": "/wiki/Anna_Shcherbakova", "description": "Anna Stanislavovna Shcherbakova is a Russian figure skater. She is the 2021 World champion, the 2020 European silver medalist, the 2019 Grand Prix Final silver medalist, the 2019 Skate America champion, the 2019 Cup of China champion, the 2019 CS Lombardia Trophy champion, and a three-time Russian national champion (2019–21). She is currently the second highest ranked ladies' singles skater in the"}]}, {"heading": "Deaths", "year": "193", "date": "March 28", "txt": "Pertinax, Roman emperor (b. 126)", "entities": [{"title": "Pertinax", "href": "/wiki/Pertinax", "description": "Pertinax was a Roman soldier and politician who ruled as Roman emperor for the first three months of 193. He succeeded Commodus to become the first emperor during the tumultuous Year of the Five Emperors."}]}, {"heading": "Deaths", "year": "741", "date": "March 28", "txt": "Hatsusebe, Japanese princess", "entities": [{"title": "Princess Hatsusebe", "href": "/wiki/Princess_Hatsusebe", "description": "Princess Hatsusebe  was a Japanese princess during the Asuka period and the Nara period."}]}, {"heading": "Deaths", "year": "965", "date": "March 28", "txt": "Arnulf I, count of Flanders", "entities": [{"title": "Arnulf I, Count of Flanders", "href": "/wiki/Arnulf_I,_Count_of_Flanders", "description": "Arnulf I, called the Great, was the first Count of Flanders."}, {"title": "County of Flanders", "href": "/wiki/County_of_Flanders", "description": "The County of Flanders was a historic territory in the Low Countries."}]}, {"heading": "Deaths", "year": "966", "date": "March 28", "txt": "Flodoard, Frankish canon and chronicler", "entities": [{"title": "Flodoard", "href": "/wiki/Flodoard", "description": "Flodoard of Reims was a Frankish chronicler and priest of the cathedral church of Reims in the West Frankish kingdom during the decades following the dissolution of the Carolingian Empire. His historical writings are major sources for the history of Western Europe, especially France, in the early and mid-tenth century."}, {"title": "Canon (priest)", "href": "/wiki/Canon_(priest)", "description": "A canon is a member of certain bodies subject to an ecclesiastical rule."}, {"title": "Chronicle", "href": "/wiki/Chronicle", "description": "A chronicle is a historical account of events arranged in chronological order, as in a time line. Typically, equal weight is given for historically important events and local events, the purpose being the recording of events that occurred, seen from the perspective of the chronicler. A chronicle which traces world history is a universal chronicle. This is in contrast to a narrative or history, in "}]}, {"heading": "Deaths", "year": "1072", "date": "March 28", "txt": "Ordulf, Duke of Saxony (b. 1022)", "entities": [{"title": "Ordulf, Duke of Saxony", "href": "/wiki/Ordulf,_Duke_of_Saxony", "description": "Ordulf was the duke of Saxony from 1059, when he succeeded his father Bernard II, until his death. He was a member of the Billung family."}]}, {"heading": "Deaths", "year": "1134", "date": "March 28", "txt": "Saint Stephen Harding, founder of the Cistercian order", "entities": [{"title": "Stephen Harding", "href": "/wiki/Stephen_Harding", "description": "Stephen Harding was an English-born monk and abbot, who was one of the founders of the Cistercian Order. He is honoured as a saint in the Roman Catholic Church."}]}, {"heading": "Deaths", "year": "1239", "date": "March 28", "txt": "Emperor Go-Toba of Japan (b. 1180)", "entities": [{"title": "Emperor Go-Toba", "href": "/wiki/Emperor_Go-Toba", "description": "Emperor Go-Toba  was the 82nd emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1183 through 1198."}]}, {"heading": "Deaths", "year": "1241", "date": "March 28", "txt": "Valdemar II of Denmark (b. 1170)", "entities": [{"title": "Valdemar II of Denmark", "href": "/wiki/Valdemar_II_of_Denmark", "description": "Valdemar II, called Valdemar the Victorious or Valdemar the Conqueror, was the King of Denmark from 1202 until his death in 1241. The nickname Sejr is a later invention and was not used during the King's own lifetime. Sejr means victory in Danish."}]}, {"heading": "Deaths", "year": "1254", "date": "March 28", "txt": "William de Ferrers, 5th Earl of Derby (b. 1193)", "entities": [{"title": "William de Ferrers, 5th Earl of Derby", "href": "/wiki/William_de_Ferrers,_5th_Earl_of_Derby", "description": "William III de Ferrers, 5th Earl of Derby of Chartley Castle in Staffordshire, was an English nobleman and major landowner, unable through illness to take much part in national affairs. From his two marriages, he left numerous children who married into noble and royal families of England, France, Scotland and Wales."}]}, {"heading": "Deaths", "year": "1285", "date": "March 28", "txt": "Pope Martin IV (b. 1220)", "entities": [{"title": "Pope Martin IV", "href": "/wiki/Pope_Martin_IV", "description": "Pope Martin IV, born Simon de Brion, was the head of the Catholic Church and ruler of the Papal States from 22 February 1281 to his death. He was the last French pope to have held court in Rome; all subsequent French popes held court in Avignon."}]}, {"heading": "Deaths", "year": "1346", "date": "March 28", "txt": "Venturino of Bergamo, Dominican preacher (b. 1304)", "entities": [{"title": "Venturino of Bergamo", "href": "/wiki/Venturino_of_Bergamo", "description": "Venturino of Bergamo was an Italian Dominican preacher."}]}, {"heading": "Deaths", "year": "1461", "date": "March 28", "txt": "John Clifford, 9th Baron de Clifford (b. 1435)", "entities": [{"title": "John Clifford, 9th Baron de Clifford", "href": "/wiki/John_Clifford,_9th_Baron_de_Clifford", "description": "John Clifford, 9th Baron Clifford, 9th Lord of Skipton was a Lancastrian military leader during the Wars of the Roses in England. The Clifford family was one of the most prominent families among the northern English nobility of the fifteenth century, and by the marriages of his sisters John Clifford had links to some very important families of the time, including the earls of Devon. He was orphane"}]}, {"heading": "Deaths", "year": "1563", "date": "March 28", "txt": "Heinrich Glarean, Swiss poet and theorist (b. 1488)", "entities": [{"title": "Heinrich Glarean", "href": "/wiki/Heinrich_Glarean", "description": "Heinrich Glarean was a Swiss music theorist, poet and humanist. He was born in Mollis and died in Freiburg."}]}, {"heading": "Deaths", "year": "1566", "date": "March 28", "txt": "Sigismund von Herberstein, Austrian historian and diplomat (b. 1486)", "entities": [{"title": "Sigismund von Herberstein", "href": "/wiki/Sigismund_von_Herberstein", "description": "Siegmund (Sigismund) Freiherr von Herberstein was a Carniolan diplomat, writer, historian and member of the Holy Roman Empire Imperial Council. He was most noted for his extensive writing on the geography, history and customs of Russia, and contributed greatly to early Western European knowledge of that area."}]}, {"heading": "Deaths", "year": "1583", "date": "March 28", "txt": "Magnus, Duke of Holstein (b. 1540)", "entities": [{"title": "Magnus, Duke of Holstein", "href": "/wiki/Magnus,_Duke_of_Holstein", "description": "Magnus of Denmark or Magnus of Holstein was a Prince of Denmark, Duke of Holstein, and a member of the House of Oldenburg. As a vassal of Tsar Ivan IV of Russia, he was the titular King of Livonia from 1570 to 1578."}]}, {"heading": "Deaths", "year": "1584", "date": "March 28", "txt": "Ivan the Terrible, Russian king (b. 1530)", "entities": [{"title": "Ivan the Terrible", "href": "/wiki/Ivan_the_Terrible", "description": "Ivan IV Vasilyevich, commonly known in English as Ivan the Terrible, was the grand prince of Moscow from 1533 to 1547 and the first tsar of all Rus' from 1547 to 1584."}]}, {"heading": "Deaths", "year": "1687", "date": "March 28", "txt": "Constantijn Huygens, Dutch poet and composer (b. 1596)", "entities": [{"title": "Constantijn Huygens", "href": "/wiki/Constantijn_Huygens", "description": "Sir Constantijn Huygens, Lord of Zuilichem, was a Dutch Golden Age poet and composer. He was secretary to two Princes of Orange: Frederick Henry and William II, and the father of the scientist Christiaan Huygens."}]}, {"heading": "Deaths", "year": "1794", "date": "March 28", "txt": "Marquis de Condorcet, French mathematician and philosopher (b. 1743)", "entities": [{"title": "Marquis de Condorcet", "href": "/wiki/Marquis_de_Condorcet", "description": "Marie Jean Antoine Nicolas de Caritat, Marquis of Condorcet, known as Nicolas de Condorcet, was a French philosopher and mathematician. His ideas, including support for a liberal economy, free and equal public instruction, constitutional government, and equal rights for women and people of all races, have been said to embody the ideals of the Age of Enlightenment and Enlightenment rationalism. He "}]}, {"heading": "Deaths", "year": "1818", "date": "March 28", "txt": "Antonio Capuzzi, Italian violinist and composer (b. 1755)", "entities": [{"title": "Antonio Capuzzi", "href": "/wiki/Antonio_Capuzzi", "description": "Giuseppe Antonio Capuzzi was an Italian violinist and composer."}]}, {"heading": "Deaths", "year": "1865", "date": "March 28", "txt": "Petrus Hofman Peerlkamp, Dutch scholar and critic (b. 1786)", "entities": [{"title": "Petrus Hofman Peerlkamp", "href": "/wiki/Petrus_Hofman_Peerlkamp", "description": "Petrus Hofman Peerlkamp was a Dutch classical scholar and critic."}]}, {"heading": "Deaths", "year": "1866", "date": "March 28", "txt": "Solomon Foot, American lawyer and politician (b. 1802)", "entities": [{"title": "Solomon Foot", "href": "/wiki/Solomon_Foot", "description": "Solomon Foot was a Vermont politician and attorney. He held numerous offices during his career, including Speaker of the Vermont House of Representatives, State's Attorney for Rutland County, member of the United States House of Representatives, and United States Senator."}]}, {"heading": "Deaths", "year": "1868", "date": "March 28", "txt": "James Brudenell, 7th Earl of Cardigan, English lieutenant and politician (b. 1797)", "entities": [{"title": "James Brudenell, 7th Earl of Cardigan", "href": "/wiki/James_Brudenell,_7th_Earl_of_Cardigan", "description": "Lieutenant-General James Thomas Brudenell, 7th Earl of Cardigan,, styled as Lord Cardigan, was an officer in the British Army who commanded the Light Brigade during the Crimean War. He led the Charge of the Light Brigade at the Battle of Balaclava."}]}, {"heading": "Deaths", "year": "1870", "date": "March 28", "txt": "George Henry Thomas, American general (b. 1816)", "entities": [{"title": "George Henry Thomas", "href": "/wiki/George_Henry_Thomas", "description": "George Henry Thomas was a United States Army officer and a Union general during the American Civil War, one of the principal commanders in the Western Theater."}]}, {"heading": "Deaths", "year": "1874", "date": "March 28", "txt": "Peter Andreas Hansen, Danish-German astronomer and mathematician (b. 1795)", "entities": [{"title": "Peter Andreas Hansen", "href": "/wiki/Peter_Andreas_Hansen", "description": "Peter Andreas Hansen was a Danish-born German astronomer."}]}, {"heading": "Deaths", "year": "1881", "date": "March 28", "txt": "Modest Mussorgsky, Russian pianist and composer (b. 1839)", "entities": [{"title": "Modest Mussorgsky", "href": "/wiki/Modest_Mussorgsky", "description": "Modest Petrovich Mussorgsky was a Russian composer, one of the group known as \"The Five\". He was an innovator of Russian music in the Romantic period. He strove to achieve a uniquely Russian musical identity, often in deliberate defiance of the established conventions of Western music."}]}, {"heading": "Deaths", "year": "1893", "date": "March 28", "txt": "Edmund Kirby Smith, American general (b. 1824)", "entities": [{"title": "Edmund Kirby Smith", "href": "/wiki/Edmund_Kirby_Smith", "description": "Edmund Kirby Smith was a career United States Army officer who fought in the Mexican–American War. He later joined the Confederate States Army in the Civil War, and was promoted to general in the first months of the war. He was notable for his command of the Trans-Mississippi Department after the fall of Vicksburg to the United States"}]}, {"heading": "Deaths", "year": "1900", "date": "March 28", "txt": "Piet Joubert, South African soldier and politician (b. 1831 or 1834)", "entities": [{"title": "Piet Joubert", "href": "/wiki/Piet_Joubert", "description": "Petrus Jacobus Joubert, better known as Piet Joubert, was Commandant-General of the South African Republic from 1880 to 1900. He also served as Vice-President to Paul Kruger from 1881 - 1883. He served in First Boer War, Second Boer War, and the Malaboch War."}]}, {"heading": "Deaths", "year": "1910", "date": "March 28", "txt": "Édouard Colonne, French violinist and conductor (b. 1838)", "entities": [{"title": "Édouard Colonne", "href": "/wiki/%C3%89douard_Colonne", "description": "Édouard Juda Colonne was a French conductor and violinist, who was a champion of the music of Berlioz and other eminent 19th-century composers."}]}, {"heading": "Deaths", "year": "1917", "date": "March 28", "txt": "Albert Pinkham Ryder, American painter (b. 1847)", "entities": [{"title": "Albert Pinkham Ryder", "href": "/wiki/Albert_Pinkham_Ryder", "description": "Albert Pinkham Ryder was an American painter best known for his poetic and moody allegorical works and seascapes, as well as his eccentric personality. While his art shared an emphasis on subtle variations of color with tonalist works of the time, it was unique for accentuating form in a way that some art historians regard as modernist."}]}, {"heading": "Deaths", "year": "1923", "date": "March 28", "txt": "Charles Hubbard, American archer (b. 1849)", "entities": [{"title": "Charles Hubbard (archer)", "href": "/wiki/Charles_Hubbard_(archer)", "description": "Charles R. Hubbard was an American archer who competed in the 1904 Summer Olympics. He was born and died in Cincinnati. Hubbard won the silver medal in the team competition. In the Double American round he finished 11th."}]}, {"heading": "Deaths", "year": "1927", "date": "March 28", "txt": "Joseph-Médard Émard, Canadian archbishop (b. 1853)", "entities": [{"title": "Joseph-Médard Émard", "href": "/wiki/Joseph-M%C3%A9dard_%C3%89mard", "description": "Joseph-Médard Émard was a Canadian Roman Catholic priest, professor, and Archbishop of Ottawa."}]}, {"heading": "Deaths", "year": "1929", "date": "March 28", "txt": "Katharine Lee Bates, American poet and songwriter (b. 1859)", "entities": [{"title": "Katharine Lee Bates", "href": "/wiki/Katharine_Lee_Bates", "description": "Katharine Lee Bates was an American professor and author, chiefly remembered for her anthem \"America the Beautiful\", but also for her many books and articles on social reform, on which she was a noted speaker."}]}, {"heading": "Deaths", "year": "1929", "date": "March 28", "txt": "Lomer Gouin, Canadian lawyer and politician, 13th Premier of Quebec (b. 1861)", "entities": [{"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "1934", "date": "March 28", "txt": "Mahmoud Mokhtar, Egyptian sculptor and educator (b. 1891)", "entities": [{"title": "Mahmoud Mokhtar", "href": "/wiki/Mahmoud_Mokhtar", "description": "Mahmoud Mukhtar was an Egyptian sculptor. He attended the School of Fine Arts in Cairo upon its opening in 1908 by Prince Yusuf Kamal, and was part of the original \"Pioneers\" of the Egyptian Art movement. Despite his early death, he greatly impacted the realization and formation of contemporary Egyptian art. His work is credited with signaling the beginning of the Egyptian modernist movement, and "}]}, {"heading": "Deaths", "year": "1941", "date": "March 28", "txt": "Marcus Hurley, American basketball player and cyclist (b. 1883)", "entities": [{"title": "Marcus Hurley", "href": "/wiki/Marcus_Hurley", "description": "Marcus Latimer Hurley was an American cyclist who competed in the early twentieth century. He specialized in sprint cycling and won 4 gold medals in Cycling at the 1904 Summer Olympics and a bronze medal in the 2 mile race."}]}, {"heading": "Deaths", "year": "1941", "date": "March 28", "txt": "Kavasji Jamshedji Petigara, Indian police officer (b. 1877)", "entities": []}, {"heading": "Deaths", "year": "1941", "date": "March 28", "txt": "Virginia Woolf, English novelist, essayist, short story writer, and critic (b. 1882)", "entities": []}, {"heading": "Deaths", "year": "1942", "date": "March 28", "txt": "Miguel Hernández, Spanish poet and playwright (b. 1910)", "entities": [{"title": "Miguel Hernández", "href": "/wiki/Miguel_Hern%C3%A1ndez", "description": "Miguel Hernández Gilabert was a 20th-century Spanish-language poet and playwright associated with the Generation of '27 and the Generation of '36 movements. Born and raised in a family of low resources, he was self-taught in what refers to literature, and struggled against an unfavourable environment to build up his intellectual education, such as a father who physically abused him for spending ti"}]}, {"heading": "Deaths", "year": "1943", "date": "March 28", "txt": "Sergei Rachmaninoff, Russian pianist, composer, and conductor (b. 1873)", "entities": [{"title": "Sergei Rachmaninoff", "href": "/wiki/Sergei_Rachmaninoff", "description": "Sergei Vasilyevich Rachmaninoff was a Russian composer, virtuoso pianist, and conductor of the late Romantic period. The influence of Tchaikovsky, Rimsky-Korsakov, Balakirev, Mussorgsky, and other Russian composers is seen in his early works, later giving way to a personal style notable for song-like melodicism, expressiveness and rich orchestral colours."}]}, {"heading": "Deaths", "year": "1944", "date": "March 28", "txt": "Stephen Leacock, English-Canadian political scientist and author (b. 1869)", "entities": [{"title": "Stephen Leacock", "href": "/wiki/Stephen_Leacock", "description": "Stephen P. H. Butler Leacock was a Canadian teacher, political scientist, writer, and humourist. Between the years 1915 and 1925, he was the best-known English-speaking humourist in the world. He is known for his light humour along with criticisms of people's follies."}]}, {"heading": "Deaths", "year": "1947", "date": "March 28", "txt": "Karol Świerczewski, Polish general (b. 1897)", "entities": [{"title": "Karol Świerczewski", "href": "/wiki/Karol_%C5%9Awierczewski", "description": "Karol Wacław Świerczewski was a Polish and Soviet Red Army general and statesman. He was a Bolshevik Party member during the Russian Civil War and a Soviet officer in the wars fought abroad by the Soviet Union including the one against Polish as well as Ukrainian Republics and in Republican Spain. In 1939 he participated in the Soviet invasion of Poland again. At the end of World War II in Europe "}]}, {"heading": "Deaths", "year": "1949", "date": "March 28", "txt": "Grigoraș Dinicu, Romanian violinist and composer (b. 1889)", "entities": [{"title": "Grigoraș Dinicu", "href": "/wiki/Grigora%C8%99_Dinicu", "description": "Grigoraș Ionică Dinicu was a Romanian violin virtuoso and composer of Roma ethnicity. He is most famous for his often-played virtuoso violin showpiece \"Hora staccato\" (1906) and for making popular the tune Ciocârlia, composed by his grandfather Angheluș Dinicu for \"nai\". It is rumored that Jascha Heifetz once said that Grigoraș Dinicu was the greatest violinist he had ever heard. In the 1930s he w"}]}, {"heading": "Deaths", "year": "1953", "date": "March 28", "txt": "Jim Thorpe, American football player and coach (b. 1887)", "entities": [{"title": "Jim Thorpe", "href": "/wiki/Jim_Thorpe", "description": "James Francis Thorpe was an American athlete and Olympic gold medalist. A member of the Sac and Fox Nation, Thorpe became the first Native American to win a gold medal for the United States. Considered one of the most versatile athletes of modern sports, he won two Olympic gold medals in the 1912 Summer Olympics, and played American football, professional baseball, and basketball. He lost his Olym"}]}, {"heading": "Deaths", "year": "1958", "date": "March 28", "txt": "W. C. Handy, American trumpet player and composer (b. 1873)", "entities": [{"title": "W. C. Handy", "href": "/wiki/W._C._Handy", "description": "William Christopher Handy was a composer and musician who referred to himself as the Father of the Blues. Handy was one of the most influential songwriters in the United States. One of many musicians who played the distinctively American blues music, Handy did not create the blues genre but was the first to publish music in the blues form, thereby taking the blues from a regional music style with "}]}, {"heading": "Deaths", "year": "1962", "date": "March 28", "txt": "Hugo Wast, Argentinian author and screenwriter (b. 1883)", "entities": [{"title": "Hugo Wast", "href": "/wiki/Hugo_Wast", "description": "Gustavo Adolfo Martínez Zuviría, best known under his pseudonym Hugo Wast, was a renowned Argentine novelist and script writer."}]}, {"heading": "Deaths", "year": "1963", "date": "March 28", "txt": "Antonius Bouwens, Dutch target shooter (b. 1876)", "entities": [{"title": "Antonius Bouwens", "href": "/wiki/Antonius_Bouwens", "description": "Antonius Hubertus Maria \"Antoine\" Bouwens was a Dutch sports shooter who competed in the early 20th century in pistol shooting. He participated in Shooting at the 1900 Summer Olympics in Paris and won a bronze medal with the Dutch pistol team. He also competed at the 1920 Summer Olympics."}]}, {"heading": "Deaths", "year": "1965", "date": "March 28", "txt": "Clemence Dane, English author and playwright (b. 1888)", "entities": [{"title": "Clemence Dane", "href": "/wiki/Clemence_Dane", "description": "Clemence Dane was the pseudonym of Winifred Ashton, an English novelist and playwright."}]}, {"heading": "Deaths", "year": "1965", "date": "March 28", "txt": "Jack Hoxie, American actor (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "March 28", "txt": "Dwight D. Eisenhower, American general and politician, 34th President of the United States (b. 1890)", "entities": [{"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1971", "date": "March 28", "txt": "Robert Hunter, American golfer (b. 1886)", "entities": [{"title": "Robert Hunter (golfer)", "href": "/wiki/Robert_Hunter_(golfer)", "description": "Robert Edward Hunter was an American amateur golfer who competed in the 1904 Summer Olympics. In 1904, Hunter was part of the American team which won the gold medal. He finished fourth in this competition. In the individual competition he finished 14th in the qualification and was eliminated in the second round of the match play."}]}, {"heading": "Deaths", "year": "1972", "date": "March 28", "txt": "Donie Bush, American baseball player, manager, and team owner (b. 1887)", "entities": [{"title": "Donie Bush", "href": "/wiki/Donie_Bush", "description": "Owen Joseph \"Donie\" Bush was an American professional baseball player, manager, team owner, and scout. He was active in professional baseball from 1905 until his death in 1972."}]}, {"heading": "Deaths", "year": "1974", "date": "March 28", "txt": "Arthur Crudup, American singer-songwriter and guitarist (b. 1905)", "entities": [{"title": "Arthur Crudup", "href": "/wiki/Arthur_Crudup", "description": "Arthur William \"Big Boy\" Crudup was an American Delta blues singer, songwriter and guitarist. He is best known, outside blues circles, for his songs \"That's All Right\" (1946), \"My Baby Left Me\" and \"So Glad You're Mine\", later recorded by Elvis Presley and other artists."}]}, {"heading": "Deaths", "year": "1974", "date": "March 28", "txt": "Dorothy Fields, American songwriter (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "March 28", "txt": "Françoise Rosay, French actress (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "March 28", "txt": "Richard Arlen, American actor (b. 1898)", "entities": [{"title": "Richard Arlen", "href": "/wiki/Richard_Arlen", "description": "Richard Arlen was an American actor of film and television."}]}, {"heading": "Deaths", "year": "1977", "date": "March 28", "txt": "Eric Shipton, English mountaineer and explorer (b. 1907)", "entities": [{"title": "Eric Shipton", "href": "/wiki/Eric_Shipton", "description": "\n\nEric Earle Shipton, CBE, was an English Himalayan mountaineer."}]}, {"heading": "Deaths", "year": "1979", "date": "March 28", "txt": "Emmett Kelly, American clown and actor (b. 1898)", "entities": [{"title": "Emmett Kelly", "href": "/wiki/Emmett_Kelly", "description": "Emmett Leo Kelly was an American circus performer, who created the clown figure \"Weary Willie\", based on the hobos of the Great Depression in the 1930s. According to Charles W. Carey, Jr.:Kelly’s creation of Weary Willie revolutionized professional clowning and made him the country’s most familiar clown. The sad-sack, shuffling antics of his unkempt, downtrodden hobo offered a complete contrast to"}]}, {"heading": "Deaths", "year": "1980", "date": "March 28", "txt": "Dick Haymes, Argentinian-American actor and singer (b. 1918)", "entities": [{"title": "Dick Haymes", "href": "/wiki/Dick_Haymes", "description": "Richard Benjamin Haymes was an Argentinian-American actor and singer. He was one of the most popular male vocalists of the 1940s and early 1950s. He was the older brother of Bob Haymes who was an actor, television host, and songwriter."}]}, {"heading": "Deaths", "year": "1982", "date": "March 28", "txt": "William Giauque, Canadian chemist and academic, Nobel Prize laureate (b. 1895)", "entities": [{"title": "William Giauque", "href": "/wiki/William_Giauque", "description": "William Francis Giauque was a Canadian-born American chemist and Nobel laureate recognized in 1949 for his studies in the properties of matter at temperatures close to absolute zero. He spent virtually all of his educational and professional career at the University of California, Berkeley."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1984", "date": "March 28", "txt": "Carmen Dragon, American conductor and composer (b. 1914)", "entities": [{"title": "Carmen Dragon", "href": "/wiki/Carmen_Dragon", "description": "Carmen Dragon was an American conductor, composer, and arranger who in addition to live performances and recording, worked in radio, film, and television."}]}, {"heading": "Deaths", "year": "1985", "date": "March 28", "txt": "Marc Chagall, Russian-French painter and poet (b. 1887)", "entities": [{"title": "Marc Chagall", "href": "/wiki/Marc_Chagall", "description": "Marc Chagall was a Russian-French artist of Belarusian Jewish origin. An early modernist, he was associated with several major artistic styles and created works in a wide range of artistic formats, including painting, drawings, book illustrations, stained glass, stage sets, ceramics, tapestries and fine art prints."}]}, {"heading": "Deaths", "year": "1986", "date": "March 28", "txt": "Virginia Gilmore. American actress (b. 1919)", "entities": [{"title": "Virginia Gilmore", "href": "/wiki/Virginia_Gilmore", "description": "Virginia Gilmore was an American film, stage, and television actress."}]}, {"heading": "Deaths", "year": "1987", "date": "March 28", "txt": "Maria von Trapp, Austrian-American singer (b. 1905)", "entities": [{"title": "Maria von Trapp", "href": "/wiki/Maria_von_Trapp", "description": "Baroness Maria Augusta von Trapp DHS was the stepmother and matriarch of the Trapp Family Singers. She wrote The Story of the Trapp Family Singers, which was published in 1949 and was the inspiration for the 1956 West German film The Trapp Family, which in turn inspired the 1959 Broadway musical The Sound of Music and its 1965 film version."}]}, {"heading": "Deaths", "year": "1992", "date": "March 28", "txt": "Nikolaos Platon, Greek archaeologist and academic (b. 1909)", "entities": [{"title": "Nikolaos Platon", "href": "/wiki/Nikolaos_Platon", "description": "Nikolaos Platon was a renowned Greek archaeologist. He discovered the Minoan palace of Zakros on Crete."}]}, {"heading": "Deaths", "year": "1993", "date": "March 28", "txt": "Scott Cunningham, American author (b. 1956)", "entities": [{"title": "Scott Cunningham", "href": "/wiki/Scott_Cunningham", "description": "Scott Douglas Cunningham was an American writer. Cunningham is the author of several books on Wicca and various other alternative religious subjects."}]}, {"heading": "Deaths", "year": "1994", "date": "March 28", "txt": "Eugène Ionesco, Romanian-French playwright and critic (b. 1909)", "entities": [{"title": "Eugène Ionesco", "href": "/wiki/Eug%C3%A8ne_Ionesco", "description": "Eugène Ionesco was a Romanian-French playwright who wrote mostly in French, and was one of the foremost figures of the French avant-garde theatre in the 20th century. Ionesco instigated a revolution in ideas and techniques of drama, beginning with his \"anti play\", The Bald Soprano. Ionesco contributed to the beginnings of what is known as the Theatre of the Absurd, which includes a number of plays"}]}, {"heading": "Deaths", "year": "1996", "date": "March 28", "txt": "Shin Kanemaru, Japanese politician, Deputy Prime Minister of Japan (b. 1914)", "entities": [{"title": "Shin Kanemaru", "href": "/wiki/Shin_Kanemaru", "description": "Shin Kanemaru was a Japanese politician who was a significant figure in the political arena of Japan from the 1970s to the early 1990s. He was also Director General of the Japan Defense Agency from 1977 to 1978."}, {"title": "Deputy Prime Minister of Japan", "href": "/wiki/Deputy_Prime_Minister_of_Japan", "description": "The Deputy Prime Minister of Japan  is the second highest ranking officer of the executive branch of the government of Japan and a senior member of the Cabinet of Japan. The office of the Deputy Prime Minister is not a permanent position, existing only at the discretion of the Prime Minister."}]}, {"heading": "Deaths", "year": "1999", "date": "March 28", "txt": "Franco Gasparri, Italian actor (b. 1948)", "entities": [{"title": "Franco Gasparri", "href": "/wiki/Franco_Gasparri", "description": "Franco Gasparri was an Italian actor."}]}, {"heading": "Deaths", "year": "2000", "date": "March 28", "txt": "Anthony Powell, English soldier and author (b. 1905)", "entities": [{"title": "Anthony Powell", "href": "/wiki/Anthony_Powell", "description": "Anthony Dymoke Powell was an English novelist best known for his 12-volume work A Dance to the Music of Time, published between 1951 and 1975. It is on the list of longest novels in English."}]}, {"heading": "Deaths", "year": "2001", "date": "March 28", "txt": "Moe Koffman, Canadian flute player, saxophonist, and composer (b. 1928)", "entities": [{"title": "Moe Koffman", "href": "/wiki/Moe_Koffman", "description": "Morris \"Moe\" Koffman, OC was a Canadian jazz saxophonist and flautist, as well as composer and arranger. During a career spanning from the 1950s to the 2000s, Koffman was one of Canada's most prolific musicians, working variously in clubs and sessions and releasing 30 albums. With his 1957 record Cool and Hot Sax on the New York-based Jubilee label, Koffman became one of the first Canadian jazz mu"}]}, {"heading": "Deaths", "year": "2004", "date": "March 28", "txt": "Peter Ustinov, English-Swiss actor, director, producer, and screenwriter (b. 1921)", "entities": [{"title": "Peter Ustinov", "href": "/wiki/Peter_Ustinov", "description": "Sir Peter Alexander von Ustinov was an English actor, writer, and filmmaker. He was a fixture on television talk shows and lecture circuits for much of his career. An intellectual and diplomat, he held various academic posts and served as a goodwill ambassador for UNICEF and president of the World Federalist Movement."}]}, {"heading": "Deaths", "year": "2005", "date": "March 28", "txt": "Moura Lympany, English-Monacan pianist (b. 1916)", "entities": [{"title": "Moura Lympany", "href": "/wiki/Moura_Lympany", "description": "Dame Moura Lympany DBE was an English concert pianist."}]}, {"heading": "Deaths", "year": "2005", "date": "March 28", "txt": "Robin Spry, Canadian director, producer, and screenwriter (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 28", "txt": "Pro Hart, Australian painter (b. 1928)", "entities": [{"title": "Pro Hart", "href": "/wiki/Pro_Hart", "description": "Kevin Charles \"Pro\" Hart, MBE, was an Australian artist, born in Broken Hill, New South Wales, who was considered the father of the Australian Outback painting movement and his works are widely admired for capturing the true spirit of the outback. He grew up on his family's sheep farm in Menindee, New South Wales and was nicknamed \"Professor\" during his younger days, when he was known as an invent"}]}, {"heading": "Deaths", "year": "2006", "date": "March 28", "txt": "Vethathiri Maharishi, Indian philosopher and author (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 28", "txt": "Charles Schepens, Belgian-American ophthalmologist and author (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 28", "txt": "Caspar Weinberger, American captain, lawyer, and politician, 15th United States Secretary of Defense (b. 1917)", "entities": [{"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}]}, {"heading": "Deaths", "year": "2009", "date": "March 28", "txt": "Maurice Jarre, French-American composer and conductor (b. 1924)", "entities": [{"title": "Maurice Jarre", "href": "/wiki/Maurice_Jarre", "description": "Maurice-Alexis Jarre was a French composer and conductor. Although he composed several concert works, Jarre is best known for his film scores, particularly for his collaborations with film director David Lean. Jarre composed the scores to all of Lean's films from Lawrence of Arabia (1962) and Dr. Zhivago on. Notable scores for other directors include The Train (1964), Mohammad, Messenger of God (1"}]}, {"heading": "Deaths", "year": "2009", "date": "March 28", "txt": "Janet Jagan, 6th President of Guyana (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "March 28", "txt": "June Havoc, American actress, dancer, and director (b. 1912)", "entities": [{"title": "June Havoc", "href": "/wiki/June_Havoc", "description": "June Havoc (born Ellen June Evangeline Hovick, was a Canadian American actress, dancer, writer, and stage director."}]}, {"heading": "Deaths", "year": "2011", "date": "March 28", "txt": "Wenche Foss, Norwegian actress (b. 1917)", "entities": [{"title": "Wenche Foss", "href": "/wiki/Wenche_Foss", "description": "Eva Wenche Steenfeldt Stang, better known as Wenche Foss, was a leading Norwegian actress of stage, screen and television."}]}, {"heading": "Deaths", "year": "2012", "date": "March 28", "txt": "John Arden, English author and playwright (b. 1930)", "entities": [{"title": "John Arden", "href": "/wiki/John_Arden", "description": "\n\nJohn Arden was an English playwright who at his death was lauded as \"one of the most significant British playwrights of the late 1950s and early 60s\"."}]}, {"heading": "Deaths", "year": "2012", "date": "March 28", "txt": "Alexander Arutiunian, Armenian pianist and composer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 28", "txt": "Harry Crews, American novelist, playwright, short story writer, and essayist (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 28", "txt": "Addie L. Wyatt, African American labor leader (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 28", "txt": "George E. P. Box, English-American statistician and educator (b. 1919)", "entities": [{"title": "George E. P. Box", "href": "/wiki/George_E._P._Box", "description": "George Edward Pelham Box was a British statistician, who worked in the areas of quality control, time-series analysis, design of experiments, and Bayesian inference. He has been called \"one of the great statistical minds of the 20th century\"."}]}, {"heading": "Deaths", "year": "2013", "date": "March 28", "txt": "Manuel García Ferré, Spanish-Argentinian director, producer, and screenwriter (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 28", "txt": "Richard Griffiths, English actor (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 28", "txt": "Art Malone, American race car driver (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 28", "txt": "Hugh McCracken, American guitarist, harmonica player, and producer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 28", "txt": "Heinz Patzig, German footballer and manager (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 28", "txt": "Bob Teague, American college football star and television news-reporter (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 28", "txt": "Gus Triandos, American baseball player and scout (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 28", "txt": "Robert Zildjian, American businessman, founded Sabian (b. 1923)", "entities": [{"title": "Sabian", "href": "/wiki/Sabian", "description": "Sabian is a Canadian and Armenian cymbal manufacturing company established in 1981 in Meductic, New Brunswick, where it is still headquartered. Sabian is considered one of the big four manufacturers of cymbals, along with Zildjian, Meinl and Paiste."}]}, {"heading": "Deaths", "year": "2014", "date": "March 28", "txt": "Jeremiah Denton, American admiral and politician (b. 1924)", "entities": [{"title": "Jeremiah Denton", "href": "/wiki/Jeremiah_Denton", "description": "Jeremiah Andrew Denton Jr. was an American politician and military officer who served as a U.S. Senator representing Alabama from 1981 to 1987. He was the first Republican since the 1960s to win a Senate seat in Alabama. Denton was previously United States Navy Rear Admiral and Naval Aviator taken captive during the Vietnam War."}]}, {"heading": "Deaths", "year": "2014", "date": "March 28", "txt": "Lorenzo Semple, Jr., American screenwriter and producer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 28", "txt": "Avraham Yaski, Israeli architect and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 28", "txt": "Chuck Brayton, American baseball player and coach (b. 1925)", "entities": [{"title": "Chuck Brayton", "href": "/wiki/Chuck_Brayton", "description": "Frederick Charles Brayton, usually known as Chuck Brayton or Bobo Brayton, was an American college baseball head coach; he led the Washington State Cougars for 33 seasons, from 1962 to 1994. He is the winningest coach in school history, with a record of 1,162 wins, 523 losses and eight ties—the fourth-best total in NCAA history at the time he retired."}]}, {"heading": "Deaths", "year": "2015", "date": "March 28", "txt": "Joseph Cassidy, Canadian-English priest and academic (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 28", "txt": "Miroslav Ondříček, Czech cinematographer (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 28", "txt": "Gene Saks, American actor and director (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 28", "txt": "James Noble, American actor (b. 1922)", "entities": [{"title": "James Noble (actor)", "href": "/wiki/James_Noble_(actor)", "description": "James Wilkes Noble was an American actor, best known for his portrayal of sweet-natured debs, naive Governor Eugene X. Gatling on ABC's 1979–1986 sitcom Benson."}]}, {"heading": "Deaths", "year": "2021 -  Didier Ratsiraka, Malagasy politician and naval officer (b. 1936)[25]", "date": "March 28", "txt": "Didier Ratsiraka, Malagasy politician and naval officer (b. 1936)", "entities": [{"title": "Didier Ratsiraka", "href": "/wiki/Didier_Ratsiraka", "description": "Didier Ignace Ratsiraka was a Malagasy politician and naval officer who was President of Madagascar from 1975 to 1993 and from 1997 to 2002. At the time of his death, he was the longest-serving President of Madagascar."}, {"title": "Malagasy people", "href": "/wiki/Malagasy_people", "description": "The Malagasy are a mixed race ethnic group native to the island country of Madagascar. Their ancestry is the combination of continental African Bantu-speaking peoples who migrated from the Eastern coast of mainland Africa, and the Southeast Asian migrants of Austronesian stock, who migrated from Borneo and other islands of Indonesia of Maritime Southeast Asia."}]}]