[{"heading": "Events", "year": "538", "date": "March 12", "txt": "Vitiges, king of the Ostrogoths ends his siege of Rome and retreats to Ravenna, leaving the city in the hands of the victorious Byzantine general, Belisarius.", "entities": [{"title": "Vitiges", "href": "/wiki/Vitiges", "description": "Vitiges or Vitigis, Witiges was king of the Ostrogoths in Italy from 536 to 540."}, {"title": "Germanic kingship", "href": "/wiki/Germanic_kingship", "description": "Germanic kingship is a thesis regarding the role of kings among the pre-Christianized Germanic tribes of the Migration period and Early Middle Ages. The thesis holds that the institution of feudal monarchy developed, through contact with the Roman Empire and the Christian Church, from an earlier custom of sacral and military kingship based on both birth status and consent from subjects."}, {"title": "Ostrogoths", "href": "/wiki/Ostrogoths", "description": "The Ostrogoths were a Roman-era Germanic people. In the 5th century, they followed the Visigoths in creating one of the two great Gothic kingdoms within the Roman Empire, based upon the large Gothic populations who had settled in the Balkans in the 4th century, having crossed the Lower Danube. While the Visigoths had formed under the leadership of Alaric I, the new Ostrogothic political entity whi"}, {"title": "Siege of Rome (537–38)", "href": "/wiki/Siege_of_Rome_(537%E2%80%9338)", "description": "The First Siege of Rome during the Gothic War lasted for a year and nine days, from 2 March 537 to 12 March 538. The city was besieged by the Ostrogothic army under their king Vitiges; the defending East Romans were commanded by Belisarius, one of the most famous and successful Roman generals. The siege was the first major encounter between the forces of the two opponents, and played a decisive ro"}, {"title": "Ravenna", "href": "/wiki/Ravenna", "description": "Ravenna is the capital city of the Province of Ravenna, in the Emilia-Romagna region of Northern Italy. It was the capital city of the Western Roman Empire from 402 until the empire collapsed in 476. It then served as the capital of the Ostrogothic Kingdom until it was re-conquered in 540 by the Byzantine Empire. Afterwards, the city formed the centre of the Byzantine Exarchate of Ravenna until th"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Belisarius", "href": "/wiki/Belisarius", "description": "Flavius Belisarius was a military commander of the Byzantine Empire. He was instrumental in the reconquest of much of the Mediterranean territory belonging to the former Western Roman Empire, which had been lost less than a century prior."}]}, {"heading": "Events", "year": "1622", "date": "March 12", "txt": "Ignatius of Loyola and Francis Xavier, founders of the Society of Jesus, are canonized by the Roman Catholic Church.", "entities": [{"title": "Ignatius of Loyola", "href": "/wiki/Ignatius_of_Loyola", "description": "Ignatius of Loyola, venerated as Saint Ignatius of Loyola, was a Spanish Basque Catholic priest and theologian, who together with Peter Faber and Francis Xavier founded the religious order called the Society of Jesus (Jesuits) and became its first Superior General at Paris in 1541. The Jesuit order is dedicated to teaching and missionary work. Its members are bound by a special (fourth) vow of obe"}, {"title": "Francis Xavier", "href": "/wiki/Francis_Xavier", "description": "Francis Xavier (born Francisco de Jasso y Azpilicueta; Latin: Franciscus Xaverius; Basque: Frantzisko Xabierkoa; French: François Xavier, Spanish: Francisco Javier; Portuguese: Francisco Xavier;, venerated as Saint Francis Xavier, was a Navarrese Catholic missionary and saint who was a co-founder of the Society of Jesus."}, {"title": "Society of Jesus", "href": "/wiki/Society_of_Jesus", "description": "The Society of Jesus is a religious order of the Catholic Church headquartered in Rome. It was founded by Ignatius of Loyola and six companions with the approval of Pope Paul III in 1540. The members are called Jesuits. The society is engaged in evangelization and apostolic ministry in 112 nations. Jesuits work in education, research, and cultural pursuits. Jesuits also give retreats, minister in "}, {"title": "Roman Catholic Church", "href": "/wiki/Roman_Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Events", "year": "1689", "date": "March 12", "txt": "James II of England landed at Kinsale, starting the Williamite War in Ireland.", "entities": [{"title": "James II of England", "href": "/wiki/James_II_of_England", "description": "James II and VII was King of England and Ireland as James II, and King of Scotland as James VII, from 6 February 1685 until he was deposed in the Glorious Revolution of 1688. He was the last Catholic monarch of England, Scotland, and Ireland; his reign is now remembered primarily for struggles over religious tolerance. However, it also involved the principles of absolutism and divine right of king"}, {"title": "Kinsale", "href": "/wiki/Kinsale", "description": "Kinsale is a historic port and fishing town in County Cork, Ireland, which also has significant military history. Located approximately 25 km (16 mi) south of Cork City on the southeast coast near the Old Head of Kinsale, it is located at the mouth of the River Bandon. Its population was 5,281 at the 2016 census. Its population increases during the summer months, when the tourist season is at its "}, {"title": "Williamite War in Ireland", "href": "/wiki/Williamite_War_in_Ireland", "description": "The Williamite War in Ireland (1688–1691), was a conflict between Jacobite supporters of deposed monarch James II and Williamite supporters of his successor, William III. It is also called the Jacobite War in Ireland or the Williamite–Jacobite War in Ireland."}]}, {"heading": "Events", "year": "1811", "date": "March 12", "txt": "Peninsular War: A day after a successful rearguard action, French Marshal Michel Ney once again successfully delays the pursuing Anglo-Portuguese force at the Battle of Redinha.", "entities": [{"title": "Peninsular War", "href": "/wiki/Peninsular_War", "description": "The Peninsular War (1807–1814) was the military conflict fought by Spain, the United Kingdom and Portugal against the invading and occupying forces of France for control of the Iberian Peninsula during the Napoleonic Wars. In Spain, it is considered to overlap with the Spanish War of Independence. The war began when the French and Spanish armies invaded and occupied Portugal in 1807 by transiting "}, {"title": "Rearguard", "href": "/wiki/Rearguard", "description": "A rearguard is that part of a military force that protects it from attack from the rear, either during an advance or withdrawal. The term can also be used to describe forces protecting lines, such as communication lines, behind an army. Even more generally, a rearguard action may refer idiomatically to an attempt at preventing something though it is likely too late to be prevented; this idiomatic "}, {"title": "Marshal of France", "href": "/wiki/Marshal_of_France", "description": "Marshal of France is a French military distinction, rather than a military rank, that is awarded to generals for exceptional achievements. The title has been awarded since 1185, though briefly abolished (1793–1804) and for a period dormant (1870–1916). It was one of the Great Officers of the Crown of France during the Ancien Régime and Bourbon Restoration, and one of the Grand Dignitaries of the E"}, {"title": "Michel Ney", "href": "/wiki/Michel_Ney", "description": "Michel Ney, 1st Duke of Elchingen, 1st Prince of the Moskva, popularly known as Marshal Ney, was a French military commander and Marshal of the Empire who fought in the French Revolutionary Wars and the Napoleonic Wars. He was one of the original 18 Marshals of the Empire created by Napoleon I. He was known as Le Rougeaud by his men and nicknamed le Brave des Braves by Napoleon."}, {"title": "Portugal", "href": "/wiki/Portugal", "description": "Portugal, officially the Portuguese Republic, is a country located on the Iberian Peninsula, in south-western Europe. It is the westernmost sovereign state in mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional "}, {"title": "Battle of Redinha", "href": "/wiki/Battle_of_Redinha", "description": "The Battle of Redinha was a rearguard action which took place on March 12, 1811, during Masséna's retreat from Portugal, by a French division under Marshal Ney against a considerably larger Anglo-Portuguese force under Wellington. Challenging the Allies with only one or two divisions, Ney's 7,000 troops were pitched against 25,000 men. In a typical rearguard action, Ney delayed the Allied advance "}]}, {"heading": "Events", "year": "1912", "date": "March 12", "txt": "The Girl Guides (later renamed the Girl Scouts of the USA) are founded in the United States.", "entities": [{"title": "Girl Guides", "href": "/wiki/Girl_Guides", "description": "Girl Guides is a movement found worldwide, which was originally and still largely designed for girls and women only. This organization was introduced in 1909, because girls demanded to take part in the then grassroots Boy Scout Movement."}, {"title": "Girl Scouts of the USA", "href": "/wiki/Girl_Scouts_of_the_USA", "description": "Girl Scouts of the United States of America (GSUSA), commonly referred to as simply Girl Scouts, is a youth organization for girls in the United States and American girls living abroad. Founded by Juliette Gordon Low in 1912, it was organized after Low met Robert Baden-Powell, the founder of Scouting, in 1911. Upon returning to Savannah, Georgia, she telephoned a distant cousin, saying, \"I've got "}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1913", "date": "March 12", "txt": "The future capital of Australia is officially named Canberra.", "entities": [{"title": "Australia", "href": "/wiki/Australia", "description": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. Its population of nearly 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital i"}, {"title": "Canberra", "href": "/wiki/Canberra", "description": "Canberra \nis the capital city of Australia. Founded following the federation of the colonies of Australia as the seat of government for the new nation, it is Australia's largest inland city and the eighth-largest city overall. Unusual among Australian cities, it is an entirely planned city. The city is located at the northern end of the Australian Capital Territory at the northern tip of the Austr"}]}, {"heading": "Events", "year": "1918", "date": "March 12", "txt": "Moscow becomes the capital of Russia again after Saint Petersburg held this status for most of the period since 1713.", "entities": [{"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}, {"title": "Russia", "href": "/wiki/Russia", "description": "Russia, or the Russian Federation, is a country spanning Eastern Europe and North Asia. It is the largest country in the world, covering over 17 million square kilometres (6.6 sq mi), and encompassing more than one-eighth of the Earth's inhabited land area. Russia extends across eleven time zones, and has borders with sixteen sovereign nations. It has a population of 146.2 million; and is the most"}, {"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}]}, {"heading": "Events", "year": "1920", "date": "March 12", "txt": "The Kapp Putsch begins when the Marinebrigade Ehrhardt is ordered to march on Berlin.", "entities": [{"title": "Kapp Putsch", "href": "/wiki/Kapp_Putsch", "description": "The Kapp Putsch, also known as the Kapp–Lüttwitz Putsch, named after its leaders Wolfgang Kapp and Walther von Lüttwitz, was an attempted coup against the German national government in Berlin on 13 March 1920. Its goal was to undo the German Revolution of 1918–1919, overthrow the Weimar Republic, and establish an autocratic government in its place. It was supported by parts of the Reichswehr, as w"}, {"title": "Marinebrigade Ehrhardt", "href": "/wiki/Marinebrigade_Ehrhardt", "description": "The Marinebrigade Ehrhardt was a Free Corps (Freikorps) group of around 6,000 men formed by Captain (Korvettenkapitän) Hermann Ehrhardt in the aftermath of World War I, also known as II Marine Brigade or the Ehrhardt Brigade. It took part in the fighting for the cities of central Germany and the northwestern ports, in addition to participating in the Kapp Putsch."}]}, {"heading": "Events", "year": "1928", "date": "March 12", "txt": "In California, the St. Francis Dam fails; the resulting floods kill 431 people.", "entities": [{"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "St. Francis Dam", "href": "/wiki/St._Francis_Dam", "description": "The St. Francis Dam was a curved concrete gravity dam, built to create a large regulating and storage reservoir for the city of Los Angeles, California. The reservoir was an integral part of the city's Los Angeles Aqueduct water supply infrastructure. It was located in San Francisquito Canyon of the Sierra Pelona Mountains, about 40 miles (64 km) northwest of downtown Los Angeles, and approximatel"}]}, {"heading": "Events", "year": "1930", "date": "March 12", "txt": "Mahatma Gandhi begins the Salt March, a 200-mile march to the sea to protest the British monopoly on salt in India.", "entities": [{"title": "Mahatma Gandhi", "href": "/wiki/Mahatma_Gandhi", "description": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British rule, and in turn inspired movements for civil rights and freedom across the world. The honorific Mahātmā, first applied to him in 1914 in South Africa, is now used throughout the world."}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}]}, {"heading": "Events", "year": "1933", "date": "March 12", "txt": "Great Depression: Franklin D. Roosevelt addresses the nation for the first time as President of the United States. This is also the first of his \"fireside chats\".", "entities": [{"title": "Great Depression", "href": "/wiki/Great_Depression", "description": "The Great Depression was a severe worldwide economic depression that took place mostly during the 1930s, beginning in the United States. The timing of the Great Depression varied across the world; in most countries, it started in 1929 and lasted until the late 1930s. It was the longest, deepest, and most widespread depression of the 20th century. The Great Depression is commonly used as an example"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Fireside chats", "href": "/wiki/Fireside_chats", "description": "The fireside chats were a series of evening radio addresses given by Franklin D. Roosevelt, the 32nd President of the United States, between 1933 and 1944. Roosevelt spoke with familiarity to millions of Americans about recovery from the Great Depression, the promulgation of the Emergency Banking Act in response to the banking crisis, the 1936 recession, New Deal initiatives, and the course of Wor"}]}, {"heading": "Events", "year": "1938", "date": "March 12", "txt": "Anschluss: German troops occupy and absorb Austria.", "entities": [{"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Austria", "href": "/wiki/Austria", "description": "Austria, officially the Republic of Austria, is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and largest city. It is bordered by Germany to the northwest, the Czech Republic to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and S"}]}, {"heading": "Events", "year": "1940", "date": "March 12", "txt": "Winter War: Finland signs the Moscow Peace Treaty with the Soviet Union, ceding almost all of Finnish Karelia.", "entities": [{"title": "Winter War", "href": "/wiki/Winter_War", "description": "The Winter War also known as First Soviet-Finnish War was a war between the Soviet Union (USSR) and Finland. It began with a Soviet invasion of Finland on 30 November 1939, three months after the outbreak of World War II, and ended three and a half months later with the Moscow Peace Treaty on 13 March 1940. Despite superior military strength, especially in tanks and aircraft, the Soviet Union suff"}, {"title": "Finland", "href": "/wiki/Finland", "description": "Finland, officially the Republic of Finland, is a Nordic country in Northern Europe. It shares land borders with Sweden to the west, Russia to the east, Norway to the north, and is defined by the Gulf of Bothnia to the west, and the Gulf of Finland of the Baltic Sea across Estonia to the south. Finland covers an area of 338,455 square kilometres (130,678 sq mi), with a population of 5.5 million. H"}, {"title": "Moscow Peace Treaty", "href": "/wiki/Moscow_Peace_Treaty", "description": "The Moscow Peace Treaty was signed by Finland and the Soviet Union on 12 March 1940, and the ratifications were exchanged on 21 March. It marked the end of the 105-day Winter War, upon which Finland ceded border areas to the Soviet Union. The treaty was signed by Vyacheslav Molotov, Andrey Zhdanov and Aleksandr Vasilevsky for the Soviet Union, and Risto Ryti, Juho Kusti Paasikivi, Rudolf Walden an"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Finnish Karelia", "href": "/wiki/Finnish_Karelia", "description": "Karelia is a historical province of Finland which Finland partly ceded to Russia after the Winter War of 1939–40. The Finnish Karelians include the present-day inhabitants of North and South Karelia and the still-surviving evacuees from the ceded territories. Present-day Finnish Karelia has 315,000 inhabitants. The more than 400,000 evacuees from the ceded territories re-settled in various parts o"}]}, {"heading": "Events", "year": "1942", "date": "March 12", "txt": "The Battle of Java ends with the surrender of the American-British-Dutch-Australian Command to the Japanese Empire in Bandung, West Java, Dutch East Indies.", "entities": [{"title": "Battle of Java (1942)", "href": "/wiki/Battle_of_Java_(1942)", "description": "The Battle of Java was a battle of the Pacific theatre of World War II. It occurred on the island of Java from 28 February – 12 March 1942. It involved forces from the Empire of Japan, which invaded on 28 February 1942, and Allied personnel. Allied commanders signed a formal surrender at Japanese headquarters at Bandung on 12 March."}, {"title": "American-British-Dutch-Australian Command", "href": "/wiki/American-British-Dutch-Australian_Command", "description": "The American-British-Dutch-Australian (ABDA) Command, or ABDACOM, was a short-lived, supreme command for all Allied forces in South East Asia in early 1942, during the Pacific War in World War II. The command consists of the forces of Australia, the Netherlands, United Kingdom and the United States. The main objective of the command, led by General Sir Archibald Wavell, was to maintain control of "}, {"title": "Japanese Empire", "href": "/wiki/Japanese_Empire", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Bandung", "href": "/wiki/Bandung", "description": "Bandung is the capital of West Java province in Indonesia and fourth-largest city in Indonesia, yet Greater Bandung is the country's second-largest metropolitan extended with over 11 million inhabitants. Located 768 metres above sea level, approximately 140 kilometres southeast of Jakarta, Bandung has cooler year-round temperatures than most other Indonesian cities. The city lies on a river basin "}, {"title": "West Java", "href": "/wiki/West_Java", "description": "West Java is a province of Indonesia on the western part of the island of Java, with its provincial capital in Bandung. West Java is bordered by the province of Banten and the country's capital region of Jakarta to the west, the Java Sea to the north, the province of Central Java to the east and the Indian Ocean to the south. The province is the native homeland of the Sundanese people, the second-"}, {"title": "Dutch East Indies", "href": "/wiki/Dutch_East_Indies", "description": "The Dutch East Indies was a Dutch colony consisting of what is now Indonesia. It was formed from the nationalised colonies of the Dutch East India Company, which came under the administration of the Dutch government in 1800."}]}, {"heading": "Events", "year": "1947", "date": "March 12", "txt": "Cold War: The Truman Doctrine is proclaimed to help stem the spread of Communism.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Truman Doctrine", "href": "/wiki/Truman_Doctrine", "description": "The Truman Doctrine was an American foreign policy with the primary goal of containing Soviet geopolitical expansion during the Cold War. It was announced to Congress by President Harry S. Truman on March 12, 1947, and further developed on July 4, 1948, when he pledged to contain the communist uprisings in Greece and Turkey. Direct American military force was usually not involved, but Congress app"}, {"title": "Communism", "href": "/wiki/Communism", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}]}, {"heading": "Events", "year": "1950", "date": "March 12", "txt": "The Llandow air disaster kills 80 people when the aircraft they are travelling in crashes near Sigingstone, Wales. At the time this was the world's deadliest air disaster.", "entities": [{"title": "Llandow air disaster", "href": "/wiki/Llandow_air_disaster", "description": "The Llandow air disaster was an aircraft accident in Wales in 1950. At that time it was the world's worst air disaster with a total of 80 fatalities. The aircraft, an Avro Tudor V, had been privately hired to fly rugby union enthusiasts to and from an international game in Ireland. On the return flight the aircraft stalled and crashed on its approach to land."}, {"title": "Sigingstone", "href": "/wiki/Sigingstone", "description": "Sigingstone is a small hamlet in the Vale of Glamorgan, Wales."}, {"title": "Wales", "href": "/wiki/Wales", "description": "Wales is a country that is part of the United Kingdom. It is bordered by England to the east, the Irish Sea to the north and west, and the Bristol Channel to the south. It had a population in 2011 of 3,063,456 and has a total area of 20,779 km2 (8,023 sq mi). Wales has over 1,680 miles (2,700 km) of coastline and is largely mountainous with its higher peaks in the north and central areas, includin"}]}, {"heading": "Events", "year": "1967", "date": "March 12", "txt": "Suharto takes power from Sukarno when the People's Consultative Assembly inaugurate him as Acting President of Indonesia.", "entities": [{"title": "Suharto", "href": "/wiki/Suharto", "description": "Suharto was an Indonesian politician and military dictator, who was the second President of Indonesia. Widely classified as a dictator by foreign observers, Suharto was president for 31 years, from the coup d'etat against Sukarno in 1967 until his overthrow in 1998. The legacy of his 31-year rule, and his US$38 billion net worth, is still debated at home and abroad."}, {"title": "Sukarno", "href": "/wiki/Sukarno", "description": "Sukarno was an Indonesian politician who was the first president of Indonesia, serving from 1945 to 1967."}, {"title": "People's Consultative Assembly", "href": "/wiki/People%27s_Consultative_Assembly", "description": "The People's Consultative Assembly of the Republic of Indonesia is the legislative branch in Indonesia's political system. It is composed of the members of the People's Representative Council (DPR) and the Regional Representative Council (DPD). Before 2004, and the amendments to the 1945 Constitution, the MPR was the highest governing body in Indonesia."}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}]}, {"heading": "Events", "year": "1968", "date": "March 12", "txt": "Mauritius achieves independence from the United Kingdom.", "entities": [{"title": "Mauritius", "href": "/wiki/Mauritius", "description": "Mauritius, officially the Republic of Mauritius, is an island nation in the Indian Ocean about 2,000 kilometres (1,200 mi) off the southeast coast of the African continent, east of Madagascar. It includes the main island, as well as Rodrigues, Agaléga and St. Brandon. The islands of Mauritius and Rodrigues, along with nearby Réunion, are part of the Mascarene Islands. The capital and largest city,"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}]}, {"heading": "Events", "year": "1971", "date": "March 12", "txt": "The 1971 Turkish military memorandum is sent to the Süleyman Demirel government of Turkey and the government resigns.", "entities": [{"title": "1971 Turkish military memorandum", "href": "/wiki/1971_Turkish_military_memorandum", "description": "The 1971 Turkish military memorandum, issued on 12 March that year, was the second military intervention to take place in the Republic of Turkey, coming 11 years after its 1960 predecessor. It is known as the \"coup by memorandum\", which the military delivered in lieu of sending out tanks, as it had done previously. The event came amid worsening domestic strife, but ultimately did little to halt th"}, {"title": "Süleyman Demirel", "href": "/wiki/S%C3%BCleyman_Demirel", "description": "Sami Süleyman Gündoğdu Demirel was a Turkish statesman and political leader who served as the 9th President of Turkey from 1993 to 2000. He previously served as the Prime Minister of Turkey seven times between the years 1965 and 1993. He was the leader of the Justice Party (AP) from 1964 to 1980 and the leader of the True Path Party (DYP) from 1987 to 1993."}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}]}, {"heading": "Events", "year": "1989", "date": "March 12", "txt": "Sir Tim Berners-Lee submits his proposal to CERN for an information management system, which subsequently develops into the world wide web.", "entities": [{"title": "Sir Tim Berners-Lee", "href": "/wiki/Sir_Tim_Berners-Lee", "description": "Sir Timothy John Berners-Lee, also known as TimBL, is an English computer scientist best known as the inventor of the World Wide Web. He is a Professorial Fellow of Computer Science at the University of Oxford and a professor at the Massachusetts Institute of Technology (MIT). Berners-Lee proposed an information management system on 12 March 1989, then implemented the first successful communicatio"}, {"title": "CERN", "href": "/wiki/CERN", "description": "The European Organization for Nuclear Research, known as CERN, is a European research organization that operates the largest particle physics laboratory in the world. Established in 1954, the organization is based in a northwest suburb of Geneva on the Franco–Swiss border and has 23 member states. Israel is the only non-European country granted full membership. CERN is an official United Nations O"}, {"title": "World wide web", "href": "/wiki/World_wide_web", "description": "The World Wide Web (WWW), commonly known as the Web, is an information system where documents and other web resources are identified by Uniform Resource Locators, which may be interlinked by hyperlinks, and are accessible over the Internet. The resources of the Web are transferred via the Hypertext Transfer Protocol (HTTP), may be accessed by users by a software application called a web browser, a"}]}, {"heading": "Events", "year": "1992", "date": "March 12", "txt": "Mauritius becomes a republic while remaining a member of the Commonwealth of Nations.", "entities": [{"title": "Mauritius", "href": "/wiki/Mauritius", "description": "Mauritius, officially the Republic of Mauritius, is an island nation in the Indian Ocean about 2,000 kilometres (1,200 mi) off the southeast coast of the African continent, east of Madagascar. It includes the main island, as well as Rodrigues, Agaléga and St. Brandon. The islands of Mauritius and Rodrigues, along with nearby Réunion, are part of the Mascarene Islands. The capital and largest city,"}, {"title": "Republic", "href": "/wiki/Republic", "description": "A republic is a form of government in which \"power is held by the people and their elected representatives\". In republics, the country is considered a \"public matter\", not the private concern or property of the rulers. The primary positions of power within a republic are attained through democracy or a mix of democracy with oligarchy or autocracy rather than being unalterably occupied by any given"}, {"title": "Commonwealth of Nations", "href": "/wiki/Commonwealth_of_Nations", "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "}]}, {"heading": "Events", "year": "1993", "date": "March 12", "txt": "Several bombs explode in Mumbai, India, killing about 300 people and injuring hundreds more.", "entities": [{"title": "1993 Bombay bombings", "href": "/wiki/1993_Bombay_bombings", "description": "The 1993 Bombay bombings were a series of 12 terrorist bombings that took place in Mumbai, India, then known as Bombay, on 12 March 1993. The single-day attacks resulted in 257 fatalities and 1,400 injuries."}, {"title": "Mumbai, India", "href": "/wiki/Mumbai,_India", "description": "Mumbai is the capital city of the Indian state of Maharashtra. According to the United Nations, as of 2018, Mumbai is the second-most populous city in the country after Delhi and the seventh-most populous city in the world with a population of roughly 20 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population "}]}, {"heading": "Events", "year": "1993", "date": "March 12", "txt": "North Korea announces that it will withdraw from the Treaty on the Non-Proliferation of Nuclear Weapons and refuses to allow inspectors access to its nuclear sites.", "entities": [{"title": "Treaty on the Non-Proliferation of Nuclear Weapons", "href": "/wiki/Treaty_on_the_Non-Proliferation_of_Nuclear_Weapons", "description": "The Treaty on the Non-Proliferation of Nuclear Weapons, commonly known as the Non-Proliferation Treaty or NPT, is an international treaty whose objective is to prevent the spread of nuclear weapons and weapons technology, to promote cooperation in the peaceful uses of nuclear energy, and to further the goal of achieving nuclear disarmament and general and complete disarmament. Between 1965 and 196"}]}, {"heading": "Events", "year": "1999", "date": "March 12", "txt": "Former Warsaw Pact members the Czech Republic, Hungary and Poland join NATO.", "entities": [{"title": "Warsaw Pact", "href": "/wiki/Warsaw_Pact", "description": "The Warsaw Treaty Organization (WTO), officially the Treaty of Friendship, Cooperation and Mutual Assistance, commonly known as the Warsaw Pact (WP), was a collective defense treaty signed in Warsaw, Poland between the Soviet Union and seven other Eastern Bloc socialist republics of Central and Eastern Europe in May 1955, during the Cold War. The Warsaw Pact was the military complement to the Coun"}, {"title": "Czech Republic", "href": "/wiki/Czech_Republic", "description": "The Czech Republic, also known by its short-form name, Czechia, is a landlocked country in Central Europe. It is bordered by Austria to the south, Germany to the west, Poland to the northeast, and Slovakia to the east. The Czech Republic has a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unit"}, {"title": "Hungary", "href": "/wiki/Hungary", "description": "Hungary is a country in Central Europe. It borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. Hungary covers an area of 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, with a population of 10 million. Hungarian, the official language, is the world's most wi"}, {"title": "Poland", "href": "/wiki/Poland", "description": "Poland, officially the Republic of Poland, is a country located in Central Europe. It is divided into 16 administrative provinces, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis i"}, {"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}]}, {"heading": "Events", "year": "2003", "date": "March 12", "txt": "Zoran Đinđić, Prime Minister of Serbia, is assassinated in Belgrade.", "entities": [{"title": "Zoran Đinđić", "href": "/wiki/Zoran_%C4%90in%C4%91i%C4%87", "description": "Zoran Đinđić was a Serbian politician who served as the prime minister of Serbia from 2001 until his assassination in 2003. He was the mayor of Belgrade in 1997, and long-time opposition politician and a doctor in philosophy."}, {"title": "Prime Minister", "href": "/wiki/Prime_Minister", "description": "A prime minister is the head of the cabinet and the leader of the ministers in the executive branch of government, often in a parliamentary or semi-presidential system. Under those systems, a prime minister is not the head of state of their respective state nor a monarch; rather the prime minister is the head of government, serving typically under a monarch in a hybrid of aristocratic and democrat"}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}, {"title": "Assassination of Zoran Đinđić", "href": "/wiki/Assassination_of_Zoran_%C4%90in%C4%91i%C4%87", "description": "Zoran Đinđić, the sixth Prime Minister of the Republic of Serbia, was assassinated at 12:23 p.m. Central European Time on Wednesday, March 12, 2003, in Belgrade, Serbia. Đinđić was fatally shot by a sniper while exiting his vehicle outside of the back entrance of the Serbian government headquarters."}, {"title": "Belgrade", "href": "/wiki/Belgrade", "description": "Belgrade is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. Nearly 1.7 million people live within the administrative limits of the City of Belgrade, a quarter of the total population of Serbia."}]}, {"heading": "Events", "year": "2003", "date": "March 12", "txt": "The World Health Organization officially release a global warning of outbreaks of Severe acute respiratory syndrome (SARS).", "entities": [{"title": "Severe acute respiratory syndrome", "href": "/wiki/Severe_acute_respiratory_syndrome", "description": "Severe acute respiratory syndrome (SARS) is a viral respiratory disease of zoonotic origin caused by severe acute respiratory syndrome coronavirus, the first identified strain of the SARS coronavirus species severe acute respiratory syndrome–related coronavirus (SARSr-CoV). The syndrome caused the 2002–2004 SARS outbreak. Around late 2017, Chinese scientists traced the virus through the intermedia"}]}, {"heading": "Events", "year": "2004", "date": "March 12", "txt": "The President of South Korea, Roh Moo-hyun, is impeached by its National Assembly: the first such impeachment in the nation's history.", "entities": [{"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}, {"title": "Roh Moo-hyun", "href": "/wiki/Roh_Moo-hyun", "description": "Roh Moo-hyun GOM was a South Korean politician who served as President of South Korea (2003–2008). Roh's pre-presidential political career was focused on human rights advocacy for student activists in South Korea. His electoral career later expanded to a focus on overcoming regionalism in South Korean politics, culminating in his election to the presidency. He achieved a large following among youn"}, {"title": "National Assembly (South Korea)", "href": "/wiki/National_Assembly_(South_Korea)", "description": "The National Assembly of the Republic of Korea, often shortened to the National Assembly in domestic English-language media, is the 300-member unicameral national legislature of South Korea. Elections to the National Assembly are held every four years. The latest legislative elections were held on 15 April 2020. Single-member constituencies comprise 253 of the assembly's seats, while the remaining"}, {"title": "Impeachment", "href": "/wiki/Impeachment", "description": "Impeachment is the process by which a legislative body or other legally constituted tribunal initiates charges against a public official for misconduct. Impeachment may be understood as a unique process involving both political and legal elements."}]}, {"heading": "Events", "year": "2009", "date": "March 12", "txt": "Financier Bernie Madoff pleads guilty to one of the largest frauds in Wall Street's history.", "entities": [{"title": "Bernie Madoff", "href": "/wiki/Bernie_Madoff", "description": "Bernard Lawrence Madoff was an American fraudster and financier who ran the largest Ponzi scheme in history, worth about $64.8 billion. He was at one time non-executive chairman of the NASDAQ stock market. He advanced the proliferation of electronic trading platforms and the concept of payment for order flow, which has been described as a \"legal kickback\"."}, {"title": "Ponzi scheme", "href": "/wiki/Ponzi_scheme", "description": "A Ponzi scheme is a form of fraud that lures investors and pays profits to earlier investors with funds from more recent investors. The scheme leads victims to believe that profits are coming from legitimate business activity, and they remain unaware that other investors are the source of funds. A Ponzi scheme can maintain the illusion of a sustainable business as long as new investors contribute "}, {"title": "Wall Street", "href": "/wiki/Wall_Street", "description": "Wall Street is an eight-block-long street in the Financial District of Lower Manhattan in New York City. It runs between Broadway in the west to South Street and the East River in the east. The term \"Wall Street\" has become a metonym for the financial markets of the United States as a whole, the American financial services industry, New York–based financial interests, or the Financial District its"}]}, {"heading": "Events", "year": "2011", "date": "March 12", "txt": "A reactor at the Fukushima Daiichi Nuclear Power Plant explodes and releases radioactivity into the atmosphere a day after the 2011 Tōhoku earthquake and tsunami.", "entities": [{"title": "Fukushima Daiichi Nuclear Power Plant", "href": "/wiki/Fukushima_Daiichi_Nuclear_Power_Plant", "description": "The Fukushima Daiichi Nuclear Power Plant  is a disabled nuclear power plant located on a 3.5-square-kilometre (860-acre) site in the towns of Ōkuma and Futaba in Fukushima Prefecture, Japan. The plant suffered major damage from the magnitude 9.0 earthquake and tsunami that hit Japan on March 11, 2011. The chain of events caused radiation leaks and permanently damaged several reactors, making them"}, {"title": "2011 Tōhoku earthquake and tsunami", "href": "/wiki/2011_T%C5%8Dhoku_earthquake_and_tsunami", "description": "The 2011 Tōhoku earthquake and tsunami  occurred at 14:46 JST on 11 March. The magnitude 9.0–9.1 (Mw) undersea megathrust earthquake had an epicenter in the Pacific Ocean, 72 km (45 mi) east of the Oshika Peninsula of the Tōhoku region, and lasted approximately six minutes. It is sometimes known in Japan as the \"Great disaster of East Japan earthquake\" , among other names."}]}, {"heading": "Events", "year": "2014", "date": "March 12", "txt": "A gas explosion in the New York City neighborhood of East Harlem kills eight and injures 70 others.", "entities": [{"title": "2014 East Harlem gas explosion", "href": "/wiki/2014_East_Harlem_gas_explosion", "description": "The 2014 East Harlem gas explosion occurred at 9:31 a.m. on March 12, 2014, in the East Harlem neighborhood of Manhattan in New York City. The explosion leveled two apartment buildings located just north of 116th Street at 1644 and 1646 Park Avenue, killing eight people, injuring at least 70 others, and displacing 100 families. City officials initially pointed to a gas leak as the cause of the bla"}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}, {"title": "East Harlem", "href": "/wiki/East_Harlem", "description": "East Harlem, also known as Spanish Harlem or El Barrio, is a neighborhood of Upper Manhattan, New York City, roughly encompassing the area north of the Upper East Side and bounded by 96th Street to the south, Fifth Avenue to the west, and the East and Harlem Rivers to the east and north. Despite its name, it is generally not considered to be a part of Harlem proper, but it is one of the neighborho"}]}, {"heading": "Events", "year": "2019", "date": "March 12", "txt": "In the House of Commons, the revised EU Withdrawal Bill was rejected by a margin of 149 votes.", "entities": [{"title": "European Union (Withdrawal) Act 2018", "href": "/wiki/European_Union_(Withdrawal)_Act_2018", "description": "The European Union (Withdrawal) Act 2018 is an Act of the Parliament of the United Kingdom that provides both for repeal of the European Communities Act 1972, and for parliamentary approval to be required for any withdrawal agreement negotiated between HM Government and the European Union. The bill's passage through both Houses of Parliament was completed on 20 June 2018 and it became law by Royal"}]}, {"heading": "Events", "year": "2020", "date": "March 12", "txt": "The United States suspends travel from Europe due to the COVID-19 pandemic.", "entities": [{"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "COVID-19 pandemic", "href": "/wiki/COVID-19_pandemic", "description": "The COVID-19 pandemic, also known as the coronavirus pandemic, is an ongoing global pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was first identified in December 2019 in Wuhan, China. The World Health Organization declared a Public Health Emergency of International Concern regarding COVID-19 on 30 January 2020, an"}]}, {"heading": "Births", "year": "1270", "date": "March 12", "txt": "Charles, Count of Valois (d. 1325)", "entities": [{"title": "Charles, Count of Valois", "href": "/wiki/Charles,_Count_of_Valois", "description": "Charles of Valois, the third son of Philip III of France and Isabella of Aragon, was a member of the House of Capet and founder of the House of Valois, whose rule over France would start in 1328."}]}, {"heading": "Births", "year": "1515", "date": "March 12", "txt": "Caspar Othmayr, German Lutheran pastor and composer (d. 1553)", "entities": [{"title": "Caspar Othmayr", "href": "/wiki/Caspar_Othmayr", "description": "Caspar Othmayr was a German Lutheran pastor and composer."}]}, {"heading": "Births", "year": "1607", "date": "March 12", "txt": "Paul Gerhardt, German poet and composer (d. 1676)", "entities": [{"title": "Paul Gerhardt", "href": "/wiki/Paul_Gerhardt", "description": "Paul Gerhardt was a German theologian, Lutheran minister and hymnodist."}]}, {"heading": "Births", "year": "1613", "date": "March 12", "txt": "André Le Nôtre, French gardener and architect (d. 1700)", "entities": [{"title": "André Le Nôtre", "href": "/wiki/Andr%C3%A9_Le_N%C3%B4tre", "description": "André Le Nôtre, originally rendered as André Le Nostre, was a French landscape architect and the principal gardener of King Louis XIV of France. He was the landscape architect who designed the gardens of the Palace of Versailles, and his work represents the height of the French formal garden style, or jardin à la française."}]}, {"heading": "Births", "year": "1626", "date": "March 12", "txt": "John Aubrey, English historian and philosopher (d. 1697)", "entities": [{"title": "John Aubrey", "href": "/wiki/John_Aubrey", "description": "John Aubrey was an English antiquary, natural philosopher and writer. He is perhaps best known as the author of the Brief Lives, his collection of short biographical pieces. He was a pioneer archaeologist, who recorded numerous megalithic and other field monuments in southern England, and who is particularly noted for his systematic examination of the Avebury henge monument. The Aubrey holes at St"}]}, {"heading": "Births", "year": "1637", "date": "March 12", "txt": "Anne Hyde, Duchess of York and Albany (d. 1671)", "entities": [{"title": "Anne Hyde", "href": "/wiki/Anne_Hyde", "description": "Anne Hyde was Duchess of York and Albany as the first wife of James, Duke of York."}, {"title": "Duchess of York", "href": "/wiki/Duchess_of_York", "description": "Duchess of York is the principal courtesy title held by the wife of the duke of York. Three of the eleven dukes of York either did not marry or had already assumed the throne prior to marriage, whilst two of the dukes married twice, therefore there have been only ten duchesses of York."}, {"title": "Duke of Albany", "href": "/wiki/Duke_of_Albany", "description": "Duke of Albany was a peerage title that has occasionally been bestowed on the younger sons in the Scottish and later the British royal family, particularly in the Houses of Stuart and Hanover."}]}, {"heading": "Births", "year": "1672", "date": "March 12", "txt": "Richard Steele, Irish-Welsh journalist and politician (d. 1729)", "entities": [{"title": "Richard Steele", "href": "/wiki/Richard_Steele", "description": "Sir Richard Steele was an Irish writer, playwright, and politician, remembered as co-founder, with his friend Joseph Addison, of the magazine The Spectator."}]}, {"heading": "Births", "year": "1685", "date": "March 12", "txt": "George Berkeley, Irish bishop and philosopher (d. 1753)", "entities": [{"title": "George Berkeley", "href": "/wiki/George_Berkeley", "description": "George Berkeley – known as Bishop Berkeley – was an Anglo-Irish philosopher whose primary achievement was the advancement of a theory he called \"immaterialism\". This theory denies the existence of material substance and instead contends that familiar objects like tables and chairs are ideas perceived by the minds and, as a result, cannot exist without being perceived. Berkeley is also known for hi"}]}, {"heading": "Births", "year": "1710", "date": "March 12", "txt": "Thomas Arne, English composer (d. 1778)", "entities": [{"title": "Thomas Arne", "href": "/wiki/Thomas_Arne", "description": "Thomas Augustine Arne was an English composer. He is best known for his patriotic song \"Rule, Britannia!\" and the song \"A-Hunting We Will Go\". Arne was a leading British theatre composer of the 18th century, working at Drury Lane and Covent Garden. He wrote many operatic entertainments for the London theatres and pleasure gardens, as well as concertos, sinfonias, and sonatas."}]}, {"heading": "Births", "year": "1735", "date": "March 12", "txt": "François-Emmanuel Guignard, comte de Saint-Priest, French politician and diplomat (d. 1821)", "entities": [{"title": "François-Emmanuel Guignard, comte de Saint-Priest", "href": "/wiki/Fran%C3%A7ois-Emmanuel_Guignard,_comte_de_Saint-Priest", "description": "François-Emmanuel Guignard, comte de Saint-Priest, was a French politician and diplomat during the Ancien Régime and French Revolution."}]}, {"heading": "Births", "year": "1753", "date": "March 12", "txt": "Jean Denis, French politician, lawyer, jurist, journalist, and historian (d. 1827)", "entities": [{"title": "Jean Denis, comte Lanjuinais", "href": "/wiki/Jean_Denis,_comte_Lanjuinais", "description": "Jean Denis, comte Lanjuinais, was a French politician, lawyer, jurist, journalist, and historian."}]}, {"heading": "Births", "year": "1766", "date": "March 12", "txt": "Claudius Buchanan, Scottish theologian (d. 1815)", "entities": [{"title": "Claudius Buchanan", "href": "/wiki/Claudius_Buchanan", "description": "Rev Claudius Buchanan DD FRSE was a Scottish theologian, an ordained minister of the Church of England, and an evangelical missionary for the Church Missionary Society. He served as Vice Provost of the College of Calcutta in India."}]}, {"heading": "Births", "year": "1781", "date": "March 12", "txt": "Frederica of Baden, Queen consort to Gustav IV Adolf of Sweden (d. 1826)", "entities": [{"title": "Frederica of Baden", "href": "/wiki/Frederica_of_Baden", "description": "Frederica Dorothea Wilhelmina of Baden was Queen of Sweden from 1797 to 1809 as the consort of King Gustav IV Adolf."}, {"title": "Gustav IV Adolf of Sweden", "href": "/wiki/Gustav_IV_Adolf_of_Sweden", "description": "Gustav IV Adolf or Gustav IV Adolph was King of Sweden from 1792 until he in 1809 was deposed in a coup. He was also the last Swedish monarch to be the ruler of Finland."}]}, {"heading": "Births", "year": "1784", "date": "March 12", "txt": "William Buckland, English geologist and paleontologist; Dean of Westminster (d. 1856)", "entities": [{"title": "William Buckland", "href": "/wiki/William_Buckland", "description": "William Buckland DD, FRS was an English theologian who became Dean of Westminster. He was also a geologist and palaeontologist."}, {"title": "Dean of Westminster", "href": "/wiki/Dean_of_Westminster", "description": "The Dean of Westminster is the head of the chapter at Westminster Abbey. Due to the Abbey's status as a Royal Peculiar, the dean answers directly to the British monarch. Initially, the office was a successor to that of Abbot of Westminster, and was for the first 10 years cathedral dean for the Diocese of Westminster. The current dean is David Hoyle."}]}, {"heading": "Births", "year": "1795", "date": "March 12", "txt": "William Lyon Mackenzie, Scottish-Canadian journalist and politician, 1st Mayor of Toronto (d. 1861)", "entities": [{"title": "William Lyon Mackenzie", "href": "/wiki/William_Lyon_Mackenzie", "description": "William Lyon Mackenzie was a Scottish-born Canadian-American journalist and politician. Mackenzie founded numerous newspapers that criticised Tory politicians and other elite members of Upper Canada, which he called the Family Compact. He was elected to the Legislative Assembly of Upper Canada where he investigated government corruption and pursued the policy proposals of the Reform movement. He l"}, {"title": "Mayor of Toronto", "href": "/wiki/Mayor_of_Toronto", "description": "The mayor of Toronto is the chief executive officer of Toronto's municipal government and the head of its city council. The mayor is elected alongside city council every four years on the fourth Monday of October; there are no term limits. While in office, mayors are styled His/Her Worship."}]}, {"heading": "Births", "year": "1795", "date": "March 12", "txt": "George Tyler Wood, American military officer and politician (d. 1858)", "entities": []}, {"heading": "Births", "year": "1806", "date": "March 12", "txt": "Jane Pierce, American wife of Franklin Pierce, 15th First Lady of the United States (d. 1863)", "entities": [{"title": "Jane Pierce", "href": "/wiki/Jane_Pierce", "description": "Jane Means Pierce, wife of U.S. President Franklin Pierce, was the First Lady of the United States from 1853 to 1857. Disliking politics, she was unhappy in the role, often unable to perform her duties, as she suffered from poor health as well as grief for the death in childhood of all three of their sons."}, {"title": "Franklin Pierce", "href": "/wiki/Franklin_Pierce", "description": "Franklin Pierce was the 14th president of the United States, serving from 1853 to 1857. A northern Democrat who believed that the abolitionist movement was a fundamental threat to the unity of the nation, he alienated anti-slavery groups by supporting and signing the Kansas–Nebraska Act and enforcing the Fugitive Slave Act, yet these efforts failed to stem conflict between North and South. The Sou"}, {"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Births", "year": "1807", "date": "March 12", "txt": "James Abbott, Indian Army officer (d. 1896)", "entities": [{"title": "James Abbott (Indian Army officer)", "href": "/wiki/James_Abbott_(Indian_Army_officer)", "description": "General Sir James Abbott, was an English military officer in the Bengal Army and an administrator in British India. The city of Abbottabad, in present day Pakistan, was founded by and named after him."}]}, {"heading": "Births", "year": "1815", "date": "March 12", "txt": "Louis-Jules Trochu, French military leader and politician (d. 1896)", "entities": [{"title": "Louis-Jules Trochu", "href": "/wiki/Louis-Jules_Trochu", "description": "Louis-Jules Trochu was a French military leader and politician. He served as President of the Government of National Defense—France's de facto head of state—from 4 September 1870 until his resignation on 22 January 1871."}]}, {"heading": "Births", "year": "1821", "date": "March 12", "txt": "John Abbott, Canadian lawyer and politician, 3rd Prime Minister of Canada (d. 1893)", "entities": [{"title": "John Abbott", "href": "/wiki/John_Abbott", "description": "Sir John Joseph Caldwell Abbott was a Canadian lawyer and politician who served as the third prime minister of Canada from 1891 to 1892. He held office as the leader of the Conservative Party."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1821", "date": "March 12", "txt": "Medo Pucić, Croatian writer and politician (d. 1882)", "entities": []}, {"heading": "Births", "year": "1823", "date": "March 12", "txt": "Katsu Kaishū, Japanese statesman (d. 1899)", "entities": [{"title": "Katsu Kaishū", "href": "/wiki/Katsu_Kaish%C5%AB", "description": "Count Katsu Yasuyoshi , best known by his nickname Katsu Kaishū , was a Japanese statesman and naval engineer during the late Tokugawa shogunate and early Meiji period. Kaishū was a nickname which he took from a piece of calligraphy by Sakuma Shōzan. He went through a series of given names throughout his life; his childhood name was Rintarō (麟太郎). He was often called Awa (安房) from his title Awano-"}]}, {"heading": "Births", "year": "1824", "date": "March 12", "txt": "Gustav Kirchhoff, Russian-German physicist and academic (d. 1887)", "entities": [{"title": "Gustav Kirchhoff", "href": "/wiki/Gustav_Kirchhoff", "description": "Gustav Robert Kirchhoff was a German physicist who contributed to the fundamental understanding of electrical circuits, spectroscopy, and the emission of black-body radiation by heated objects."}]}, {"heading": "Births", "year": "1832", "date": "March 12", "txt": "Charles Boycott, English farmer and agent (d. 1897)", "entities": [{"title": "Charles Boycott", "href": "/wiki/Charles_Boycott", "description": "Charles Cunningham Boycott was an English land agent whose ostracism by his local community in Ireland gave the English language the verb \"to boycott\". He had served in the British Army 39th Foot, which brought him to Ireland. After retiring from the army, Boycott worked as a land agent for Lord Erne, a landowner in the Lough Mask area of County Mayo."}]}, {"heading": "Births", "year": "1834", "date": "March 12", "txt": "Hilary A. Herbert, Secretary of the Navy (d. 1919)", "entities": [{"title": "Hilary A. Herbert", "href": "/wiki/Hilary_A._Herbert", "description": "Hilary Abner Herbert was Secretary of the Navy in the second administration of President Grover Cleveland. He also served as a member of the United States House of Representatives from Alabama."}, {"title": "Secretary of the Navy", "href": "/wiki/Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Births", "year": "1835", "date": "March 12", "txt": "Simon Newcomb, Canadian-American astronomer and mathematician (d. 1909)", "entities": [{"title": "Simon Newcomb", "href": "/wiki/Simon_Newcomb", "description": "Simon Newcomb was a Canadian–American astronomer, applied mathematician, and autodidactic polymath. He served as Professor of Mathematics in the United States Navy and at Johns Hopkins University. Born in Nova Scotia, at the age of 19 Newcomb left an apprenticeship to join his father in Massachusetts, where the latter was teaching."}]}, {"heading": "Births", "year": "1835", "date": "March 12", "txt": "Sigismondo Savona, Maltese educator and politician (d. 1908)", "entities": []}, {"heading": "Births", "year": "1837", "date": "March 12", "txt": "Alexandre Guilmant, French organist and composer (d. 1911)", "entities": [{"title": "Alexandre Guilmant", "href": "/wiki/Alexandre_Guilmant", "description": "Félix-Alexandre Guilmant was a French organist and composer. He was the organist of La Trinité from 1871 until 1901. A noted pedagogue, performer, and improviser, Guilmant helped found the Schola Cantorum de Paris. He was appointed as Professor of Organ at the Paris Conservatoire in 1896."}]}, {"heading": "Births", "year": "1838", "date": "March 12", "txt": "William Henry Perkin, English chemist and academic (d. 1907)", "entities": [{"title": "William Henry Perkin", "href": "/wiki/William_Henry_Perkin", "description": "Sir William Henry Perkin, was a British chemist and entrepreneur best known for his serendipitous discovery of the first synthetic organic dye, mauveine, made from aniline. Though he failed in trying to synthesise quinine for the treatment of malaria, he became successful in the field of dyes after his first discovery at the age of 18."}]}, {"heading": "Births", "year": "1843", "date": "March 12", "txt": "Gabriel Tarde, French sociologist and criminologist (d. 1904)", "entities": [{"title": "Gabriel Tarde", "href": "/wiki/Gabriel_Tarde", "description": "Gabriel Tarde was a French sociologist, criminologist and social psychologist who conceived sociology as based on small psychological interactions among individuals, the fundamental forces being imitation and innovation."}]}, {"heading": "Births", "year": "1855", "date": "March 12", "txt": "Eduard Birnbaum, Polish-born German cantor (d. 1920)", "entities": [{"title": "Eduard Birnbaum", "href": "/wiki/Eduard_Birnbaum", "description": "Eduard Birnbaum (1855–1920) was a Polish-born German hazzan (cantor) and one of the first explorers of Jewish music."}]}, {"heading": "Births", "year": "1857", "date": "March 12", "txt": "William V. Ranous, American actor and director (d. 1915)", "entities": [{"title": "William V. Ranous", "href": "/wiki/William_V._Ranous", "description": "William V. Ranous was an American silent film actor and director and Shakespearean stage actor."}]}, {"heading": "Births", "year": "1858", "date": "March 12", "txt": "Adolph Ochs, American publisher (d. 1935)", "entities": [{"title": "Adolph Ochs", "href": "/wiki/Adolph_Ochs", "description": "Adolph Simon Ochs was an American newspaper publisher and former owner of The New York Times and The Chattanooga Times."}]}, {"heading": "Births", "year": "1859", "date": "March 12", "txt": "Ernesto Cesàro, Italian mathematician (d. 1906)", "entities": [{"title": "Ernesto Cesàro", "href": "/wiki/Ernesto_Ces%C3%A0ro", "description": "Ernesto Cesàro was an Italian mathematician who worked in the field of differential geometry. He wrote a book, Lezioni di geometria intrinseca, on this topic, in which he also describes fractal, spacefilling curves, partly covered by the larger class of de Rham curves, but are still known today in his honor as Cesàro curves. He is known also for his 'averaging' method for the 'Cesàro-summation' of"}]}, {"heading": "Births", "year": "1860", "date": "March 12", "txt": "Eric Stenbock, Estonian poet and author (d. 1895)", "entities": [{"title": "Eric Stenbock", "href": "/wiki/Eric_Stenbock", "description": "Count Eric Stanislaus Stenbock was a Baltic Swedish poet and writer of macabre fantastic fiction."}]}, {"heading": "Births", "year": "1863", "date": "March 12", "txt": "Gabriele D'Annunzio, Italian soldier, journalist, poet, and playwright (d. 1938)", "entities": [{"title": "Gabriele D'Annunzio", "href": "/wiki/Gabriele_D%27Annunzio", "description": "General Gabriele D'Annunzio, Prince of Montenevoso, sometimes written d'Annunzio, was an Italian poet, playwright, orator and journalist and soldier during World War I. He occupied a prominent place in Italian literature from 1889 to 1910 and later political life from 1914 to 1924. He was often referred to under the epithets Il Vate or Il Profeta."}]}, {"heading": "Births", "year": "1863", "date": "March 12", "txt": "Vladimir Vernadsky, Russian and Ukrainian mineralogist and chemist (d. 1945)", "entities": []}, {"heading": "Births", "year": "1864", "date": "March 12", "txt": "W. H. R. Rivers, English anthropologist, neurologist, ethnologist, and psychiatrist (d. 1922)", "entities": [{"title": "W. H. R. Rivers", "href": "/wiki/W._H._R._Rivers", "description": "William Halse Rivers Rivers was an English anthropologist, neurologist, ethnologist and psychiatrist, best known for his work treating First World War officers who were suffering from shell shock in order to return them to combat. Rivers' most famous patient was the poet Siegfried Sassoon, with whom he remained close friends until his own sudden death."}]}, {"heading": "Births", "year": "1864", "date": "March 12", "txt": "Alice Tegnér, Swedish organist, composer, and educator (d. 1943)", "entities": []}, {"heading": "Births", "year": "1869", "date": "March 12", "txt": "George Forbes, New Zealand politician, 22nd Prime Minister of New Zealand (d. 1947)", "entities": [{"title": "George Forbes (New Zealand politician)", "href": "/wiki/George_Forbes_(New_Zealand_politician)", "description": "George William Forbes was a New Zealand politician who served as the 22nd Prime Minister of New Zealand from 28 May 1930 to 6 December 1935."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1874", "date": "March 12", "txt": "Edmund Eysler, Austrian composer (d. 1949)", "entities": [{"title": "Edmund Eysler", "href": "/wiki/Edmund_Eysler", "description": "Edmund Samuel Eysler, was an Austrian composer."}]}, {"heading": "Births", "year": "1877", "date": "March 12", "txt": "Wilhelm Frick, German lawyer and politician, German Federal Minister of the Interior (d. 1946)", "entities": [{"title": "Wilhelm Frick", "href": "/wiki/Wilhelm_Frick", "description": "Wilhelm Frick was a prominent German politician of the Nazi Party (NSDAP), who served as Reich Minister of the Interior in Adolf Hitler's cabinet from 1933 to 1943 and as the last governor of the Protectorate of Bohemia and Moravia."}, {"title": "Federal Ministry of the Interior (Germany)", "href": "/wiki/Federal_Ministry_of_the_Interior_(Germany)", "description": "The Federal Ministry of the Interior, Building and Community, abbreviated BMI, is a cabinet-level ministry of the Federal Republic of Germany. Its main office is in Berlin, with a secondary seat in Bonn. The current minister of the Interior, Building and Community is Horst Seehofer. \nIt is comparable to the British Home Office or a combination of the US Department of Homeland Security and the US D"}]}, {"heading": "Births", "year": "1878", "date": "March 12", "txt": "Gemma Galgani, Italian mystic and saint (d. 1903)", "entities": [{"title": "Gemma Galgani", "href": "/wiki/Gemma_Galgani", "description": "Maria Gemma Umberta Galgani was an Italian mystic, venerated as a saint in the Roman Catholic Church since 1940. She has been called the \"Daughter of the Passion\" because of her profound imitation of the Passion of Christ. She is especially venerated in the Congregation of the Passion (Passionists)."}]}, {"heading": "Births", "year": "1880", "date": "March 12", "txt": "Henry Drysdale Dakin, English-American chemist and academic (d. 1952)", "entities": [{"title": "Henry Drysdale Dakin", "href": "/wiki/Henry_Drysdale_Dakin", "description": "Henry Drysdale Dakin FRS was an English chemist."}]}, {"heading": "Births", "year": "1881", "date": "March 12", "txt": "Väinö Tanner, Finnish politician of Social Democratic Party of Finland (d. 1966)", "entities": [{"title": "Väinö Tanner", "href": "/wiki/V%C3%A4in%C3%B6_Tanner", "description": "Väinö Alfred Tanner was a leading figure in the Social Democratic Party of Finland, and a pioneer and leader of the cooperative movement in Finland. He was Prime Minister of Finland in 1926–1927."}, {"title": "Social Democratic Party of Finland", "href": "/wiki/Social_Democratic_Party_of_Finland", "description": "The Social Democratic Party of Finland, founded as the Finnish Labour Party, shortened to the Social Democrats and commonly known in Finnish as Demarit, is a social-democratic political party in Finland. It is currently the largest party in the Parliament of Finland with 40 seats."}]}, {"heading": "Births", "year": "1882", "date": "March 12", "txt": "Carlos Blanco Galindo, Bolivian politician (d. 1943)", "entities": [{"title": "Carlos Blanco Galindo", "href": "/wiki/Carlos_Blanco_Galindo", "description": "Carlos Blanco Galindo was a Bolivian general who served as the 32nd President of Bolivia on a de facto interim basis from 1930 to 1931."}]}, {"heading": "Births", "year": "1883", "date": "March 12", "txt": "Sándor Jávorka, Hungarian botanist (d. 1961)", "entities": [{"title": "Sándor Jávorka", "href": "/wiki/S%C3%A1ndor_J%C3%A1vorka", "description": "Sándor Jávorka was a Hungarian botanist. His birthplace was Hegybánya, then in the Kingdom of Hungary, now in Slovakia and now called Štiavnické Bane. He died in Budapest. Occasionally he has been referred to as Alexander Jávorka; the Hungarian style of his name is Jávorka Sándor."}]}, {"heading": "Births", "year": "1888", "date": "March 12", "txt": "Walter Hermann Bucher, German-American geologist and paleontologist (d. 1965)", "entities": [{"title": "Walter Hermann Bucher", "href": "/wiki/Walter_Hermann_Bucher", "description": "Dr. Walter Hermann Bucher was a German-American geologist and paleontologist."}]}, {"heading": "Births", "year": "1888", "date": "March 12", "txt": "Hans Knappertsbusch, German conductor (d. 1965)", "entities": []}, {"heading": "Births", "year": "1890", "date": "March 12", "txt": "Evert Taube, Swedish singer-songwriter and lute player (d. 1976)", "entities": [{"title": "Evert Taube", "href": "/wiki/Evert_Taube", "description": "Axel Evert Taube was a Swedish author, artist, composer and singer. He is widely regarded as one of Sweden's most respected musicians and the foremost troubadour of the Swedish ballad tradition in the 20th century."}]}, {"heading": "Births", "year": "1896", "date": "March 12", "txt": "Jesse Fuller, American singer-songwriter and musician (d. 1976)", "entities": [{"title": "Jesse Fuller", "href": "/wiki/Jesse_Fuller", "description": "Jesse Fuller was an American one-man band musician, best known for his song \"San Francisco Bay Blues\"."}]}, {"heading": "Births", "year": "1898", "date": "March 12", "txt": "Tian Han, Chinese playwright (d. 1968)", "entities": [{"title": "Tian Han", "href": "/wiki/Tian_Han", "description": "Tian Han, formerly romanized as T'ien Han, was a Chinese drama activist, playwright, a leader of revolutionary music and films, as well as a translator and poet. He emerged at the time of the New Culture Movement of the early 20th century and continued to be active until the Cultural Revolution, when he was attacked and died in jail before being posthumously rehabilitated by the Chinese authoritie"}]}, {"heading": "Births", "year": "1898", "date": "March 12", "txt": "Luitpold Steidle, German army officer and politician (d. 1984)", "entities": []}, {"heading": "Births", "year": "1899", "date": "March 12", "txt": "Ramón Muttis,  Argentine footballer (d. 1955)", "entities": [{"title": "Ramón Muttis", "href": "/wiki/Ram%C3%B3n_Muttis", "description": "Ramón Alfredo Muttis was an Argentine football defender who spent most of his career with Boca Juniors. He also played for the Argentina national team winning the 1925 South American Championship."}]}, {"heading": "Births", "year": "1900", "date": "March 12", "txt": "Rinus van den Berge, Dutch athlete (d. 1972)", "entities": [{"title": "Rinus van den Berge", "href": "/wiki/Rinus_van_den_Berge", "description": "Marinus (\"Rinus\") van den Berge was a Dutch athlete, who competed mainly in the 100 metres."}]}, {"heading": "Births", "year": "1900", "date": "March 12", "txt": "Gustavo Rojas Pinilla, 19th President of Colombia (d. 1975)", "entities": []}, {"heading": "Births", "year": "1904", "date": "March 12", "txt": "Lyudmila Keldysh, Russian mathematician (d. 1976)", "entities": [{"title": "Lyudmila Keldysh", "href": "/wiki/Lyudmila_Keldysh", "description": "Lyudmila Keldysh (1904-1976) was a Russian mathematician known for set theory and geometric topology."}]}, {"heading": "Births", "year": "1905", "date": "March 12", "txt": "Takashi Shimura, Japanese actor (d. 1982)", "entities": [{"title": "Takashi Shimura", "href": "/wiki/Takashi_Shimura", "description": "Takashi Shimura  was a Japanese actor who appeared in over 200 films between 1934 and 1981. He is particularly noted for his appearances in 21 of Akira Kurosawa's 30 films, including as a lead actor in Drunken Angel (1948), Rashomon (1950), Ikiru (1952) and Seven Samurai (1954)."}]}, {"heading": "Births", "year": "1907", "date": "March 12", "txt": "Dorrit Hoffleit, American astronomer and academic (d. 2007)", "entities": [{"title": "Dorrit Hoffleit", "href": "/wiki/Dorrit_Hoffleit", "description": "Ellen Dorrit Hoffleit was an American senior research astronomer at Yale University. She is most widely known for her work in variable stars, astrometry, spectroscopy, meteors, and the Bright Star Catalog, as well as her mentorship of many young women and generations of astronomers."}]}, {"heading": "Births", "year": "1908", "date": "March 12", "txt": "Rita Angus, New Zealand painter (d. 1970)", "entities": [{"title": "Rita Angus", "href": "/wiki/Rita_Angus", "description": "Rita Angus was a New Zealand painter. Along with Colin McCahon and Toss Woollaston, she is credited as one of the leading figures in twentieth century New Zealand art. She worked primarily in oil and water colour, and is well known for her portraits and landscapes."}]}, {"heading": "Births", "year": "1908", "date": "March 12", "txt": "David Marshall, Singaporean lawyer and politician, 1st Chief Minister of Singapore (d. 1995)", "entities": [{"title": "Chief Minister of Singapore", "href": "/wiki/Chief_Minister_of_Singapore", "description": "The Chief Minister of Singapore was the head of government of the Crown colony of Singapore until its abolition on 3 June 1959 replaced by the role of Prime Minister. The Chief Minister was appointed by the Governor of Singapore. The Chief Minister was the party leader of the largest party in the Legislative Assembly."}]}, {"heading": "Births", "year": "1909", "date": "March 12", "txt": "Petras Cvirka, Lithuanian author (d. 1947)", "entities": [{"title": "Petras Cvirka", "href": "/wiki/Petras_Cvirka", "description": "Petras Cvirka was a Lithuanian author of several novels, children's books, and short story collections. He wrote under a variety of noms de plume: A. Cvingelis, Cezaris Petrėnas, J. K. Pavilionis, K. Cvirka, Kanapeikus, Kazys Gerutis, Klangis, Klangis Petras, Klangių Petras, L. P. Cvirka, Laumakys, P. Cvinglis, P. Cvirka-Rymantas, P. Gelmė, P. Veliuoniškis, Petras Serapinas, and S. Laumakys. His w"}]}, {"heading": "Births", "year": "1910", "date": "March 12", "txt": "Masayoshi Ōhira, Japanese politician, 68th Prime Minister of Japan (d. 1980)", "entities": [{"title": "Masayoshi Ōhira", "href": "/wiki/Masayoshi_%C5%8Chira", "description": "Masayoshi Ōhira  was a Japanese politician who was Prime Minister of Japan from 1978 to 1980. Ōhira's time in office was cut short when he died in office; he remains the most recent Japanese Prime Minister to die in office."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1910", "date": "March 12", "txt": "László Lékai, Archbishop of Esztergom and Cardinal (d. 1986)", "entities": []}, {"heading": "Births", "year": "1911", "date": "March 12", "txt": "Gustavo Díaz Ordaz, Mexican academic and politician, 49th President of Mexico (d. 1979)", "entities": [{"title": "Gustavo Díaz Ordaz", "href": "/wiki/Gustavo_D%C3%ADaz_Ordaz", "description": "Gustavo Díaz Ordaz Bolaños was a Mexican politician and member of the Institutional Revolutionary Party (PRI). He served as the President of Mexico from 1964 to 1970."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1912", "date": "March 12", "txt": "Willie Hall, English international footballer (d. 1967)", "entities": [{"title": "Willie Hall (English footballer)", "href": "/wiki/Willie_Hall_(English_footballer)", "description": "George William Hall was an English footballer who played for Notts County, Tottenham Hotspur and the England national team during the 1930s."}]}, {"heading": "Births", "year": "1912", "date": "March 12", "txt": "Irving Layton, Romanian-Canadian poet and academic (d. 2006)", "entities": []}, {"heading": "Births", "year": "1913", "date": "March 12", "txt": "Yashwantrao Chavan, Indian politician, 5th Deputy Prime Minister of India (d. 1984)", "entities": [{"title": "Yashwantrao Chavan", "href": "/wiki/Yashwantrao_Chavan", "description": "Yashwantrao Balwantrao Chavan was an Indian politician. He served as the last Chief Minister of Bombay State and the first of Maharashtra after latter was created by the division of Bombay state. His last significant ministerial post was as the Deputy Prime Minister of India in the short lived Charan Singh government in 1979. \nHe was a strong Congress leader, co-operative leader, social activist a"}, {"title": "Deputy Prime Minister of India", "href": "/wiki/Deputy_Prime_Minister_of_India", "description": "The Deputy Prime Minister of India is the deputy to the Prime Minister of India, who is head of the government of India. The deputy prime minister is the second highest ranking member of the Union Council of Ministers. A deputy prime minister usually also holds a cabinet portfolio such as the home minister, defence minister or finance minister. In the parliamentary system of government, the prime "}]}, {"heading": "Births", "year": "1913", "date": "March 12", "txt": "Agathe von Trapp, Hungarian-American singer and author (d. 2010)", "entities": []}, {"heading": "Births", "year": "1915", "date": "March 12", "txt": "Alberto Burri, Italian painter and sculptor (d. 1995)", "entities": [{"title": "Alberto Burri", "href": "/wiki/Alberto_Burri", "description": "Alberto Burri was an Italian visual artist, painter, sculptor and physician based in Città di Castello. He is associated with the matterism of the European informal art movement and described his style as a polymaterialist. He had connections with Lucio Fontana's spatialism and, with Antoni Tàpies, an influence on the revival of the art of post-war assembly in America as in Europe."}]}, {"heading": "Births", "year": "1915", "date": "March 12", "txt": "Jiří Mucha, Czech journalist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 12", "txt": "Leonard Chess, American record company executive, co-founder of Chess Records (d. 1969)", "entities": [{"title": "Leonard Chess", "href": "/wiki/Leonard_Chess", "description": "Lejzor Szmuel Czyż, best known as Leonard Chess, was a Polish-born American record company executive and the co-founder of Chess Records. He was influential in the development of electric blues, Chicago blues, and rock and roll."}, {"title": "Chess Records", "href": "/wiki/Chess_Records", "description": "Chess Records was an American record company established in 1950 in Chicago, specializing in blues and rhythm and blues. It was the successor to Aristocrat Records, founded in 1947. It expanded into soul music, gospel music, early rock and roll, and jazz and comedy recordings, released on the Chess and its subsidiary labels Checker and Argo/Cadet. The Chess catalogue is currently owned by Universa"}]}, {"heading": "Births", "year": "1917", "date": "March 12", "txt": "Millard Kaufman, American author and screenwriter (d. 2009)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 12", "txt": "Googie Withers, Indian-Australian actress (d. 2011)", "entities": []}, {"heading": "Births", "year": "1918", "date": "March 12", "txt": "Pádraig Faulkner, Irish Fianna Fáil politician (d. 2012)", "entities": [{"title": "Pádraig Faulkner", "href": "/wiki/P%C3%A1draig_Faulkner", "description": "Pádraig Faulkner was an Irish Fianna Fáil politician who served as Ceann Comhairle of Dáil Éireann from 1980 to 1981, Minister for Defence 1979 to 1980, Minister for Posts and Telegraphs and Minister for Tourism and Transport from 1977 to 1979, Minister for Education from 1969 to 1973, Minister for the Gaeltacht and Minister for Lands from 1968 to 1969 and Parliamentary Secretary to the Minister f"}, {"title": "Fianna Fáil", "href": "/wiki/Fianna_F%C3%A1il", "description": "Fianna Fáil, officially Fianna Fáil – The Republican Party, is a conservative and Christian-democratic, Irish nationalist political party in Ireland."}]}, {"heading": "Births", "year": "1918", "date": "March 12", "txt": "Elaine de Kooning, American painter and academic (d. 1989)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 12", "txt": "Gianni Agnelli, Italian businessman (d. 2001)", "entities": [{"title": "Gianni Agnelli", "href": "/wiki/Gianni_Agnelli", "description": "Giovanni \"Gianni\" Agnelli,, also known as L'Avvocato, was an Italian industrialist and principal shareholder of Fiat. As the head of Fiat, he controlled 4.4% of Italy's GDP, 3.1% of its industrial workforce and 16.5% of its industrial investment in research. He was the richest man in modern Italian history."}]}, {"heading": "Births", "year": "1921", "date": "March 12", "txt": "Gordon MacRae, American actor and singer (d. 1986)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 12", "txt": "Jack Kerouac, American author and poet (d. 1969)", "entities": [{"title": "Jack Kerouac", "href": "/wiki/Jack_Kerouac", "description": "Jean-Louis Lebris de Kérouac, often known as Jack Kerouac, was an American novelist of French Canadian ancestry, who, alongside William S. Burroughs and Allen Ginsberg, was a pioneer of the Beat Generation."}]}, {"heading": "Births", "year": "1922", "date": "March 12", "txt": "Lane Kirkland, American sailor and union leader (d. 1999)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 12", "txt": "Hjalmar Andersen, Norwegian speed skater and cyclist (d. 2013)", "entities": [{"title": "Hjalmar Andersen", "href": "/wiki/Hjalmar_Andersen", "description": "Hjalmar \"Hjallis\" Johan Andersen was a speed skater from Norway who won three gold medals at the 1952 Winter Olympic Games of Oslo, Norway. He was the only triple gold medalist at the 1952 Winter Olympics, and as such, became the most successful athlete there."}]}, {"heading": "Births", "year": "1923", "date": "March 12", "txt": "Norbert Brainin, Austrian violinist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 12", "txt": "Wally Schirra, American captain, pilot, and astronaut (d. 2007)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 12", "txt": "Mae Young, American wrestler (d. 2014)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 12", "txt": "Leo Esaki, Japanese physicist and academic, Nobel Prize laureate", "entities": [{"title": "Leo Esaki", "href": "/wiki/Leo_Esaki", "description": "Reona Esaki, also known as Leo Esaki, is a Japanese physicist who shared the Nobel Prize in Physics in 1973 with Ivar Giaever and Brian David Josephson for his work in electron tunneling in semiconductor materials which finally led to his invention of the Esaki diode, which exploited that phenomenon. This research was done when he was with Tokyo Tsushin Kogyo. He has also contributed in being a pi"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1925", "date": "March 12", "txt": "Harry Harrison, American author and illustrator (d. 2012)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 12", "txt": "George Ariyoshi, American lawyer and politician, 3rd Governor of Hawaii", "entities": [{"title": "George Ariyoshi", "href": "/wiki/George_Ariyoshi", "description": "George Ryoichi Ariyoshi is an American lawyer and politician who served as the third governor of Hawaii from 1974 to 1986. A Democrat, he is Hawaii's longest-serving governor and the first American of Asian descent to serve as governor of a U.S. state. He assumed gubernatorial powers and duties when Governor John A. Burns was declared incapacitated in October 1973 and was elected in 1974, becoming"}, {"title": "Governor of Hawaii", "href": "/wiki/Governor_of_Hawaii", "description": "The Governor of Hawaii is the chief executive of the U.S. state of Hawaii and its various agencies and departments, as provided in the Hawaii State Constitution Article V, Sections 1 through 6. It is a directly elected position, votes being cast by popular suffrage of residents of the state. The governor is responsible for enforcing laws passed by the Hawaii State Legislature and upholding rulings"}]}, {"heading": "Births", "year": "1926", "date": "March 12", "txt": "Arthur A. Hartman, American career diplomat (d. 2015)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 12", "txt": "John Clellon Holmes, American author and professor (d. 1988)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 12", "txt": "David Nadien, American violinist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 12", "txt": "Raúl Alfonsín, Argentinian lawyer and politician, 46th President of Argentina (d. 2009)", "entities": [{"title": "Raúl Alfonsín", "href": "/wiki/Ra%C3%BAl_Alfons%C3%ADn", "description": "Raúl Ricardo Alfonsín Foulkes was an Argentine lawyer and statesman who served as President of Argentina from 10 December 1983 to 8 July 1989. He was the first democratically elected president after more than seven years of military dictatorship, and is considered the \"father of modern democracy in Argentina\". Ideologically, he identified as a Radical and a social democrat, serving as the leader o"}, {"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Births", "year": "1927", "date": "March 12", "txt": "Emmett Leith, professor of electrical engineering and co-inventor of three-dimensional holography (d. 2005)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 12", "txt": "Sudharmono, 5th Vice President of Indonesia (d. 2006)", "entities": []}, {"heading": "Births", "year": "1928", "date": "March 12", "txt": "Edward Albee, American director and playwright (d. 2016)", "entities": [{"title": "Edward Albee", "href": "/wiki/Edward_Albee", "description": "Edward Franklin Albee III was an American playwright known for works such as The Zoo Story (1958), The Sandbox (1959), Who's Afraid of Virginia Woolf? (1962), A Delicate Balance (1966), and Three Tall Women (1994). Some critics have argued that some of his work constitutes an American variant of what Martin Esslin identified and named the Theater of the Absurd. Three of his plays won the Pulitzer "}]}, {"heading": "Births", "year": "1929", "date": "March 12", "txt": "Win Tin, Burmese journalist and politician, co-founded the National League for Democracy (d. 2014)", "entities": [{"title": "Win Tin", "href": "/wiki/Win_Tin", "description": "Win Tin was a Burmese journalist, politician and political prisoner. He co-founded the National League for Democracy (NLD). He was imprisoned by the military government for 19 years (1989–2008) for his writings and his leadership position in the NLD."}, {"title": "National League for Democracy", "href": "/wiki/National_League_for_Democracy", "description": "The National League for Democracy is a political party in Myanmar (Burma). It became the country's ruling party after a landslide victory in the 2015 general election, but was overthrown in a military coup d'état in early 2021."}]}, {"heading": "Births", "year": "1930", "date": "March 12", "txt": "Antony Acland, British former diplomat and Provost of Eton College", "entities": [{"title": "Antony Acland", "href": "/wiki/Antony_Acland", "description": "Sir Antony Arthur Acland is a former British diplomat and Provost of Eton College."}, {"title": "Eton College", "href": "/wiki/Eton_College", "description": "Eton College is a 13–18 age range independent boarding school for boys in the town of Eton, near Windsor in Berkshire, England. It was founded in 1440 by Henry VI as \"Kynge's College of Our Ladye of Eton besyde Windesore\" as a sister institution to King's College, Cambridge, making it the 18th-oldest Headmasters' and Headmistresses' Conference (HMC) school. Eton's history, wealth, and notable alum"}]}, {"heading": "Births", "year": "1931", "date": "March 12", "txt": "Józef Tischner, Polish priest and philosopher (d. 2000)", "entities": [{"title": "Józef Tischner", "href": "/wiki/J%C3%B3zef_Tischner", "description": "Józef Stanisław Tischner was a Polish priest and philosopher. The first chaplain of the trade union, \"Solidarity\"."}]}, {"heading": "Births", "year": "1932", "date": "March 12", "txt": "Bob Houbregs, Canadian basketball player (d. 2014)", "entities": [{"title": "Bob Houbregs", "href": "/wiki/Bob_Houbregs", "description": "Robert J. Houbregs was a Canadian professional basketball player. Houbregs was inducted into the Naismith Basketball Hall of Fame in 1987"}]}, {"heading": "Births", "year": "1932", "date": "March 12", "txt": "Andrew Young, American pastor and politician, 14th United States Ambassador to the United Nations", "entities": [{"title": "United States Ambassador to the United Nations", "href": "/wiki/United_States_Ambassador_to_the_United_Nations", "description": "The United States ambassador to the United Nations is the leader of the U.S. delegation, the U.S. Mission to the United Nations. The position is formally known as the permanent representative of the United States of America to the United Nations, with the rank and status of ambassador extraordinary and plenipotentiary, and representative of the United States of America in the United Nations Securi"}]}, {"heading": "Births", "year": "1933", "date": "March 12", "txt": "Myrna Fahey, American actress (d. 1973)", "entities": [{"title": "Myrna Fahey", "href": "/wiki/Myrna_Fahey", "description": "Myrna Fahey was an American actress known for her role as Maria Crespo in Walt Disney's Zorro and as Madeline Usher in The Fall of the House of Usher."}]}, {"heading": "Births", "year": "1933", "date": "March 12", "txt": "Barbara Feldon, American actress", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 12", "txt": "Francisco J. Ayala, Spanish-American evolutionary biologist and philosopher", "entities": [{"title": "Francisco J. Ayala", "href": "/wiki/Francisco_J._Ayala", "description": "Francisco José Ayala Pereda is a Spanish-American evolutionary biologist and philosopher who was a longtime faculty member at the University of California, Irvine and University of California, Davis. He is a former Dominican priest, ordained in 1960, but left the priesthood that same year. After graduating from the University of Salamanca, he moved to the United States in 1961 to study for a PhD a"}]}, {"heading": "Births", "year": "1936", "date": "March 12", "txt": "Virginia Hamilton, American children's books author (d. 2002)", "entities": [{"title": "Virginia Hamilton", "href": "/wiki/Virginia_Hamilton", "description": "Virginia Esther Hamilton was an African-American children's books author. She wrote 41 books, including M. C. Higgins, the Great (1974), for which she won the U.S. National Book Award in category Children's Books\nand the Newbery Medal in 1975."}]}, {"heading": "Births", "year": "1936", "date": "March 12", "txt": "Michał Heller, Polish professor of philosophy", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 12", "txt": "Eddie Sutton, American basketball player and coach (d. 2020) ", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 12", "txt": "Zoltán Horvath, Hungarian sabre fencer", "entities": [{"title": "Zoltán Horváth (fencer)", "href": "/wiki/Zolt%C3%A1n_Horv%C3%A1th_(fencer)", "description": "Zoltán Horváth is a Hungarian retired sabre fencer. At the 1960 Olympics, he won the gold medal in the team competition, and the individual silver medal behind teammate Rudolf Kárpáti. Horváth also took part in the 1964 Olympics, placing fifth in the team competition."}]}, {"heading": "Births", "year": "1937", "date": "March 12", "txt": "Zurab Sotkilava, Georgian operatic tenor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 12", "txt": "Vladimir Msryan, Armenian actor (d. 2010)", "entities": [{"title": "Vladimir Msryan", "href": "/wiki/Vladimir_Msryan", "description": "Vladimir Ivanovich Msryan was an Armenian stage and film actor."}]}, {"heading": "Births", "year": "1938", "date": "March 12", "txt": "Johnny Rutherford, American race car driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 12", "txt": "Juan Horacio Suárez, Argentine bishop", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 12", "txt": "Ron Tutt, American drummer", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 12", "txt": "Al Jarreau, American singer (d. 2017)", "entities": [{"title": "Al Jarreau", "href": "/wiki/Al_Jarreau", "description": "Alwin Lopez Jarreau was an American singer and musician. His 1981 album Breakin' Away spent two years on the Billboard 200 and is considered one of the finest examples of the Los Angeles pop and R&B sound. The album won Jarreau the 1982 Grammy for Best Male Pop Vocal Performance. In all, he won seven Grammy Awards and was nominated for over a dozen more during his career."}]}, {"heading": "Births", "year": "1941", "date": "March 12", "txt": "Josip Skoblar, former Croatian footballer", "entities": [{"title": "Josip Skoblar", "href": "/wiki/Josip_Skoblar", "description": "Josip Skoblar is a Croatian former professional football player and manager. He was primarily a forward, and also capable of playing on both wings."}]}, {"heading": "Births", "year": "1942", "date": "March 12", "txt": "Jimmy Wynn, American baseball player (d. 2020)", "entities": [{"title": "Jimmy Wynn", "href": "/wiki/Jimmy_Wynn", "description": "James Sherman Wynn, nicknamed \"The Toy Cannon\", was an American professional baseball player who had a 15-year career with the Houston Colt .45s / Astros and four other teams, primarily as a center fielder. Wynn was nicknamed \"The Toy Cannon\" because his bat had a lot of \"pop\" for his small size."}]}, {"heading": "Births", "year": "1943", "date": "March 12", "txt": "Ratko Mladić, Serbian general", "entities": [{"title": "Ratko Mladić", "href": "/wiki/Ratko_Mladi%C4%87", "description": "Ratko Mladić is a convicted war criminal and a Bosnian Serb colonel-general who led the Army of Republika Srpska (VRS) during the Yugoslav Wars. In 2017, he was found guilty of committing war crimes, crimes against humanity, and genocide by the International Criminal Tribunal for the former Yugoslavia (ICTY)."}]}, {"heading": "Births", "year": "1944", "date": "March 12", "txt": "Erwin Mueller, former American basketball player (d. 2018)", "entities": [{"title": "Erwin Mueller", "href": "/wiki/Erwin_Mueller", "description": "Erwin Louis Mueller was an American basketball player. A 6'8\" forward/center,he attended the University of San Francisco where he was All-Coast, All Conference & All-America and was selected by the Chicago Bulls in the second round of the 1966 NBA draft."}]}, {"heading": "Births", "year": "1945", "date": "March 12", "txt": "Anne Summers, Australian feminist writer, editor, publisher and public servant", "entities": [{"title": "Anne Summers", "href": "/wiki/Anne_Summers", "description": "Anne Summers AO is an Australian writer and columnist, best known as a leading feminist, editor and publisher. She was formerly First Assistant Secretary of the Office of the Status of Women in the Department of the Prime Minister and Cabinet."}]}, {"heading": "Births", "year": "1946", "date": "March 12", "txt": "Dean Cundey, American cinematographer and film director", "entities": [{"title": "Dean Cundey", "href": "/wiki/Dean_Cundey", "description": "Dean Raymond Cundey, A.S.C. is an American cinematographer and film director. He is known for his collaborations with John Carpenter, Steven Spielberg, Robert Zemeckis, as well as his extensive work in the horror genre, in addition to numerous family and comedy films. He was nominated for an Academy Award for Best Cinematography for his work on Who Framed Roger Rabbit and has been nominated for nu"}]}, {"heading": "Births", "year": "1946", "date": "March 12", "txt": "Liza Minnelli, American actress, singer and dancer", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 12", "txt": "Frank Welker, American voice actor and singer", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 12", "txt": "Peter Harry Carstensen, German educator and politician", "entities": [{"title": "Peter Harry Carstensen", "href": "/wiki/Peter_Harry_Carstensen", "description": "Peter Harry Carstensen is a German politician, in the Christian Democratic Union (CDU) party."}]}, {"heading": "Births", "year": "1947", "date": "March 12", "txt": "Jan-Erik Enestam, Finland-Swedish politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 12", "txt": "David Rigert, Soviet Olympic weightlifter", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 12", "txt": "Mitt Romney, American businessman and politician, 70th Governor of Massachusetts", "entities": [{"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1948", "date": "March 12", "txt": "Virginia Bottomley, Scottish social worker and politician, Secretary of State for Culture, Media and Sport", "entities": [{"title": "Virginia Bottomley", "href": "/wiki/Virginia_Bottomley", "description": "Virginia Hilda Brunette Maxwell Bottomley, Baroness Bottomley of Nettlestone, PC, DL is a British Conservative Party politician and headhunter. She was a Member of Parliament (MP) in the House of Commons from 1984 to 2005. She was raised to the peerage in 2005."}, {"title": "Secretary of State for Culture, Media and Sport", "href": "/wiki/Secretary_of_State_for_Culture,_Media_and_Sport", "description": "The Secretary of State for Digital, Culture, Media and Sport, also referred to as the Culture Secretary, is a cabinet rank office with overall responsibility for strategy and policy across the Department for Digital, Culture, Media and Sport. The office has been dubbed \"Minister of Fun\"."}]}, {"heading": "Births", "year": "1948", "date": "March 12", "txt": "Kent Conrad, American politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 12", "txt": "James Taylor, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 12", "txt": "Rob Cohen, American director, producer, and screenwriter", "entities": [{"title": "Rob Cohen", "href": "/wiki/Rob_Cohen", "description": "Rob Cohen is an American director, producer, and screenwriter of film and television. Beginning his career as an executive producer at 20th Century Fox, Cohen produced and developed numerous high-profile film and television programs, including The Wiz, The Witches of Eastwick, and Light of Day until he begin focusing on full-time directing in the 1990s. He directed the action films such as The Fas"}]}, {"heading": "Births", "year": "1949", "date": "March 12", "txt": "David Mellor, British politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 12", "txt": "Javier Clemente, Spanish footballer and manager", "entities": [{"title": "Javier Clemente", "href": "/wiki/Javier_Clemente", "description": "Javier Clemente Lázaro is a Spanish football manager and former player who played as a midfielder. He is the current manager of the Basque Country national team."}]}, {"heading": "Births", "year": "1952", "date": "March 12", "txt": "André Comte-Sponville, French philosopher", "entities": [{"title": "André Comte-Sponville", "href": "/wiki/Andr%C3%A9_Comte-Sponville", "description": "André Comte-Sponville is a French philosopher."}]}, {"heading": "Births", "year": "1952", "date": "March 12", "txt": "Yasuhiko Okudera, former Japanese footballer", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 12", "txt": "John Mitchell, English footballer, forward", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 12", "txt": "Pavel Pinigin, former Soviet wrestler and Olympic champion", "entities": [{"title": "Pavel Pinigin", "href": "/wiki/Pavel_Pinigin", "description": "Pavel Pinigin is a former Soviet wrestler and Olympic champion in Freestyle wrestling. He is also three times world champion in freestyle wrestling. He is married to athlete and Olympic champion Mariya Pinigina."}]}, {"heading": "Births", "year": "1954", "date": "March 12", "txt": "Anish Kapoor, Indian-English sculptor", "entities": [{"title": "Anish Kapoor", "href": "/wiki/Anish_Kapoor", "description": "Sir Anish Kapoor is a British Indian sculptor specialising in installation art and conceptual art. Born in Mumbai, Kapoor has lived and worked in London since the early 1970s when he moved to study art, first at the Hornsey College of Art and later at the Chelsea School of Art and Design."}]}, {"heading": "Births", "year": "1956", "date": "March 12", "txt": "Ove Aunli, former Norwegian cross-country skier", "entities": [{"title": "Ove Aunli", "href": "/wiki/Ove_Aunli", "description": "Ove Robert Aunli is a Norwegian former cross-country skier. He took the Olympic bronze medal in 1980 Lake Placid when Thomas Wassberg beat Juha Mieto by one-hundredth of a second for the gold medal, and won a silver medal as part of Norway's 4 × 10 km relay team."}]}, {"heading": "Births", "year": "1956", "date": "March 12", "txt": "Stanisław Bobak, Polish ski jumper (d. 2010)", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 12", "txt": "Steve Harris, English bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 12", "txt": "Lesley Manville, English actress", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 12", "txt": "Dale Murphy, American baseball player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 12", "txt": "Pim Verbeek, Dutch football manager (d. 2019)", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 12", "txt": "Patrick Battiston, French footballer and coach", "entities": [{"title": "Patrick Battiston", "href": "/wiki/Patrick_Battiston", "description": "Patrick Raymond Jean Battiston is a French former footballer who played as a defender for the France national team in three World Cups and won the 1984 European Football Championship. At club level, he played for Metz, Saint-Étienne, Bordeaux, and Monaco, winning five Ligue 1 titles and one Coupe de France."}]}, {"heading": "Births", "year": "1957", "date": "March 12", "txt": "Marlon Jackson, American singer-songwriter and dancer", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 12", "txt": "Andrey Lopatov, Soviet basketball player", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 12", "txt": "Phil Anderson, English-Australian cyclist", "entities": [{"title": "Phil Anderson (cyclist)", "href": "/wiki/Phil_Anderson_(cyclist)", "description": "Philip Grant Anderson is a British-born Australian former professional racing cyclist who was the first non-European to wear the yellow jersey of the Tour de France."}]}, {"heading": "Births", "year": "1959", "date": "March 12", "txt": "Milorad Dodik, Bosnian Serb politician and president of Republika Srpska", "entities": [{"title": "Milorad Dodik", "href": "/wiki/Milorad_Dodik", "description": "Milorad Dodik is a Bosnian Serb politician serving as the 7th and current Serb member of the presidency of Bosnia and Herzegovina, the collective federal head of state, and is also its current chairman, since 2020."}, {"title": "Bosnian Serb", "href": "/wiki/Bosnian_Serb", "description": "The Serbs of Bosnia and Herzegovina are one of the three constitutive nations of the country, predominantly residing in the political-territorial entity of Republika Srpska."}, {"title": "Republika Srpska", "href": "/wiki/Republika_Srpska", "description": "Republika Srpska is one of the two entities of Bosnia and Herzegovina, the other being the Federation of Bosnia and Herzegovina. The official entity's name in English is the Republic of Srpska. Its largest city, de facto capital and administrative centre is Banja Luka, lying on the Vrbas river."}]}, {"heading": "Births", "year": "1959", "date": "March 12", "txt": "Luenell, American comedian and actress", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 12", "txt": "Michael Walter, German luger (d. 2016)", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 12", "txt": "Jason Beghe, American actor", "entities": [{"title": "Jason Beghe", "href": "/wiki/Jason_Beghe", "description": "Jason Deneen Beghe is an American actor. He starred in the 1988 George A. Romero film Monkey Shines, playing a quadriplegic in a performance that was positively received. He appeared as a police officer in the film Thelma & Louise and played Demi Moore's love interest in G.I. Jane. Beghe starred opposite Moira Kelly in the television series To Have & to Hold, and has had recurring roles on Picket "}]}, {"heading": "Births", "year": "1960", "date": "March 12", "txt": "Courtney B. Vance, American actor and painter", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 12", "txt": "Julia Campbell, American actress", "entities": [{"title": "Julia Campbell", "href": "/wiki/Julia_Campbell", "description": "Julia Campbell is an American film and television actress. Her most noted role to date was \"mean girl\" Christie Masters in Romy and Michele's High School Reunion."}]}, {"heading": "Births", "year": "1962", "date": "March 12", "txt": "Andreas Köpke, former German footballer", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 12", "txt": "Chris Sanders, American illustrator and voice actor", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 12", "txt": "Darryl Strawberry, American baseball player and minister", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 12", "txt": "John Andretti, American race car driver (d. 2020)", "entities": [{"title": "John Andretti", "href": "/wiki/John_Andretti", "description": "John Andrew Andretti was an American race car driver. He won individual races in CART, IMSA GTP, Rolex Sports Car Series, and NASCAR during his career. He was the son of Aldo Andretti, older brother of racer Adam Andretti, nephew of Mario Andretti, and first cousin to IndyCar champion Michael and Jeff Andretti."}]}, {"heading": "Births", "year": "1963", "date": "March 12", "txt": "Candy Costie, American swimmer", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 12", "txt": "Joaquim Cruz, Brazilian runner and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 12", "txt": "Reiner Gies, German boxer", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 12", "txt": "Ian Holloway, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 12", "txt": "Paul Way, English golfer", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 12", "txt": "Dieter Eckstein, retired German footballer", "entities": [{"title": "Dieter Eckstein", "href": "/wiki/Dieter_Eckstein", "description": "Dieter Eckstein is a retired German football player."}]}, {"heading": "Births", "year": "1964", "date": "March 12", "txt": "Umirzak Shukeyev, Kazakh chairman of Samruk-Kazyna", "entities": [{"title": "Samruk-Kazyna", "href": "/wiki/Samruk-Kazyna", "description": "Samruk-Kazyna, officially known as the National Welfare Fund \"Samruk-Kazyna\", is a sovereign wealth fund and joint stock company in Kazakhstan which owns, either in whole or in part, a number of major companies in the country. This includes the national rail and postal service, the state oil and gas company KazMunayGas, the state uranium company Kazatomprom, Air Astana, and others. The state is th"}]}, {"heading": "Births", "year": "1965", "date": "March 12", "txt": "Steve Finley, American baseball player", "entities": [{"title": "Steve Finley", "href": "/wiki/Steve_Finley", "description": "Steven Allen Finley is an American former Major League Baseball outfielder."}]}, {"heading": "Births", "year": "1965", "date": "March 12", "txt": "Ivari Padar, former Minister of Finance and Minister of Agriculture of the Estonian Social Democratic Party", "entities": [{"title": "Estonian Social Democratic Party", "href": "/wiki/Estonian_Social_Democratic_Party", "description": "The Social Democratic Party is a social-democratic political party in Estonia, currently led by Indrek Saar."}]}, {"heading": "Births", "year": "1966", "date": "March 12", "txt": "David Daniels, American countertenor", "entities": [{"title": "David Daniels (countertenor)", "href": "/wiki/David_Daniels_(countertenor)", "description": "David Daniels is an American countertenor."}]}, {"heading": "Births", "year": "1966", "date": "March 12", "txt": "Grant Long, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 12", "txt": "Julio Dely Valdés, Panamanian footballer and manager", "entities": [{"title": "Julio Dely Valdés", "href": "/wiki/Julio_Dely_Vald%C3%A9s", "description": "Julio César Dely Valdés is a Panamanian former professional footballer who played as a striker. He is a twin brother of Jorge Dely Valdés and younger brother of Armando Dely Valdés."}]}, {"heading": "Births", "year": "1968", "date": "March 12", "txt": "Tammy Duckworth, Thai-American colonel, pilot, and politician", "entities": [{"title": "Tammy Duckworth", "href": "/wiki/Tammy_Duckworth", "description": "Ladda Tammy Duckworth is an American politician and retired Army National Guard lieutenant colonel serving as the junior United States Senator from Illinois since 2017. A member of the Democratic Party, she represented Illinois's 8th district in the United States House of Representatives from 2013 to 2017."}]}, {"heading": "Births", "year": "1968", "date": "March 12", "txt": "Aaron Eckhart, American actor and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 12", "txt": "Graham Coxon, English singer-songwriter and guitarist", "entities": [{"title": "Graham Coxon", "href": "/wiki/Graham_Coxon", "description": "Graham Leslie Coxon is an English musician, singer-songwriter, multi-instrumentalist and painter who came to prominence as a founding member of the rock band Blur. As the group's lead guitarist and secondary vocalist, Coxon is featured on all eight of Blur's studio albums. He has also led a solo career since 1998. As well as being a musician, Coxon is a visual artist: he designed the cover art for"}]}, {"heading": "Births", "year": "1969", "date": "March 12", "txt": "Jake Tapper, American journalist and author", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 12", "txt": "Karen Bradley, British politician", "entities": [{"title": "Karen Bradley", "href": "/wiki/Karen_Bradley", "description": "Karen Anne Bradley is a British Conservative Party politician who served as Secretary of State for Northern Ireland from 2018 to 2019, and has served as Member of Parliament (MP) for Staffordshire Moorlands since 2010."}]}, {"heading": "Births", "year": "1970", "date": "March 12", "txt": "Dave Eggers, American author and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 12", "txt": "Mathias Grönberg, Swedish golfer", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 12", "txt": "Rex Walters, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 12", "txt": "Isaiah Rider, American basketball player and rapper", "entities": [{"title": "Isaiah Rider", "href": "/wiki/Isaiah_Rider", "description": "Isaiah Rider Jr., nicknamed J.R., is an American former professional basketball player."}]}, {"heading": "Births", "year": "1971", "date": "March 12", "txt": "Dragutin Topić, Serbian high jumper", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 12", "txt": "Doron Sheffer, Israeli basketball player", "entities": [{"title": "Doron Sheffer", "href": "/wiki/Doron_Sheffer", "description": "Doron Sheffer, is a retired Israeli professional basketball player. He spent most of his club career playing with Maccabi Tel Aviv. During his playing career, at a height of 1.96 m (6'5\") tall, he played at the point guard and shooting guard positions. During his playing days, his nickname was \"The Iceman\"."}]}, {"heading": "Births", "year": "1974", "date": "March 12", "txt": "Charles Akonnor, former Ghanaian footballer", "entities": [{"title": "Charles Akonnor", "href": "/wiki/Charles_Akonnor", "description": "Charles Kwabla Akonnor is a former Ghanaian international footballer who is the current manager of the Ghana national team. He played as a versatile midfielder, mostly in Germany."}]}, {"heading": "Births", "year": "1974", "date": "March 12", "txt": "Walid Badir, former Israeli footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 12", "txt": "Nicolae Grigore, former Romanian footballer", "entities": [{"title": "Nicolae Grigore (footballer, born 1975)", "href": "/wiki/Nicolae_Grigore_(footballer,_born_1975)", "description": "Nicolae Grigore is a former Romanian football player."}]}, {"heading": "Births", "year": "1975", "date": "March 12", "txt": "Edgaras Jankauskas, former Lithuanian footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 12", "txt": "Srđan Pecelj, Bosnian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 12", "txt": "Deron Quint, American ice hockey defenseman", "entities": [{"title": "Deron Quint", "href": "/wiki/Deron_Quint", "description": "Deron Timothy Quint is an American former professional ice hockey defenseman. His playing experience included spending time in the National Hockey League with the Winnipeg Jets, Phoenix Coyotes, New Jersey Devils, Columbus Blue Jackets, Chicago Blackhawks and New York Islanders."}]}, {"heading": "Births", "year": "1976", "date": "March 12", "txt": "Zhao Wei, Chinese actress, film director, producer and pop singer", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 12", "txt": "Michelle Burgher, track and field athlete", "entities": [{"title": "Michelle Burgher", "href": "/wiki/Michelle_Burgher", "description": "Michelle Burgher is a track and field athlete, competing internationally for Jamaica."}]}, {"heading": "Births", "year": "1977", "date": "March 12", "txt": "Ramiro Corrales, American soccer player", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 12", "txt": "Amdy Faye, former Senegalese footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 12", "txt": "Brent Johnson, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 12", "txt": "Casey Mears, American race car driver", "entities": [{"title": "Casey Mears", "href": "/wiki/Casey_Mears", "description": "Casey James Mears is an American professional stock car racing driver. He last competed part-time in the Stadium Super Trucks and Monster Energy NASCAR Cup Series, driving the No. 27 Chevrolet Camaro ZL1 for Germain Racing. A former winner of the Coca-Cola 600, Mears is the nephew of four-time Indianapolis 500 winner Rick Mears and the son of IndyCar and off-road veteran Roger Mears. He also works"}]}, {"heading": "Births", "year": "1978", "date": "March 12", "txt": "Marco Ferreira, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 12", "txt": "Arina Tanemura, Japanese author and illustrator", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 12", "txt": "Rhys Coiro, American actor", "entities": [{"title": "Rhys Coiro", "href": "/wiki/Rhys_Coiro", "description": "John Rhys Coiro is an American film, television and stage actor who got his start on Broadway but is best known for his on-screen roles such as Billy Walsh on Entourage."}]}, {"heading": "Births", "year": "1979", "date": "March 12", "txt": "Pete Doherty, English musician, songwriter, actor, poet, writer, and artist", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 12", "txt": "Jamie Dwyer, Australian field hockey player and coach", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 12", "txt": "Gerard López, former Spanish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 12", "txt": "Ben Sandford, New Zealand skeleton racer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 12", "txt": "Tim Wieskötter, German sprint canoer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 12", "txt": "Edwin Villafuerte, Ecuadorian goalkeeper", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 12", "txt": "Césinha, Brazilian footballer", "entities": [{"title": "Césinha", "href": "/wiki/C%C3%A9sinha", "description": "Carlos César dos Santos, known as Césinha, is a Brazilian former footballer who played as a left winger."}]}, {"heading": "Births", "year": "1980", "date": "March 12", "txt": "Becky Holliday, American pole vaulter", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 12", "txt": "Jens Mouris, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 12", "txt": "Douglas Murray, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 12", "txt": "Kenta Kobayashi, Japanese wrestler and kick-boxer", "entities": [{"title": "Hideo Itami", "href": "/wiki/Hideo_Itami", "description": "Kenta Kobayashi  is a Japanese professional wrestler signed to New Japan Pro-Wrestling (NJPW). He performs under the mononymous ring name Kenta, and is a member of the Bullet Club stable. He also makes occasional appearances for All Elite Wrestling (AEW)."}]}, {"heading": "Births", "year": "1981", "date": "March 12", "txt": "Katarina Srebotnik, Slovenian tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 12", "txt": "Holly Williams, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 12", "txt": "Lili Bordán, Hungarian-American actress", "entities": [{"title": "Lili Bordán", "href": "/wiki/Lili_Bord%C3%A1n", "description": "Lili Bordán is a Hungarian-American film and television actress."}]}, {"heading": "Births", "year": "1982", "date": "March 12", "txt": "Samm Levine, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 12", "txt": "Ilya Nikulin, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 12", "txt": "Hisato Satō, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 12", "txt": "Yūto Satō, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 12", "txt": "Tobias Schweinsteiger, German footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 12", "txt": "Atif Aslam, Pakistani singer and actor", "entities": [{"title": "Atif Aslam", "href": "/wiki/Atif_Aslam", "description": "Muhammad Atif Aslam is a Pakistani playback singer and actor. He has recorded numerous chart-topping songs in both Pakistan and India and is known for his vocal belting technique. He predominantly sings in Urdu and Hindi, but has also sung in Punjabi, Bengali and Pashto. With a number of successful chart-topping songs, he is often considered as one of the best playback singers in the Indian and Pa"}]}, {"heading": "Births", "year": "1984", "date": "March 12", "txt": "Shreya Ghoshal, Indian singer", "entities": [{"title": "Shreya Ghoshal", "href": "/wiki/Shreya_Ghoshal", "description": "Shreya Ghoshal is an Indian playback singer. She has received four National Film Awards, four Kerala State Film Awards, two Tamil Nadu State Film Awards, seven Filmfare Awards and ten Filmfare Awards South. She has recorded songs for films and albums in various Indian languages and has established herself as a leading playback singer of Indian cinema."}]}, {"heading": "Births", "year": "1984", "date": "March 12", "txt": "Jaimie Alexander, American actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 12", "txt": "Marco Bonanomi, Italian racing driver", "entities": [{"title": "Marco Bonanomi", "href": "/wiki/Marco_Bonanomi", "description": "Marco Bonanomi is an Italian professional racing driver."}]}, {"heading": "Births", "year": "1985", "date": "March 12", "txt": "Aleksandr Bukharov, Russian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 12", "txt": "Ed Clancy, English track and road cyclist", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 12", "txt": "Andriy Tovt, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 12", "txt": "Martynas Andriuškevičius, Lithuanian basketball player", "entities": [{"title": "Martynas Andriuškevičius", "href": "/wiki/Martynas_Andriu%C5%A1kevi%C4%8Dius", "description": "Martynas Andriuškevičius is a Lithuanian professional basketball player for S.C. Lusitânia of the LPB. He is a 2.18 m tall and 113 kg (250 lb) center. Andriuškevičius has noted perimeter skill for a player of his size, and has trained with former NBA center Arvydas Sabonis."}]}, {"heading": "Births", "year": "1986", "date": "March 12", "txt": "Oleh Dopilka, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 12", "txt": "Danny Jones, English singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 12", "txt": "Ben Offereins, Australian runner", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 12", "txt": "František Rajtoral, Czech footballer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 12", "txt": "Manuele Boaro, Italian cyclist", "entities": [{"title": "Manuele Boaro", "href": "/wiki/Manuele_Boaro", "description": "Manuele Boaro is an Italian professional road bicycle racer, who currently rides for UCI WorldTeam Astana–Premier Tech."}]}, {"heading": "Births", "year": "1987", "date": "March 12", "txt": "Jessica Hardy, American swimmer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 12", "txt": "Maxwell Holt, American volleyball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 12", "txt": "Teimour Radjabov, Azerbaijani chess player", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 12", "txt": "Chris Seitz, American soccer player", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 12", "txt": "Vadim Shipachyov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 12", "txt": "Pablo Velázquez, Paraguayan footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 12", "txt": "Sebastian Brendel, German canoe racer", "entities": [{"title": "Sebastian Brendel", "href": "/wiki/Sebastian_Brendel", "description": "Sebastian Brendel is a German sprint canoeist who has competed since 2007. Brendel is the reigning Olympic champion in the C-1 1000 metres and C-2 1000 metres events."}]}, {"heading": "Births", "year": "1988", "date": "March 12", "txt": "Kostas Mitroglou, Greek footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 12", "txt": "Cristian Chagas Tarouco, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 12", "txt": "Jordan Adéoti, French footballer", "entities": [{"title": "Jordan Adéoti", "href": "/wiki/Jordan_Ad%C3%A9oti", "description": "Jordan Souleymane Adéoti is a professional footballer who plays for Frennch club Annecy, as a defender. Born in France, he represents Benin at international level."}]}, {"heading": "Births", "year": "1989", "date": "March 12", "txt": "Vytautas Černiauskas, Lithuanian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 12", "txt": "Tyler Clary, former American swimmer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 12", "txt": "Richard Eckersley, English footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 12", "txt": "Chen Jianghua, Chinese basketball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 12", "txt": "Siim Luts, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 12", "txt": "Alexander Kröckel, German skeleton racer", "entities": [{"title": "Alexander Kröckel", "href": "/wiki/Alexander_Kr%C3%B6ckel", "description": "Alexander Kröckel is a German skeleton racer who has competed since 2003. 2007 he joined the German national squad. He won Junior World Championships in 2011 and was second in 2010. 2011–12 Skeleton World Cup he finished 5th."}]}, {"heading": "Births", "year": "1990", "date": "March 12", "txt": "Irakli Kvekveskiri, Georgian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 12", "txt": "Dawid Kubacki, Polish ski jumper", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 12", "txt": "Matias Myttynen, Finnish ice hockey player", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 12", "txt": "Ilija Nestorovski, Macedonian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 12", "txt": "Milena Raičević, Montenegrin handballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 12", "txt": "Mikko Sumusalo, Finnish footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 12", "txt": "Felix Kroos, German footballer", "entities": [{"title": "Felix Kroos", "href": "/wiki/Felix_Kroos", "description": "Felix Kroos is a German professional footballer who plays as a midfielder for Eintracht Braunschweig. He is the younger brother of German International midfielder Toni Kroos."}]}, {"heading": "Births", "year": "1991", "date": "March 12", "txt": "Niclas Heimann, German footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 12", "txt": "Leandro Fernandez, Argentine footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 12", "txt": "Daniele Baselli, Italian footballer", "entities": [{"title": "Daniele Baselli", "href": "/wiki/Daniele_Baselli", "description": "Daniele Baselli is an Italian professional footballer who plays as a midfielder for Torino and the Italy national team."}]}, {"heading": "Births", "year": "1992", "date": "March 12", "txt": "Jordan Ferri, French footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 12", "txt": "Ciara Mageean, Irish middle-distance runner", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 12", "txt": "Jiří Skalák, Czech footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 12", "txt": "Shehu Abdullahi, Nigerian footballer", "entities": [{"title": "Shehu Abdullahi", "href": "/wiki/Shehu_Abdullahi", "description": "Shehu Unman Abdullahi is a Nigerian professional footballer who currently plays for Cypriot First Division side Omonia."}]}, {"heading": "Births", "year": "1993", "date": "March 12", "txt": "Amjad Attwan, Iraqi footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 12", "txt": "Anton Shramchenko, Belarusian footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 12", "txt": "Katie Archibald, Scottish track cyclist", "entities": [{"title": "Katie Archibald", "href": "/wiki/Katie_Archibald", "description": "Katie Archibald, is a British racing cyclist, who currently rides on the track for Great Britain and Scotland. A member of the Great Britain 2016 Olympic champion team in women's team pursuit, she is a champion in the same event at both the World (2014) and European championships and world record holder. Individually, Archibald has been European champion in the elimination race in 2015, twice in t"}]}, {"heading": "Births", "year": "1994", "date": "March 12", "txt": "Jerami Grant, American basketball player", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 12", "txt": "Christina Grimmie, American singer-songwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1996", "date": "March 12", "txt": "Sehrou Guirassy, French footballer", "entities": [{"title": "Sehrou Guirassy", "href": "/wiki/Sehrou_Guirassy", "description": "Serhou Yadaly Guirassy is a French professional footballer who plays for Ligue 1 club Rennes as a forward."}]}, {"heading": "Births", "year": "1996", "date": "March 12", "txt": "Karim Hafez, Egyptian footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "March 12", "txt": "Robert Murić, Croatian footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "March 12", "txt": "Dean Henderson, English footballer", "entities": [{"title": "Dean Henderson", "href": "/wiki/Dean_Henderson", "description": "Dean Bradley Henderson is an English professional footballer who plays as a goalkeeper for Premier League club Manchester United and the England national team."}]}, {"heading": "Births", "year": "1997", "date": "March 12", "txt": "Allan Saint-Maximin, French footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "March 12", "txt": "Felipe Vizeu, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1998", "date": "March 12", "txt": "Mecole Hardman, American football player", "entities": [{"title": "Mecole Hardman", "href": "/wiki/Mecole_Hardman", "description": "Carey Mecole Hardman is an American football wide receiver and return specialist for the Kansas City Chiefs of the National Football League (NFL). He played college football at the University of Georgia."}]}, {"heading": "Births", "year": "1998", "date": "March 12", "txt": "Daniel Samohin, Israeli figure skater", "entities": []}, {"heading": "Births", "year": "1998", "date": "March 12", "txt": "Elizaveta Ukolova, Czech figure skater", "entities": []}, {"heading": "Deaths", "year": "417", "date": "March 12", "txt": "Innocent I, pope of the Catholic Church", "entities": [{"title": "Pope Innocent I", "href": "/wiki/Pope_Innocent_I", "description": "Pope Innocent I was the bishop of Rome from 401 to his death on 12 March 417. He may have been the son of his predecessor, Anastasius I. From the beginning of his papacy, he was seen as the general arbitrator of ecclesiastical disputes in both the East and the West. He confirmed the prerogatives of the Archbishop of Thessalonica, and issued a decretal on disciplinary matters referred to him by the"}]}, {"heading": "Deaths", "year": "604", "date": "March 12", "txt": "Gregory I, pope of the Catholic Church (b. 540)", "entities": [{"title": "Pope Gregory I", "href": "/wiki/Pope_Gregory_I", "description": "Pope Gregory I, commonly known as Saint Gregory the Great, was the bishop of Rome from 3 September 590 to his death. He is known for instigating the first recorded large-scale mission from Rome, the Gregorian Mission, to convert the then-pagan Anglo-Saxons in England to Christianity. Gregory is also well known for his writings, which were more prolific than those of any of his predecessors as pope"}]}, {"heading": "Deaths", "year": "1022", "date": "March 12", "txt": "Symeon the New Theologian (b. 949)", "entities": [{"title": "Symeon the New Theologian", "href": "/wiki/Symeon_the_New_Theologian", "description": "Symeon the New Theologian was a Byzantine Christian monk and poet who was the last of three saints canonized by the Eastern Orthodox church and given the title of \"Theologian\". \"Theologian\" was not applied to Symeon in the modern academic sense of theological study; the title was designed only to recognize someone who spoke from personal experience of the vision of God. One of his principal teachi"}]}, {"heading": "Deaths", "year": "1316", "date": "March 12", "txt": "Stefan Dragutin (b. c. 1244)", "entities": [{"title": "Stefan Dragutin", "href": "/wiki/Stefan_Dragutin", "description": "Stefan Dragutin was King of Serbia from 1276 to 1282. From 1282, he ruled a separate kingdom which included northern Serbia, and the neighboring Hungarian banates, for which he was unofficially styled \"King of Syrmia\"."}]}, {"heading": "Deaths", "year": "1539", "date": "March 12", "txt": "Thomas Boleyn, 1st Earl of Wiltshire, English diplomat and politician (b.1477)", "entities": [{"title": "Thomas Boleyn, 1st Earl of Wiltshire", "href": "/wiki/Thomas_Boleyn,_1st_Earl_of_Wiltshire", "description": "Thomas Boleyn, 1st Earl of Wiltshire, 1st Earl of Ormond, 1st Viscount Rochford KG KB, of Hever Castle in Kent, was an English diplomat and politician who was the father of Queen Anne Boleyn, from 1533 the second wife of King Henry VIII, and was thus the maternal grandfather of Queen Elizabeth I. By Henry VIII he was made a Knight of the Garter in 1523 and was elevated to the peerage as Viscount R"}, {"title": "1477", "href": "/wiki/1477", "description": "Year 1477 (MCDLXXVII) was a common year starting on Wednesday of the Julian calendar."}]}, {"heading": "Deaths", "year": "1699", "date": "March 12", "txt": "Peder Griffenfeld, Danish politician (b. 1635)", "entities": [{"title": "Peder Griffenfeld", "href": "/wiki/Peder_Griffenfeld", "description": "Count Peder Griffenfeld was a Danish statesman and royal favourite. He became the principal adviser to King Christian V of Denmark from 1670 and the de facto ruler of the dual kingdom of Denmark-Norway in the first half of the 1670s. In 1673 he was appointed as Chancellor of Denmark, elevated to count, the highest aristocratic rank in Denmark-Norway, and received the Order of the Elephant, the cou"}]}, {"heading": "Deaths", "year": "1898", "date": "March 12", "txt": "Zachris Topelius, Finnish-Swedish journalist, historian, and author (b. 1818)", "entities": [{"title": "Zachris Topelius", "href": "/wiki/Zachris_Topelius", "description": "Zachris Topelius was a Finnish author, poet, journalist, historian, and rector of the University of Helsinki who wrote novels related to Finnish history in Swedish."}]}, {"heading": "Deaths", "year": "1916", "date": "March 12", "txt": "Marie von Ebner-Eschenbach, Austrian author (b. 1830)", "entities": [{"title": "Marie von Ebner-Eschenbach", "href": "/wiki/Marie_von_Ebner-Eschenbach", "description": "Countess Marie von Ebner-Eschenbach was an Austrian writer. Noted for her psychological novels, she is regarded as one of the most important German-language writers of the latter portion of the 19th century."}]}, {"heading": "Deaths", "year": "1925", "date": "March 12", "txt": "Sun Yat-sen, Chinese physician and politician, 1st President of the Republic of China (b. 1866)", "entities": [{"title": "Sun Yat-sen", "href": "/wiki/Sun_Yat-sen", "description": "Sun Yat-sen was a Chinese statesman, physician, and political philosopher, who served as the provisional first president of the Republic of China and the first leader of the Kuomintang. He is referred as the \"Father of the Nation\" in the Republic of China, and as the \"Forerunner of the Revolution\" in the People's Republic of China for his instrumental role in the overthrow of the Qing dynasty duri"}, {"title": "List of Presidents of the Republic of China", "href": "/wiki/List_of_Presidents_of_the_Republic_of_China", "description": "This is a list of the presidents of the Republic of China."}]}, {"heading": "Deaths", "year": "1929", "date": "March 12", "txt": "Asa Griggs Candler, American businessman and politician, 44th Mayor of Atlanta (b. 1851)", "entities": [{"title": "Asa Griggs Candler", "href": "/wiki/Asa_Griggs_Candler", "description": "Asa Griggs Candler was an American business tycoon who in 1888 purchased the Coca-Cola recipe for US$1,750 from chemist John Stith Pemberton in Atlanta, Georgia. Candler founded The Coca-Cola Company in 1892 and developed it as a major company."}, {"title": "List of mayors of Atlanta", "href": "/wiki/List_of_mayors_of_Atlanta", "description": "This is a list of mayors of Atlanta, Georgia. The mayor is the highest elected official in Atlanta. Since its incorporation in 1847, the city has had 60 mayors. The current mayor is Keisha Lance Bottoms."}]}, {"heading": "Deaths", "year": "1935", "date": "March 12", "txt": "Mihajlo Pupin, Serbian-American physicist and chemist (b. 1858)", "entities": [{"title": "Mihajlo Pupin", "href": "/wiki/Mihajlo_Pupin", "description": "Mihajlo Idvorski Pupin was a Serbian physicist, physical chemist, philanthropist."}]}, {"heading": "Deaths", "year": "1942", "date": "March 12", "txt": "William Henry Bragg, English physicist, chemist, and mathematician, Nobel Prize laureate (b. 1862)", "entities": [{"title": "William Henry Bragg", "href": "/wiki/William_Henry_Bragg", "description": "Sir William Henry Bragg was an English physicist, chemist, mathematician, and active sportsman who uniquely shared a Nobel Prize with his son Lawrence Bragg – the 1915 Nobel Prize in Physics: \"for their services in the analysis of crystal structure by means of X-rays\". The mineral Braggite is named after him and his son. He was knighted in 1920."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1943", "date": "March 12", "txt": "Gustav Vigeland, Norwegian sculptor (b. 1869)", "entities": [{"title": "Gustav Vigeland", "href": "/wiki/Gustav_Vigeland", "description": "Gustav Vigeland, born as Adolf Gustav Thorsen, was a Norwegian sculptor. Gustav Vigeland occupies a special position among Norwegian sculptors, both in the power of his creative imagination and in his productivity. He is most associated with the Vigeland installation (Vigelandsanlegget) in Frogner Park, Oslo. He was also the designer of the Nobel Peace Prize medal."}]}, {"heading": "Deaths", "year": "1946", "date": "March 12", "txt": "Ferenc Szálasi, Hungarian soldier and politician, Head of State of Hungary (b. 1897)", "entities": [{"title": "Ferenc Szálasi", "href": "/wiki/Ferenc_Sz%C3%A1lasi", "description": "Ferenc Szálasi was the leader of the Arrow Cross Party – Hungarist Movement, the \"Leader of the Nation\" (Nemzetvezető), being both Head of State and Prime Minister of the Kingdom of Hungary's \"Government of National Unity\" for the final six months of Hungary's participation in World War II, after Germany occupied Hungary and removed Miklós Horthy by force. During his brief rule, Szálasi's men murd"}, {"title": "List of heads of state of Hungary", "href": "/wiki/List_of_heads_of_state_of_Hungary", "description": "The following is a list of heads of state of Hungary, from the Hungarian Declaration of Independence and the establishment of the Hungarian State in 1849 until the present day."}]}, {"heading": "Deaths", "year": "1949", "date": "March 12", "txt": "Wilhelm Steinkopf, German chemist (b. 1879)", "entities": [{"title": "Wilhelm Steinkopf", "href": "/wiki/Wilhelm_Steinkopf", "description": "Georg Wilhelm Steinkopf was a German chemist. Today he is mostly remembered for his work on the production of mustard gas during World War I."}]}, {"heading": "Deaths", "year": "1954", "date": "March 12", "txt": "Marianne Weber, German sociologist and suffragist (b. 1870)", "entities": [{"title": "Marianne Weber", "href": "/wiki/Marianne_Weber", "description": "Marianne Weber was a German sociologist, women's rights activist and the wife of Max Weber."}]}, {"heading": "Deaths", "year": "1955", "date": "March 12", "txt": "Charlie Parker, American saxophonist and composer (b. 1920)", "entities": [{"title": "Charlie Parker", "href": "/wiki/Charlie_Parker", "description": "Charles Parker Jr., nicknamed \"Bird\" and \"Yardbird\", was an American jazz saxophonist, band leader and composer. Parker was a highly influential soloist and leading figure in the development of bebop, a form of jazz characterized by fast tempos, virtuosic technique, and advanced harmonies. Parker was a blazingly fast virtuoso and introduced revolutionary harmonic ideas into jazz, including rapid p"}]}, {"heading": "Deaths", "year": "1955", "date": "March 12", "txt": "Theodor Plievier, German author best known for his anti-war novel (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1957", "date": "March 12", "txt": "Josephine Hull, American actress (b. 1877)", "entities": [{"title": "Josephine Hull", "href": "/wiki/Josephine_Hull", "description": "Marie Josephine Hull was an American stage and film actress who also was a director of plays. She had a successful 50-year career on stage while taking some of her better known roles to film. She won an Academy Award for Best Supporting Actress for the movie Harvey (1950), a role she originally played on the Broadway stage. She was sometimes credited as Josephine Sherwood."}]}, {"heading": "Deaths", "year": "1971", "date": "March 12", "txt": "Eugene Lindsay Opie, American physician and pathologist (b. 1873)", "entities": [{"title": "Eugene Lindsay Opie", "href": "/wiki/Eugene_Lindsay_Opie", "description": "Eugene Lindsay Opie was an American physician and pathologist who conducted research on the causes, transmission, and diagnosis of tuberculosis and on immunization against the disease. He served as professor of pathology at several U.S. medical schools and as Dean of the Washington University School of Medicine."}]}, {"heading": "Deaths", "year": "1973", "date": "March 12", "txt": "Frankie Frisch, American baseball player and manager (b. 1898)", "entities": [{"title": "Frankie Frisch", "href": "/wiki/Frankie_Frisch", "description": "Frank Francis Frisch, nicknamed \"The Fordham Flash\" or \"The Old Flash\", was an American Major League Baseball player and manager of the first half of the twentieth century."}]}, {"heading": "Deaths", "year": "1974", "date": "March 12", "txt": "George D. Sax, American banker and businessman (b. 1904)", "entities": [{"title": "George D. Sax", "href": "/wiki/George_D._Sax", "description": "George D. Sax was the chairman of the board of Exchange International Corporation and Chicago's former Exchange National Bank. He was president of Sax Enterprises, Inc and was a business entrepreneur who owned the Saxony Hotel, the first luxury hotel to be built in Miami Beach."}]}, {"heading": "Deaths", "year": "1985", "date": "March 12", "txt": "Eugene Ormandy, Hungarian-American violinist and conductor (b. 1899)", "entities": [{"title": "Eugene Ormandy", "href": "/wiki/Eugene_Ormandy", "description": "Eugene Ormandy KBE was a Hungarian-American conductor and violinist, best known for his association with the Philadelphia Orchestra, as its music director. His 44-year association with the orchestra is one of the longest enjoyed by any conductor with a single orchestra. Under his baton, the Philadelphia Orchestra had three gold records and won two Grammy Awards."}]}, {"heading": "Deaths", "year": "1989", "date": "March 12", "txt": "Maurice Evans, English-American actor (b. 1901)", "entities": [{"title": "Maurice Evans (actor)", "href": "/wiki/Maurice_Evans_(actor)", "description": "Maurice Herbert Evans was an English actor, noted for his interpretations of Shakespearean characters. His best-known screen roles are Dr. Zaius in the 1968 film Planet of the Apes, and as Samantha Stephens' father, Maurice, on Bewitched."}]}, {"heading": "Deaths", "year": "1991", "date": "March 12", "txt": "Ragnar Granit, Finnish-Swedish neuroscientist and academic, Nobel Prize laureate (b. 1900)", "entities": [{"title": "Ragnar Granit", "href": "/wiki/Ragnar_Granit", "description": "Ragnar Arthur Granit was a Finnish-Swedish scientist who was awarded the Nobel Prize in Physiology or Medicine in 1967 along with Haldan Keffer Hartline and George Wald \"for their discoveries concerning the primary physiological and chemical visual processes in the eye\"."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1991", "date": "March 12", "txt": "William Heinesen, Faroese author, poet, and author (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "March 12", "txt": "Lucy M. Lewis, American potter (b. 1890)", "entities": [{"title": "Lucy M. Lewis", "href": "/wiki/Lucy_M._Lewis", "description": "Lucy Martin Lewis was a Native American potter from Acoma Pueblo, New Mexico. She is known for her black-on-white decorative ceramics made using traditional techniques."}]}, {"heading": "Deaths", "year": "1998", "date": "March 12", "txt": "Beatrice Wood, American painter and potter (b. 1893)", "entities": [{"title": "Beatrice Wood", "href": "/wiki/Beatrice_Wood", "description": "Beatrice Wood was an American artist and studio potter involved in the Avant Garde movement in the United States; she founded and edited The Blind Man and Rongwrong magazines in New York City with French artist Marcel Duchamp and writer Henri-Pierre Roché in 1917. She had earlier studied art and theater in Paris, and was working in New York as an actress. She later worked at sculpture and pottery."}]}, {"heading": "Deaths", "year": "1999", "date": "March 12", "txt": "Yehudi Menuhin, American-Swiss violinist and conductor (b. 1916)", "entities": [{"title": "Yehudi Menuhin", "href": "/wiki/Yehudi_Menuhin", "description": "Yehudi Menuhin, Baron Menuhin, was an American-born violinist and conductor who spent most of his performing career in Britain. He is widely considered one of the great violinists of the 20th century. He played the Soil Stradivarius, considered one of the finest violins made by Italian luthier Antonio Stradivari."}]}, {"heading": "Deaths", "year": "1999", "date": "March 12", "txt": "Bidu Sayão, Brazilian-American soprano (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "March 12", "txt": "Aleksandar Nikolić, Yugoslav basketball coach (b. 1924)", "entities": [{"title": "Aleksandar Nikolić", "href": "/wiki/Aleksandar_Nikoli%C4%87", "description": "Aleksandar \"Aca\" Nikolić was a Serbian professional basketball player and coach. He was also a professor at the University of Belgrade's Faculty of Sport and Physical Education. He is often referred to as the Father of Yugoslav Basketball."}]}, {"heading": "Deaths", "year": "2001", "date": "March 12", "txt": "Morton Downey Jr., American singer-songwriter, actor, and talk show host (b. 1933)", "entities": [{"title": "Morton Downey Jr.", "href": "/wiki/Morton_Downey_Jr.", "description": "Sean Morton Downey, better known as Morton Downey Jr., was an American television talk show host and actor who pioneered the \"trash TV\" format in the late-1980s on his program The Morton Downey Jr. Show."}]}, {"heading": "Deaths", "year": "2001", "date": "March 12", "txt": "Robert Ludlum, American author (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "March 12", "txt": "Victor Westhoff, Dutch botanist and academic (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "March 12", "txt": "Spyros Kyprianou, Cypriot lawyer and politician, 2nd President of Cyprus (b. 1932)", "entities": [{"title": "Spyros Kyprianou", "href": "/wiki/Spyros_Kyprianou", "description": "Spyros Achilleos Kyprianou was one of the most prominent politicians and barristers of modern Cyprus. He served as the second President of Cyprus from 1977 to 1988."}, {"title": "President of Cyprus", "href": "/wiki/President_of_Cyprus", "description": "The president of Cyprus is the head of state and the head of government of the Republic of Cyprus. The office was created in 1960, after Cyprus gained its independence from the United Kingdom. Currently, the president of Cyprus is Nicos Anastasiades, since 28 February 2013."}]}, {"heading": "Deaths", "year": "2002", "date": "March 12", "txt": "Jean-Paul Riopelle, Canadian painter and sculptor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "March 12", "txt": "Zoran Đinđić, Serbian philosopher and politician, 6th Prime Minister of Serbia (b. 1952)", "entities": [{"title": "Zoran Đinđić", "href": "/wiki/Zoran_%C4%90in%C4%91i%C4%87", "description": "Zoran Đinđić was a Serbian politician who served as the prime minister of Serbia from 2001 until his assassination in 2003. He was the mayor of Belgrade in 1997, and long-time opposition politician and a doctor in philosophy."}, {"title": "Prime Minister of Serbia", "href": "/wiki/Prime_Minister_of_Serbia", "description": "The Prime Minister of Serbia, officially the President of the Government of the Republic of Serbia, is the head of the executive of the government of Serbia. The prime minister directs the work of the Government, and to submit to the National Assembly the Government's Program, including a list of proposed ministers. The resignation of the Prime Minister results in the dismissal of the Government."}]}, {"heading": "Deaths", "year": "2003", "date": "March 12", "txt": "Howard Fast, American novelist and screenwriter (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "March 12", "txt": "Lynne Thigpen, American actress and singer (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "March 12", "txt": "Milton Resnick, Russian-American painter (b. 1917)", "entities": [{"title": "Milton Resnick", "href": "/wiki/Milton_Resnick", "description": "Milton Resnick was an American artist noted for abstract paintings that coupled scale with density of incident. It was not uncommon for some of the largest paintings to weigh in excess three hundred pounds, almost all of it pigment. He had a long and varied career, lasting about sixty-five years. He produced at least eight hundred canvases and eight thousand works on paper and board."}]}, {"heading": "Deaths", "year": "2006", "date": "March 12", "txt": "Victor Sokolov, Russian-American priest and journalist (b. 1947)", "entities": [{"title": "Victor Sokolov", "href": "/wiki/Victor_Sokolov", "description": "The Very Reverend Archpriest Victor Sokolov was a Russian-American former dissident Soviet journalist and an Eastern Orthodox priest."}]}, {"heading": "Deaths", "year": "2008", "date": "March 12", "txt": "Jorge Guinzburg, Argentinian journalist and producer (b. 1949)", "entities": [{"title": "Jorge Guinzburg", "href": "/wiki/Jorge_Guinzburg", "description": "Jorge Ariel Guinzburg was an Argentine journalist, theatrical producer, humorist, and TV and radio host."}]}, {"heading": "Deaths", "year": "2008", "date": "March 12", "txt": "Lazare Ponticelli, Italian-French soldier and supercentenarian (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "March 12", "txt": "Miguel Delibes, Spanish journalist and author (b. 1920)", "entities": [{"title": "Miguel Delibes", "href": "/wiki/Miguel_Delibes", "description": "Miguel Delibes Setién MML was a Spanish novelist, journalist and newspaper editor associated with the Generation of '36 movement. From 1975 until his death, he was a member of the Royal Spanish Academy, where he occupied letter \"e\" seat. Educated in commerce, he began his career as a cartoonist and columnist. He later became the editor for the regional newspaper El Norte de Castilla before gradual"}]}, {"heading": "Deaths", "year": "2011", "date": "March 12", "txt": "Nilla Pizzi, Italian singer (b. 1919)", "entities": [{"title": "Nilla Pizzi", "href": "/wiki/Nilla_Pizzi", "description": "Nilla Pizzi, stage name of Adionilla Pizzi, was an Italian singer."}]}, {"heading": "Deaths", "year": "2012", "date": "March 12", "txt": "Dick Harter, American basketball player and coach (b. 1930)", "entities": [{"title": "Dick Harter", "href": "/wiki/Dick_Harter", "description": "Richard Alvin Harter was an American basketball coach who served as both a head and assistant coach in both the NBA and NCAA."}]}, {"heading": "Deaths", "year": "2012", "date": "March 12", "txt": "Michael Hossack, American drummer (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 12", "txt": "Friedhelm Konietzka, German-Swiss footballer and manager (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 12", "txt": "Clive Burr, English drummer and songwriter (b. 1957)", "entities": [{"title": "Clive Burr", "href": "/wiki/Clive_Burr", "description": "Clive Burr was an English drummer. He was a member of British heavy metal band Iron Maiden from 1979 to 1982."}]}, {"heading": "Deaths", "year": "2013", "date": "March 12", "txt": "Michael Grigsby, English director and producer (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 12", "txt": "Ganesh Pyne, Indian painter and illustrator (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 12", "txt": "Věra Chytilová, Czech actress, director, and screenwriter (b. 1929)", "entities": [{"title": "Věra Chytilová", "href": "/wiki/V%C4%9Bra_Chytilov%C3%A1", "description": "Věra Chytilová was an avant-garde Czech film director and pioneer of Czech cinema. Banned by the Czechoslovak government in the 1960s, she is best known for her Czech New Wave film, Sedmikrásky (Daisies). Her subsequent films screened at international film festivals, including Vlčí bouda (1987), which screened at the 37th Berlin International Film Festival, A Hoof Here, a Hoof There (1989), which "}]}, {"heading": "Deaths", "year": "2014", "date": "March 12", "txt": "Paul C. Donnelly, American scientist and engineer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 12", "txt": "José Policarpo, Portuguese cardinal (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 12", "txt": "Willie Barrow, American minister and activist (b. 1924)", "entities": [{"title": "Willie Barrow", "href": "/wiki/Willie_Barrow", "description": "Willie Beatrice Barrow was an American civil rights activist and minister. Barrow was the co-founder of Operation PUSH, which was named Operation Breadbasket at the time of its creation alongside Rev. Jesse Jackson. In 1984, Barrow became the first woman executive director of a civil rights organization, serving as Push's CEO. Barrow was the godmother of President Barack Obama."}]}, {"heading": "Deaths", "year": "2015", "date": "March 12", "txt": "Michael Graves, American architect and academic, designed the Portland Building and the Humana Building (b. 1934)", "entities": [{"title": "Portland Building", "href": "/wiki/Portland_Building", "description": "The Portland Building, alternatively referenced as the Portland Municipal Services Building, is a 15-story municipal office building located at 1120 SW 5th Avenue in downtown Portland, Oregon. Built at a cost of US$29 million, it opened in 1982 and was considered architecturally groundbreaking at the time. The building houses offices of the City of Portland and is located adjacent to Portland City"}, {"title": "Humana Building", "href": "/wiki/Humana_Building", "description": "The Humana Building, also known as the Humana Tower, is a 1985 skyscraper in downtown Louisville, Kentucky, located at 500 West Main Street and headquarters of the Humana Corporation. It was built by The Auchter Company."}]}, {"heading": "Deaths", "year": "2015", "date": "March 12", "txt": "Ada Jafri, Pakistani poet and author (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 12", "txt": "Terry Pratchett, English journalist, author, and screenwriter (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 12", "txt": "Rafiq Azad, Bangladeshi poet and author (b. 1942)", "entities": [{"title": "Rafiq Azad", "href": "/wiki/Rafiq_Azad", "description": "Rafiq Azad was a Bangladeshi poet, editor and writer. He is credited with 45 collections of poetry including Prakriti O Premer Kabita, Asambhaber Paye, Sahasra Sundar, Haturir Nichae Jiban, Khub Beshi Durea Noy, Khamakaro Bahaman Hey Udar Amiyo Batas and others. He is most well known for his poem \"Bhaat De Haramjada\" which was written during the famine of 1974. The poet participated in the war aga"}]}, {"heading": "Deaths", "year": "2016", "date": "March 12", "txt": "Felix Ibru, Nigerian architect and politician, Governor of Delta State (b. 1935)", "entities": [{"title": "List of Governors of Delta State", "href": "/wiki/List_of_Governors_of_Delta_State", "description": "This is a list of administrators and Governors of Delta State, Nigeria, which was formed on 27 August 1991, when the old Bendel State was split into Edo State and Delta State."}]}, {"heading": "Deaths", "year": "2016", "date": "March 12", "txt": "Lloyd Shapley, American mathematician and economist, Nobel Prize laureate (b. 1923)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "2021", "date": "March 12", "txt": "Ronald DeFeo Jr., American criminal (b. 1951)", "entities": [{"title": "Ronald DeFeo Jr.", "href": "/wiki/Ronald_DeFeo_Jr.", "description": "Ronald Joseph DeFeo Jr. was an American mass murderer who was tried and convicted for the 1974 killings of his father, mother, two brothers, and two sisters in Amityville, Long Island, New York. Condemned to six sentences of 25 years to life, DeFeo died in custody in 2021. The case inspired the book and film versions of The Amityville Horror."}]}]