[{"heading": "Events", "year": "106", "date": "March 22", "txt": "Start of the Bostran era, the calendar of the province of Arabia Petraea.", "entities": [{"title": "Bostran era", "href": "/wiki/Bostran_era", "description": "The Bostran era was a calendar era with an epoch corresponding to 22 March 106 AD. It was the official era of the Roman province of Arabia Petraea, introduced to replace dating by regnal years after the Roman annexation of the Nabataean Kingdom. It is named after the city of Bostra, which became the headquarters of the Sixth Legion stationed in the province."}, {"title": "Arabia Petraea", "href": "/wiki/Arabia_Petraea", "description": "Arabia Petraea or Petrea, also known as Rome's Arabian Province or simply Arabia, was a frontier province of the Roman Empire beginning in the 2nd century. It consisted of the former Nabataean Kingdom in Jordan, southern Levant, the Sinai Peninsula and northwestern Arabian Peninsula. Its capital was Petra. It was bordered on the north by Syria, on the west by Iudaea and Aegyptus, and on the south "}]}, {"heading": "Events", "year": "238", "date": "March 22", "txt": "Gordian I and his son Gordian II are proclaimed Roman emperors.", "entities": [{"title": "Gordian I", "href": "/wiki/Gordian_I", "description": "Gordian I was Roman Emperor for 21 days with his son Gordian II in 238, the Year of the Six Emperors. Caught up in a rebellion against the Emperor Maximinus Thrax, he was defeated by forces loyal to Maximinus, and he committed suicide after the death of his son."}, {"title": "Gordian II", "href": "/wiki/Gordian_II", "description": "Gordian II was Roman Emperor for 21 days with his father Gordian I in 238, the Year of the Six Emperors. Seeking to overthrow Emperor Maximinus Thrax, he died in battle outside Carthage. Since he died before his father, Gordian II had the shortest reign of any Roman Emperor in the whole of the Empire's history, at 21 days."}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}]}, {"heading": "Events", "year": "871", "date": "March 22", "txt": "Æthelred of Wessex is defeated by a Danish invasion army at the Battle of Marton.", "entities": [{"title": "Æthelred of Wessex", "href": "/wiki/%C3%86thelred_of_Wessex", "description": "Æthelred I was King of Wessex from 865 until his death in 871. He was the fourth of five sons of King Æthelwulf of Wessex, four of whom in turn became king. Æthelred succeeded his elder brother Æthelberht and was followed by his youngest brother, Alfred the Great. Æthelred had two sons, Æthelhelm and Æthelwold, who were passed over for the kingship on their father's death because they were still i"}, {"title": "Great Heathen Army", "href": "/wiki/Great_Heathen_Army", "description": "The Great Heathen Army, also known as the Viking Great Army, was a coalition of Scandinavian warriors mainly from Denmark, who invaded England in 865 AD. Since the late 8th century, the Vikings had been engaging in raids on centres of wealth such as monasteries. The Great Heathen Army was much larger and aimed to occupy and conquer the four English kingdoms of East Anglia, Northumbria, Mercia and "}, {"title": "Battle of Marton", "href": "/wiki/Battle_of_Marton", "description": "The Battle of Meretun between the Saxon army of Wessex and the Danish Great Heathen Army took place on 22 March 871 at an unknown location in Wessex, probably in one of the modern counties of Dorset, Hampshire, or Wiltshire."}]}, {"heading": "Events", "year": "1508", "date": "March 22", "txt": "Ferdinand II of Aragon commissions Amerigo Vespucci chief navigator of the Spanish Empire.", "entities": [{"title": "Ferdinand II of Aragon", "href": "/wiki/Ferdinand_II_of_Aragon", "description": "Ferdinand II was King of Aragon from 1479 to his death. As the husband of Queen Isabella I of Castile, he was King of Castile from 1474 to 1504 as Ferdinand V. He reigned over a dynastically unified Spain jointly with Isabella; together they are known as the Catholic Monarchs. Ferdinand is considered de facto the first king of Spain, being described as such during his own lifetime, although Castil"}, {"title": "Amerigo Vespucci", "href": "/wiki/Amerigo_Vespucci", "description": "Amerigo Vespucci was an Italian-born merchant, explorer, and navigator from the Republic of Florence, from whose name the term \"America\" is derived. He became a Castillian citizen in 1505."}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}]}, {"heading": "Events", "year": "1621", "date": "March 22", "txt": "The Pilgrims of Plymouth Colony sign a peace treaty with Massasoit of the Wampanoags.", "entities": [{"title": "Pilgrim Fathers", "href": "/wiki/Pilgrim_Fathers", "description": "The Pilgrims were the English settlers who came to North America on the Mayflower and established the Plymouth Colony in what is today Plymouth, Massachusetts, named after the final departure port of Plymouth, Devon. Their leadership came from the religious congregations of Brownists, or Separatist Puritans, who had fled religious persecution in England for the tolerance of 17th-century Holland in"}, {"title": "Plymouth Colony", "href": "/wiki/Plymouth_Colony", "description": "Plymouth Colony was an English colonial venture in America from 1620 to 1691 at a location that had previously been surveyed and named by Captain John Smith. The settlement served as the capital of the colony and developed as the town of Plymouth, Massachusetts. At its height, Plymouth Colony occupied most of the southeastern portion of Massachusetts."}, {"title": "Massasoit", "href": "/wiki/Massasoit", "description": "Massasoit Sachem or Ousamequin was the sachem or leader of the Wampanoag confederacy. Massasoit means Great Sachem."}, {"title": "Wampanoag people", "href": "/wiki/Wampanoag_people", "description": "The Wampanoag, also rendered Wôpanâak, are a Native American people. They were a loose confederation of several tribes in the 17th century, but today Wampanoag people encompass five officially recognized tribes. The Mashpee Wampanoag Tribe and the Wampanoag Tribe of Gay Head in Massachusetts are federally recognized, and the Herring Pond, Assawompsett-Nemasket Band of Wampanoags, and Pocasset Wamp"}]}, {"heading": "Events", "year": "1622", "date": "March 22", "txt": "Jamestown massacre: Algonquians kill 347 English settlers around Jamestown, Virginia, a third of the colony's population, during the Second Anglo-Powhatan War.", "entities": [{"title": "Indian massacre of 1622", "href": "/wiki/Indian_massacre_of_1622", "description": "The Indian massacre of 1622, popularly known as the Jamestown massacre, took place in the English Colony of Virginia, in what is now the United States, on 22 March 1622. John Smith, though he had not been in Virginia since 1609 and was not an eyewitness, related in his History of Virginia that warriors of the Powhatan \"came unarmed into our houses with deer, turkeys, fish, fruits, and other provis"}, {"title": "Algonquian peoples", "href": "/wiki/Algonquian_peoples", "description": "The Algonquian are one of the most populous and widespread North American native language groups. Historically, the peoples were prominent along the Atlantic Coast and into the interior along the Saint Lawrence River and around the Great Lakes. This grouping consists of the peoples who speak Algonquian languages."}, {"title": "Jamestown, Virginia", "href": "/wiki/Jamestown,_Virginia", "description": "The Jamestown settlement in the Colony of Virginia was the first permanent English settlement in the Americas. It was located on the northeast bank of the James (Powhatan) River about 2.5 mi (4 km) southwest of the center of modern Williamsburg. It was established by the Virginia Company of London as \"James Fort\" on May 4, 1607 O.S., and was considered permanent after a brief abandonment in 1610. "}, {"title": "Anglo-Powhatan Wars", "href": "/wiki/Anglo-Powhatan_Wars", "description": "The Anglo–Powhatan Wars were three wars fought between settlers of the Virginia Colony and Algonquin Indians of the Powhatan Confederacy in the early seventeenth century. The first war started in 1610 and ended in a peace settlement in 1614. The second war lasted from 1622 to 1626. The third war lasted from 1644 until 1646 and ended when Opechancanough was captured and killed. That war resulted in"}]}, {"heading": "Events", "year": "1630", "date": "March 22", "txt": "The Massachusetts Bay Colony outlaws the possession of cards, dice, and gaming tables.", "entities": [{"title": "Massachusetts Bay Colony", "href": "/wiki/Massachusetts_Bay_Colony", "description": "The Massachusetts Bay Colony (1628–1691), more formally The Colony of Massachusetts Bay, was an English settlement on the east coast of America around the Massachusetts Bay, the northernmost of the several colonies later reorganized as the Province of Massachusetts Bay. The lands of the settlement were in southern New England, with initial settlements on two natural harbors and surrounding land ab"}, {"title": "Dice", "href": "/wiki/Dice", "description": "Dice are small, throwable objects with marked sides that can rest in multiple positions. They are used for generating random numbers, commonly as part of tabletop games, including dice games, board games, role-playing games, and games of chance."}]}, {"heading": "Events", "year": "1638", "date": "March 22", "txt": "Anne Hutchinson is expelled from Massachusetts Bay Colony for religious dissent.", "entities": [{"title": "Anne Hutchinson", "href": "/wiki/Anne_Hutchinson", "description": "Anne Hutchinson was a Puritan spiritual advisor, religious reformer, and an important participant in the Antinomian Controversy which shook the infant Massachusetts Bay Colony from 1636 to 1638. Her strong religious convictions were at odds with the established Puritan clergy in the Boston area and her popularity and charisma helped create a theological schism that threatened to destroy the Purita"}, {"title": "Massachusetts Bay Colony", "href": "/wiki/Massachusetts_Bay_Colony", "description": "The Massachusetts Bay Colony (1628–1691), more formally The Colony of Massachusetts Bay, was an English settlement on the east coast of America around the Massachusetts Bay, the northernmost of the several colonies later reorganized as the Province of Massachusetts Bay. The lands of the settlement were in southern New England, with initial settlements on two natural harbors and surrounding land ab"}]}, {"heading": "Events", "year": "1713", "date": "March 22", "txt": "The Tuscarora War comes to an end with the fall of Fort Neoheroka, effectively opening up the interior of North Carolina to European colonization.", "entities": [{"title": "Tuscarora War", "href": "/wiki/Tuscarora_War", "description": "The Tuscarora War was fought in North Carolina from September 10, 1711 until February 11, 1715 between the Tuscarora people and their allies on one side and European American settlers, the Yamassee, and other allies on the other. This was considered the bloodiest colonial war in North Carolina. The Tuscarora signed a treaty with colonial officials in 1718 and settled on a reserved tract of land in"}, {"title": "Fort Neoheroka", "href": "/wiki/Fort_Neoheroka", "description": "Fort Neoheroka, or Nooherooka, is the name of a stronghold constructed in what is now Greene County, North Carolina by the Tuscarora tribe during the Tuscarora War of 1711–1715. In March 1713, the fort was besieged and ultimately attacked by a colonial force consisting of an army from the neighboring Province of South Carolina, under the command of Colonel James Moore and made up mainly of Indians"}, {"title": "North Carolina", "href": "/wiki/North_Carolina", "description": "North Carolina is a state in the Southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, wit"}]}, {"heading": "Events", "year": "1739", "date": "March 22", "txt": "Nader Shah occupies Delhi in India and sacks the city, stealing the jewels of the Peacock Throne.", "entities": [{"title": "Nader Shah", "href": "/wiki/Nader_Shah", "description": "Nader Shah Afshar was one of the most powerful Iranian rulers in Iranian history, ruling as Shah of Iran (Persia) from 1736 to 1747 when he was assassinated during a rebellion. Because of his military genius as evidenced in his numerous campaigns throughout Middle East, Caucasus, Central and South Asia, such as the battles of Herat, Mihmandust, Murche-Khort, Kirkuk, Yeghevard, Khyber Pass, Karnal "}, {"title": "Delhi", "href": "/wiki/Delhi", "description": "Delhi, officially the National Capital Territory (NCT) of Delhi, is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highes"}, {"title": "Peacock Throne", "href": "/wiki/Peacock_Throne", "description": "The Peacock Throne was a famous jewelled throne that was the seat of the emperors of the Mughal Empire in India. It was commissioned in the early 17th century by emperor Shah Jahan and was located in the Diwan-i-Khas in the Red Fort of Delhi. It was named after a peacock as two peacocks are shown dancing at its rear."}]}, {"heading": "Events", "year": "1765", "date": "March 22", "txt": "The British Parliament passes the Stamp Act that introduces a tax to be levied directly on its American colonies.", "entities": [{"title": "Parliament of Great Britain", "href": "/wiki/Parliament_of_Great_Britain", "description": "The Parliament of Great Britain was formed in May 1707 following the ratification of the Acts of Union by both the Parliament of England and the Parliament of Scotland. The Acts created a new unified Kingdom of Great Britain and dissolved the separate English and Scottish parliaments in favour of a single parliament, located in the former home of the English parliament in the Palace of Westminster"}, {"title": "Stamp Act 1765", "href": "/wiki/Stamp_Act_1765", "description": "The Stamp Act of 1765 was an Act of the Parliament of Great Britain which imposed a direct tax on the British colonies in America and required that many printed materials in the colonies be produced on stamped paper produced in London, carrying an embossed revenue stamp. Printed materials included legal documents, magazines, playing cards, newspapers, and many other types of paper used throughout "}, {"title": "British colonization of the Americas", "href": "/wiki/British_colonization_of_the_Americas", "description": "The British colonization of the Americas was the history of establishment of control, settlement, and colonization of the continents of the Americas by England, Scotland and Great Britain. Colonization efforts began in the 17th century with failed attempts by England to establish permanent colonies in the North. The first permanent British colony was established in Jamestown, Virginia in 1607. Ove"}]}, {"heading": "Events", "year": "1784", "date": "March 22", "txt": "The Emerald Buddha is moved with great ceremony to its current location in Wat Phra Kaew, Thailand.", "entities": [{"title": "Emerald Buddha", "href": "/wiki/Emerald_Buddha", "description": "The Emerald Buddha is an image of the meditating Gautama Buddha seated in the lotus position, made of a semi-precious green stone, clothed in gold. and about 66 centimetres (26 in) tall. The image is considered the sacred palladium of Thailand. It is housed in the Temple of the Emerald Buddha on the grounds of the Grand Palace in Bangkok."}, {"title": "Wat Phra Kaew", "href": "/wiki/Wat_Phra_Kaew", "description": "Wat Phra Kaew, commonly known in English as the Temple of the Emerald Buddha and officially as Wat Phra Si Rattana Satsadaram, is regarded as the most sacred Buddhist temple in Thailand. The complex consists of a number of buildings within the precincts of the Grand Palace in the historical centre of Bangkok. It houses the statue of the Emerald Buddha, which is venerated as the country's palladium"}, {"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}]}, {"heading": "Events", "year": "1794", "date": "March 22", "txt": "The Slave Trade Act of 1794 bans the export of slaves from the United States, and prohibits American citizens from outfitting a ship for the purpose of importing slaves.", "entities": [{"title": "Slave Trade Act of 1794", "href": "/wiki/Slave_Trade_Act_of_1794", "description": "The Slave Trade Act of 1794 was a law passed by the United States Congress that prohibited American ships from engaging the international slave trade. It was signed into law by President George Washington on March 22, 1794. This was the first of several anti-slavery trade-acts of Congress. In 1800, Congress strengthened it by sharply raising the fines and awarding informants the entire value of an"}]}, {"heading": "Events", "year": "1829", "date": "March 22", "txt": "In the London Protocol, the three protecting powers (United Kingdom, France and Russia) establish the borders of Greece.", "entities": [{"title": "London Protocol (1829)", "href": "/wiki/London_Protocol_(1829)", "description": "The London Protocol of 22 March 1829 was an agreement between the three Great Powers, which amended the first London Protocol on the creation of an internally autonomous, but tributary Greek state under Ottoman suzerainty."}, {"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "First Hellenic Republic", "href": "/wiki/First_Hellenic_Republic", "description": "The First Hellenic Republic was the provisional Greek state during the Greek War of Independence against the Ottoman Empire. From 1822 until 1827, it was known as the Provisional Administration of Greece, and between 1827 and 1832, it was known as the Hellenic State."}]}, {"heading": "Events", "year": "1849", "date": "March 22", "txt": "The Austrians defeat the Piedmontese at the Battle of Novara.", "entities": [{"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}, {"title": "Kingdom of Sardinia", "href": "/wiki/Kingdom_of_Sardinia", "description": "The Kingdom of Sardinia, also referred to as Kingdom of Savoy-Sardinia, Piedmont-Sardinia, or Savoy-Piedmont-Sardinia during the Savoyard period, was a state in Southern Europe from the early 14th until the mid-19th century."}, {"title": "Battle of Novara (1849)", "href": "/wiki/Battle_of_Novara_(1849)", "description": "The Battle of Novara was one of the battles fought between the Austrian Empire and the Kingdom of Sardinia during the First Italian War of Independence, within the era of Italian unification. Lasting the whole day of 22 March 1849 and ending at dawn on 23 March, it resulted in a severe defeat and retreat of the Piedmontese (Sardinian) army."}]}, {"heading": "Events", "year": "1871", "date": "March 22", "txt": "In North Carolina, William Woods Holden becomes the first governor of a U.S. state to be removed from office by impeachment.", "entities": [{"title": "North Carolina", "href": "/wiki/North_Carolina", "description": "North Carolina is a state in the Southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, wit"}, {"title": "William Woods Holden", "href": "/wiki/William_Woods_Holden", "description": "William Woods Holden was an American politician who served as the 38th and 40th Governor of North Carolina. He was appointed by President Andrew Johnson in 1865 for a brief term and then elected in 1868. He served until 1871 and was the leader of the state's Republican Party during the Reconstruction Era."}, {"title": "Governor (United States)", "href": "/wiki/Governor_(United_States)", "description": "In the United States, a governor serves as the chief executive officer and commander-in-chief in each of the fifty states and in the five permanently inhabited territories, functioning as both head of state and head of government therein. As such, governors are responsible for implementing state laws and overseeing the operation of the state executive branch. As state leaders, governors advance an"}, {"title": "Impeachment", "href": "/wiki/Impeachment", "description": "Impeachment is the process by which a legislative body or other legally constituted tribunal initiates charges against a public official for misconduct. Impeachment may be understood as a unique process involving both political and legal elements."}]}, {"heading": "Events", "year": "1873", "date": "March 22", "txt": "The Spanish National Assembly abolishes slavery in Puerto Rico.", "entities": [{"title": "Cortes Generales", "href": "/wiki/Cortes_Generales", "description": "The Cortes Generales are the bicameral legislative chambers of Spain, consisting of the Congress of Deputies, and the Senate."}, {"title": "Slavery in the Spanish New World colonies", "href": "/wiki/Slavery_in_the_Spanish_New_World_colonies", "description": "Slavery in the Spanish American colonies was an economic and social institution which existed throughout the Spanish Empire including Spain itself. In its American territories, Spain displayed an early abolitionist stance towards indigenous people although Native American slavery continued to be practiced, particularly until the New Laws of 1543. The Spanish empire, however was involved in the ens"}]}, {"heading": "Events", "year": "1894", "date": "March 22", "txt": "The first playoff game for the Stanley Cup starts.", "entities": [{"title": "Stanley Cup", "href": "/wiki/Stanley_Cup", "description": "The Stanley Cup is the championship trophy awarded annually to the National Hockey League (NHL) playoff winner. It is the oldest existing trophy to be awarded to a professional sports franchise in North America, and the International Ice Hockey Federation (IIHF) considers it to be one of the \"most important championships available to the sport\". The trophy was commissioned in 1892 as the Dominion "}]}, {"heading": "Events", "year": "1895", "date": "March 22", "txt": "Before the Société pour L'Encouragement à l'Industrie, brothers Auguste and Louis Lumière demonstrate movie film technology publicly for the first time.", "entities": [{"title": "Auguste and Louis Lumière", "href": "/wiki/Auguste_and_Louis_Lumi%C3%A8re", "description": "The Lumière brothers, Auguste Marie Louis Nicolas Lumière and Louis Jean Lumière, were manufacturers of photography equipment, best known for their Cinématographe motion picture system and the short films they produced between 1895 and 1905. Their screening of a single film on 22 March 1895 for around 200 members of the \"Society for the Development of the National Industry\" in Paris was probably t"}, {"title": "Film", "href": "/wiki/Film", "description": "A film, also called a movie, motion picture or moving picture, is a work of visual art used to simulate experiences that communicate ideas, stories, perceptions, feelings, beauty, or atmosphere through the use of moving images. These images are generally accompanied by sound, and more rarely, other sensory stimulations. The word \"cinema\", short for cinematography, is often used to refer to filmmak"}]}, {"heading": "Events", "year": "1896", "date": "March 22", "txt": "Charilaos Vasilakos wins the first modern Olympic marathon race with a time of three hours and 18 minutes.", "entities": [{"title": "Charilaos Vasilakos", "href": "/wiki/Charilaos_Vasilakos", "description": "Charilaos Vasilakos was a Greek athlete and the first man to win a marathon race. He also won a silver medal at the 1896 Summer Olympics in Athens."}, {"title": "Marathon", "href": "/wiki/Marathon", "description": "The marathon is a long-distance race with an official distance of 42.195 kilometres, usually run as a road race, but the distance can be covered on trail routes. The event was instituted in commemoration of the fabled run of the Greek soldier Pheidippides, a messenger from the Battle of Marathon to Athens, who reported the victory. The marathon can be completed by running or with a run/walk strate"}]}, {"heading": "Events", "year": "1906", "date": "March 22", "txt": "The first England vs France rugby union match is played at Parc des Princes in Paris.", "entities": [{"title": "England national rugby union team", "href": "/wiki/England_national_rugby_union_team", "description": "The England national rugby union team represents England in men's international rugby union. They compete in the annual Six Nations Championship with France, Ireland, Italy, Scotland and Wales. England have won the championship on 29 occasions – winning the Grand Slam 13 times and the Triple Crown 26 times – making them the most successful outright winners in the tournament's history. As of 22 Mar"}, {"title": "France national rugby union team", "href": "/wiki/France_national_rugby_union_team", "description": "The France national rugby union team represents France in men's international rugby union and it is administered by the French Rugby Federation. They traditionally play in blue shirts emblazoned with the national emblem of a golden rooster on a red shield, with white shorts and red socks; thus they are commonly referred to as Les Tricolores or Les Bleus. The team's home matches are mostly played a"}, {"title": "Parc des Princes", "href": "/wiki/Parc_des_Princes", "description": "The Parc des Princes is an all-seater football stadium in Paris, France, in the south-west of the French capital, inside the 16th arrondissement, near the Stade Jean-Bouin and Stade Roland Garros."}, {"title": "Paris", "href": "/wiki/Paris", "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometres. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science and arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region,"}]}, {"heading": "Events", "year": "1913", "date": "March 22", "txt": "Mystic Phan Xích Long, the self-proclaimed Emperor of Vietnam, is arrested for organising a revolt against the colonial rule of French Indochina, which was nevertheless carried out by his supporters the following day.", "entities": [{"title": "Phan Xích Long", "href": "/wiki/Phan_X%C3%ADch_Long", "description": "Phan Xích Long, also known as Hồng Long, born Phan Phát Sanh (1893–1916), was a 20th-century Vietnamese mystic and geomancer who claimed to be the Emperor of Vietnam. He attempted to exploit religion as a cover for his own political ambitions, having started his own ostensibly religious organisation. Claiming to be a descendant of Emperor Hàm Nghi, Long staged a ceremony to crown himself, before t"}, {"title": "Emperor of Vietnam", "href": "/wiki/Emperor_of_Vietnam", "description": "This article lists the monarchs of Vietnam. Under the Emperor at home, king abroad system used by later dynasties, Vietnamese monarchs would use the title of emperor domestically, and the more common term king (vua), or his Majesty, when dealing with China and other states."}, {"title": "French Indochina", "href": "/wiki/French_Indochina", "description": "French Indochina, officially known as the Indochinese Union from 1887 and the Indochinese Federation after 1947, was a grouping of French colonial territories in Southeast Asia until its demise in 1954. It comprised three Vietnamese regions of Tonkin in the north, Annam in the centre, and Cochinchina in the south, Cambodia, Laos and the Chinese territory of Guangzhouwan. The capital for most of it"}]}, {"heading": "Events", "year": "1920", "date": "March 22", "txt": "Azeri and Turkish army soldiers with participation of Kurdish gangs attack the Armenian inhabitants of Shushi (Nagorno Karabakh).", "entities": [{"title": "Azerbaijan Democratic Republic", "href": "/wiki/Azerbaijan_Democratic_Republic", "description": "The Azerbaijan Democratic Republic, was the first successful secular democratic republic in the Turkic and Muslim worlds. The ADR was founded by the Azerbaijani National Council in Tiflis on 28 May 1918 after the collapse of the Transcaucasian Democratic Federative Republic. Its established borders were with Russia to the north, the Democratic Republic of Georgia to the north-west, the First Repub"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Kurds", "href": "/wiki/Kurds", "description": "Kurds or Kurdish people are an Iranic ethnic group native to a mountainous region of Western Asia known as Kurdistan, which spans southeastern Turkey, northwestern Iran, northern Iraq, and northern Syria. There are exclaves of Kurds in Central Anatolia, Khorasan, and the Caucasus, as well as significant Kurdish diaspora communities in the cities of western Turkey and Western Europe. The Kurdish po"}, {"title": "Shusha massacre", "href": "/wiki/Shusha_massacre", "description": "The Shusha massacre was the mass killing of the Armenian population of Shusha and the destruction of the Armenian half of the city in 1920.\nThe event took place between 22 and 26 March 1920, and had as its background a conflict over competing claims of ownership of the region by Armenia and Azerbaijan."}, {"title": "Armenians", "href": "/wiki/Armenians", "description": "Armenians are an ethnic group native to the Armenian Highlands of Western Asia."}, {"title": "Shusha", "href": "/wiki/Shusha", "description": "Shusha is a city and the centre of the Shusha District of Azerbaijan. Situated at an altitude of 1,400–1,800 metres in the Karabakh mountains, Shusha was a mountain recreation resort in the Soviet era."}, {"title": "Nagorno-Karabakh", "href": "/wiki/Nagorno-Karabakh", "description": "Nagorno-Karabakh is a landlocked region in the South Caucasus, within the mountainous range of Karabakh, lying between Lower Karabakh and Zangezur, and covering the southeastern range of the Lesser Caucasus mountains. The region is mostly mountainous and forested."}]}, {"heading": "Events", "year": "1933", "date": "March 22", "txt": "Cullen–Harrison Act: President Franklin Roosevelt signs an amendment to the Volstead Act, legalizing the manufacture and sale of \"3.2 beer\" (3.2% alcohol by weight, approximately 4% alcohol by volume) and light wines.", "entities": [{"title": "Cullen–Harrison Act", "href": "/wiki/Cullen%E2%80%93Harrison_Act", "description": "The Cullen–Harrison Act, named for its sponsors, Senator Pat Harrison and Representative Thomas H. Cullen, enacted by the United States Congress on March 21, 1933 and signed by President Franklin D. Roosevelt the following day, legalized the sale in the United States of beer with an alcohol content of 3.2% and wine of similarly low alcohol content, thought to be too low to be intoxicating, effecti"}]}, {"heading": "Events", "year": "1939", "date": "March 22", "txt": "Germany takes Memel from Lithuania.", "entities": [{"title": "1939 German ultimatum to Lithuania", "href": "/wiki/1939_German_ultimatum_to_Lithuania", "description": "The 1939 German ultimatum to Lithuania was an oral ultimatum which Joachim von Ribbentrop, Foreign Minister of Nazi Germany, presented to Juozas Urbšys, Foreign Minister of Lithuania on 20 March 1939. The Germans demanded that Lithuania give up the Klaipėda Region which had been detached from Germany after World War I, or the Wehrmacht would invade Lithuania. The Lithuanians had been expecting the"}]}, {"heading": "Events", "year": "1942", "date": "March 22", "txt": "World War II: In the Mediterranean Sea, the Royal Navy confronts Italy's Regia Marina in the Second Battle of Sirte.", "entities": [{"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Regia Marina", "href": "/wiki/Regia_Marina", "description": "The Regia Marina was the navy of the Kingdom of Italy from 1861 to 1946. In 1946, with the birth of the Italian Republic, the Regia Marina changed its name to Marina Militare."}, {"title": "Second Battle of Sirte", "href": "/wiki/Second_Battle_of_Sirte", "description": "The Second Battle of Sirte was a naval engagement on 22 March 1942 in which the escorting warships of a British convoy to Malta held off a much more powerful Regia Marina squadron. The British convoy was composed of four merchant ships escorted by four light cruisers, one anti-aircraft cruiser, and 17 destroyers. The Italian force comprised a battleship, two heavy cruisers, one light cruiser, and "}]}, {"heading": "Events", "year": "1943", "date": "March 22", "txt": "World War II: The entire village of Khatyn (in what is the present-day Republic of Belarus) is burnt alive by Schutzmannschaft Battalion 118.", "entities": [{"title": "Khatyn massacre", "href": "/wiki/Khatyn_massacre", "description": "Khatyn was a village of 26 houses and 156 inhabitants in Belarus, in Lahoysk Raion, Minsk Region, 50 km away from Minsk. On 22 March 1943, almost the entire population of the village was massacred by the Schutzmannschaft Battalion 118 in retaliation for an attack on German troops by Soviet partisans. The battalion was composed of Nazi collaborators and assisted by the Dirlewanger Waffen-SS special"}, {"title": "Republic of Belarus", "href": "/wiki/Republic_of_Belarus", "description": "Belarus, officially the Republic of Belarus, is a landlocked country in Eastern Europe. It is bordered by Russia to the east and northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Covering an area of 207,600 square kilometres (80,200 sq mi) and with a population of 9.4 million, Belarus is the thirteenth-largest and the twentieth-most populous country in"}, {"title": "Schutzmannschaft Battalion 118", "href": "/wiki/Schutzmannschaft_Battalion_118", "description": "Schutzmannschaft Battalion 118 was a Schutzmannschaft auxiliary police battalion (Schuma). The core of the Schutzmannschaft battalion 118 consisted of Ukrainian nationalists from Bukovina in Western Ukraine. It was linked to the ultra-nationalist Organization of Ukrainian Nationalists, to its smaller Melnyk wing. 900 members of The OUN in Bukovina marched towards eastern Ukraine as members of para"}]}, {"heading": "Events", "year": "1945", "date": "March 22", "txt": "World War II: The city of Hildesheim, Germany is heavily damaged in a British air raid, though it had little military significance and Germany was on the verge of final defeat.", "entities": [{"title": "Hildesheim", "href": "/wiki/Hildesheim", "description": "Hildesheim [ˈhɪldəsˌhaɪ̯m] (listen) is a city in Lower Saxony, Germany with 101,693 inhabitants. It is in the district of Hildesheim, about 30 km (19 mi) southeast of Hanover on the banks of the Innerste River, a small tributary of the Leine River."}, {"title": "Germany", "href": "/wiki/Germany", "description": "Germany, officially the Federal Republic of Germany, is a country in Central Europe. It is the second-most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; covering an area of 357,022 square kilometres (137,847 sq mi), with a population of over 83 million"}, {"title": "Bombing of Hildesheim in World War II", "href": "/wiki/Bombing_of_Hildesheim_in_World_War_II", "description": "The German city of Hildesheim, c. 30 kilometres south of Hanover, was the target of eight Allied air raids in 1944 and 1945 and suffered considerable bomb damage."}]}, {"heading": "Events", "year": "1945", "date": "March 22", "txt": "The Arab League is founded when a charter is adopted in Cairo, Egypt.", "entities": [{"title": "Cairo, Egypt", "href": "/wiki/Cairo,_Egypt", "description": "Cairo is the capital and largest city of Egypt. The Cairo metropolitan area, with a population of 21.3 million, is the largest metropolitan area in the Arab world, the second largest in Africa, and the sixth largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Del"}]}, {"heading": "Events", "year": "1960", "date": "March 22", "txt": "Arthur Leonard Schawlow and Charles Hard Townes receive the first patent for a laser.", "entities": [{"title": "Arthur Leonard Schawlow", "href": "/wiki/Arthur_Leonard_Schawlow", "description": "Arthur Leonard Schawlow was an American physicist and co-inventor of the laser with Charles Townes. His central insight, which Townes overlooked, was the use of two mirrors as the resonant cavity to take maser action from microwaves to visible wavelengths. He shared the 1981 Nobel Prize in Physics with Nicolaas Bloembergen and Kai Siegbahn for his work using lasers to determine atomic energy level"}, {"title": "Charles Hard Townes", "href": "/wiki/Charles_Hard_Townes", "description": "Charles Hard Townes was an American physicist. Townes worked on the theory and application of the maser, for which he obtained the fundamental patent, and other work in quantum electronics associated with both maser and laser devices. He shared the 1964 Nobel Prize in Physics with Nikolay Basov and Alexander Prokhorov. Townes was an adviser to the United States Government, meeting every US Preside"}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Laser", "href": "/wiki/Laser", "description": "A laser is a device that emits light through a process of optical amplification based on the stimulated emission of electromagnetic radiation. The term \"laser\" originated as an acronym for \"light amplification by stimulated emission of radiation\". The first laser was built in 1960 by Theodore H. Maiman at Hughes Research Laboratories, based on theoretical work by Charles Hard Townes and Arthur Leo"}]}, {"heading": "Events", "year": "1972", "date": "March 22", "txt": "The United States Congress sends the Equal Rights Amendment to the states for ratification.", "entities": [{"title": "Equal Rights Amendment", "href": "/wiki/Equal_Rights_Amendment", "description": "The Equal Rights Amendment (ERA) is a proposed amendment to the United States Constitution designed to guarantee equal legal rights for all American citizens regardless of sex. It seeks to end the legal distinctions between men and women in matters of divorce, property, employment, and other matters. The first version of an ERA was written by Alice Paul and Crystal Eastman and introduced in Congre"}]}, {"heading": "Events", "year": "1972", "date": "March 22", "txt": "In Eisenstadt v. Baird, the United States Supreme Court decides that unmarried persons have the right to possess contraceptives.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Birth control", "href": "/wiki/Birth_control", "description": "Birth control, also known as contraception, anticonception, and fertility control, is a method or device used to prevent pregnancy. Birth control has been used since ancient times, but effective and safe methods of birth control only became available in the 20th century. Planning, making available, and using birth control is called family planning. Some cultures limit or discourage access to birth"}]}, {"heading": "Events", "year": "1975", "date": "March 22", "txt": "A fire at the Browns Ferry Nuclear Power Plant in Decatur, Alabama causes a dangerous reduction in cooling water levels.", "entities": [{"title": "Browns Ferry Nuclear Power Plant", "href": "/wiki/Browns_Ferry_Nuclear_Power_Plant", "description": null}, {"title": "Decatur, Alabama", "href": "/wiki/Decatur,_Alabama", "description": "Decatur is a city in Morgan and Limestone counties in the U.S. state of Alabama. The city, nicknamed \"The River City\", is located in Northern Alabama on the banks of Wheeler Lake, along the Tennessee River. It is the largest city and county seat of Morgan County. The population in 2010 was 55,683."}]}, {"heading": "Events", "year": "1978", "date": "March 22", "txt": "Karl Wallenda of The Flying Wallendas dies after falling off a tight-rope suspended between two hotels in San Juan, Puerto Rico.", "entities": [{"title": "Karl Wallenda", "href": "/wiki/Karl_Wallenda", "description": "Karl Wallenda was a German-American high wire artist and founder of The Flying Wallendas, a daredevil circus act which performed dangerous stunts, often without a safety net. He was the great-grandfather of current performer Nik Wallenda."}, {"title": "The Flying Wallendas", "href": "/wiki/The_Flying_Wallendas", "description": "The Flying Wallendas is a circus act and group of daredevil stunt performers who perform highwire acts without a safety net. They were first known as The Great Wallendas, but the current name was coined by the press in the 1940s and has stayed since."}, {"title": "San Juan, Puerto Rico", "href": "/wiki/San_Juan,_Puerto_Rico", "description": "San Juan is the capital and most-populous municipality in the Commonwealth of Puerto Rico, an unincorporated territory of the United States. As of the 2010 census, it is the 46th-largest city under the jurisdiction of the United States, with a population of 395,326. San Juan was founded by Spanish colonists in 1521, who called it Ciudad de Puerto Rico. Puerto Rico's capital is the third oldest Eur"}]}, {"heading": "Events", "year": "1982", "date": "March 22", "txt": "NASA's Space Shuttle Columbia is launched from the Kennedy Space Center on its third mission, STS-3.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Space Shuttle Columbia", "href": "/wiki/Space_Shuttle_Columbia", "description": "Space Shuttle Columbia (OV-102) was a Space Shuttle orbiter manufactured by Rockwell International and operated by NASA. Named after the first American ship to circumnavigate the world, and the female personification of the United States, Columbia was the first of five Space Shuttle orbiters to fly in space, debuting the Space Shuttle launch vehicle on its maiden flight in April 1981. As only the "}, {"title": "Kennedy Space Center", "href": "/wiki/Kennedy_Space_Center", "description": "The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located "}, {"title": "STS-3", "href": "/wiki/STS-3", "description": "STS-3 was NASA's third Space Shuttle mission, and was the third mission for the Space Shuttle Columbia. It launched on 22 March 1982, and landed eight days later on 30 March. The mission involved extensive orbital endurance testing of the Columbia itself, as well as numerous scientific experiments. STS-3 was the first shuttle launch with an unpainted external tank, and the only mission to land at "}]}, {"heading": "Events", "year": "1992", "date": "March 22", "txt": "USAir Flight 405 crashes shortly after takeoff from New York City's LaGuardia Airport, leading to a number of studies into the effect that ice has on aircraft.", "entities": [{"title": "USAir Flight 405", "href": "/wiki/USAir_Flight_405", "description": "USAir Flight 405 was a regularly scheduled domestic passenger flight between LaGuardia Airport in Queens, New York City, New York, and Cleveland, Ohio. On March 22, 1992, a USAir Fokker F28, registration N485US, flying the route, crashed in poor weather in a partially inverted position in Flushing Bay, shortly after liftoff from LaGuardia. The undercarriage lifted off from the runway, but the airp"}, {"title": "LaGuardia Airport", "href": "/wiki/LaGuardia_Airport", "description": "LaGuardia Airport is an airport in East Elmhurst, Queens, New York City. Covering 680 acres (280 ha), the airport is the third busiest airport serving New York City, and the twentieth busiest in the United States. The airport adopted its current name in 1953 for Fiorello La Guardia, the mayor of New York City when the airport was built. LGA is a hub for American Airlines and Delta Air Lines. A per"}]}, {"heading": "Events", "year": "1992", "date": "March 22", "txt": "Fall of communism in Albania: The Democratic Party of Albania wins a decisive majority in the parliamentary election.", "entities": [{"title": "Democratic Party of Albania", "href": "/wiki/Democratic_Party_of_Albania", "description": "The Democratic Party of Albania is a conservative political party in Albania. They became the leading party in the governing coalition following the 2005 parliamentary elections."}, {"title": "Albanian parliamentary election, 1992", "href": "/wiki/Albanian_parliamentary_election,_1992", "description": "Parliamentary elections were held in Albania on 22 March 1992, with a second round of voting for eleven seats on 29 March. The result was a victory for the opposition Democratic Party of Albania, which won 92 of the 140 seats. After the election Aleksandër Meksi became Prime Minister and Sali Berisha became President."}]}, {"heading": "Events", "year": "1993", "date": "March 22", "txt": "The Intel Corporation ships the first Pentium chips (80586), featuring a 60 MHz clock speed, 100+ MIPS, and a 64 bit data path.", "entities": [{"title": "Intel Corporation", "href": "/wiki/Intel_Corporation", "description": "Intel Corporation is an American multinational corporation and technology company headquartered in Santa Clara, California, in Silicon Valley. It is the world's largest semiconductor chip manufacturer by revenue, and is the developer of the x86 series of microprocessors, the processors found in most personal computers (PCs). Incorporated in Delaware, Intel ranked No. 45 in the 2020 Fortune 500 lis"}, {"title": "Pentium", "href": "/wiki/Pentium", "description": "Pentium is a brand used for a series of x86 architecture-compatible microprocessors produced by Intel since 1993. In their form as of November 2011, Pentium processors are considered entry-level products that Intel rates as \"two stars\", meaning that they are above the low-end Atom and Celeron series, but below the faster Intel Core lineup, and workstation Xeon series."}, {"title": "Hertz", "href": "/wiki/Hertz", "description": "The hertz (symbol: Hz) is the derived unit of frequency in the International System of Units (SI) and is defined as one cycle per second. It is named after Heinrich Rudolf Hertz, the first person to provide conclusive proof of the existence of electromagnetic waves. Hertz are commonly expressed in multiples: kilohertz (103 Hz, kHz), megahertz (106 Hz, MHz), gigahertz (109 Hz, GHz), terahertz (1012"}, {"title": "Instructions per second", "href": "/wiki/Instructions_per_second", "description": "Instructions per second (IPS) is a measure of a computer's processor speed. For complex instruction set computers (CISCs), different instructions take different amounts of time, so the value measured depends on the instruction mix; even for comparing processors in the same family the IPS measurement can be problematic. Many reported IPS values have represented \"peak\" execution rates on artificial "}, {"title": "Bit", "href": "/wiki/Bit", "description": "The bit is the most basic unit of information in computing and digital communications. The name is a contraction of binary digit. The bit represents a logical state with one of two possible values. These values are most commonly represented as either \"1\"or\"0\", but other representations such as true/false, yes/no, +/−, or on/off are common."}]}, {"heading": "Events", "year": "1995", "date": "March 22", "txt": "Cosmonaut Valeri Polyakov returns to earth after setting a record of 438 days in space.", "entities": [{"title": "Cosmonaut", "href": "/wiki/Cosmonaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}, {"title": "Valeri Polyakov", "href": "/wiki/Valeri_Polyakov", "description": "Valeri Vladimirovich Polyakov is a Russian former cosmonaut. He is the holder of the record for the longest single stay in space in human history, staying aboard the Mir space station for more than 14 months during one trip. His combined space experience is more than 22 months."}, {"title": "Outer space", "href": "/wiki/Outer_space", "description": "Outer space is the expanse that exists beyond Earth and between celestial bodies. Outer space is not completely empty—it is a hard vacuum containing a low density of particles, predominantly a plasma of hydrogen and helium, as well as electromagnetic radiation, magnetic fields, neutrinos, dust, and cosmic rays. The baseline temperature of outer space, as set by the background radiation from the Bi"}]}, {"heading": "Events", "year": "1997", "date": "March 22", "txt": "Tara Lipinski, aged 14 years and nine months, becomes the youngest women's World Figure Skating Champion.", "entities": [{"title": "Tara Lipinski", "href": "/wiki/Tara_Lipinski", "description": "Tara Kristen Lipinski is an American former competitive figure skater, actress and sports commentator. A former competitor in ladies' singles, she is the 1998 Olympic champion, the 1997 world champion, a two time Champions Series Final champion (1997–1998) and the 1997 U.S. national champion. She was, until 2019, the youngest skater to win a U.S. Nationals. She was also the youngest skater to win "}, {"title": "World Figure Skating Championships", "href": "/wiki/World_Figure_Skating_Championships", "description": "The World Figure Skating Championships (\"Worlds\") is an annual figure skating competition sanctioned by the International Skating Union. Medals are awarded in the categories of men's singles, ladies' singles, pair skating, and ice dance. Generally held in March, the World Championships are considered the most prestigious of the ISU Figure Skating Championships. With the exception of the Olympic ti"}]}, {"heading": "Events", "year": "2004", "date": "March 22", "txt": "Ahmed Yassin, co-founder and leader of the Palestinian Sunni Islamist group Hamas, two bodyguards, and nine civilian bystanders are killed in the Gaza Strip when hit by Israeli Air Force Hellfire missiles.", "entities": [{"title": "Ahmed Yassin", "href": "/wiki/Ahmed_Yassin", "description": "Sheikh Ahmed Ismail Hassan Yassin was a Palestinian imam and politician. He was a founder of Hamas, an Islamist Palestinian paramilitary organization and political party. Yassin also served as the spiritual leader of the organization."}, {"title": "Palestinian people", "href": "/wiki/Palestinian_people", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}, {"title": "Sunni", "href": "/wiki/Sunni", "description": "Sunni Islam is by far the largest branch of Islam, followed by almost 90% of the world's Muslims. Its name comes from the word Sunnah, referring to the behaviour of Muhammad. The differences between Sunni and Shia Muslims arose from a disagreement over the succession to Muhammad and subsequently acquired broader political significance, as well as theological and juridical dimensions. According to "}, {"title": "Hamas", "href": "/wiki/Hamas", "description": "Hamas is a Palestinian Sunni-Islamic fundamentalist but pragmatic, militant, and nationalist organization. It has a social service wing, Dawah, and a military wing, the Izz ad-Din al-Qassam Brigades. It won the 2006 Palestinian legislative election and became the de facto governing authority of the Gaza Strip following the 2007 Battle of Gaza. Israel and Hamas have since engaged in several wars of"}, {"title": "Gaza Strip", "href": "/wiki/Gaza_Strip", "description": "The Gaza Strip, or simply Gaza, is a self-governing Palestinian territory on the eastern coast of the Mediterranean Sea, that borders Egypt on the southwest for 11 kilometers (6.8 mi) and Israel on the east and north along a 51 km (32 mi) border. Gaza and the West Bank are claimed by the de jure sovereign State of Palestine."}, {"title": "Israeli Air Force", "href": "/wiki/Israeli_Air_Force", "description": "The Israeli Air Force operates as the aerial warfare branch of the Israel Defense Forces. It was founded on May 28, 1948, shortly after the Israeli Declaration of Independence. As of August 2017 Aluf Amikam Norkin serves as the Air Force Commander."}, {"title": "AGM-114 Hellfire", "href": "/wiki/AGM-114_Hellfire", "description": "The AGM-114 Hellfire is an air-to-surface missile (ASM) first developed for anti-armor use, but later models were developed for precision drone strikes against other target types, and have been used in a number of actions aimed to \"destroy high-value targets.\" It was originally developed under the name Heliborne laser, fire-and-forget missile, which led to the colloquial name \"Hellfire\" ultimately"}]}, {"heading": "Events", "year": "2006", "date": "March 22", "txt": "Three Christian Peacemaker Team (CPT) hostages are freed by British forces in Baghdad after 118 days of captivity and the murder of their colleague from the U.S., Tom Fox.", "entities": [{"title": "Christian Peacemaker Team", "href": "/wiki/Christian_Peacemaker_Team", "description": "Christian Peacemaker Teams (CPT) is an international organization set up to support teams of peace workers in conflict areas around the world. The organization uses these teams to achieve its aims of lower levels of violence, nonviolent direct action, human rights documentation and nonviolence training in direct action. CPT sums up their work as being \"committed to reducing violence by 'getting in"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "Baghdad", "href": "/wiki/Baghdad", "description": "Baghdad is the capital of Iraq and one of the largest cities in the Arab world. Located along the Tigris, near the ruins of the ancient Akkadian city of Babylon and the ancient Iranian capital of Ctesiphon, Baghdad was founded in the 8th century and became the capital of the Abbasid Caliphate. Within a short time, Baghdad evolved into a significant cultural, commercial, and intellectual center of "}, {"title": "Tom Fox (Quaker)", "href": "/wiki/Tom_Fox_(Quaker)", "description": "Thomas William Fox was an American Quaker peace activist, affiliated with Christian Peacemaker Teams (CPT) in Iraq. He was kidnapped on November 26, 2005 in Baghdad along with three other CPT activists, leading to the 2005-2006 Christian Peacemaker hostage crisis. His body was found on March 9, 2006."}]}, {"heading": "Events", "year": "2013", "date": "March 22", "txt": "At least 37 people are killed and 200 are injured after a fire destroys a camp containing Burmese refugees near Ban Mae, Thailand.", "entities": [{"title": "2013 Thailand refugee camp fire", "href": "/wiki/2013_Thailand_refugee_camp_fire", "description": "On 22 March 2013, a fire at the Ban Mae Surin refugee camp in Mae Hong Son Province, Thailand, killed 37 Karen refugees from neighbouring Myanmar, as well as destroying hundreds of dwellings. Thought to have started following a \"cooking accident\", the fire began at around 16:00 local time, and extinguished around two hours later. The fire had been spread by hot weather combined with strong winds."}, {"title": "Burma", "href": "/wiki/Burma", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}, {"title": "Ban Mae", "href": "/wiki/Ban_Mae", "description": "Ban Mae is a tambon (subdistrict) of San Pa Tong District, in Chiang Mai Province, Thailand. In 2010 it had a population of 6,635, 3,197 male and 3,438 female. The tambon contains 13 administrative villages and 2,321 households."}, {"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}]}, {"heading": "Events", "year": "2016", "date": "March 22", "txt": "Three suicide bombers kill 32 people and injure 316 in the 2016 Brussels bombings at the airport and at the Maelbeek/Maalbeek metro station.", "entities": [{"title": "2016 Brussels bombings", "href": "/wiki/2016_Brussels_bombings", "description": "On the morning of 22 March 2016, three coordinated suicide bombings occurred in Belgium: two at Brussels Airport in Zaventem, and one at Maalbeek metro station in central Brussels. Thirty-two civilians and three perpetrators were killed, and more than 300 people were injured. Another bomb was found during a search of the airport. The Islamic State of Iraq and the Levant (ISIL) claimed responsibili"}, {"title": "Brussels Airport", "href": "/wiki/Brussels_Airport", "description": "Brussels Airport is an international airport 6.5 NM northeast of Brussels, the capital of Belgium. In 2019, more than 26 million passengers arrived or departed at Brussels Airport, making it the 24th busiest airport in Europe. It is located in the municipality of Zaventem in the Province of Flemish Brabant in the Flemish Region of Belgium. It is home to around 260 companies, together directly empl"}, {"title": "Maelbeek/Maalbeek metro station", "href": "/wiki/Maelbeek/Maalbeek_metro_station", "description": null}]}, {"heading": "Events", "year": "2017", "date": "March 22", "txt": "A terrorist attack in London near the Houses of Parliament leaves four people dead and at least 20 injured.", "entities": [{"title": "2017 Westminster attack", "href": "/wiki/2017_Westminster_attack", "description": "On 22 March 2017, a terrorist attack took place outside the Palace of Westminster in London, seat of the British Parliament. The attacker, 52-year-old Briton Khalid Masood, drove a car into pedestrians on the pavement along the south side of Westminster Bridge and Bridge Street, injuring more than 50 people, four of them fatally. He then crashed the car into the perimeter fence of the palace groun"}, {"title": "Parliament of the United Kingdom", "href": "/wiki/Parliament_of_the_United_Kingdom", "description": "The Parliament of the United Kingdom is the supreme legislative body of the United Kingdom, the Crown dependencies and the British overseas territories. It alone possesses legislative supremacy and thereby ultimate power over all other political bodies in the UK and the overseas territories. Parliament is bicameral but has three parts, consisting of the sovereign (Crown-in-Parliament), the House o"}]}, {"heading": "Events", "year": "2019", "date": "March 22", "txt": "The Mueller report on the election of Donald Trump in the 2016 presidential election is submitted to the United States Attorney General.", "entities": [{"title": "Mueller report", "href": "/wiki/Mueller_report", "description": "The Mueller report, officially titled Report On The Investigation Into Russian Interference In The 2016 Presidential Election, is the official report documenting the findings and conclusions of former Special Counsel Robert Mueller's investigation into Russian efforts to interfere in the 2016 United States presidential election, allegations of conspiracy or coordination between Donald Trump's pres"}]}, {"heading": "Events", "year": "2019", "date": "March 22", "txt": "Two buses crashed in Kitampo, a town north of Ghana's capital Accra, killing at least 50 people.", "entities": [{"title": "Accra", "href": "/wiki/Accra", "description": "Accra is the capital of Ghana covering an area of 225.67 km2 (87.13 sq mi) with an estimated urban population of 4.2 million as of 2020. It is organized into 12 local government districts – 11 municipal districts and the Accra Metropolitan District, which is the only district within the capital to be granted city status. \"Accra\" usually refers to the Accra Metropolitan Area, which serves as the ca"}]}, {"heading": "Events", "year": "2020", "date": "March 22", "txt": "Indian Prime Minister Narendra Modi announces the country's largest ever self-imposed curfew, in an effort to fight the spread of COVID-19.", "entities": [{"title": "Narendra Modi", "href": "/wiki/Narendra_Modi", "description": "Narendra Damodardas Modi is an Indian politician serving as the 14th and current Prime Minister of India since 2014. He was the Chief Minister of Gujarat from 2001 to 2014 and is the Member of Parliament for Varanasi. Modi is a member of the Bharatiya Janata Party (BJP) and its National Democratic Alliance (NDA). He is also a member of the Rashtriya Swayamsevak Sangh (RSS), a Hindu nationalist vol"}, {"title": "COVID-19", "href": "/wiki/COVID-19", "description": "Coronavirus disease 2019 (COVID-19), also known as the coronavirus or COVID, is a contagious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first known case was identified in Wuhan, China, in December 2019. The disease has since spread worldwide, leading to an ongoing pandemic."}]}, {"heading": "Events", "year": "2020", "date": "March 22", "txt": "Greek Prime Minister Kyriakos Mitsotakis announces a national lockdown and the country's first ever self-imposed curfew, in an effort to fight the spread of COVID-19.", "entities": [{"title": "COVID-19", "href": "/wiki/COVID-19", "description": "Coronavirus disease 2019 (COVID-19), also known as the coronavirus or COVID, is a contagious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first known case was identified in Wuhan, China, in December 2019. The disease has since spread worldwide, leading to an ongoing pandemic."}]}, {"heading": "Events", "year": "2021", "date": "March 22", "txt": "Ten people are killed in a mass shooting in Boulder, Colorado.", "entities": [{"title": "2021 Boulder shooting", "href": "/wiki/2021_Boulder_shooting", "description": "On March 22, 2021, a mass shooting occurred at a King Soopers supermarket in Boulder, Colorado, United States. Ten people were killed, including a local on-duty police officer. The alleged shooter, 21-year-old Ahmad Al Aliwi Al-Issa, was arrested after being shot in the right leg. He was temporarily hospitalized before being moved to the county jail. Legal proceedings against Al-Issa began on Marc"}, {"title": "Boulder, Colorado", "href": "/wiki/Boulder,_Colorado", "description": "The City of Boulder is the Home Rule Municipality that is the county seat and the most populous municipality of Boulder County, Colorado, United States. Boulder is the principal city of the Boulder, CO Metropolitan Statistical Area and is a major city of the Front Range Urban Corridor. The city is located at the base of the foothills of the Rocky Mountains at an elevation of 5,430 feet (1,655 m) a"}]}, {"heading": "Births", "year": "841", "date": "March 22", "txt": "Bernard Plantapilosa, Frankish son of Bernard of Septimania (d. 885)", "entities": [{"title": "Bernard Plantapilosa", "href": "/wiki/Bernard_Plantapilosa", "description": "Bernard Plantapilosa or Bernard II of Auvergne, or Plantevelue, son of Bernard of Septimania and Dhuoda, was the Count of Auvergne from 872 to his death. The Emperor Charles the Fat granted him the title of Margrave of Aquitaine in 885."}, {"title": "Bernard of Septimania", "href": "/wiki/Bernard_of_Septimania", "description": "\nBernard of Septimania (795–844), son of William of Gellone, was the Frankish Duke of Septimania and Count of Barcelona from 826 to 832 and again from 835 to his execution. He was also count of Carcassonne from 837. He was appointed to succeed his fellow Frank Rampon. During his career, he was one of the closest counsellors of the Emperor Louis the Pious, a leading proponent of the war against the"}]}, {"heading": "Births", "year": "875", "date": "March 22", "txt": "William I, Duke of Aquitaine (d. 918)", "entities": [{"title": "William I, Duke of Aquitaine", "href": "/wiki/William_I,_Duke_of_Aquitaine", "description": "William I, called the Pious, was the Count of Auvergne from 886 and Duke of Aquitaine from 893, succeeding the Poitevin ruler Ebalus Manser. He made numerous monastic foundations, most important among them the foundation of Cluny Abbey on 11 September 910."}]}, {"heading": "Births", "year": "1212", "date": "March 22", "txt": "Emperor Go-Horikawa of Japan (d. 1235)", "entities": [{"title": "Emperor Go-Horikawa", "href": "/wiki/Emperor_Go-Horikawa", "description": "Emperor Go-Horikawa  was the 86th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1221 CE through 1232 CE."}]}, {"heading": "Births", "year": "1367", "date": "March 22", "txt": "Thomas de Mowbray, 1st Duke of Norfolk, English politician, Earl Marshal of the United Kingdom (probable; d. 1399)", "entities": [{"title": "Thomas de Mowbray, 1st Duke of Norfolk", "href": "/wiki/Thomas_de_Mowbray,_1st_Duke_of_Norfolk", "description": "Thomas de Mowbray, 1st Duke of Norfolk, 1st Earl of Nottingham, 3rd Earl of Norfolk, 6th Baron Mowbray, 7th Baron Segrave, KG, Earl Marshal was an English peer. As a result of his involvement in the power struggles which led up to the fall of Richard II, he was banished and died in exile in Venice."}, {"title": "Earl Marshal", "href": "/wiki/Earl_Marshal", "description": "Earl Marshal is a hereditary royal officeholder and chivalric title under the sovereign of the United Kingdom used in England. He is the eighth of the Great Officers of State in the United Kingdom, ranking beneath the Lord High Constable and above the Lord High Admiral. A Duke of Norfolk has held the office since 1672."}]}, {"heading": "Births", "year": "1394", "date": "March 22", "txt": "Ulugh Beg, Persian astronomer and mathematician (d. 1449)", "entities": [{"title": "Ulugh Beg", "href": "/wiki/Ulugh_Beg", "description": "Mīrzā Muhammad Tāraghay bin Shāhrukh, better known as Ulugh Beg, was a Timurid sultan, as well as an astronomer and mathematician."}]}, {"heading": "Births", "year": "1459", "date": "March 22", "txt": "Maximilian I, Holy Roman Emperor (d. 1519)", "entities": [{"title": "Maximilian I, Holy Roman Emperor", "href": "/wiki/Maximilian_I,_Holy_Roman_Emperor", "description": "Maximilian I was King of the Romans from 1486 and Holy Roman Emperor from 1508 until his death. He was never crowned by the pope, as the journey to Rome was always too risky. He was instead proclaimed emperor elect by Pope Julius II at Trent, thus breaking the long tradition of requiring a Papal coronation for the adoption of the Imperial title. Maximilian was the son of Frederick III, Holy Roman "}]}, {"heading": "Births", "year": "1499", "date": "March 22", "txt": "Johann Carion, German astrologer and chronicler (d. 1537)", "entities": [{"title": "Johann Carion", "href": "/wiki/Johann_Carion", "description": "Johann Carion was a German astrologer, known also for historical writings."}]}, {"heading": "Births", "year": "1503", "date": "March 22", "txt": "Antonio Francesco Grazzini, Italian author and educator (d. 1583)", "entities": [{"title": "Antonio Francesco Grazzini", "href": "/wiki/Antonio_Francesco_Grazzini", "description": "Antonio Francesco Grazzini or Antonfrancisco Grazzini was an Italian author."}]}, {"heading": "Births", "year": "1517", "date": "March 22", "txt": "Gioseffo Zarlino, Italian composer (d. 1590)", "entities": [{"title": "Gioseffo Zarlino", "href": "/wiki/Gioseffo_Zarlino", "description": "Gioseffo Zarlino was an Italian music theorist and composer of the Renaissance. He was possibly the most famous European music theorist between Aristoxenus and Rameau, and made a large contribution to the theory of counterpoint as well as to musical tuning."}]}, {"heading": "Births", "year": "1519", "date": "March 22", "txt": "Catherine Brandon, Duchess of Suffolk, English noblewoman (d. 1580)", "entities": [{"title": "Catherine Brandon, Duchess of Suffolk", "href": "/wiki/Catherine_Brandon,_Duchess_of_Suffolk", "description": "Katherine Brandon, Duchess of Suffolk, suo jure 12th Baroness Willoughby de Eresby, was an English noblewoman living at the courts of King Henry VIII, King Edward VI and Queen Elizabeth I. She was the fourth wife of Charles Brandon, 1st Duke of Suffolk, who acted as her legal guardian during his third marriage to Henry VIII's sister Mary. Her second husband was Richard Bertie, a member of her hous"}]}, {"heading": "Births", "year": "1582", "date": "March 22", "txt": "John Williams, Archbishop of York (d. 1650)", "entities": [{"title": "John Williams (archbishop of York)", "href": "/wiki/John_Williams_(archbishop_of_York)", "description": "John Williams was a Welsh clergyman and political advisor to King James I. He served as Bishop of Lincoln 1621–1641, Lord Keeper of the Great Seal 1621–1625, and Archbishop of York 1641–1646. He was the last bishop to serve as lord chancellor."}]}, {"heading": "Births", "year": "1599", "date": "March 22", "txt": "Anthony van Dyck, Flemish-English painter and etcher (d. 1641)", "entities": [{"title": "Anthony van Dyck", "href": "/wiki/Anthony_van_Dyck", "description": "Sir Anthony van Dyck was a Flemish Baroque artist who became the leading court painter in England after success in the Southern Netherlands and Italy."}]}, {"heading": "Births", "year": "1609", "date": "March 22", "txt": "John II Casimir Vasa, Polish king (d. 1672)", "entities": [{"title": "John II Casimir Vasa", "href": "/wiki/John_II_Casimir_Vasa", "description": "John II Casimir was King of Poland and Grand Duke of Lithuania from 1648 until his abdication in 1668 as well as titular King of Sweden from 1648 until 1660. He was the second son of Sigismund III Vasa and Constance of Austria. His older brother and predecessor on the throne was Władysław IV Vasa."}]}, {"heading": "Births", "year": "1615", "date": "March 22", "txt": "Katherine Jones, Viscountess Ranelagh, British scientist (d. 1691)", "entities": [{"title": "Katherine Jones, Viscountess Ranelagh", "href": "/wiki/Katherine_Jones,_Viscountess_Ranelagh", "description": "\nKatherine Jones, Viscountess Ranelagh, also known as Lady Ranelagh, was an Anglo-Irish scientist in seventeenth-century Britain. She was also a political and religious philosopher, and a member of many intellectual circles including the Hartlib Circle, the Great Tew Circle, and the Invisible College. Her correspondents included Samuel Hartlib, Edward Hyde, William Laud, Thomas Hyde, and John Milt"}]}, {"heading": "Births", "year": "1663", "date": "March 22", "txt": "August Hermann Francke, German clergyman, philanthropist, and scholar (d. 1727)", "entities": [{"title": "August Hermann Francke", "href": "/wiki/August_Hermann_Francke", "description": "August Hermann Francke was a German Lutheran clergyman, theologian, philanthropist, and Biblical scholar."}]}, {"heading": "Births", "year": "1684", "date": "March 22", "txt": "William Pulteney, 1st Earl of Bath, English politician, Secretary at War (d. 1764)", "entities": [{"title": "William Pulteney, 1st Earl of Bath", "href": "/wiki/William_Pulteney,_1st_Earl_of_Bath", "description": "William Pulteney, 1st Earl of Bath, was a British Whig politician who sat in the House of Commons from 1707 to 1742, when he was created the first Earl of Bath by King George II."}, {"title": "Secretary at War", "href": "/wiki/Secretary_at_War", "description": "The Secretary at War was a political position in the English and later British government, with some responsibility over the administration and organization of the Army, but not over military policy. The Secretary at War ran the War Office. After 1794 it was occasionally a Cabinet-level position, although it was considered of subordinate rank to the Secretaries of State. The position was combined "}]}, {"heading": "Births", "year": "1712", "date": "March 22", "txt": "Edward Moore, English poet and playwright (d. 1757)", "entities": [{"title": "Edward Moore (dramatist)", "href": "/wiki/Edward_Moore_(dramatist)", "description": "Edward Moore, English dramatist and miscellaneous writer, the son of a dissenting minister, was born at Abingdon, Berkshire."}]}, {"heading": "Births", "year": "1720", "date": "March 22", "txt": "Nicolas-Henri Jardin, French architect, designed the Yellow Palace and Bernstorff Palace (d. 1799)", "entities": [{"title": "Nicolas-Henri Jardin", "href": "/wiki/Nicolas-Henri_Jardin", "description": "Nicolas-Henri Jardin, neoclassical architect, was born in St. Germain des Noyers, Dept. Seine-et-Marne, France, and worked seventeen years in Denmark as an architect to the royal court. He introduced neoclassicism to Denmark."}, {"title": "Yellow Palace, Copenhagen", "href": "/wiki/Yellow_Palace,_Copenhagen", "description": "The Yellow Palace, or Bergum's Mansion, is an 18th-century town mansion situated at Amaliegade 18, next to Amalienborg Palace, in the Frederiksstaden district of Copenhagen, Denmark. It is considered the first example of Neoclassical architecture in Copenhagen."}, {"title": "Bernstorff Palace", "href": "/wiki/Bernstorff_Palace", "description": "Bernstorff Palace in Gentofte, Copenhagen, Denmark, was built in the middle of the 18th century for Foreign Minister Johann Hartwig Ernst von Bernstorff. It remained in the possession of the Bernstorff family until 1812. In 1842, it was bought by Christian VIII. For many years, it was used as a summer residence by Christian IX until his death in 1906."}]}, {"heading": "Births", "year": "1723", "date": "March 22", "txt": "Charles Carroll, American lawyer and politician (d. 1783)", "entities": [{"title": "Charles Carroll (barrister)", "href": "/wiki/Charles_Carroll_(barrister)", "description": "Charles Carroll was an American statesman from Annapolis, Maryland. He was the builder of the Baltimore Colonial home Mount Clare (1760), and a delegate to the Second Continental Congress in 1776 and 1777."}]}, {"heading": "Births", "year": "1728", "date": "March 22", "txt": "Anton Raphael Mengs, German painter and theorist (d. 1779)", "entities": [{"title": "Anton Raphael Mengs", "href": "/wiki/Anton_Raphael_Mengs", "description": "Anton Raphael Mengs was a German (Saxon) painter, active in Dresden, Rome and Madrid, who while painting in the Rococo period of the mid-18th century became one of the precursors to Neoclassical painting, which replaced Rococo as the dominant painting style."}]}, {"heading": "Births", "year": "1785", "date": "March 22", "txt": "Adam Sedgwick, English scientist (d. 1873)", "entities": [{"title": "Adam Sedgwick", "href": "/wiki/Adam_Sedgwick", "description": "Adam Sedgwick was a British geologist and priest, one of the founders of modern geology. He proposed the Cambrian and Devonian period of the geological timescale. Based on work which he did on Welsh rock strata, he proposed the Cambrian period in 1835, in a joint publication in which Roderick Murchison also proposed the Silurian period. Later in 1840, to resolve what later became known as the Grea"}]}, {"heading": "Births", "year": "1797", "date": "March 22", "txt": "William I, German Emperor (d. 1888)", "entities": [{"title": "William I, German Emperor", "href": "/wiki/William_I,_German_Emperor", "description": "William I or Wilhelm I of the House of Hohenzollern was King of Prussia from 2 January 1861 and the first German emperor from 18 January 1871 until his death. William was the first head of state of a united Germany, and was also de facto head of state of Prussia from 1858 to 1861, serving as regent for his brother, Frederick William IV."}]}, {"heading": "Births", "year": "1808", "date": "March 22", "txt": "Caroline Norton, English feminist, social reformer, and author (d. 1877)", "entities": [{"title": "Caroline Norton", "href": "/wiki/Caroline_Norton", "description": "Caroline Elizabeth Sarah Norton, Lady Stirling-Maxwell was an English social reformer and author active in the early and mid-19th century. Norton left her husband in 1836, following which he sued her close friend Lord Melbourne, the then Whig Prime Minister, for criminal conversation. The jury threw out the claim, but she was unable to obtain a divorce and was denied access to her three sons. Nort"}]}, {"heading": "Births", "year": "1808", "date": "March 22", "txt": "David Swinson Maynard, American physician and lawyer (d. 1873)", "entities": []}, {"heading": "Births", "year": "1812", "date": "March 22", "txt": "Stephen Pearl Andrews, American author and activist (d. 1886)", "entities": [{"title": "Stephen Pearl Andrews", "href": "/wiki/Stephen_Pearl_Andrews", "description": "Stephen Pearl Andrews was an American individualist anarchist, linguist, political philosopher, outspoken abolitionist and author of several books on the labor movement and individualist anarchism."}]}, {"heading": "Births", "year": "1814", "date": "March 22", "txt": "Thomas Crawford, American sculptor, designed the Statue of Freedom (d. 1857)", "entities": [{"title": "Thomas Crawford (sculptor)", "href": "/wiki/Thomas_Crawford_(sculptor)", "description": "Thomas Gibson Crawford was an American sculptor who is best known for his numerous artistic contributions to the United States Capitol, including the Statue of Freedom atop its dome."}, {"title": "Statue of Freedom", "href": "/wiki/Statue_of_Freedom", "description": "The Statue of Freedom, also known as Armed Freedom or simply Freedom, is a bronze statue designed by Thomas Crawford (1814–1857) that, since 1863, has crowned the dome of the U.S. Capitol building in Washington, D.C. Originally named Freedom Triumphant in War and Peace, a U.S. government publication now states that the statue \"is officially known as the Statue of Freedom.\" The statue depicts a fem"}]}, {"heading": "Births", "year": "1817", "date": "March 22", "txt": "Braxton Bragg, American general (d. 1876)", "entities": [{"title": "Braxton Bragg", "href": "/wiki/Braxton_Bragg", "description": "Braxton Bragg was an American army officer during the Second Seminole War and Mexican–American War and later a Confederate army officer who served as a general in the Confederate Army during the American Civil War, serving in the Western Theater. His most important role was as commander of the Army of Mississippi, later renamed the Army of Tennessee, from June 1862 until December 1863."}]}, {"heading": "Births", "year": "1818", "date": "March 22", "txt": "John Ainsworth Horrocks, English-Australian explorer, founded Penwortham (d. 1846)", "entities": [{"title": "John Ainsworth Horrocks", "href": "/wiki/John_Ainsworth_Horrocks", "description": "John Ainsworth Horrocks was an English pastoralist and explorer who was one of the first European settlers in the Clare Valley of South Australia where, in 1840, he established the village of Penwortham."}, {"title": "Penwortham, South Australia", "href": "/wiki/Penwortham,_South_Australia", "description": "Penwortham is a small town in the Clare Valley, South Australia, along the Horrocks Highway, approximately 10 kilometres south of Clare and 14 kilometres north of Auburn."}]}, {"heading": "Births", "year": "1822", "date": "March 22", "txt": "Ahmed Cevdet Pasha, Ottoman sociologist, historian, scholar, statesman and jurist (d. 1895)", "entities": [{"title": "Ahmed Cevdet Pasha", "href": "/wiki/Ahmed_Cevdet_Pasha", "description": "Ahmed Cevdet Pasha was an Ottoman scholar, intellectual, bureaucrat, administrator, and historian who was a prominent figure in the Tanzimat reforms of the Ottoman Empire. He was the head of the Mecelle commission that codified Islamic law for the first time in response to the Westernization of law. He is often regarded as a pioneer in the codification of a civil law based on the European legal sy"}]}, {"heading": "Births", "year": "1842", "date": "March 22", "txt": "Mykola Lysenko, Ukrainian pianist, composer, and conductor (d. 1912)", "entities": [{"title": "Mykola Lysenko", "href": "/wiki/Mykola_Lysenko", "description": "Mykola Vitaliyovych Lysenko was a Ukrainian composer, pianist, conductor and ethnomusicologist. He was also the founder of the national composer's school."}]}, {"heading": "Births", "year": "1846", "date": "March 22", "txt": "Randolph Caldecott, English illustrator and painter (d. 1886)", "entities": [{"title": "Randolph Caldecott", "href": "/wiki/Randolph_Caldecott", "description": "Randolph Caldecott was a British artist and illustrator, born in Chester. The Caldecott Medal was named in his honour. He exercised his art chiefly in book illustrations. His abilities as an artist were promptly and generously recognised by the Royal Academy. Caldecott greatly influenced illustration of children's books during the nineteenth century. Two books illustrated by him, priced at a shill"}]}, {"heading": "Births", "year": "1846", "date": "March 22", "txt": "James Timberlake, American lieutenant, police officer, and farmer (d. 1891)", "entities": []}, {"heading": "Births", "year": "1852", "date": "March 22", "txt": "Otakar Ševčík, Czech violinist and educator (d. 1934)", "entities": [{"title": "Otakar Ševčík", "href": "/wiki/Otakar_%C5%A0ev%C4%8D%C3%ADk", "description": "Otakar Ševčík was a Czech violinist and influential teacher. He was known as a soloist and an ensemble player, including his occasional performances with Eugène Ysaÿe."}]}, {"heading": "Births", "year": "1852", "date": "March 22", "txt": "Hector Sévin, French cardinal (d. 1916)", "entities": []}, {"heading": "Births", "year": "1855", "date": "March 22", "txt": "Dorothy Tennant, British painter (d. 1926)", "entities": [{"title": "Dorothy Tennant", "href": "/wiki/Dorothy_Tennant", "description": "Dorothy Tennant was an English painter of the Victorian era neoclassicism."}]}, {"heading": "Births", "year": "1857", "date": "March 22", "txt": "Paul Doumer, French mathematician, journalist, and politician, 14th President of France (d. 1932)", "entities": [{"title": "Paul Doumer", "href": "/wiki/Paul_Doumer", "description": "Joseph Athanase Doumer, commonly known as Paul Doumer, was the President of France from 13 June 1931 until his assassination on 7 May 1932."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1866", "date": "March 22", "txt": "Jack Boyle, American baseball player and umpire (d. 1913)", "entities": [{"title": "Jack Boyle", "href": "/wiki/Jack_Boyle", "description": "John Anthony Boyle, nicknamed \"Honest Jack\", was an American catcher and first baseman in Major League Baseball. His younger brother, Eddie Boyle, played in 1896."}]}, {"heading": "Births", "year": "1868", "date": "March 22", "txt": "Robert Andrews Millikan, American colonel and physicist, Nobel Prize laureate (d. 1953)", "entities": [{"title": "Robert Andrews Millikan", "href": "/wiki/Robert_Andrews_Millikan", "description": "Robert Andrews Millikan was an American experimental physicist honored with the Nobel Prize for Physics in 1923 for the measurement of the elementary electric charge and for his work on the photoelectric effect."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1869", "date": "March 22", "txt": "Tom McInnes, Scottish-English footballer (d. 1939)", "entities": [{"title": "Tom McInnes (footballer, born 1869)", "href": "/wiki/Tom_McInnes_(footballer,_born_1869)", "description": "Thomas \"Tom\" McInnes was a Scottish professional footballer. McInnes was capped once for Scotland, against Ireland in 1889."}]}, {"heading": "Births", "year": "1873", "date": "March 22", "txt": "Ernest Lawson, Canadian-American painter (d. 1939)", "entities": [{"title": "Ernest Lawson", "href": "/wiki/Ernest_Lawson", "description": "Ernest Lawson was a Canadian-American painter and a member of The Eight, a group of artists who formed a loose association in 1908 to protest the narrowness of taste and restrictive exhibition policies of the conservative, powerful National Academy of Design. Though Lawson was primarily a landscape painter, he also painted a small number of realistic urban scenes. His painting style is heavily inf"}]}, {"heading": "Births", "year": "1880", "date": "March 22", "txt": "Ernest C. Quigley, Canadian-American football player and coach (d. 1960)", "entities": [{"title": "Ernest C. Quigley", "href": "/wiki/Ernest_C._Quigley", "description": "Ernest Cosmos Quigley was a Canadian-born American sports official who became notable both as a basketball referee and as an umpire in Major League Baseball. He also worked as an American football coach and official."}]}, {"heading": "Births", "year": "1884", "date": "March 22", "txt": "Arthur H. Vandenberg, American journalist and politician (d. 1951)", "entities": [{"title": "Arthur H. Vandenberg", "href": "/wiki/Arthur_H._Vandenberg", "description": "Arthur Hendrick Vandenberg was an American politician who served as a United States Senator from Michigan from 1928 to 1951. A member of the Republican Party, he participated in the creation of the United Nations. He is best known for leading the Republican Party from a foreign policy of isolationism to one of internationalism, and supporting the Cold War, the Truman Doctrine, the Marshall Plan, a"}]}, {"heading": "Births", "year": "1884", "date": "March 22", "txt": "Lyda Borelli, Italian actress (d. 1959)", "entities": []}, {"heading": "Births", "year": "1885", "date": "March 22", "txt": "Aryeh Levin, Polish-Lithuanian rabbi and educator (d. 1969)", "entities": [{"title": "Aryeh Levin", "href": "/wiki/Aryeh_Levin", "description": "Aryeh Levin,, known as Reb Aryeh, was an Orthodox rabbi dubbed the \"Father of Prisoners\" for his visits to members of the Jewish underground imprisoned in the Central Prison of Jerusalem in the Russian Compound during the British Mandate. He was also known as the \"Tzadik (\"saint\") of Jerusalem\" for his work on behalf of the poor and the sick."}]}, {"heading": "Births", "year": "1886", "date": "March 22", "txt": "August Rei, Estonian lawyer and politician, Head of State of Estonia (d. 1963)", "entities": [{"title": "August Rei", "href": "/wiki/August_Rei", "description": "August Rei VR III/1 was an Estonian Social Democratic politician."}, {"title": "Head of State of Estonia", "href": "/wiki/Head_of_State_of_Estonia", "description": "The Head of State of Estonia or State Elder was the official title of the Estonian head of state from 1920 to 1937. He combined some of the functions held by a president and prime minister in most other democracies."}]}, {"heading": "Births", "year": "1887", "date": "March 22", "txt": "Chico Marx, American actor (d. 1961)", "entities": [{"title": "Chico Marx", "href": "/wiki/Chico_Marx", "description": "Leonard Joseph \"Chico\" Marx was an American comedian, musician, and actor. He was a member of the Marx Brothers. His persona in the act was that of a charming, uneducated but crafty con artist, seemingly of rural Italian origin, who wore shabby clothes and sported a curly-haired wig and Tyrolean hat. On screen, Chico is often in alliance with Harpo, usually as partners in crime, and is also freque"}]}, {"heading": "Births", "year": "1890", "date": "March 22", "txt": "George Clark, American race car driver (d. 1978)", "entities": [{"title": "George Clark (racing driver)", "href": "/wiki/George_Clark_(racing_driver)", "description": "\nGeorge Clark was an American racecar driver."}]}, {"heading": "Births", "year": "1892", "date": "March 22", "txt": "Charlie Poole, American country banjo player (d. 1931)", "entities": [{"title": "Charlie Poole", "href": "/wiki/Charlie_Poole", "description": "Charles Cleveland Poole was an American musician, singer and banjo player, as well as the leader of the North Carolina Ramblers, a string band that recorded many popular songs between 1925 and 1930."}]}, {"heading": "Births", "year": "1892", "date": "March 22", "txt": "Johannes Semper, Estonian poet and scholar (d. 1970)", "entities": []}, {"heading": "Births", "year": "1896", "date": "March 22", "txt": "He Long, Chinese general and politician, 1st Vice Premier of the People's Republic of China (d. 1969)", "entities": [{"title": "He Long", "href": "/wiki/He_Long", "description": "He Long was a Chinese Communist revolutionary and one of the ten marshals of the People's Liberation Army. He was from a poor rural family in Hunan, and his family was not able to provide him with any formal education. He began his revolutionary career after avenging the death of his uncle, when he fled to become an outlaw and attracted a small personal army around him. Later his forces joined the"}, {"title": "Vice Premier of the People's Republic of China", "href": "/wiki/Vice_Premier_of_the_People%27s_Republic_of_China", "description": "The vice-premiers of the State Council of the People's Republic of China are high-ranking executive assistants to the Premier. Generally, the title is held by multiple individuals at one time, with each Vice-Premier holding a broad portfolio of responsibilities. The highest-ranked office holder is informally called the First-ranked Vice-Premier. The first-ranked VP takes over duties of the Premier"}]}, {"heading": "Births", "year": "1896", "date": "March 22", "txt": "Joseph Schildkraut, Austrian-American actor (d. 1964)", "entities": []}, {"heading": "Births", "year": "1899", "date": "March 22", "txt": "Ruth Page, American ballerina and choreographer (d. 1991)", "entities": [{"title": "Ruth Page (ballerina)", "href": "/wiki/Ruth_Page_(ballerina)", "description": "Ruth Page was an American ballerina and choreographer, who created innovative works on American themes."}]}, {"heading": "Births", "year": "1901", "date": "March 22", "txt": "Greta Kempton, Austrian-American painter (d. 1991)", "entities": [{"title": "Greta Kempton", "href": "/wiki/Greta_Kempton", "description": "Greta Kempton was the White House artist during the Truman administration."}]}, {"heading": "Births", "year": "1902", "date": "March 22", "txt": "Johannes Brinkman, Dutch architect, designed the Van Nelle Factory (d. 1949)", "entities": [{"title": "Johannes Brinkman", "href": "/wiki/Johannes_Brinkman", "description": "Johannes Andreas Brinkman, also known as Jan Brinkman, was a Dutch architect and exponent of Nieuwe Bouwen, modern architecture in the Netherlands."}, {"title": "Van Nelle Factory", "href": "/wiki/Van_Nelle_Factory", "description": "The former Van Nelle Factory on the Schie in Rotterdam, is considered a prime example of the International Style based upon constructivist architecture. It has been a designated UNESCO World Heritage Site since 2014. Soon after it was built, prominent architects described the factory as \"the most beautiful spectacle of the modern age\" and \"a poem in steel and glass\"."}]}, {"heading": "Births", "year": "1902", "date": "March 22", "txt": "Madeleine Milhaud, French actress and composer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1903", "date": "March 22", "txt": "Bill Holman, American cartoonist (d. 1987)", "entities": [{"title": "Bill Holman (cartoonist)", "href": "/wiki/Bill_Holman_(cartoonist)", "description": "Bill Holman was an American cartoonist who drew the classic comic strip Smokey Stover from 1935 until he retired in 1973. Distributed through the Chicago Tribune syndicate, it had the longest run of any strip in the screwball genre. Holman signed some strips with the pseudonym Scat H. He once described himself as \"always inclined to humor and acting silly.\""}]}, {"heading": "Births", "year": "1907", "date": "March 22", "txt": "James M. Gavin, American general and diplomat, United States Ambassador to France (d. 1990)", "entities": [{"title": "James M. Gavin", "href": "/wiki/James_M._Gavin", "description": "James Maurice Gavin, sometimes called \"Jumpin' Jim\" and \"the jumping general\", was a senior United States Army officer, with the rank of lieutenant general, who was the third Commanding General (CG) of the 82nd Airborne Division during World War II. During the war, he was often referred to as \"The Jumping General\" because of his practice of taking part in combat jumps with the paratroopers under h"}, {"title": "United States Ambassador to France", "href": "/wiki/United_States_Ambassador_to_France", "description": "The United States Ambassador to France is the official representative of the President of the United States to the President of France. The United States has maintained diplomatic relations with France since the American Revolution. Relations were upgraded to the higher rank of Ambassador in 1893. The diplomatic relationship has continued through France's five republics, two empires, and three mon"}]}, {"heading": "Births", "year": "1908", "date": "March 22", "txt": "Jack Crawford, Australian tennis player (d. 1991)", "entities": [{"title": "Jack Crawford (tennis)", "href": "/wiki/Jack_Crawford_(tennis)", "description": "John Herbert Crawford, was an Australian tennis player during the 1930s. He was the World No. 1 player for 1933, during which year he won the Australian Open, the French Open, and Wimbledon, and was runner-up at the U.S. Open in five sets, thus missing the Grand Slam by one set that year. He also won the Australian Open in 1931, 1932, and 1935. He was inducted into the International Tennis Hall of"}]}, {"heading": "Births", "year": "1908", "date": "March 22", "txt": "Louis L'Amour, American novelist and short story writer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1909", "date": "March 22", "txt": "Gabrielle Roy, Canadian author and educator (d. 1983)", "entities": [{"title": "Gabrielle Roy", "href": "/wiki/Gabrielle_Roy", "description": "Gabrielle Roy was a Canadian author from St. Boniface, Manitoba and one of the major figures in French Canadian literature."}]}, {"heading": "Births", "year": "1910", "date": "March 22", "txt": "Nicholas Monsarrat, English sailor and author (d. 1979)", "entities": [{"title": "Nicholas Monsarrat", "href": "/wiki/Nicholas_Monsarrat", "description": "Lieutenant Commander Nicholas John Turney Monsarrat FRSL RNVR was a British novelist known for his sea stories, particularly The Cruel Sea (1951) and Three Corvettes (1942–45), but perhaps known best internationally for his novels, The Tribe That Lost Its Head and its sequel, Richer Than All His Tribe."}]}, {"heading": "Births", "year": "1912", "date": "March 22", "txt": "Wilfrid Brambell, Irish actor and performer (d. 1985)", "entities": [{"title": "Wilfrid Brambell", "href": "/wiki/Wilfrid_Brambell", "description": "Henry Wilfrid Brambell was an Irish television and film actor and comedian, best remembered for his role in the television series Steptoe and Son. He also performed alongside The Beatles in their debut film A Hard Day's Night, playing the fictional grandfather of Paul McCartney."}]}, {"heading": "Births", "year": "1912", "date": "March 22", "txt": "Karl Malden, American actor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1912", "date": "March 22", "txt": "Agnes Martin, Canadian-American painter and educator (d. 2004)", "entities": []}, {"heading": "Births", "year": "1912", "date": "March 22", "txt": "Leslie Johnson, English race car driver (d. 1959)", "entities": []}, {"heading": "Births", "year": "1913", "date": "March 22", "txt": "Tom McCall, American journalist and politician, 30th Governor of Oregon (d. 1983)", "entities": [{"title": "Tom McCall", "href": "/wiki/Tom_McCall", "description": "Thomas Lawson \"Tom\" McCall was an American statesman, politician and journalist in the state of Oregon. A Republican, he was the state's thirtieth governor from 1967 to 1975. A native of Massachusetts, McCall grew up there and in central Oregon and attended the University of Oregon in Eugene. After college, he worked as a journalist, including time at The Oregonian in Portland during World War II."}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Births", "year": "1913", "date": "March 22", "txt": "Lew Wasserman, American businessman and talent agent (d. 2002)", "entities": []}, {"heading": "Births", "year": "1913", "date": "March 22", "txt": "James Westerfield, American actor (d. 1971)", "entities": []}, {"heading": "Births", "year": "1914", "date": "March 22", "txt": "John Stanley, American author and illustrator (d. 1993)", "entities": [{"title": "John Stanley (cartoonist)", "href": "/wiki/John_Stanley_(cartoonist)", "description": "John Stanley was an American cartoonist and comic book writer, best known for writing Little Lulu comic book stories from 1945 to 1959. While mostly known for scripting, Stanley also drew many of his stories, including the earliest issues of Little Lulu and its Tubby spinoff series. His specialty was humorous stories, both with licensed characters and those of his own creation. His writing style h"}]}, {"heading": "Births", "year": "1914", "date": "March 22", "txt": "Donald Stokes, Baron Stokes, English businessman (d. 2008)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 22", "txt": "Virginia Grey, American actress (d. 2004)", "entities": [{"title": "Virginia Grey", "href": "/wiki/Virginia_Grey", "description": "Virginia Grey was an American actress who appeared in over 100 films and a number of radio and television shows from the 1930s to the early 1980s."}]}, {"heading": "Births", "year": "1917", "date": "March 22", "txt": "Irving Kaplansky, Canadian-American mathematician and academic (d. 2006)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 22", "txt": "Paul Rogers, English actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1918", "date": "March 22", "txt": "Cheddi Jagan, Guyanese politician, 4th President of Guyana (d. 1997)", "entities": [{"title": "Cheddi Jagan", "href": "/wiki/Cheddi_Jagan", "description": "HE Cheddi Berret Jagan was a Guyanese politician who was first elected Chief Minister in 1953 and later Premier of British Guiana from 1961 to 1964. He later served as President of Guyana from 1992 to 1997. Jagan is widely regarded in Guyana as the Father of the Nation. In 1953, he became the first person of Indian descent to be a head of government outside of South Asia."}, {"title": "President of Guyana", "href": "/wiki/President_of_Guyana", "description": "The President of the Co-operative Republic of Guyana is the head of state and the head of government of Guyana, as well as the commander-in-chief of the armed forces of the Republic, according to the Constitution of Guyana. The president is also the chancellor of the Orders of Guyana. Concurrent with their constitutional role as Commander-in-Chief of the Armed Forces, the President does not appoin"}]}, {"heading": "Births", "year": "1919", "date": "March 22", "txt": "Bernard Krigstein, American illustrator (d. 1990)", "entities": [{"title": "Bernard Krigstein", "href": "/wiki/Bernard_Krigstein", "description": "Bernard Krigstein, was an American illustrator and gallery artist who received acclaim for his innovative and influential approach to comic book art, notably in EC Comics. His artwork usually displayed the signature B. Krigstein. His best-known work in comic books is the eight-page story \"Master Race\", originally published in the debut issue of EC Comics' Impact."}]}, {"heading": "Births", "year": "1920", "date": "March 22", "txt": "James Brown, American actor and singer (d. 1992)", "entities": [{"title": "James Brown (actor)", "href": "/wiki/James_Brown_(actor)", "description": "James E. Brown was an American film and TV actor best known for his role as Lieutenant Ripley \"Rip\" Masters in all 166 episodes of the 1954-1959 ABC Western television series, The Adventures of Rin Tin Tin. He was also credited variously as J.B. Brown, Jim L. Brown, and James Bowen Brown."}]}, {"heading": "Births", "year": "1920", "date": "March 22", "txt": "Werner Klemperer, German-American actor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 22", "txt": "Lloyd MacPhail, Canadian businessman and politician, 23rd Lieutenant Governor of Prince Edward Island (d. 1995)", "entities": [{"title": "Lieutenant Governor of Prince Edward Island", "href": "/wiki/Lieutenant_Governor_of_Prince_Edward_Island", "description": "The lieutenant governor of Prince Edward Island is the viceregal representative in Prince Edward Island of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom"}]}, {"heading": "Births", "year": "1920", "date": "March 22", "txt": "Fanny Waterman, English pianist and educator, founded the Leeds International Pianoforte Competition (d. 2020)", "entities": [{"title": "Leeds International Pianoforte Competition", "href": "/wiki/Leeds_International_Pianoforte_Competition", "description": "The Leeds International Piano Competition, informally known as The Leeds and formerly the Leeds International Pianoforte Competition, takes place every three years in Leeds, West Yorkshire, England. It was founded in 1961 by Marion, Countess of Harewood, Dame Fanny Waterman, and Roslyn Lyons, with the first competition being held in 1963. Waterman was the chair and artistic director up to the 2015"}]}, {"heading": "Births", "year": "1920", "date": "March 22", "txt": "Katsuko Saruhashi, Japanese geochemist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 22", "txt": "Ross Martin, American actor (d. 1981)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 22", "txt": "Nino Manfredi, Italian actor, director, and screenwriter (d. 2004)", "entities": [{"title": "Nino Manfredi", "href": "/wiki/Nino_Manfredi", "description": "Saturnino \"Nino\" Manfredi was an Italian actor, voice actor, director, screenwriter, playwright, comedian, singer, author, radio personality and television presenter."}]}, {"heading": "Births", "year": "1922", "date": "March 22", "txt": "John J. Gilligan, American politician, 62nd Governor of Ohio (d. 2013)", "entities": [{"title": "John J. Gilligan", "href": "/wiki/John_J._Gilligan", "description": "John Joyce Gilligan was an American Democratic politician from the state of Ohio who served as a U.S. Representative and as the 62nd Governor of Ohio from 1971 to 1975. He was the father of Kathleen Sebelius, who later served as Governor of Kansas and United States Secretary of Health and Human Services. Gilligan and Sebelius are the only father and daughter ever to have both been elected state go"}, {"title": "Governor of Ohio", "href": "/wiki/Governor_of_Ohio", "description": "The governor of the State of Ohio is the head of the executive branch of the government of Ohio and the commander-in-chief of the U.S. state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Ohio General Assembly, the power to convene the legislature and the power to grant pardons, except in cases of treason and impeachmen"}]}, {"heading": "Births", "year": "1922", "date": "March 22", "txt": "Stewart Stern, American screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 22", "txt": "Marcel Marceau, French mime and actor (d. 2007)", "entities": [{"title": "Marcel Marceau", "href": "/wiki/Marcel_Marceau", "description": "Marcel Marceau was a French actor and mime artist most famous for his stage persona, \"Bip the Clown\". He referred to mime as the \"art of silence\" and he performed professionally worldwide for over 60 years. As a Jewish youth, he lived in hiding and worked with the French Resistance during most of World War II, giving his first major performance to 3,000 troops after the liberation of Paris in Augu"}, {"title": "Mime", "href": "/wiki/Mime", "description": "A mime artist or just mime is a person who uses mime as a theatrical medium or as a performance art. Miming involves acting out a story through body motions, without the use of speech. In earlier times, in English, such a performer would typically be referred to as a mummer. Miming is distinguished from silent comedy, in which the artist is a character in a film or skit without sound."}]}, {"heading": "Births", "year": "1924", "date": "March 22", "txt": "Al Neuharth, American journalist and author, founded USA Today (d. 2013)", "entities": [{"title": "Al Neuharth", "href": "/wiki/Al_Neuharth", "description": "Allen Harold \"Al\" Neuharth was an American businessman, author, and columnist born in Eureka, South Dakota. He was the founder of USA Today, The Freedom Forum, and its Newseum."}]}, {"heading": "Births", "year": "1924", "date": "March 22", "txt": "Yevgeny Ostashev, Russian test pilot, participant in the launch of the first artificial Earth satellite (d. 1960)", "entities": [{"title": "Earth", "href": "/wiki/Earth", "description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. About 29.2% of Earth's surface is land consisting of continents and islands. The remaining 70.8% is covered with water, mostly by oceans, seas, gulfs, and other salt-water bodies, but also by lakes, rivers, and other fresh water, which together constitute the hydrosphere. Much of Earth's polar regions are"}, {"title": "Sputnik 1", "href": "/wiki/Sputnik_1", "description": "Sputnik 1 was the first artificial Earth satellite. It was launched into an elliptical low Earth orbit by the USSR on 4 October 1957 as part of the Soviet space program. It orbited for three weeks before its batteries died and then orbited silently for two months before it fell back into the atmosphere on the 4th January 1958."}]}, {"heading": "Births", "year": "1924", "date": "March 22", "txt": "Osman F. Seden, Turkish director, producer, and screenwriter (d. 1998)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 22", "txt": "Bill Wendell, American television announcer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 22", "txt": "Marty Blake, American basketball player and manager (d. 2013)", "entities": [{"title": "Marty Blake", "href": "/wiki/Marty_Blake", "description": "Marty Blake was a general manager of the Atlanta Hawks franchise, and the NBA's longtime Director of Scouting. He was a recipient of the Basketball Hall of Fame's John Bunn Award."}]}, {"heading": "Births", "year": "1927", "date": "March 22", "txt": "Nicolas Tikhomiroff, Russian photographer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1928", "date": "March 22", "txt": "Carrie Donovan, American journalist (d. 2001)", "entities": [{"title": "Carrie Donovan", "href": "/wiki/Carrie_Donovan", "description": "Carrie Donovan was an American fashion editor for Vogue, Harper's Bazaar and The New York Times Magazine. In the 1990s she became known for her work in Old Navy commercials where she wore her trademark large eyeglasses and black clothing, often declaring the merchandise \"Fabulous!\". In almost all of the commercials, she appeared alongside Magic the dog and various other stars from TV and fashion."}]}, {"heading": "Births", "year": "1928", "date": "March 22", "txt": "E. D. Hirsch, American author, critic, and academic", "entities": []}, {"heading": "Births", "year": "1928", "date": "March 22", "txt": "Ed Macauley, American basketball player, coach, and priest (d. 2011)", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 22", "txt": "Yayoi Kusama, Japanese artist", "entities": [{"title": "Yayoi Kusama", "href": "/wiki/Yayoi_Kusama", "description": "Yayoi Kusama  is a Japanese contemporary artist who works primarily in sculpture and installation, but is also active in painting, performance, film, fashion, poetry, fiction, and other arts. Her work is based in conceptual art and shows some attributes of feminism, minimalism, surrealism, Art Brut, pop art, and abstract expressionism, and is infused with autobiographical, psychological, and sexua"}]}, {"heading": "Births", "year": "1929", "date": "March 22", "txt": "P. Ramlee, Malaysian actor, director, singer, songwriter, composer, and producer (d. 1973)", "entities": []}, {"heading": "Births", "year": "1930", "date": "March 22", "txt": "Derek Bok, American lawyer and academic", "entities": [{"title": "Derek Bok", "href": "/wiki/Derek_Bok", "description": "Derek Curtis Bok is an American lawyer and educator, and the former president of Harvard University."}]}, {"heading": "Births", "year": "1930", "date": "March 22", "txt": "Pat Robertson, American minister and broadcaster, founded the Christian Broadcasting Network", "entities": [{"title": "Christian Broadcasting Network", "href": "/wiki/Christian_Broadcasting_Network", "description": "The Christian Broadcasting Network (CBN) is an American conservative evangelical Christian religious television network and production company. Founded by televangelist Pat Robertson, its headquarters and main studios are based in Virginia Beach, Virginia, United States. CBN has been described as having been \"at the forefront of the culture wars since the network’s inception in the early 1960s.\""}]}, {"heading": "Births", "year": "1930", "date": "March 22", "txt": "Stephen Sondheim, American composer and songwriter", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 22", "txt": "Burton Richter, American physicist and academic, Nobel Prize laureate (d. 2018)", "entities": [{"title": "Burton Richter", "href": "/wiki/Burton_Richter", "description": "Burton Richter was an American physicist. He led the Stanford Linear Accelerator Center (SLAC) team which co-discovered the J/ψ meson in 1974, alongside the Brookhaven National Laboratory (BNL) team led by Samuel Ting for which they won Nobel Prize for Physics in 1976. This discovery was part of the November Revolution of particle physics. He was the SLAC director from 1984 to 1999."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1931", "date": "March 22", "txt": "William Shatner, Canadian actor", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 22", "txt": "Leslie Thomas, Welsh journalist and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1932", "date": "March 22", "txt": "Els Borst, Dutch physician and politician, Deputy Prime Minister of the Netherlands (d. 2014)", "entities": [{"title": "Els Borst", "href": "/wiki/Els_Borst", "description": "Else \"Els\" Borst-Eilers was a Dutch politician of the Democrats 66 (D66) party and physician. She was granted the honorary title of Minister of State on 21 December 2012."}, {"title": "Deputy Prime Minister of the Netherlands", "href": "/wiki/Deputy_Prime_Minister_of_the_Netherlands", "description": "The Deputy Prime Minister of the Netherlands is the official deputy of the head of government of the Netherlands. In the absence of the Prime Minister of the Netherlands the Deputy Prime Minister takes over his functions, such as chairing the Cabinet of the Netherlands and the Council of Ministers of the Netherlands. Conventionally, all of the junior partners in the coalition get one deputy, and t"}]}, {"heading": "Births", "year": "1932", "date": "March 22", "txt": "Larry Evans, American chess player and journalist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 22", "txt": "Abolhassan Banisadr, Iranian economist and politician, 1st President of Iran", "entities": [{"title": "Abolhassan Banisadr", "href": "/wiki/Abolhassan_Banisadr", "description": "Sayyid Abolhassan Banisadr is an Iranian politician. He was the first President of Iran after the 1979 Iranian Revolution abolished the monarchy, serving from 4 February 1980 until he was impeached by parliament on 20 June 1981. Prior to his presidency, he was the minister of foreign affairs in the interim government. He has resided for many years in France where he co-founded the National Council"}, {"title": "President of Iran", "href": "/wiki/President_of_Iran", "description": "The president of Iran is the head of government of the Islamic Republic of Iran. The president is the highest-ranking official of Iran. The president carries out the decrees, and answers to the Supreme Leader of Iran, who functions as the country's head of state. Unlike the executive in other countries, the president of Iran does not have full control over the government, which is ultimately under"}]}, {"heading": "Births", "year": "1934", "date": "March 22", "txt": "May Britt, Swedish actress", "entities": [{"title": "May Britt", "href": "/wiki/May_Britt", "description": "May Britt is a Swedish actress who had a brief career in the 1950s in Italy and later in the United States. She was married to American entertainer Sammy Davis Jr. from 1960 to 1968."}]}, {"heading": "Births", "year": "1934", "date": "March 22", "txt": "Sheila Cameron, English lawyer and judge", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 22", "txt": "Orrin Hatch, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 22", "txt": "Galina Gavrilovna Korchuganova, Russian-born Soviet test pilot and aerobatics champion (d. 2004)", "entities": [{"title": "Galina Gavrilovna Korchuganova", "href": "/wiki/Galina_Gavrilovna_Korchuganova", "description": "Galina Gavrilovna Korchuganova was a Soviet test pilot and aerobatics champion. After graduating from studies in aviation technology in 1959, Korchuganova made a name for herself as a pilot in aerobatics competitions, becoming the first women's world aerobatics champion in 1966. She subsequently trained as a test pilot, going on to set 42 world flight records and flying more than 20 types of aircr"}, {"title": "Aerobatics", "href": "/wiki/Aerobatics", "description": "Aerobatics is the practice of flying maneuvers involving aircraft attitudes that are not used in normal flight. Aerobatics are performed in airplanes and gliders for training, recreation, entertainment, and sport. Additionally, some helicopters, such as the MBB Bo 105, are capable of limited aerobatic maneuvers. An example of a fully aerobatic helicopter, capable of performing loops and rolls, is "}]}, {"heading": "Births", "year": "1935", "date": "March 22", "txt": "Lea Pericoli, Italian tennis player and journalist", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 22", "txt": "Frank Pulli, American baseball player and umpire (d. 2013)", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 22", "txt": "M. Emmet Walsh, American actor", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 22", "txt": "Ron Carey, American trade union leader (d. 2008)", "entities": [{"title": "Ron Carey (labor leader)", "href": "/wiki/Ron_Carey_(labor_leader)", "description": "Ronald Robert Carey was an American labor leader who served as president of the International Brotherhood of Teamsters from 1991 to 1997. He was the first Teamster General President elected by a direct vote of the membership. He ran for re-election in 1996 and won, but in 1997 federal investigators discovered that the Carey campaign had engaged in an illegal donation kickback scheme to raise more "}]}, {"heading": "Births", "year": "1936", "date": "March 22", "txt": "Roger Whittaker, Kenyan-English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 22", "txt": "Erol Büyükburç, Turkish singer-songwriter, pop music composer, and actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 22", "txt": "Angelo Badalamenti, American pianist and composer", "entities": [{"title": "Angelo Badalamenti", "href": "/wiki/Angelo_Badalamenti", "description": "Angelo Badalamenti is an American composer, best known for his work scoring films for director David Lynch, notably Blue Velvet, the Twin Peaks saga, The Straight Story and Mulholland Drive. Badalamenti received the 1990 Grammy Award for Best Pop Instrumental Performance for his \"Twin Peaks Theme\", and has received a Lifetime Achievement Award from the World Soundtrack Awards and the Henry Mancini"}]}, {"heading": "Births", "year": "1937", "date": "March 22", "txt": "Armin Hary, German sprinter", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 22", "txt": "Jon Hassell, American trumpet player and composer", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 22", "txt": "Rein Etruk, Estonian chess player (d. 2012)", "entities": [{"title": "Rein Etruk", "href": "/wiki/Rein_Etruk", "description": "Rein-Toomas Etruk was an Estonian chess player who three times won the Estonian Chess Championship."}]}, {"heading": "Births", "year": "1940", "date": "March 22", "txt": "Dave Keon, Canadian ice hockey player", "entities": [{"title": "Dave Keon", "href": "/wiki/Dave_Keon", "description": "David Michael Keon is a Canadian former professional ice hockey centre. He played professionally from 1960 to 1982, including 15 seasons with the Toronto Maple Leafs, and was inducted into the Hockey Hall of Fame in 1986. Keon was inducted into the Ontario Sports Hall of Fame in 2010. On October 16, 2016, as part of the Toronto Maple Leafs centennial celebrations, Keon was named the greatest playe"}]}, {"heading": "Births", "year": "1940", "date": "March 22", "txt": "Haing S. Ngor, Cambodian-American physician and author (d. 1996)", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 22", "txt": "George Edward Alcorn, Jr., American physicist and inventor", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 22", "txt": "Billy Collins, American poet", "entities": [{"title": "Billy Collins", "href": "/wiki/Billy_Collins", "description": "William James Collins is an American poet, appointed as Poet Laureate of the United States from 2001 to 2003. He is a Distinguished Professor at Lehman College of the City University of New York. Collins was recognized as a Literary Lion of the New York Public Library (1992) and selected as the New York State Poet for 2004 through 2006. In 2016, Collins was inducted into the American Academy of Ar"}]}, {"heading": "Births", "year": "1941", "date": "March 22", "txt": "Jeremy Clyde, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 22", "txt": "Bruno Ganz, Swiss actor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 22", "txt": "Cassam Uteem, Mauritian politician, 2nd President of Mauritius", "entities": [{"title": "List of Presidents of Mauritius", "href": "/wiki/List_of_Presidents_of_Mauritius", "description": "Seven people have served as President of Mauritius since the office was established in 1992, when Mauritius became a republic within the Commonwealth of Nations. Queen Elizabeth II ceased to be head of state, Queen of Mauritius; the last Governor-General, Sir Veerasamy Ringadoo, was appointed the first President of Mauritius. The President is elected by the National Assembly for a five-year term. "}]}, {"heading": "Births", "year": "1942", "date": "March 22", "txt": "Jorge Ben Jor, Brazilian singer-songwriter", "entities": [{"title": "Jorge Ben Jor", "href": "/wiki/Jorge_Ben_Jor", "description": "Jorge Duilio Lima Menezes is a Brazilian popular musician, performing under the stage name Jorge Ben Jor since the 1980s, though commonly known by his former stage name Jorge Ben. His characteristic style fuses samba, funk, rock and bossa nova with lyrics that blend humor and satire with often esoteric subject matter. His hits include \"Chove Chuva\", \"Mas Que Nada\", \"Ive Brussel\" and \"Balança Pema\""}]}, {"heading": "Births", "year": "1942", "date": "March 22", "txt": "Dick Pound, Canadian lawyer and academic", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 22", "txt": "George Benson, American singer-songwriter and guitarist", "entities": [{"title": "George Benson", "href": "/wiki/George_Benson", "description": "George Washington Benson is an American guitarist, singer, and songwriter. He began his professional career at the age of 19 as a jazz guitarist."}]}, {"heading": "Births", "year": "1943", "date": "March 22", "txt": "Nazem Ganjapour, Iranian footballer and manager (d. 2013)", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 22", "txt": "Keith Relf, English singer-songwriter, guitarist, and producer (d. 1976)", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 22", "txt": "Eric Roth, American screenwriter and producer", "entities": [{"title": "Eric Roth", "href": "/wiki/Eric_Roth", "description": "Eric R. Roth is an American screenwriter. He has been nominated five times for the Academy Award for Best Adapted Screenplay — for Forrest Gump (1994), The Insider (1999), Munich (2005), The Curious Case of Benjamin Button (2008), and A Star Is Born (2018) — winning for Forrest Gump. He also wrote the screenplay for the Oscar-nominated film Extremely Loud & Incredibly Close (2011). Roth also contr"}]}, {"heading": "Births", "year": "1946", "date": "March 22", "txt": "Don Chaney, American basketball player and coach", "entities": [{"title": "Don Chaney", "href": "/wiki/Don_Chaney", "description": "Donald Ray Chaney is an American former professional basketball player and coach, most notable for his long stints as a player on the Boston Celtics."}]}, {"heading": "Births", "year": "1946", "date": "March 22", "txt": "Rivka Golani, Israeli viola player and composer", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 22", "txt": "Rudy Rucker, American mathematician, computer scientist, and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 22", "txt": "Harry Vanda, Dutch-Australian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 22", "txt": "George Ferguson, English architect and politician, 1st Mayor of Bristol", "entities": [{"title": "George Ferguson (Mayor of Bristol)", "href": "/wiki/George_Ferguson_(Mayor_of_Bristol)", "description": "George Robin Paget Ferguson CBE, PPRIBA, RWA is a British politician, former architect, and entrepreneur who served as the first elected mayor of Bristol from 2012 to 2016."}, {"title": "Mayor of Bristol", "href": "/wiki/Mayor_of_Bristol", "description": "The Mayor of Bristol is the head of government of Bristol and the chief executive of the Bristol City Council. The Mayor is a directly elected politician who, along with the 70 members of Bristol City Council, is responsible for the strategic government of the city of Bristol, England. The role was created after a local referendum held on 3 May 2012, which followed the passage of the Localism Act "}]}, {"heading": "Births", "year": "1947", "date": "March 22", "txt": "James Patterson, American author and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 22", "txt": "Maarten van Gent, Dutch basketball player and coach", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 22", "txt": "Andrew Lloyd Webber, English composer and director", "entities": [{"title": "Andrew Lloyd Webber", "href": "/wiki/Andrew_Lloyd_Webber", "description": "Andrew Lloyd Webber, Baron Lloyd-Webber is an English composer and impresario of musical theatre. Several of his musicals have run for more than a decade both in the West End and on Broadway. He has composed 21 musicals, a song cycle, a set of variations, two film scores, and a Latin Requiem Mass. Several of his songs have been widely recorded and were successful outside of their parent musicals, "}]}, {"heading": "Births", "year": "1949", "date": "March 22", "txt": "Fanny Ardant, French actress, director, and screenwriter", "entities": [{"title": "Fanny Ardant", "href": "/wiki/Fanny_Ardant", "description": "Fanny Marguerite Judith Ardant is a French actress and filmmaker. She is the recipient of numerous accolades, including two César Awards and a Lumières Award."}]}, {"heading": "Births", "year": "1949", "date": "March 22", "txt": "Brian Hanrahan, English journalist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 22", "txt": "Des Browne, Scottish lawyer and politician, Secretary of State for Scotland", "entities": [{"title": "Des Browne", "href": "/wiki/Des_Browne", "description": "Desmond Henry Browne, Baron Browne of Ladyton, is a Scottish Labour Party politician who was the Member of Parliament (MP) for Kilmarnock and Loudoun from 1997 to 2010. He was a member of the Cabinet of the United Kingdom under Tony Blair and Gordon Brown, until the latter moved him from both Defence and Scottish Secretary in 2008."}, {"title": "Secretary of State for Scotland", "href": "/wiki/Secretary_of_State_for_Scotland", "description": "The Secretary of State for Scotland, also referred to as Her Majesty's Principal Secretary of State for Scotland or the Scottish Secretary, is the secretary of state and principal government minister for Scotland in the Cabinet of Her Majesty's Government of the United Kingdom of Great Britain and Northern Ireland. The Scottish Secretary heads the Scotland Office, a government department based in "}]}, {"heading": "Births", "year": "1953", "date": "March 22", "txt": "Kenneth Rogoff, American economist and chess grandmaster", "entities": [{"title": "Kenneth Rogoff", "href": "/wiki/Kenneth_Rogoff", "description": "Kenneth Saul Rogoff is an American economist and chess Grandmaster. He is the Thomas D. Cabot Professor of Public Policy and Professor of Economics at Harvard University."}]}, {"heading": "Births", "year": "1955", "date": "March 22", "txt": "Lena Olin, Swedish actress", "entities": [{"title": "Lena Olin", "href": "/wiki/Lena_Olin", "description": "Lena Maria Jonna Olin is a Swedish actress. She has been nominated for several acting awards, including a Golden Globe for The Unbearable Lightness of Being (1988) and an Academy Award for Enemies, A Love Story (1989). Other well-known films in which she has appeared include After the Rehearsal (1984) by Ingmar Bergman, Chocolat (2000), directed by her husband Lasse Hallström, Queen of the Damned "}]}, {"heading": "Births", "year": "1955", "date": "March 22", "txt": "Pete Sessions, American politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 22", "txt": "Valdis Zatlers, Latvian physician and politician, 7th President of Latvia", "entities": [{"title": "President of Latvia", "href": "/wiki/President_of_Latvia", "description": "The president of Latvia is head of state and commander-in-chief of the National Armed Forces of the Republic of Latvia."}]}, {"heading": "Births", "year": "1956", "date": "March 22", "txt": "Maria Teresa, Grand Duchess of Luxembourg (born María Teresa Mestre y Batista)", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 22", "txt": "Jürgen Bucher, German footballer", "entities": [{"title": "Jürgen Bucher", "href": "/wiki/J%C3%BCrgen_Bucher", "description": "Jürgen Bucher is a retired German footballer."}]}, {"heading": "Births", "year": "1957", "date": "March 22", "txt": "Stephanie Mills, American actress and singer", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 22", "txt": "Matthew Modine, American actor, director, producer, and screenwriter", "entities": [{"title": "Matthew Modine", "href": "/wiki/Matthew_Modine", "description": "Matthew Avery Modine is an American actor, activist and filmmaker, who rose to prominence through his role as United States Marine Corps Private Joker in Full Metal Jacket. His other film roles include the title character in Birdy, the high school wrestler Louden Swain in Vision Quest, Joe Slovak in Gross Anatomy, William Shaw in Cutthroat Island, Drake Goodman in Pacific Heights and Dr. Ralph Wym"}]}, {"heading": "Births", "year": "1960", "date": "March 22", "txt": "Tarmo Laht, Estonian architect", "entities": [{"title": "Tarmo Laht", "href": "/wiki/Tarmo_Laht", "description": "Tarmo Laht is an Estonian architect."}]}, {"heading": "Births", "year": "1960", "date": "March 22", "txt": "Lauri Vahtre, Estonian historian and politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 22", "txt": "Simon Furman, British comic book writer", "entities": [{"title": "Simon Furman", "href": "/wiki/Simon_Furman", "description": "Simon Christopher Francis Furman is a British comic book writer who is best known for his work on Hasbro's Transformers franchise, starting with writing Marvel's initial comic book to promote the toyline worldwide, as well as foundations for both Dreamwave Production's and IDW Publishing's takes on the Generation 1 minifranchise."}]}, {"heading": "Births", "year": "1963", "date": "March 22", "txt": "Deborah Bull, English ballerina", "entities": [{"title": "Deborah Bull", "href": "/wiki/Deborah_Bull", "description": "Deborah Bull, Baroness Bull, CBE is an English dancer, writer, and broadcaster and former creative director of the Royal Opera House. Deborah joined King's College London as Director, Cultural Partnerships in 2012. In 2015 she was appointed as the university's Assistant Principal (London) and in 2018 was named Vice President & Vice-Principal (London)."}]}, {"heading": "Births", "year": "1963", "date": "March 22", "txt": "Susan Ann Sulley, English pop singer", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 22", "txt": "Martín Vizcarra, Peruvian engineer and politician, 67th President of Peru", "entities": [{"title": "President of Peru", "href": "/wiki/President_of_Peru", "description": "The president of Peru, formally recognized as the President of the Republic of Peru, is the head of state and head of government of Peru. The president is the head of the executive branch and is the Supreme Head of the Armed Forces and Police of Peru. The office of president corresponds to the highest magistracy in the country, making the president the highest ranking public official in Peru."}]}, {"heading": "Births", "year": "1964", "date": "March 22", "txt": "David Gillespie, Australian rugby league player", "entities": [{"title": "David Gillespie", "href": "/wiki/David_Gillespie", "description": "David \"Cement\" Gillespie is an Australian former professional rugby league footballer who played as a second-row and prop forward in the 1980s and 1990s. Gillespie played for the Canterbury-Bankstown Bulldogs, Western Suburbs Magpies, Manly-Warringah Sea Eagles, New South Wales and for the Australian national side."}]}, {"heading": "Births", "year": "1966", "date": "March 22", "txt": "Pia Cayetano, Filipino lawyer and politician", "entities": [{"title": "Pia Cayetano", "href": "/wiki/Pia_Cayetano", "description": "Pilar Juliana \"Pia\" Schramm Cayetano is a Filipino politician and lawyer serving as a Senator since 2019, a position she previously held from 2004 to 2016. She was also the Representative of Taguig City's lone district from 2016 to 2019 and was one of the Deputy Speakers."}]}, {"heading": "Births", "year": "1966", "date": "March 22", "txt": "Todd Ewen, Canadian ice hockey player and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 22", "txt": "Artis Pabriks, Latvian academic and politician, 11th Minister for Defence of Latvia", "entities": [{"title": "Minister for Defence of Latvia", "href": "/wiki/Minister_for_Defence_of_Latvia", "description": "The Defence Minister of the Republic of Latvia is the head of the Ministry of Defence, who is charged with the political leadership of the Latvian National Armed Forces. The position was re-established in November 1991 following the declaration on the restoration of the country's independence from the USSR. Since January 2019, the position has been held by Artis Pabriks."}]}, {"heading": "Births", "year": "1966", "date": "March 22", "txt": "António Pinto, Portuguese runner", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 22", "txt": "Brian Shaw, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 22", "txt": "Mario Cipollini, Italian cyclist", "entities": [{"title": "Mario Cipollini", "href": "/wiki/Mario_Cipollini", "description": "Mario Cipollini, often abbreviated to \"Cipo\", is a retired Italian professional road cyclist most noted for his sprinting ability, the longevity of his dominance and his colourful personality. His nicknames include Il Re Leone and Super Mario. He is regarded as the best sprinter of his generation."}]}, {"heading": "Births", "year": "1967", "date": "March 22", "txt": "Bernie Gallacher, Scottish-English footballer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 22", "txt": "Andreas Johnson, Swedish singer-songwriter", "entities": [{"title": "Andreas Johnson", "href": "/wiki/Andreas_Johnson", "description": "Jon Erik Andreas Johnson is a Swedish pop/rock singer-songwriter and musician."}]}, {"heading": "Births", "year": "1970", "date": "March 22", "txt": "Leontien van Moorsel, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 22", "txt": "Hwang Young-cho, South Korean runner", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 22", "txt": "Keegan-Michael Key, American actor, comedian, and writer", "entities": [{"title": "Keegan-Michael Key", "href": "/wiki/Keegan-Michael_Key", "description": "Keegan-Michael Key is an American actor, comedian, writer, and producer. He co-created and co-starred alongside Jordan Peele in Comedy Central's sketch series Key & Peele (2012–2015) and co-starred in USA Network's Playing House (2014–2017). He spent six seasons as a cast member on Mad TV (2004–2009) and has made guest appearances on the U.S. version of Whose Line is it Anyway? on The CW. He also "}]}, {"heading": "Births", "year": "1972", "date": "March 22", "txt": "Shawn Bradley, German-American basketball player, coach, and actor", "entities": [{"title": "Shawn Bradley", "href": "/wiki/Shawn_Bradley", "description": "Shawn Paul Bradley is a German-American former professional basketball player who played center for the Philadelphia 76ers, New Jersey Nets, and Dallas Mavericks of the National Basketball Association (NBA). Nicknamed \"The Stormin' Mormon\", Bradley was one of the tallest players in NBA history at 7 ft 6 in (2.29 m). Bradley was born in Landstuhl, West Germany, as his family was stationed at the U."}]}, {"heading": "Births", "year": "1972", "date": "March 22", "txt": "Cory Lidle, American baseball player (d. 2006)", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 22", "txt": "Elvis Stojko, Canadian figure skater and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 22", "txt": "Beverley Knight, English singer-songwriter and producer", "entities": [{"title": "Beverley Knight", "href": "/wiki/Beverley_Knight", "description": "Beverley Knight, is an English recording artist and musical theatre actress who released her first album, The B-Funk, in 1995. Heavily influenced by American soul music icons such as Sam Cooke and Aretha Franklin, Knight has released eight studio albums. Widely labelled as one of Britain's greatest soul singers, Knight is best known for her hit singles \"Greatest Day\", \"Get Up!\", \"Shoulda Woulda Co"}]}, {"heading": "Births", "year": "1974", "date": "March 22", "txt": "Marcus Camby, American basketball player", "entities": [{"title": "Marcus Camby", "href": "/wiki/Marcus_Camby", "description": "Marcus Dion Camby is an American former professional basketball player who played 17 seasons in the National Basketball Association (NBA). He was named Defensive Player of the Year during the 2006–07 NBA season, leading the league in blocked shots per game. Camby is also a four-time member of the NBA All-Defensive Team and is 12th on the NBA's all-time career blocks list."}]}, {"heading": "Births", "year": "1974", "date": "March 22", "txt": "Philippe Clement, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 22", "txt": "Geo Meneses, Mexican producer and singer", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 22", "txt": "Cole Hauser, American actor and producer", "entities": [{"title": "Cole Hauser", "href": "/wiki/Cole_Hauser", "description": "Cole Kenneth Hauser is an American actor. He is best known for his roles in the films Higher Learning, School Ties, Dazed and Confused, Good Will Hunting, Pitch Black, Tigerland, Hart's War, Tears of the Sun, The Family that Preys, 2 Fast 2 Furious, The Cave, The Break-Up, A Good Day to Die Hard, Olympus Has Fallen, and Transcendence. He was nominated for the Independent Spirit Award for Best Supp"}]}, {"heading": "Births", "year": "1975", "date": "March 22", "txt": "Jiří Novák, Czech-Monegasque tennis player", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 22", "txt": "Teun de Nooijer, Dutch field hockey player", "entities": [{"title": "Teun de Nooijer", "href": "/wiki/Teun_de_Nooijer", "description": "Teun Floris de Nooijer is a field hockey player from the Netherlands, who twice became Olympic champion with the Dutch national squad, in 1996 and in 2000, and was on the team in 2012. He currently plays for Dutch side HC Bloemendaal and in Hockey India League for Uttar Pradesh Wizards."}]}, {"heading": "Births", "year": "1976", "date": "March 22", "txt": "Kathryn Jean Lopez, American journalist", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 22", "txt": "Asako Toki, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 22", "txt": "Kellie Shanygne Williams, American actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 22", "txt": "Reese Witherspoon, American actress and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 22", "txt": "Joey Porter, American football player and coach", "entities": [{"title": "Joey Porter", "href": "/wiki/Joey_Porter", "description": "Joseph Eugene Porter is a former American football linebacker who played 13 seasons in the National Football League (NFL), and is a former outside linebackers coach for the Pittsburgh Steelers. After playing college football at Colorado State, he was drafted by the Steelers in the third round of the 1999 NFL Draft. A four-time Pro Bowl selection, Porter earned a Super Bowl ring with the Steelers i"}]}, {"heading": "Births", "year": "1977", "date": "March 22", "txt": "Tom Poti, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 22", "txt": "Aaron North, American guitarist", "entities": [{"title": "Aaron North", "href": "/wiki/Aaron_North", "description": "Aaron Wright North is an American musician. He was the co-founder and guitarist of punk band The Icarus Line, the lead guitarist of industrial rock group Nine Inch Nails, and vocalist/guitarist for Jubilee. North is noted for his chaotic and unconventional guitar approach, his use and command of feedback, and the flailing of his guitar wildly while on stage."}]}, {"heading": "Births", "year": "1979", "date": "March 22", "txt": "Juan Uribe, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 22", "txt": "Arne Gabius, German runner", "entities": [{"title": "Arne Gabius", "href": "/wiki/Arne_Gabius", "description": "Arne Gabius is a German long distance runner. He is the current men's German national record holder in the marathon with his time of 2 hours 08 minutes and 33 seconds."}]}, {"heading": "Births", "year": "1982", "date": "March 22", "txt": "Piá, Brazilian footballer", "entities": [{"title": "Piá (footballer, born 1982)", "href": "/wiki/Pi%C3%A1_(footballer,_born_1982)", "description": "João Batista Inácio, commonly known as Piá, is a Brazilian footballer who plays as a forward."}]}, {"heading": "Births", "year": "1982", "date": "March 22", "txt": "Enrico Gasparotto, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 22", "txt": "Michael Janyk, Canadian skier", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 22", "txt": "Piotr Trochowski, German footballer", "entities": [{"title": "Piotr Trochowski", "href": "/wiki/Piotr_Trochowski", "description": "Piotr Artur Trochowski is a German professional footballer who plays as an attacking midfielder. According to his FIFA World Cup 2010 profile he is a playmaker known for \"his speed, agility, tricky dribbling and refined technique.\""}]}, {"heading": "Births", "year": "1985", "date": "March 22", "txt": "Mayola Biboko, Belgian footballer", "entities": [{"title": "Mayola Biboko", "href": "/wiki/Mayola_Biboko", "description": "Mayola Biboko is a Congolese-Belgian footballer. He was born in N'dalatando, Cuanza Norte."}]}, {"heading": "Births", "year": "1985", "date": "March 22", "txt": "Jakob Fuglsang, Danish cyclist", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 22", "txt": "Mike Jenkins, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 22", "txt": "Justin Masterson, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 22", "txt": "Kelli Waite, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 22", "txt": "David Choi, American singer-songwriter, guitarist, and producer", "entities": [{"title": "David Choi", "href": "/wiki/David_Choi", "description": "David Choi is an American musician, YouTuber, and a member of parody K-pop group BgA based in Los Angeles. He has worked with companies such as Kellogg's, Starburst, the American Cancer Society, General Electric, Samsung, J. C. Penney, and Asian online fashion and beauty retailer YesStyle."}]}, {"heading": "Births", "year": "1986", "date": "March 22", "txt": "Dexter Fowler, American baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 22", "txt": "Ike Davis, American baseball player", "entities": [{"title": "Ike Davis", "href": "/wiki/Ike_Davis", "description": "Isaac Benjamin Davis is an American former professional baseball first baseman. From 2010 through 2016, he played in Major League Baseball (MLB) for the New York Mets, Pittsburgh Pirates, Oakland Athletics, and New York Yankees."}]}, {"heading": "Births", "year": "1987", "date": "March 22", "txt": "Jairo Mora Sandoval, Costa Rican environmentalist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 22", "txt": "Liam Doran, British rally cross driver", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 22", "txt": "Ruben Popa, Romanian footballer", "entities": [{"title": "Ruben Popa", "href": "/wiki/Ruben_Popa", "description": "Ruben Popa is a Romanian footballer who plays for FSV Pfaffenhofen."}]}, {"heading": "Births", "year": "1989", "date": "March 22", "txt": "J. J. Watt, American football player", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 22", "txt": "Tyler Oakley, American internet celebrity", "entities": []}, {"heading": "Deaths", "year": "880", "date": "March 22", "txt": "Carloman of Bavaria, Frankish king", "entities": [{"title": "Carloman of Bavaria", "href": "/wiki/Carloman_of_Bavaria", "description": "Carloman was a Frankish king of the Carolingian dynasty. He was the eldest son of Louis the German, king of East Francia, and Hemma, daughter of a Bavarian count. His father appointed him governor of Carantania in 856, and commander of southeastern frontier marches in 864. Upon his father's death in 876 he became King of Bavaria. He was appointed by King Louis II of Italy as his successor, but the"}]}, {"heading": "Deaths", "year": "1144", "date": "March 22", "txt": "William of Norwich, child murder victim", "entities": [{"title": "William of Norwich", "href": "/wiki/William_of_Norwich", "description": "William of Norwich was an English boy whose death was, at the time, attributed to the Jewish community of Norwich. It is the first known medieval accusation against Jews of ritual murder."}]}, {"heading": "Deaths", "year": "1322", "date": "March 22", "txt": "Thomas, 2nd Earl of Lancaster, English politician, Lord High Steward of England (b. 1278)", "entities": [{"title": "Thomas, 2nd Earl of Lancaster", "href": "/wiki/Thomas,_2nd_Earl_of_Lancaster", "description": "Thomas, Earl of Lancaster and Leicester was an English nobleman. A member of the House of Plantagenet, he was one of the leaders of the baronial opposition to his first cousin, King Edward II of England."}, {"title": "Lord High Steward", "href": "/wiki/Lord_High_Steward", "description": "The position of Lord High Steward is the first of the Great Officers of State in England, nominally ranking above the Lord Chancellor and the Prime Minister."}]}, {"heading": "Deaths", "year": "1418", "date": "March 22", "txt": "Dietrich of Nieheim, German bishop and historian (b. 1345)", "entities": [{"title": "Dietrich of Nieheim", "href": "/wiki/Dietrich_of_Nieheim", "description": "Dietrich of Nieheim, medieval historian, was born at Nieheim, a small town subject to the see of Paderborn."}]}, {"heading": "Deaths", "year": "1421", "date": "March 22", "txt": "Thomas of Lancaster, 1st Duke of Clarence, English soldier and politician, Lord High Steward of England (b. 1388)", "entities": [{"title": "Thomas of Lancaster, 1st Duke of Clarence", "href": "/wiki/Thomas_of_Lancaster,_1st_Duke_of_Clarence", "description": "Duke of Clarence is a substantive title which has been traditionally awarded to junior members of the British Royal Family. All three creations were in the Peerage of England."}, {"title": "Lord High Steward", "href": "/wiki/Lord_High_Steward", "description": "The position of Lord High Steward is the first of the Great Officers of State in England, nominally ranking above the Lord Chancellor and the Prime Minister."}]}, {"heading": "Deaths", "year": "1454", "date": "March 22", "txt": "John Kemp, Archbishop of Canterbury", "entities": [{"title": "John Kemp", "href": "/wiki/John_Kemp", "description": "John Kemp was a medieval English cardinal, Archbishop of Canterbury, and Lord Chancellor of England."}, {"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}]}, {"heading": "Deaths", "year": "1471", "date": "March 22", "txt": "George of Poděbrady (b. 1420)", "entities": [{"title": "George of Poděbrady", "href": "/wiki/George_of_Pod%C4%9Bbrady", "description": "George of Kunštát and Podebrady, also known as Poděbrad or Podiebrad, was the sixteenth King of Bohemia, who ruled between years 1458–1471. He was a leader of the Hussites, however, moderate and tolerant toward the Catholic faith. His rule was marked by great efforts to preserve peace and tolerance between the Hussites and Catholics in the religiously divided Crown of Bohemia – hence his contempor"}]}, {"heading": "Deaths", "year": "1544", "date": "March 22", "txt": "Johannes Magnus, Swedish archbishop and theologian (b. 1488)", "entities": [{"title": "Johannes Magnus", "href": "/wiki/Johannes_Magnus", "description": "Johannes Magnus was the last functioning Catholic Archbishop in Sweden, and also a theologian, genealogist, and historian."}]}, {"heading": "Deaths", "year": "1602", "date": "March 22", "txt": "Agostino Carracci, Italian painter and educator (b. 1557)", "entities": [{"title": "Agostino Carracci", "href": "/wiki/Agostino_Carracci", "description": "Agostino Carracci was an Italian painter, printmaker, tapestry designer, and art teacher. He was, together with his brother, Annibale Carracci, and cousin, Ludovico Carracci, one of the founders of the Accademia degli Incamminati in Bologna. This teaching academy promoted the Carracci emphasized drawing from life. It promoted progressive tendencies in art and was a reaction to the Mannerist distor"}]}, {"heading": "Deaths", "year": "1685", "date": "March 22", "txt": "Emperor Go-Sai of Japan (b. 1638)", "entities": [{"title": "Emperor Go-Sai", "href": "/wiki/Emperor_Go-Sai", "description": "Emperor Go-Sai , also known as Emperor Go-Saiin , was the 111th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1687", "date": "March 22", "txt": "Jean-Baptiste Lully, Italian-French composer and conductor (b. 1632)", "entities": [{"title": "Jean-Baptiste Lully", "href": "/wiki/Jean-Baptiste_Lully", "description": "Jean-Baptiste Lully was an Italian-born French composer, instrumentalist, and dancer who is considered a master of the French Baroque music style. Best known for his operas, he spent most of his life working in the court of Louis XIV of France and became a French subject in 1661."}]}, {"heading": "Deaths", "year": "1758", "date": "March 22", "txt": "Jonathan Edwards, English minister, theologian, and philosopher (b. 1703)", "entities": [{"title": "Jonathan Edwards (theologian)", "href": "/wiki/Jonathan_Edwards_(theologian)", "description": "Jonathan Edwards was an American revivalist preacher, philosopher, and Congregationalist Protestant theologian. Edwards is widely regarded as one of America's most important and original philosophical theologians. Edwards' theological work is broad in scope, but rooted in the pedobaptist Puritan heritage as exemplified in the Westminster and Savoy Confessions of Faith. Recent studies have emphasiz"}]}, {"heading": "Deaths", "year": "1772", "date": "March 22", "txt": "John Canton, English physicist and academic (b. 1718)", "entities": [{"title": "John Canton", "href": "/wiki/John_Canton", "description": "John Canton FRS was a British physicist. He was born in Middle Street Stroud, Gloucestershire, the son of a weaver John Canton and Esther. As a schoolboy, he became the first person to determine the latitude of Stroud, whilst making a sundial. The sundial caught the attention of many, including Dr Henry Miles, a Stroud-born Fellow of the Royal Society. Miles encouraged Canton to leave Gloucestersh"}]}, {"heading": "Deaths", "year": "1820", "date": "March 22", "txt": "Stephen Decatur, American commander (b. 1779)", "entities": [{"title": "Stephen Decatur", "href": "/wiki/Stephen_Decatur", "description": "Stephen Decatur Jr. was a United States naval officer and commodore. He was born on the eastern shore of Maryland in Worcester County, the son of a U.S. naval officer who served during the American Revolution. His father, Stephen Decatur Sr., was a commodore in the United States Navy, and brought the younger Stephen into the world of ships and sailing early on. Shortly after attending college, Dec"}]}, {"heading": "Deaths", "year": "1832", "date": "March 22", "txt": "Johann Wolfgang von Goethe, German novelist, poet, playwright, and diplomat (b. 1749)", "entities": [{"title": "Johann Wolfgang von Goethe", "href": "/wiki/Johann_Wolfgang_von_Goethe", "description": "Johann Wolfgang von Goethe was a German poet, playwright, novelist, scientist, statesman, theatre director, critic, and amateur artist. His works include plays, poetry, literary and aesthetic criticism, and treatises on botany, anatomy, and colour. He is considered to be the greatest German literary figure of the modern era."}]}, {"heading": "Deaths", "year": "1840", "date": "March 22", "txt": "Étienne Bobillier, French mathematician and academic (b. 1798)", "entities": [{"title": "Étienne Bobillier", "href": "/wiki/%C3%89tienne_Bobillier", "description": "Étienne Bobillier was a French mathematician."}]}, {"heading": "Deaths", "year": "1864", "date": "March 22", "txt": "Konstanty Kalinowski, writer, journalist, lawyer and revolutionary (b. 1838)", "entities": [{"title": "Konstanty Kalinowski", "href": "/wiki/Konstanty_Kalinowski", "description": "Wincenty Konstanty Kalinowski, also known as Vincent Kanstancin Kalinoŭski or Kastuś Kalinoŭski, Konstanty Kalinowski (Polish) and Konstantinas Kalinauskas (Lithuanian), was a 19th-century Belarusian writer, journalist, lawyer and revolutionary. He was one of the leaders of the Polish, Lithuanian and Belarusian national revival and the leader of the January Uprising in lands of the former Grand Du"}]}, {"heading": "Deaths", "year": "1881", "date": "March 22", "txt": "Samuel Courtauld, English businessman (b. 1793)", "entities": [{"title": "Samuel Courtauld (industrialist)", "href": "/wiki/Samuel_Courtauld_(industrialist)", "description": "Samuel Courtauld was an English industrialist who developed his family firm, Courtaulds, to become one of the leading names in the textile business in Britain."}]}, {"heading": "Deaths", "year": "1896", "date": "March 22", "txt": "Thomas Hughes, English lawyer and politician (b. 1822)", "entities": [{"title": "Thomas Hughes", "href": "/wiki/Thomas_Hughes", "description": "Thomas Hughes was an English lawyer, judge, politician and author. He is most famous for his novel Tom Brown's School Days (1857), a semi-autobiographical work set at Rugby School, which Hughes had attended. It had a lesser-known sequel, Tom Brown at Oxford (1861)."}]}, {"heading": "Deaths", "year": "1913", "date": "March 22", "txt": "Song Jiaoren, Chinese educator and politician (b. 1882)", "entities": [{"title": "Song Jiaoren", "href": "/wiki/Song_Jiaoren", "description": "Song Jiaoren was a Chinese republican revolutionary, political leader and a founder of the Kuomintang (KMT). Song Jiaoren led the Kuomintang Party to electoral victories in China's first democratic election. He based his appeal on the upper class gentry, landowners, and merchants. Historians have concluded that provisional president, Yuan Shikai, was responsible for his assassination on March 20, "}]}, {"heading": "Deaths", "year": "1913", "date": "March 22", "txt": "Ruggero Oddi,  Italian physiologist and anatomist (b.1864)", "entities": []}, {"heading": "Deaths", "year": "1924", "date": "March 22", "txt": "William Macewen, Scottish surgeon and neuroscientist (b. 1848)", "entities": [{"title": "William Macewen", "href": "/wiki/William_Macewen", "description": "Sir William Macewen, was a Scottish surgeon. He was a pioneer in modern brain surgery, considered the father of neurosurgery and contributed to the development of bone graft surgery, the surgical treatment of hernia and of pneumonectomy."}]}, {"heading": "Deaths", "year": "1931", "date": "March 22", "txt": "James Campbell, 1st Baron Glenavy, Irish lawyer and politician (b. 1851)", "entities": [{"title": "James Campbell, 1st Baron Glenavy", "href": "/wiki/James_Campbell,_1st_Baron_Glenavy", "description": "James Henry Mussen Campbell, 1st Baron Glenavy was an Irish lawyer, politician in the British Parliament and later in the Oireachtas of the Irish Free State. He was also Lord Chancellor of Ireland."}]}, {"heading": "Deaths", "year": "1942", "date": "March 22", "txt": "Frederick Cuming, English cricketer (b. 1875)", "entities": [{"title": "Frederick Cuming", "href": "/wiki/Frederick_Cuming", "description": "Frederick William Cuming was a British cricket player. He was educated at Blundell's School and was a member of the gold medal winning Great Britain cricket team at the 1900 Summer Olympics, the only time to date that cricket has featured in the Olympics. In the only game played against France he top scored with 38 in Great Britain's first innings, and scored 18 in the second. He also took a catch"}]}, {"heading": "Deaths", "year": "1942", "date": "March 22", "txt": "William Donne, English captain and cricketer (b. 1875)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "March 22", "txt": "John Hessin Clarke, American lawyer and judge (b. 1857)", "entities": [{"title": "John Hessin Clarke", "href": "/wiki/John_Hessin_Clarke", "description": "John Hessin Clarke was an American lawyer and judge who served as an Associate Justice of the United States Supreme Court from 1916 to 1922."}]}, {"heading": "Deaths", "year": "1952", "date": "March 22", "txt": "D. S. Senanayake, 1st Prime Minister of Sri Lanka (b. 1883)", "entities": [{"title": "D. S. Senanayake", "href": "/wiki/D._S._Senanayake", "description": "Don Stephen Senanayake was a Ceylonese statesman. He was the first Prime Minister of Ceylon having emerged as the leader of the Sri Lankan independence movement that led to the establishment of self-rule in Ceylon. He is considered as the \"Father of the Nation\"."}, {"title": "Prime Minister of Sri Lanka", "href": "/wiki/Prime_Minister_of_Sri_Lanka", "description": "The Prime Minister of the Democratic Socialist Republic of Sri Lanka is the deputy head of the government of Sri Lanka, and the most senior member of parliament in the cabinet of ministers. The Cabinet is collectively held accountable to parliament for their policies and actions."}, {"title": "1883", "href": "/wiki/1883", "description": "1883 (MDCCCLXXXIII) was a common year starting on Monday of the Gregorian calendar and a common year starting on Saturday of the Julian calendar, the 1883rd year of the Common Era (CE) and Anno Domini (AD) designations, the 883rd year of the 2nd millennium, the 83rd year of the 19th century, and the 4th year of the 1880s decade. As of the start of 1883, the Gregorian calendar was 12 days ahead of "}]}, {"heading": "Deaths", "year": "1955", "date": "March 22", "txt": "Ivan Šubašić, Croatian lawyer and politician, 23rd Prime Minister of Yugoslavia (b. 1892)", "entities": [{"title": "Ivan Šubašić", "href": "/wiki/Ivan_%C5%A0uba%C5%A1i%C4%87", "description": "Ivan Šubašić was a Yugoslav politician, best known as the last Ban of Croatia and prime minister of the royalist Yugoslav Government in exile during the Second World War."}, {"title": "Prime Minister of Yugoslavia", "href": "/wiki/Prime_Minister_of_Yugoslavia", "description": "The prime minister of Yugoslavia was the head of government of the Yugoslav state, from the creation of the Kingdom of Serbs, Croats and Slovenes in 1918 until the breakup of the Socialist Federal Republic of Yugoslavia in 1992."}]}, {"heading": "Deaths", "year": "1958", "date": "March 22", "txt": "Mike Todd, American film producer (b. 1909)", "entities": [{"title": "Mike Todd", "href": "/wiki/Mike_Todd", "description": "Michael Todd was an American theater and film producer, best known for his 1956 production of Around the World in 80 Days, which won an Academy Award for Best Picture. He is known as the third of Elizabeth Taylor's seven husbands, and is the only one whom she did not divorce. He was the driving force behind the development of the eponymous Todd-AO widescreen film format."}]}, {"heading": "Deaths", "year": "1960", "date": "March 22", "txt": "José Antonio Aguirre, Spanish lawyer and politician, 1st President of the Basque Country (b. 1904)", "entities": [{"title": "José Antonio Aguirre (politician)", "href": "/wiki/Jos%C3%A9_Antonio_Aguirre_(politician)", "description": "José Antonio Aguirre y Lecube was a Basque politician and activist in the Basque Nationalist Party. He was the first president of the Provisional Government of the Basque Country and the executive defense advisor during the Spanish Civil War. Under his mandate, the Provisional Government formed the Basque Army and fought for the Second Spanish Republic."}, {"title": "President of the Basque Country", "href": "/wiki/President_of_the_Basque_Country", "description": "The President of the Basque Government, usually known in the Basque language as the Lehendakari, is the head of government of the Basque Autonomous Community. The lehendakari leads the executive branch of the regional government."}]}, {"heading": "Deaths", "year": "1966", "date": "March 22", "txt": "John Harlin, American mountaineer and pilot (b. 1935)", "entities": [{"title": "John Harlin", "href": "/wiki/John_Harlin", "description": "John Elvis Harlin II was an American mountaineer and US Air Force pilot who was killed while making an ascent of the north face of the Eiger."}]}, {"heading": "Deaths", "year": "1971", "date": "March 22", "txt": "Johannes Villemson, Estonian-American runner (b. 1893)", "entities": [{"title": "Johannes Villemson", "href": "/wiki/Johannes_Villemson", "description": "Johannes Leopold Villemson was an Estonian runner who competed at the 1920 Summer Olympics. He was eliminated in the first round of the 800 m and 1500 m events."}]}, {"heading": "Deaths", "year": "1971", "date": "March 22", "txt": "Nella Walker, American actress and vaudevillian (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "March 22", "txt": "Peter Revson, American race car driver (b. 1939)", "entities": [{"title": "Peter Revson", "href": "/wiki/Peter_Revson", "description": "Peter Jeffrey Revson was an American race car driver and heir to the Revlon cosmetics fortune. He was a two-time Formula One race winner and had success at the Indianapolis 500."}]}, {"heading": "Deaths", "year": "1974", "date": "March 22", "txt": "Orazio Satta Puliga, Italian automobile designer (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "March 22", "txt": "John Dwyer McLaughlin, American painter (b. 1898)", "entities": [{"title": "John McLaughlin (artist)", "href": "/wiki/John_McLaughlin_(artist)", "description": "John Dwyer McLaughlin was an American abstract painter. Based primarily in California, he was a pioneer in minimalism and hard-edge painting. Considered one of the most significant Californian postwar artists, McLaughlin painted a focused body of geometric works that are completely devoid of any connection to everyday experience and objects, inspired by the Japanese notion of the void. He aimed to"}]}, {"heading": "Deaths", "year": "1977", "date": "March 22", "txt": "A. K. Gopalan, Indian educator and politician (b. 1904)", "entities": [{"title": "A. K. Gopalan", "href": "/wiki/A._K._Gopalan", "description": "Ayillyath Kuttiari Gopalan, popularly known as A. K. Gopalan or AKG, was an Indian communist politician. He was one of 16 Communist Party of India members elected to the first Lok Sabha in 1952. Later he became one of the founding members of the CPI(M)."}]}, {"heading": "Deaths", "year": "1978", "date": "March 22", "txt": "Karl Wallenda, German-American acrobat and tightrope walker, founded The Flying Wallendas (b. 1905)", "entities": [{"title": "Karl Wallenda", "href": "/wiki/Karl_Wallenda", "description": "Karl Wallenda was a German-American high wire artist and founder of The Flying Wallendas, a daredevil circus act which performed dangerous stunts, often without a safety net. He was the great-grandfather of current performer Nik Wallenda."}, {"title": "The Flying Wallendas", "href": "/wiki/The_Flying_Wallendas", "description": "The Flying Wallendas is a circus act and group of daredevil stunt performers who perform highwire acts without a safety net. They were first known as The Great Wallendas, but the current name was coined by the press in the 1940s and has stayed since."}]}, {"heading": "Deaths", "year": "1979", "date": "March 22", "txt": "Ben Lyon, American actor and studio executive (b. 1901)", "entities": [{"title": "Ben Lyon", "href": "/wiki/Ben_Lyon", "description": "Ben Lyon was an American film actor and a studio executive at 20th Century-Fox who later acted in British radio, films and TV."}]}, {"heading": "Deaths", "year": "1981", "date": "March 22", "txt": "James Elliott, American runner and coach (b. 1915)", "entities": [{"title": "Jumbo Elliott (coach)", "href": "/wiki/Jumbo_Elliott_(coach)", "description": "James F. \"Jumbo\" Elliott was an American track and field coach, often considered to be one of the greatest of all time. His achievements include producing five Olympic gold medal winners between 1956 and 1968."}]}, {"heading": "Deaths", "year": "1981", "date": "March 22", "txt": "Gil Puyat,  Filipino businessman and politician, 13th President of the Senate of the Philippines (b. 1907)", "entities": [{"title": "President of the Senate of the Philippines", "href": "/wiki/President_of_the_Senate_of_the_Philippines", "description": "The president of the Senate of the Philippines more popularly known as the Senate president, is the presiding officer and the highest-ranking official of the Senate of the Philippines, and third highest and most powerful official in the Government of the Philippines. He/she is elected by the entire body to be their leader. The Senate president is second in line in succession for the presidency, be"}]}, {"heading": "Deaths", "year": "1986", "date": "March 22", "txt": "Olive Deering, American actress (b. 1918)", "entities": [{"title": "Olive Deering", "href": "/wiki/Olive_Deering", "description": "Olive Deering was an American actress of film, television, and the stage, active from the late 1940s to the mid-1960s. She was a life member of The Actors Studio, as was her elder brother, Alfred Ryder."}]}, {"heading": "Deaths", "year": "1986", "date": "March 22", "txt": "Mark Dinning, American singer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "March 22", "txt": "Odysseas Angelis, Greek general and politician (b. 1912)", "entities": [{"title": "Odysseas Angelis", "href": "/wiki/Odysseas_Angelis", "description": "Odysseas Angelis was a Greek military officer, who served as head of the Greek military during the Greek military junta of 1967–1974, and was selected by junta principal Georgios Papadopoulos as Vice President of the junta-proclaimed republic in 1973. He was deposed along with Papadopoulos by junta hardliners in November 1973, and sentenced to 20 years imprisonment for high treason in the Greek Ju"}]}, {"heading": "Deaths", "year": "1989", "date": "March 22", "txt": "Peta Taylor, English cricketer (b. 1912)", "entities": [{"title": "Peta Taylor", "href": "/wiki/Peta_Taylor", "description": "Mary Isabella \"Peta\" Taylor, married name Mary Jager, was an English cricketer who played as a right-arm medium bowler. She appeared in seven Test matches for England between 1934 and 1937, including the first ever women's Test match. She played domestic cricket for various composite XIs, as well as South Women."}]}, {"heading": "Deaths", "year": "1990", "date": "March 22", "txt": "Gerald Bull, Canadian engineer and academic (b. 1928)", "entities": [{"title": "Gerald Bull", "href": "/wiki/Gerald_Bull", "description": "Gerald Vincent Bull was a Canadian engineer who developed long-range artillery. He moved from project to project in his quest to economically launch a satellite using a huge artillery piece, to which end he designed the Project Babylon \"supergun\" for the Iraqi government."}]}, {"heading": "Deaths", "year": "1991", "date": "March 22", "txt": "Léon Balcer, Canadian lawyer and politician, 19th Solicitor General of Canada (b. 1917)", "entities": [{"title": "Léon Balcer", "href": "/wiki/L%C3%A9on_Balcer", "description": "Léon Balcer, was a Canadian politician."}, {"title": "Solicitor General of Canada", "href": "/wiki/Solicitor_General_of_Canada", "description": "The Solicitor General of Canada was a position in the Canadian ministry from 1892 to 2005. The position was based on the Solicitor General in the British system and was originally designated as an officer to assist the Minister of Justice. It was not initially a position in the Canadian Cabinet, although after 1917 its occupant was often sworn into the Queen's Privy Council for Canada and attended"}]}, {"heading": "Deaths", "year": "1991", "date": "March 22", "txt": "Paul Engle, American novelist, poet, playwright, and critic (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "March 22", "txt": "Dave Guard, American singer-songwriter and guitarist  (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "March 22", "txt": "Gloria Holden, English-American actress (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "March 22", "txt": "Steve Olin, American baseball player (b. 1965)", "entities": [{"title": "Steve Olin", "href": "/wiki/Steve_Olin", "description": "Steven Robert Olin was an American right-handed pitcher in Major League Baseball who played for four seasons in the American League with the Cleveland Indians. Olin was a right-handed submarining relief pitcher for the Cleveland Indians from 1988 to 1992. Olin died in a 1993 boating accident while still an active MLB player."}]}, {"heading": "Deaths", "year": "1994", "date": "March 22", "txt": "Dan Hartman, American singer-songwriter, and producer (b. 1950)", "entities": [{"title": "Dan Hartman", "href": "/wiki/Dan_Hartman", "description": "Daniel Earl Hartman was an American musician, singer, songwriter, and record producer. Among songs he wrote and recorded were \"Free Ride\" with The Edgar Winter Group, and the solo hits \"Relight My Fire\", \"Instant Replay\", \"I Can Dream About You\", \"We Are the Young\" and \"Second Nature\". \"I Can Dream About You\", his most successful song, reached No. 6 on the Billboard Hot 100 in 1984 and No. 12 on t"}]}, {"heading": "Deaths", "year": "1994", "date": "March 22", "txt": "Walter Lantz, American animator, director, and producer (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "March 22", "txt": "Don Murray, American drummer (b. 1945)", "entities": [{"title": "Don Murray (drummer)", "href": "/wiki/Don_Murray_(drummer)", "description": "Donald Ray Murray was an American drummer, best known for his work with The Turtles. After leaving The Turtles Murray played with Paul Williams's psychedelic folk group The Holy Mackerel."}]}, {"heading": "Deaths", "year": "1996", "date": "March 22", "txt": "Robert F. Overmyer, American colonel, pilot, and astronaut (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "March 22", "txt": "Billy Williamson, American guitarist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "March 22", "txt": "Max Beloff, Baron Beloff, English historian and academic (b. 1913)", "entities": [{"title": "Max Beloff, Baron Beloff", "href": "/wiki/Max_Beloff,_Baron_Beloff", "description": "Max Beloff, Baron Beloff, was a British historian and Conservative peer. From 1974 to 1979 he was principal of the University College of Buckingham, now the University of Buckingham."}]}, {"heading": "Deaths", "year": "1999", "date": "March 22", "txt": "David Strickland, American actor (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "March 22", "txt": "Carlo Parola, Italian footballer and manager (b. 1921)", "entities": [{"title": "Carlo Parola", "href": "/wiki/Carlo_Parola", "description": "Carlo Parola, was an Italian footballer and coach, from Turin, who played as a defender. Throughout his career, he won domestic titles with Italian club Juventus, both as a player and as a manager. At international level, he took part at the 1950 FIFA World Cup with the Italy national football team."}]}, {"heading": "Deaths", "year": "2001", "date": "March 22", "txt": "Stepas Butautas, Lithuanian basketball player and coach (b. 1925)", "entities": [{"title": "Stepas Butautas", "href": "/wiki/Stepas_Butautas", "description": "Stepas Butautas was a Lithuanian professional basketball player and coach. He trained at the VSS Žalgiris, in Kaunas. He played with the senior men's Soviet Union national basketball team at the 1952 Summer Olympic Games, where he won a silver medal. During the tournament, he played in all eight games."}]}, {"heading": "Deaths", "year": "2001", "date": "March 22", "txt": "Sabiha Gökçen, Turkish soldier and pilot (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "March 22", "txt": "William Hanna, American animator, director, producer, and voice actor, co-founded Hanna-Barbera (b. 1910)", "entities": [{"title": "Hanna-Barbera", "href": "/wiki/Hanna-Barbera", "description": "Hanna-Barbera Productions, Inc., also variously known as H-B Enterprises, H-B Production Co., and Hanna-Barbera Cartoons, Inc., is an American animation studio and production company founded in 1957 by Tom and Jerry creators and former Metro-Goldwyn-Mayer animation directors William Hanna and Joseph Barbera, and remained active until 2001."}]}, {"heading": "Deaths", "year": "2001", "date": "March 22", "txt": "Robert Fletcher Shaw, Canadian businessman, academic, and civil servant (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "March 22", "txt": "Rudolf Baumgartner, Swiss violinist and conductor (b. 1917)", "entities": [{"title": "Rudolf Baumgartner", "href": "/wiki/Rudolf_Baumgartner", "description": "Rudolf Baumgartner was a Swiss conductor and violinist. In 1956 he founded the Lucerne Festival Strings chamber orchestra together with Wolfgang Schneiderhan."}]}, {"heading": "Deaths", "year": "2003", "date": "March 22", "txt": "Terry Lloyd, English journalist (b. 1952)", "entities": [{"title": "Terry Lloyd", "href": "/wiki/Terry_Lloyd", "description": "Terence Ellis \"Terry\" Lloyd was an English television journalist who reported extensively from the Middle East. He was killed by the U.S. military while covering the 2003 invasion of Iraq for ITN. An inquest jury in the United Kingdom before Assistant Deputy Coroner Andrew Walker returned a verdict of unlawful killing on 13 October 2006 following an eight-day hearing."}]}, {"heading": "Deaths", "year": "2004", "date": "March 22", "txt": "Janet Akyüz Mattei, Turkish-American astronomer and academic (b. 1943)", "entities": [{"title": "Janet Akyüz Mattei", "href": "/wiki/Janet_Aky%C3%BCz_Mattei", "description": "Janet Akyüz Mattei was a Turkish-American astronomer who was the director of the American Association of Variable Star Observers (AAVSO) from 1973 to 2004."}]}, {"heading": "Deaths", "year": "2004", "date": "March 22", "txt": "Ahmed Yassin, Co-founded Hamas (b. 1937)", "entities": [{"title": "Hamas", "href": "/wiki/Hamas", "description": "Hamas is a Palestinian Sunni-Islamic fundamentalist but pragmatic, militant, and nationalist organization. It has a social service wing, Dawah, and a military wing, the Izz ad-Din al-Qassam Brigades. It won the 2006 Palestinian legislative election and became the de facto governing authority of the Gaza Strip following the 2007 Battle of Gaza. Israel and Hamas have since engaged in several wars of"}]}, {"heading": "Deaths", "year": "2004", "date": "March 22", "txt": "V. M. Tarkunde, Indian lawyer and civil rights activist (b. 1909)", "entities": [{"title": "V. M. Tarkunde", "href": "/wiki/V._M._Tarkunde", "description": "Vithal Mahadeo Tarkunde, was a prominent Indian lawyer, civil rights activist, and humanist leader and has been referred to as the \"Father of the Civil Liberties movement\" in India and a former judge of the Bombay High Court The Supreme Court of India also praised him as \"undoubtedly the most distinguished judge of the post-Chagla 1957 period\" in the Bombay High Court."}]}, {"heading": "Deaths", "year": "2005", "date": "March 22", "txt": "Rod Price, English guitarist and songwriter (b. 1947)", "entities": [{"title": "Rod Price", "href": "/wiki/Rod_Price", "description": "Roderick Michael Price was an English guitarist who was best known for his work with the rock band Foghat. He was known as 'The Magician of Slide', and 'Slide King of Rock And Roll', due to his slide guitar playing."}]}, {"heading": "Deaths", "year": "2005", "date": "March 22", "txt": "Gemini Ganesan, Indian film actor (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "March 22", "txt": "Kenzō Tange, Japanese architect, designed the Yoyogi National Gymnasium and Hiroshima Peace Memorial Museum (b. 1913)", "entities": [{"title": "Yoyogi National Gymnasium", "href": "/wiki/Yoyogi_National_Gymnasium", "description": "Yoyogi National Gymnasium  is an arena located at Yoyogi Park in Shibuya, Tokyo, Japan, which is famous for its suspension roof design."}, {"title": "Hiroshima Peace Memorial Museum", "href": "/wiki/Hiroshima_Peace_Memorial_Museum", "description": "The Hiroshima Peace Memorial Museum is a museum located in Hiroshima Peace Memorial Park, in central Hiroshima, Japan, dedicated to documenting the atomic bombing of Hiroshima in World War II."}]}, {"heading": "Deaths", "year": "2006", "date": "March 22", "txt": "Pierre Clostermann, French soldier, pilot, and politician (b. 1921)", "entities": [{"title": "Pierre Clostermann", "href": "/wiki/Pierre_Clostermann", "description": "Pierre Henri Clostermann was a World War II French fighter pilot."}]}, {"heading": "Deaths", "year": "2006", "date": "March 22", "txt": "Pío Leyva, Cuban singer and author (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 22", "txt": "Kurt von Trojan, Austrian-Australian journalist and author (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "March 22", "txt": "U. G. Krishnamurti, Indian-Italian philosopher and educator (b. 1918)", "entities": [{"title": "U. G. Krishnamurti", "href": "/wiki/U._G._Krishnamurti", "description": "Uppaluri Gopala Krishnamurti was an Indian speaker who questioned the state of spiritual enlightenment. Having pursued a religious path in his youth and eventually rejecting it, U.G. experienced a devastating biological transformation on his 49th birthday, an event he refers to as “the calamity”. He emphasized that this transformation back to “the natural state” is a rare, acausal, biological occu"}]}, {"heading": "Deaths", "year": "2008", "date": "March 22", "txt": "Cachao López, Cuban-American bassist and composer (b. 1918)", "entities": [{"title": "Cachao López", "href": "/wiki/Cachao_L%C3%B3pez", "description": "Israel López Valdés, better known as Cachao, was a Cuban double bassist and composer. Cachao is widely known as the co-creator of the mambo and a master of the descarga. Throughout his career he also performed and recorded in a variety of music styles ranging from classical music to salsa. An exile in the United States since the 1960s, he only achieved international fame following a career revival"}]}, {"heading": "Deaths", "year": "2010", "date": "March 22", "txt": "James Black, Scottish biologist and pharmacologist, Nobel Prize laureate (b. 1924)", "entities": [{"title": "James Black (pharmacologist)", "href": "/wiki/James_Black_(pharmacologist)", "description": "Sir James Whyte Black was a Scottish physician and pharmacologist. Black established a Veterinary Physiology department at the University of Glasgow, where he became interested in the effects of adrenaline on the human heart. He went to work for ICI Pharmaceuticals in 1958 and, while there, developed propranolol, a beta blocker used for the treatment of heart disease. Black was also responsible fo"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2010", "date": "March 22", "txt": "Özhan Canaydın, Turkish basketball player and businessman (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 22", "txt": "Artur Agostinho, Portuguese journalist (b. 1920)", "entities": [{"title": "Artur Agostinho", "href": "/wiki/Artur_Agostinho", "description": "Artur Fernandes Agostinho was a Portuguese journalist, recipient of the Military Order of Saint James of the Sword."}]}, {"heading": "Deaths", "year": "2011", "date": "March 22", "txt": "Victor Bouchard, Canadian pianist and composer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 22", "txt": "Joe Blanchard, American football player and wrestler (b. 1928)", "entities": [{"title": "Joe Blanchard", "href": "/wiki/Joe_Blanchard", "description": "Joseph Edgar Blanchard was an American football player, professional wrestler and promoter. His son is former Four Horseman wrestler Tully Blanchard."}]}, {"heading": "Deaths", "year": "2012", "date": "March 22", "txt": "John Payton, American lawyer and activist (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 22", "txt": "Matthew White Ridley, 4th Viscount Ridley, English academic and politician, Lord Lieutenant of Northumberland (b. 1925)", "entities": [{"title": "Lord Lieutenant of Northumberland", "href": "/wiki/Lord_Lieutenant_of_Northumberland", "description": "This is a list of people who have served as Lord-Lieutenant of Northumberland. Since 1802, all Lords Lieutenant have also been Custos Rotulorum of Northumberland."}]}, {"heading": "Deaths", "year": "2012", "date": "March 22", "txt": "Mickey Sullivan, American baseball player and coach (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 22", "txt": "David Waltz, American computer scientist and academic (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 22", "txt": "Neil L. Whitehead, English anthropologist and author (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 22", "txt": "Vladimír Čech, Czech actor and politician (b. 1951)", "entities": [{"title": "Vladimír Čech", "href": "/wiki/Vladim%C3%ADr_%C4%8Cech", "description": "Vladimír Čech was a Czech actor, presenter and former politician."}]}, {"heading": "Deaths", "year": "2013", "date": "March 22", "txt": "James Nabrit, American lawyer and academic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 22", "txt": "Bebo Valdés, Cuban-Swedish pianist and composer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 22", "txt": "Derek Watkins, English trumpet player and composer (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 22", "txt": "Ray Williams, American basketball player and coach (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 22", "txt": "Yashwant Vithoba Chittal, Indian author (b. 1928)", "entities": [{"title": "Yashwant Vithoba Chittal", "href": "/wiki/Yashwant_Vithoba_Chittal", "description": "Yashwant Vithoba Chittal was a Kannada fiction writer. G. S. Amur said: \"His short stories, many of them were outstanding, and came with his distinct touch.The kind of experimentation he did with language, style and narrative is unparalleled.\""}]}, {"heading": "Deaths", "year": "2014", "date": "March 22", "txt": "Mickey Duff, Polish-English boxer and manager (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 22", "txt": "Thor Listau, Norwegian soldier and politician (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 22", "txt": "Tasos Mitsopoulos, Cypriot politician, Cypriot Minister of Defence (b. 1965)", "entities": [{"title": "List of Ministers of Defence of Cyprus", "href": "/wiki/List_of_Ministers_of_Defence_of_Cyprus", "description": "List of Ministers of Defence of the Republic of Cyprus since the independence in 1960:"}]}, {"heading": "Deaths", "year": "2015", "date": "March 22", "txt": "Arkady Arkanov, Ukrainian-Russian actor and playwright (b. 1933)", "entities": [{"title": "Arkady Arkanov", "href": "/wiki/Arkady_Arkanov", "description": "Arkady Mikhailovich Arkanov was a Russian writer, doctor, playwright and stand-up comedian."}]}, {"heading": "Deaths", "year": "2015", "date": "March 22", "txt": "Horst Buhtz, German footballer and manager (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 22", "txt": "Norman Scribner, American pianist, composer, and conductor (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 22", "txt": "Phife Dawg, American rapper (b. 1970)", "entities": [{"title": "Phife Dawg", "href": "/wiki/Phife_Dawg", "description": "Malik Izaak Taylor, known professionally as Phife Dawg, was an American rapper and a member of the group A Tribe Called Quest with Q-Tip and Ali Shaheed Muhammad. He was also known as the \"Five-Foot Assassin\" and \"The Five-Footer\", because he stood at 5 feet 3 inches (1.60 m)."}]}, {"heading": "Deaths", "year": "2016", "date": "March 22", "txt": "Rob Ford, Canadian businessman and politician, 64th Mayor of Toronto (b. 1969)", "entities": [{"title": "Mayor of Toronto", "href": "/wiki/Mayor_of_Toronto", "description": "The mayor of Toronto is the chief executive officer of Toronto's municipal government and the head of its city council. The mayor is elected alongside city council every four years on the fourth Monday of October; there are no term limits. While in office, mayors are styled His/Her Worship."}]}, {"heading": "Deaths", "year": "2016", "date": "March 22", "txt": "Rita Gam, American actress (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "March 22", "txt": "Johan van Hulst, Dutch politician, academic and author, Yad Vashem recipient (b. 1911)", "entities": [{"title": "Johan van Hulst", "href": "/wiki/Johan_van_Hulst", "description": "Johan Willem van Hulst was a Dutch school director, university professor, author, politician and chess player. In 1943, with the help of the Dutch resistance and students of the nearby University of Amsterdam, he was instrumental in saving over 600 Jewish children from the nursery of the Hollandsche Schouwburg who were destined for deportation to Nazi concentration camps. For his humanitarian acti"}, {"title": "Yad Vashem", "href": "/wiki/Yad_Vashem", "description": "Yad Vashem is Israel's official memorial to the victims of the Holocaust. It is dedicated to preserving the memory of the dead; honoring Jews who fought against their Nazi oppressors and Gentiles who selflessly aided Jews in need; and researching the phenomenon of the Holocaust in particular and genocide in general, with the aim of avoiding such events in the future."}]}]