[{"heading": "Events", "year": "1010", "date": "March 8", "txt": "Ferdowsi completes his epic poem Shahnameh.", "entities": [{"title": "Ferdowsi", "href": "/wiki/Ferdowsi", "description": "Abul-Qâsem Ferdowsi Tusi, also Firdawsi, or just Ferdowsi was a Persian poet and the author of Shahnameh, which is one of the world's longest epic poems created by a single poet, and the national epic of Greater Iran. Ferdowsi is celebrated as one of the most influential figures of Persian literature and one of the greatest in the history of literature."}]}, {"heading": "Events", "year": "1126", "date": "March 8", "txt": "Following the death of his mother, queen Urraca of León, Alfonso VII is proclaimed king of León.", "entities": [{"title": "Urraca of León", "href": "/wiki/Urraca_of_Le%C3%B3n", "description": "Urraca called the Reckless, was Queen of León, Castile, and Galicia from 1109 until her death. She claimed the imperial title as suo jure Empress of All Spain and Empress of All Galicia."}, {"title": "Alfonso VII of León and Castile", "href": "/wiki/Alfonso_VII_of_Le%C3%B3n_and_Castile", "description": "Alfonso VII, called the Emperor, became the King of Galicia in 1111 and King of León and Castile in 1126. Alfonso, born Alfonso Raimúndez, first used the title Emperor of All Spain, alongside his mother Urraca, once she vested him with the direct rule of Toledo in 1116. Alfonso later held another investiture in 1135 in a grand ceremony reasserting his claims to the imperial title. He was the son o"}, {"title": "Kingdom of León", "href": "/wiki/Kingdom_of_Le%C3%B3n", "description": "The Kingdom of León was an independent kingdom situated in the northwest region of the Iberian Peninsula. It was founded in AD 910 when the Christian princes of Asturias along the northern coast of the peninsula shifted their capital from Oviedo to the city of León. The kings of León fought civil wars, wars against neighbouring kingdoms, and campaigns to repel invasions by both the Moors and the V"}]}, {"heading": "Events", "year": "1262", "date": "March 8", "txt": "Battle of Hausbergen between bourgeois militias and the army of the bishop of Strasbourg.", "entities": [{"title": "Battle of Hausbergen", "href": "/wiki/Battle_of_Hausbergen", "description": "The Battle of Hausbergen took place on 8 March 1262 and marks the freeing of the western European city of Strasbourg from episcopal authority. The bourgeois of the town defeated the army of knights of the Bishop of Strasbourg, Walter of Geroldseck."}, {"title": "Strasbourg", "href": "/wiki/Strasbourg", "description": "Strasbourg is the prefecture and largest city of the Grand Est region of Eastern France and the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the prefecture of the Bas-Rhin department."}]}, {"heading": "Events", "year": "1658", "date": "March 8", "txt": "Treaty of Roskilde: After a devastating defeat in the Northern Wars (1655–1661), Frederick III, the King of Denmark–Norway is forced to give up nearly half his territory to Sweden.", "entities": [{"title": "Treaty of Roskilde", "href": "/wiki/Treaty_of_Roskilde", "description": "The Treaty of Roskilde was concluded on 26 February (OS) or 8 March 1658 (NS) during the Second Northern War between Frederick III of Denmark–Norway and Karl X Gustav of Sweden in the Danish city of Roskilde. After a devastating defeat, Denmark–Norway was forced to give up a third of its territory to save the rest, the ceded lands comprising Blekinge, Bornholm, Bohuslän (Båhuslen), Scania (Skåne) "}, {"title": "Northern Wars", "href": "/wiki/Northern_Wars", "description": "\"Northern Wars\" is a term used for a series of wars fought in northern and northeastern Europe in the 16th and 17th century. An internationally agreed nomenclature for these wars has not yet been devised. While the Great Northern War is generally considered to be the last of the Northern Wars, there are different scholarly opinions on which war constitutes the First Northern War."}, {"title": "Frederick III of Denmark", "href": "/wiki/Frederick_III_of_Denmark", "description": "Frederick III was king of Denmark and Norway from 1648 until his death in 1670. He also governed under the name Frederick II as diocesan administrator of the Prince-Bishopric of Verden, and the Prince-Archbishopric of Bremen (1635–45)."}, {"title": "Denmark–Norway", "href": "/wiki/Denmark%E2%80%93Norway", "description": "Denmark–Norway, also known as the Dano-Norwegian Realm, the Oldenburg Monarchy, or the Oldenburg realms, was an early modern multi-national and multi-lingual real union consisting of the Kingdom of Denmark, the Kingdom of Norway, the Duchy of Schleswig, and the Duchy of Holstein. The state also claimed sovereignty over two historical peoples: Wends and Gutes. Denmark–Norway had several colonies, n"}]}, {"heading": "Events", "year": "1702", "date": "March 8", "txt": "Queen Anne, the younger sister of Mary II, becomes Queen regnant of England, Scotland, and Ireland.", "entities": [{"title": "Anne, Queen of Great Britain", "href": "/wiki/Anne,_Queen_of_Great_Britain", "description": "Anne was Queen of England, Scotland, and Ireland between 8 March 1702 and 1 May 1707. On 1 May 1707, under the Acts of Union, the kingdoms of England and Scotland united as a single sovereign state known as Great Britain. She continued to reign as Queen of Great Britain and Ireland until her death in 1714."}, {"title": "Mary II of England", "href": "/wiki/Mary_II_of_England", "description": "Mary II was Queen of England, Scotland, and Ireland, co-reigning with her husband, King William III & II, from 1689 until her death from smallpox at the age of 32. Popular histories usually refer to their joint reign as that of William and Mary."}, {"title": "Queen regnant", "href": "/wiki/Queen_regnant", "description": "A queen regnant is a female monarch, equivalent in rank and title to a king, who reigns in her own right over a realm known as a \"kingdom\"; as opposed to a queen consort, who is the wife of a reigning king; or a queen regent, who is the guardian of a child monarch and rules temporarily in the child's stead, be it de jure in sharing power, or de facto in ruling alone. A princess regnant is a female"}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}, {"title": "Kingdom of Scotland", "href": "/wiki/Kingdom_of_Scotland", "description": "The Kingdom of Scotland was a sovereign state in northwest Europe traditionally said to have been founded in 843. Its territories expanded and shrank, but it came to occupy the northern third of the island of Great Britain, sharing a land border to the south with the Kingdom of England. It suffered many invasions by the English, but under Robert the Bruce it fought a successful War of Independence"}, {"title": "Kingdom of Ireland", "href": "/wiki/Kingdom_of_Ireland", "description": "The Kingdom of Ireland was a client state of England and then of Great Britain that existed from 1542 until 1800 on the island of Ireland. It was ruled by the monarchs of England and then of Great Britain in personal union with their other realms. The kingdom was administered from Dublin Castle by a viceroy appointed by the king or queen. Ireland had its own legislature, peerage, army, legal syste"}]}, {"heading": "Events", "year": "1722", "date": "March 8", "txt": "The Safavid Empire of Iran is defeated by an army from Afghanistan at the Battle of Gulnabad.", "entities": [{"title": "Safavid Empire", "href": "/wiki/Safavid_Empire", "description": "Safavid Iran or Safavid Persia, also referred to as the Safavid Empire, was one of the greatest Iranian empires after the 7th-century Muslim conquest of Persia, ruled from 1501 to 1736 by the Safavid dynasty. It is often considered the beginning of modern Iranian history, as well as one of the gunpowder empires. The Safavid shahs established the Twelver school of Shia Islam as the official religio"}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "History of Afghanistan", "href": "/wiki/History_of_Afghanistan", "description": "The history of Afghanistan as a state began in 1747 with its establishment by Ahmad Shah Durrani. The written recorded history of the land presently constituting Afghanistan can be traced back to around 500 BCE when the area was under the Achaemenid Empire, although evidence indicates that an advanced degree of urbanized culture has existed in the land since between 3000 and 2000 BCE. Bactria date"}, {"title": "Battle of Gulnabad", "href": "/wiki/Battle_of_Gulnabad", "description": "The Battle of Gulnabad was fought between the military forces from Hotaki Dynasty and the army of the Safavid Empire. It further cemented the eventual fall of the Safavid dynasty, which had been declining for decades."}]}, {"heading": "Events", "year": "1736", "date": "March 8", "txt": "Nader Shah, founder of the Afsharid dynasty, is crowned Shah of Iran.", "entities": [{"title": "Nader Shah", "href": "/wiki/Nader_Shah", "description": "Nader Shah Afshar was one of the most powerful Iranian rulers in Iranian history, ruling as Shah of Iran (Persia) from 1736 to 1747 when he was assassinated during a rebellion. Because of his military genius as evidenced in his numerous campaigns throughout Middle East, Caucasus, Central and South Asia, such as the battles of Herat, Mihmandust, Murche-Khort, Kirkuk, Yeghevard, Khyber Pass, Karnal "}, {"title": "Afsharid dynasty", "href": "/wiki/Afsharid_dynasty", "description": "The Afsharid dynasty was an Iranian dynasty that originated from the Turkoman Afshar tribe in Iran's north-eastern province of Khorasan, ruling Iran (Persia) in the mid-eighteenth century. The dynasty was founded in 1736 by the brilliant military commander Nader Shah, who deposed the last member of the Safavid dynasty and proclaimed himself as the Shah of Iran."}, {"title": "Shah of Iran", "href": "/wiki/Shah_of_Iran", "description": "This article lists the monarchs of Persia (Iran) from the establishment of the Median Empire by Medes around 705 BC until the deposition of the Pahlavi dynasty in 1979."}]}, {"heading": "Events", "year": "1775", "date": "March 8", "txt": "An anonymous writer, thought by some to be Thomas Paine, publishes \"African Slavery in America\", the first article in the American colonies calling for the emancipation of slaves and the abolition of slavery.", "entities": [{"title": "Thomas Paine", "href": "/wiki/Thomas_Paine", "description": "Thomas Paine was an English-born American political activist, philosopher, political theorist, and revolutionary. He authored Common Sense (1776) and The American Crisis (1776–1783), the two most influential pamphlets at the start of the American Revolution, and helped inspire the patriots in 1776 to declare independence from Great Britain. His ideas reflected Enlightenment-era ideals of transnati"}, {"title": "Abolitionism in the United States", "href": "/wiki/Abolitionism_in_the_United_States", "description": "Abolitionism in the United States was a movement which sought to end slavery in the United States, being active from the colonial era until the American Civil War, which saw the abolition of American slavery. The abolitionist movement originated in Western Europe during the Age of Enlightenment, seeking to end the transatlantic slave trade and outlaw the institution of slavery in European colonies"}]}, {"heading": "Events", "year": "1782", "date": "March 8", "txt": "Gnadenhutten massacre: Ninety-six Native Americans in Gnadenhutten, Ohio, who had converted to Christianity, are killed by Pennsylvania militiamen in retaliation for raids carried out by other Indian tribes.", "entities": [{"title": "Gnadenhutten massacre", "href": "/wiki/Gnadenhutten_massacre", "description": "The Gnadenhutten massacre, also known as the Moravian massacre, was the killing of 96 Christian Lenape by U.S. militiamen from Pennsylvania on March 8, 1782 at the Moravian missionary village of Gnadenhutten, Ohio, during the American Revolutionary War. More than a century later, Theodore Roosevelt called the massacre \"a stain on frontier character that the lapse of time cannot wash away.\""}, {"title": "Native Americans in the United States", "href": "/wiki/Native_Americans_in_the_United_States", "description": "Native Americans, also known as American Indians, First Americans, Indigenous Americans and other terms, are the indigenous peoples of the United States; sometimes including Hawaii and territories of the United States, and other times limited to the mainland. There are 574 federally recognized tribes living within the US, about half of which are associated with Indian reservations. \"Native America"}, {"title": "Gnadenhutten, Ohio", "href": "/wiki/Gnadenhutten,_Ohio", "description": "Gnadenhutten is a village located on the Tuscarawas River in Tuscarawas County, Ohio, United States and is Ohio's oldest existing settlement. The population was 1,288 at the 2010 census."}, {"title": "Christianity", "href": "/wiki/Christianity", "description": "Christianity is an Abrahamic monotheistic religion based on the life and teachings of Jesus of Nazareth. It is the world's largest religion, with about 2.4 billion followers. Its adherents, known as Christians, make up a majority of the population in 157 countries and territories, and believe that Jesus is the Christ, whose coming as the Messiah was prophesied in the Hebrew Bible, called the Old T"}, {"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}]}, {"heading": "Events", "year": "1801", "date": "March 8", "txt": "War of the Second Coalition: At the Battle of Abukir, a British force under Sir Ralph Abercromby lands in Egypt with the aim of ending the French campaign in Egypt and Syria.", "entities": [{"title": "War of the Second Coalition", "href": "/wiki/War_of_the_Second_Coalition", "description": "The War of the Second Coalition (1798–1802) was the second war on revolutionary France by most of the European monarchies, led by Britain, Austria and Russia, and including the Ottoman Empire, Portugal, Naples, various German monarchies and Sweden, though Prussia did not join this coalition and Spain supported France."}, {"title": "Battle of Abukir (1801)", "href": "/wiki/Battle_of_Abukir_(1801)", "description": "The Battle of Abukir of 8 March 1801 was the second pitched battle of the French campaign in Egypt and Syria to be fought at Abu Qir on the Mediterranean coast, near the Nile Delta."}, {"title": "Ralph Abercromby", "href": "/wiki/Ralph_Abercromby", "description": "Sir Ralph Abercromby was a Scottish soldier and politician. He twice served as MP for Clackmannanshire, rose to the rank of lieutenant-general in the British Army, was appointed Governor of Trinidad, served as Commander-in-Chief, Ireland, and was noted for his services during the French Revolutionary Wars."}, {"title": "French campaign in Egypt and Syria", "href": "/wiki/French_campaign_in_Egypt_and_Syria", "description": "The French campaign in Egypt and Syria (1798–1801) was Napoleon Bonaparte's campaign in the Ottoman territories of Egypt and Syria, proclaimed to defend French trade interests, to establish scientific enterprise in the region and ultimately to join the forces of Indian ruler Tipu Sultan and drive away the British from the Indian subcontinent. It was the primary purpose of the Mediterranean campaig"}]}, {"heading": "Events", "year": "1817", "date": "March 8", "txt": "The New York Stock Exchange is founded.", "entities": [{"title": "New York Stock Exchange", "href": "/wiki/New_York_Stock_Exchange", "description": "The New York Stock Exchange is an American stock exchange in the Financial District of Lower Manhattan in New York City. It is by far the world's largest stock exchange by market capitalization of its listed companies at US$30.1 trillion as of February 2018. The average daily trading value was approximately US$169 billion in 2013. The NYSE trading floor is at the New York Stock Exchange Building o"}]}, {"heading": "Events", "year": "1844", "date": "March 8", "txt": "King Oscar I ascends to the thrones of Sweden and Norway.", "entities": [{"title": "Oscar I of Sweden", "href": "/wiki/Oscar_I_of_Sweden", "description": "Oscar I was King of Sweden and Norway from 8 March 1844 until his death. He was the second monarch of the House of Bernadotte."}, {"title": "Union between Sweden and Norway", "href": "/wiki/Union_between_Sweden_and_Norway", "description": "Sweden and Norway or Sweden–Norway, officially the United Kingdoms of Sweden and Norway, or as the United Kingdoms, was a personal union of the separate kingdoms of Sweden and Norway under a common monarch and common foreign policy that lasted from 1814 until its peaceful dissolution in 1905."}]}, {"heading": "Events", "year": "1868", "date": "March 8", "txt": "Sakai incident: Japanese samurai kill 11 French sailors in the port of Sakai, Osaka.", "entities": [{"title": "Sakai incident", "href": "/wiki/Sakai_incident", "description": "The Sakai incident  was the killing of 11 French sailors from the French corvette Dupleix in the port of Sakai near Osaka, Japan in 1868."}, {"title": "Samurai", "href": "/wiki/Samurai", "description": "Samurai  were the hereditary military nobility and officer caste of medieval and early-modern Japan from the 12th century to their abolition in the 1870s. They were the well-paid retainers of the daimyo. They had high prestige and special privileges such as wearing two swords. They cultivated the bushido codes of martial virtues, indifference to pain, and unflinching loyalty, engaging in many loca"}, {"title": "Sakai, Osaka", "href": "/wiki/Sakai,_Osaka", "description": "Sakai  is a city located in Osaka Prefecture, Japan, on the edge of Osaka Bay at the mouth of the Yamato River. It has been one of the largest and most important seaports of Japan since the medieval era. Following the February 2005 annexation of the town of Mihara, the city grew to the fourteenth most populous city in Japan, with 828,741 residents as of June 1, 2019."}]}, {"heading": "Events", "year": "1910", "date": "March 8", "txt": "French aviator Raymonde de Laroche becomes the first woman to receive a pilot's license.", "entities": [{"title": "Aviator", "href": "/wiki/Aviator", "description": "An aircraft pilot or aviator is a person who controls the flight of an aircraft by operating its directional flight controls. Some other aircrew members, such as navigators or flight engineers, are also considered aviators, because they are involved in operating the aircraft's navigation and engine systems. Other aircrew members, such as drone operators, flight attendants, mechanics and ground cre"}, {"title": "Raymonde de Laroche", "href": "/wiki/Raymonde_de_Laroche", "description": "Raymonde de Laroche was a French pilot, thought to be the first woman to pilot a plane. She became the world's first licensed female pilot on 8 March 1910."}, {"title": "Pilot licensing and certification", "href": "/wiki/Pilot_licensing_and_certification", "description": "Pilot licensing or certification refers to permits for operating aircraft. They are issued by the Civil Aviation Authority (CAA) in each country, establishing that the holder has met a specific set of knowledge and experience requirements. This includes taking a flying test. The certified pilot can then exercise a specific set of privileges in that nation's airspace. Despite attempts to harmonize "}]}, {"heading": "Events", "year": "1916", "date": "March 8", "txt": "World War I: A British force unsuccessfully attempts to relieve the siege of Kut (present-day Iraq) in the Battle of Dujaila.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Kut", "href": "/wiki/Kut", "description": "Al-Kūt, also spelled Kut al-Imara or Kut El Amara, is a city in eastern Iraq, on the left bank of the Tigris River, about 160 kilometres south east of Baghdad. As of 2018 the estimated population is about 389,400 people.\nIt is the capital of the province long known as Al Kut, but since the 1960s renamed Wasit."}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Battle of Dujaila", "href": "/wiki/Battle_of_Dujaila", "description": "The Battle of Dujaila was fought on 8 March 1916, between British and Ottoman forces during the First World War. The Ottoman forces, led by Colmar Freiherr von der Goltz were besieging Kut, when the Anglo-Indian relief force, led by Lieutenant-General Fenton Aylmer, attempted to relieve the city. The attempt failed, and Aylmer lost 4,000 men."}]}, {"heading": "Events", "year": "1917", "date": "March 8", "txt": "International Women's Day protests in Petrograd mark the beginning of the February Revolution (February 23 in the Julian calendar).", "entities": [{"title": "International Women's Day", "href": "/wiki/International_Women%27s_Day", "description": "International Women's Day (IWD) is a global holiday celebrated annually on March 8 to commemorate the cultural, political, and socioeconomic achievements of women. It is also a focal point in the women's rights movement, bringing attention to issues such as gender equality, reproductive rights, and violence against women."}, {"title": "Petrograd", "href": "/wiki/Petrograd", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}, {"title": "February Revolution", "href": "/wiki/February_Revolution", "description": "The February Revolution, known in Soviet historiography as the February Bourgeois Democratic Revolution and sometimes as the March Revolution, was the first of two revolutions which took place in Russia in 1917."}, {"title": "Julian calendar", "href": "/wiki/Julian_calendar", "description": "The Julian calendar, proposed by Julius Caesar in AUC 708, was a reform of the Roman calendar. It took effect on 1 January AUC 709 , by edict. It was designed with the aid of Greek mathematicians and astronomers such as Sosigenes of Alexandria."}]}, {"heading": "Events", "year": "1917", "date": "March 8", "txt": "The United States Senate votes to limit filibusters by adopting the cloture rule.", "entities": [{"title": "Filibuster", "href": "/wiki/Filibuster", "description": "A filibuster is a parliamentary procedure where one or more members of a legislature debate over a proposed piece of legislation to delay or entirely prevent a decision being made on the proposal. It is sometimes referred to as \"talking a bill to death\" or \"talking out a bill\" and is characterized as a form of obstruction in a legislature or other decision-making body."}, {"title": "Cloture rule", "href": "/wiki/Cloture_rule", "description": "Cloture, closure or, informally, a guillotine, is a motion or process in parliamentary procedure aimed at bringing debate to a quick end. The cloture procedure originated in the French National Assembly, from which the name is taken. Clôture is French for \"the act of terminating something\". It was introduced into the Parliament of the United Kingdom by William Ewart Gladstone to overcome the obstr"}]}, {"heading": "Events", "year": "1921", "date": "March 8", "txt": "Spanish Prime Minister Eduardo Dato Iradier is assassinated while on his way home from the parliament building in Madrid.", "entities": [{"title": "Eduardo Dato Iradier", "href": "/wiki/Eduardo_Dato_Iradier", "description": "Eduardo Dato e Iradier was a Spanish political leader during the Spanish Restoration period. He served three times as Spanish prime minister: from 27 October 1913 to 9 December 1915, from 11 June 1917 to 3 November 1917, and from 28 April 1920 until his assassination by Catalan anarchists. Also he held eleven cabinet ministries, and was four times president of the Spanish Congress of Deputies."}, {"title": "Cortes Generales", "href": "/wiki/Cortes_Generales", "description": "The Cortes Generales are the bicameral legislative chambers of Spain, consisting of the Congress of Deputies, and the Senate."}, {"title": "Madrid", "href": "/wiki/Madrid", "description": "Madrid is the capital and most-populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 6.7 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin in its administrative limits, and its monocentric metropolitan area is the second-largest in the EU, surpassed only by Paris. The municipality covers 604"}]}, {"heading": "Events", "year": "1924", "date": "March 8", "txt": "A mine disaster kills 172 coal miners near Castle Gate, Utah.", "entities": [{"title": "Castle Gate Mine disaster", "href": "/wiki/Castle_Gate_Mine_disaster", "description": "The Castle Gate mine disaster occurred on March 8, 1924, in a coal mine near the town of Castle Gate, Utah, located approximately 90 miles southeast of Salt Lake City. All of the 171 men working in the mine were killed in the series of three violent explosions. One worker, the leader of the rescue crew, died from carbon monoxide inhalation while attempting to reach the victims shortly after the ex"}, {"title": "Castle Gate, Utah", "href": "/wiki/Castle_Gate,_Utah", "description": "Castle Gate is a ghost town located in Carbon County in eastern Utah, United States. Castle Gate was a mining town approximately 90 miles (140 km) southeast of Salt Lake City. The name of the town was derived from a rock formation near the mouth of Price Canyon. This formation features two sheer sandstone walls on either side of the Price River, which appear to open like a giant gate as travelers "}]}, {"heading": "Events", "year": "1936", "date": "March 8", "txt": "Daytona Beach and Road Course holds its first oval stock car race.", "entities": [{"title": "Daytona Beach and Road Course", "href": "/wiki/Daytona_Beach_and_Road_Course", "description": "The Daytona Beach and Road Course was a race track that was instrumental in the formation of the National Association for Stock Car Auto Racing, or NASCAR. It originally became famous as the location where 15 world land speed records were set."}, {"title": "Stock car racing", "href": "/wiki/Stock_car_racing", "description": "Stock car racing is a form of automobile racing found mainly and most prominently in the United States and Canada, with New Zealand, Australia, Mexico, the United Kingdom and Brazil also having forms of stock car auto racing. Traditionally, races are run on oval tracks measuring approximately 0.25 to 2.66 miles. The world's largest governing body for stock car racing is the American NASCAR, and it"}]}, {"heading": "Events", "year": "1937", "date": "March 8", "txt": "Spanish Civil War: The Battle of Guadalajara begins.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Battle of Guadalajara", "href": "/wiki/Battle_of_Guadalajara", "description": "The Battle of Guadalajara saw the People's Republican Army defeat Italian and Nationalist forces attempting to encircle Madrid during the Spanish Civil War. The Nationalist forces involved in the Battle of Guadalajara were primarily the Italian Corps of Volunteer Troops."}]}, {"heading": "Events", "year": "1942", "date": "March 8", "txt": "World War II: The Dutch East Indies surrender Java to the Imperial Japanese Army", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Dutch East Indies", "href": "/wiki/Dutch_East_Indies", "description": "The Dutch East Indies was a Dutch colony consisting of what is now Indonesia. It was formed from the nationalised colonies of the Dutch East India Company, which came under the administration of the Dutch government in 1800."}, {"title": "Java", "href": "/wiki/Java", "description": "Java is one of the islands of the Greater Sunda Islands in Indonesia, bordered by the Indian Ocean to the south and the Java Sea on the north. With a population of over 148 million or 152 million, Java constitutes 56.1 percent of the Indonesian population and is the world's most-populous island. The Indonesian capital city, Jakarta, is on its northwestern coast. Much of the well-known part of Indo"}, {"title": "Imperial Japanese Army", "href": "/wiki/Imperial_Japanese_Army", "description": "The Imperial Japanese Army was the official ground-based armed force of the Empire of Japan from 1868 to 1945. It was controlled by the Imperial Japanese Army General Staff Office and the Ministry of the Army, both of which were nominally subordinate to the Emperor of Japan as supreme commander of the army and the Imperial Japanese Navy. Later an Inspectorate General of Aviation became the third a"}]}, {"heading": "Events", "year": "1942", "date": "March 8", "txt": "World War II: Imperial Japanese Army forces captured Rangoon, Burma from British.", "entities": [{"title": "Myanmar", "href": "/wiki/Myanmar", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}]}, {"heading": "Events", "year": "1963", "date": "March 8", "txt": "The Ba'ath Party comes to power in Syria in a coup d'état", "entities": [{"title": "Ba'ath Party", "href": "/wiki/Ba%27ath_Party", "description": "The Arab Socialist Baʽath Party was a political party founded in Syria by Michel Aflaq, Salah al-Din al-Bitar, and associates of Zaki al-Arsuzi. The party espoused Baʽathism, which is an ideology mixing Arab nationalist, pan-Arabism, Arab socialist, and anti-imperialist interests. Baʽathism calls for unification of the Arab world into a single state. Its motto, \"Unity, Liberty, Socialism\", refers "}, {"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}, {"title": "1963 Syrian coup d'état", "href": "/wiki/1963_Syrian_coup_d%27%C3%A9tat", "description": "The 1963 Syrian coup d'état, referred to by the Syrian government as the 8 March Revolution, was the successful seizure of power in Syria by the military committee of the Syrian Regional Branch of the Arab Socialist Ba'ath Party. The planning and the unfolding conspiracy was inspired by the Iraqi Regional Branch's successful military coup."}]}, {"heading": "Events", "year": "1966", "date": "March 8", "txt": "Nelson's Pillar in Dublin, Ireland, destroyed by a bomb.", "entities": [{"title": "Nelson's Pillar", "href": "/wiki/Nelson%27s_Pillar", "description": "\n\nNelson's Pillar was a large granite column capped by a statue of Horatio Nelson, built in the centre of what was then Sackville Street in Dublin, Ireland. Completed in 1809 when Ireland was part of the United Kingdom, it survived until March 1966, when it was severely damaged by explosives planted by Irish republicans. Its remnants were later destroyed by the Irish Army."}]}, {"heading": "Events", "year": "1979", "date": "March 8", "txt": "Philips demonstrates the compact disc publicly for the first time.", "entities": [{"title": "Philips", "href": "/wiki/Philips", "description": "Koninklijke Philips N.V. is a Dutch multinational conglomerate corporation that was founded in Eindhoven. Since 1997, it has been mostly headquartered in Amsterdam, though the Benelux headquarters is still in Eindhoven.\nPhilips was formerly one of the largest electronics companies in the world, currently focused in the area of health technology, with other divisions being divested."}, {"title": "Compact disc", "href": "/wiki/Compact_disc", "description": "The compact disc (CD) is a digital optical disc data storage format that was co-developed by Philips and Sony to store and play digital audio recordings. It was released in 1982 branded as Digital Audio Compact Disc."}]}, {"heading": "Events", "year": "1983", "date": "March 8", "txt": "Cold War: While addressing a convention of Evangelicals, U.S. President Ronald Reagan labels the Soviet Union an \"evil empire\".", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "National Association of Evangelicals", "href": "/wiki/National_Association_of_Evangelicals", "description": "The National Association of Evangelicals (NAE) is an association of evangelical denominations, organizations, schools, churches and individuals. The association represents more than 45,000 local churches from nearly 40 different denominations and serves a constituency of millions. The mission of the NAE is to honor God by connecting and representing evangelicals in the United States."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "Evil Empire speech", "href": "/wiki/Evil_Empire_speech", "description": "The \"Evil Empire\" speech was a speech delivered by U.S. President Ronald Reagan to the National Association of Evangelicals on March 8, 1983 during the Cold War. In that speech, Reagan referred to the Soviet Union as an \"evil empire\" and as \"the focus of evil in the modern world\". Reagan explicitly rejected the notion that the United States and the Soviet Union were equally responsible for the Col"}]}, {"heading": "Events", "year": "1985", "date": "March 8", "txt": "A supposed failed assassination attempt on Islamic cleric Sayyed Mohammad Hussein Fadlallah in Beirut, Lebanon kills at least 56 and injures 180 others.", "entities": [{"title": "1985 Beirut car bombing", "href": "/wiki/1985_Beirut_car_bombing", "description": "On 8 March 1985, a car bomb exploded between 9 and 45 metres from the house of Islamic cleric Sayyed Mohammad Hussein Fadlallah in Beirut, Lebanon, in a failed assassination attempt by a Lebanese counter terrorism unit linked to the Central Intelligence Agency. The bombing killed 80 people and injured 200, almost all civilians."}, {"title": "Sayyed Mohammad Hussein Fadlallah", "href": "/wiki/Sayyed_Mohammad_Hussein_Fadlallah", "description": "Grand Ayatollah Muhammad Husayn Fadlallah was a prominent twelver Shia cleric from a Lebanese family. Born in Najaf, Iraq, Fadlallah studied Islam in Najaf before moving to Lebanon in 1952. In the following decades, he gave many lectures, engaged in intense scholarship, wrote dozens of books, founded several Islamic religious schools, and established the Mabarrat Association. Through the aforement"}, {"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}]}, {"heading": "Events", "year": "2004", "date": "March 8", "txt": "A new constitution is signed by Iraq's Governing Council.", "entities": [{"title": "Law of Administration for the State of Iraq for the Transitional Period", "href": "/wiki/Law_of_Administration_for_the_State_of_Iraq_for_the_Transitional_Period", "description": "The Law of Administration for the State of Iraq for the Transitional Period, also called the Transitional Administrative Law or TAL, was Iraq's provisional constitution following the 2003 Iraq War. It was signed on March 8, 2004 by the Iraqi Governing Council. It came into effect on June 28, 2004 following the official transfer of power from the Coalition Provisional Authority to a sovereign Iraqi"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Iraqi Governing Council", "href": "/wiki/Iraqi_Governing_Council", "description": "The Iraqi Governing Council (IGC) was the provisional government of Iraq from July 13, 2003 to June 1, 2004. It was established by and served under the United States-led Coalition Provisional Authority (CPA). The IGC consisted of various Iraqi political and tribal leaders who were appointed by the CPA to provide advice and leadership of the country until the June 2004 transfer of sovereignty to th"}]}, {"heading": "Events", "year": "2014", "date": "March 8", "txt": "In one of aviation's greatest mysteries, Malaysia Airlines Flight 370, carrying a total of 239 people, disappears en route from Kuala Lumpur to Beijing. The fate of the flight remains unknown.", "entities": [{"title": "Malaysia Airlines Flight 370", "href": "/wiki/Malaysia_Airlines_Flight_370", "description": "Malaysia Airlines Flight 370 was a scheduled international passenger flight operated by Malaysia Airlines that disappeared on 8 March 2014 while flying from Kuala Lumpur International Airport to its planned destination, Beijing Capital International Airport. The crew of the Boeing 777-200ER aircraft last communicated with air traffic control (ATC) around 38 minutes after takeoff when the flight wa"}, {"title": "Kuala Lumpur", "href": "/wiki/Kuala_Lumpur", "description": "Kuala Lumpur, officially the Federal Territory of Kuala Lumpur and colloquially referred to as KL, is a federal territory and the capital city of Malaysia. It is the largest city in Malaysia, covering an area of 243 km2 (94 sq mi) with an estimated population of 1.73 million as of 2016. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 7.564 million people as of 20"}]}, {"heading": "Events", "year": "2017", "date": "March 8", "txt": "The Azure Window, a natural arch on the Maltese island of Gozo, collapses in stormy weather.", "entities": [{"title": "Azure Window", "href": "/wiki/Azure_Window", "description": "The Azure Window, also known as the Dwejra Window, was a 28-metre-tall (92 ft) natural arch on the island of Gozo, located just off the shores of Malta. The limestone feature, which was in Dwejra Bay close to the Inland Sea and Fungus Rock, was one of the island's major tourist attractions until it collapsed in stormy weather on 8 March 2017. The small rock over the water is no longer accessible b"}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}, {"title": "Gozo", "href": "/wiki/Gozo", "description": "Gozo, known locally as Għawdex and in antiquity as Gaulos, is an island of the Maltese archipelago in the Mediterranean Sea. The island is part of the Republic of Malta. After the island of Malta itself, it is the second-largest island in the archipelago."}]}, {"heading": "Events", "year": "2018", "date": "March 8", "txt": "The first Aurat March (social/political demonstration) was held being International Women's Day in Karachi, Pakistan, since then annually held  across Pakistan and feminist slogan Mera Jism Meri Marzi (My body, my choice), in demand for women's right to bodily autonomy and against gender-based violence came into vogue in Pakistan.", "entities": [{"title": "Aurat March", "href": "/wiki/Aurat_March", "description": "The Aurat March is an annually-held social/political demonstration, organized in various cities of Pakistan including Lahore, Hyderabad, Sukkur, Karachi, Islamabad and Peshawar to observe International Women's Day. The first Aurat March was held on 8 March 2018 in Karachi. In 2019, it was organised in Lahore and Karachi by a women's collective called Hum Auratein, and in other parts of the country"}, {"title": "International Women's Day", "href": "/wiki/International_Women%27s_Day", "description": "International Women's Day (IWD) is a global holiday celebrated annually on March 8 to commemorate the cultural, political, and socioeconomic achievements of women. It is also a focal point in the women's rights movement, bringing attention to issues such as gender equality, reproductive rights, and violence against women."}, {"title": "Karachi", "href": "/wiki/Karachi", "description": "Karachi is the largest city in Pakistan and the twelfth largest city in the world. It is the capital of the Pakistani province of Sindh. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre, with an estimated GDP of $164 billion (PPP) as of 2019. Karachi is Pakistan's most cosmopolitan city, linguistically, ethnically, and religiously diverse, as well as one"}, {"title": "Mera Jism Meri Marzi", "href": "/wiki/Mera_Jism_Meri_Marzi", "description": "Mera Jism Meri Marzi is a feminist slogan raised by feminists in Pakistan in demand for women's right to bodily autonomy and against gender-based violence."}, {"title": "My body, my choice", "href": "/wiki/My_body,_my_choice", "description": "My body, my choice is a feminist slogan used in several countries, most often surrounding issues of bodily autonomy and abortion."}, {"title": "Women's right", "href": "/wiki/Women%27s_right", "description": "Women's rights are the rights and entitlements claimed for women and girls worldwide. They formed the basis for the women's rights movement in the 19th century and the feminist movements during the 20th and 21st centuries. In some countries, these rights are institutionalized or supported by law, local custom, and behavior, whereas in others, they are ignored and suppressed. They differ from broad"}, {"title": "Bodily autonomy", "href": "/wiki/Bodily_autonomy", "description": "Bodily integrity is the inviolability of the physical body and emphasizes the importance of personal autonomy, self-ownership, and self-determination of human beings over their own bodies. In the field of human rights, violation of the bodily integrity of another is regarded as an unethical infringement, intrusive, and possibly criminal."}, {"title": "Gender-based violence", "href": "/wiki/Gender-based_violence", "description": null}]}, {"heading": "Events", "year": "2021", "date": "March 8", "txt": "International Women's Day marches in Mexico become violent with 62 police officers and 19 civilians injured in Mexico City alone.", "entities": [{"title": "International Women's Day", "href": "/wiki/International_Women%27s_Day", "description": "International Women's Day (IWD) is a global holiday celebrated annually on March 8 to commemorate the cultural, political, and socioeconomic achievements of women. It is also a focal point in the women's rights movement, bringing attention to issues such as gender equality, reproductive rights, and violence against women."}, {"title": "2021 in Mexico", "href": "/wiki/2021_in_Mexico", "description": "This article lists events occurring in Mexico during the year 2021. The article lists the most important political leaders during the year at both federal and state levels and will include a brief year-end summary of major social and economic issues. Cultural events, including major sporting events, are also listed. For a more expansive list of political events, see 2021 in Mexican politics and go"}, {"title": "Mexico City", "href": "/wiki/Mexico_City", "description": "Mexico City is the capital and largest city of Mexico and the most populous city in North America. Mexico City is one of the most important cultural and financial centers in the world. It is located in the Valley of Mexico, a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 subdivisions known as boroughs or demarcaciones territor"}]}, {"heading": "Births", "year": "1495", "date": "March 8", "txt": "John of God, Portuguese friar and saint (d. 1550)", "entities": [{"title": "John of God", "href": "/wiki/John_of_God", "description": "John of God, O.H. was a Portuguese soldier turned health-care worker in Spain, whose followers later formed the Brothers Hospitallers of Saint John of God, a worldwide Catholic religious institute dedicated to the care of the poor, sick, and those suffering from mental disorders. He has been canonized by the Catholic Church, and is considered one of the leading religious figures in the Iberian Pen"}]}, {"heading": "Births", "year": "1712", "date": "March 8", "txt": "John Fothergill, English physician and botanist (d. 1780)", "entities": [{"title": "John Fothergill (physician)", "href": "/wiki/John_Fothergill_(physician)", "description": "John Fothergill FRS was an English physician, plant collector, philanthropist and Quaker. His medical writings were influential, and he built up a sizeable botanic garden in what is now West Ham Park in London."}]}, {"heading": "Births", "year": "1714", "date": "March 8", "txt": "Carl Philipp Emanuel Bach, German pianist and composer (d. 1788)", "entities": [{"title": "Carl Philipp Emanuel Bach", "href": "/wiki/Carl_Philipp_Emanuel_Bach", "description": "Carl Philipp Emanuel Bach, also formerly spelled Karl Philipp Emmanuel Bach, and commonly abbreviated C. P. E. Bach, was a German Classical period musician and composer, the fifth child and second surviving son of Johann Sebastian Bach and Maria Barbara Bach. His second name was given in honor of his godfather Georg Philipp Telemann, a friend of Johann Sebastian Bach."}]}, {"heading": "Births", "year": "1726", "date": "March 8", "txt": "Richard Howe, 1st Earl Howe, English admiral and politician, Treasurer of the Navy (d. 1799)", "entities": [{"title": "Richard Howe, 1st Earl Howe", "href": "/wiki/Richard_Howe,_1st_Earl_Howe", "description": "Admiral of the Fleet Richard Howe, 1st Earl Howe, was a British naval officer. After serving throughout the War of the Austrian Succession, he gained a reputation for his role in amphibious operations against the French coast as part of Britain's policy of naval descents during the Seven Years' War. He also took part, as a naval captain, in the decisive British naval victory at the Battle of Quibe"}, {"title": "Treasurer of the Navy", "href": "/wiki/Treasurer_of_the_Navy", "description": "The Treasurer of the Navy, originally called Treasurer of Marine Causes or Paymaster of the Navy, was a civilian officer of the Royal Navy, one of the principal commissioners of the Navy Board responsible for naval finance from 1524 to 1832. The treasurer was based at the Navy Pay Office."}]}, {"heading": "Births", "year": "1746", "date": "March 8", "txt": "André Michaux, French botanist and explorer", "entities": [{"title": "André Michaux", "href": "/wiki/Andr%C3%A9_Michaux", "description": "André Michaux, also styled Andrew Michaud, was a French botanist and explorer. He is most noted for his study of North American flora. In addition Michaux collected specimens in England, Spain, France, and even, Persia. His work was part of a larger European effort to gather knowledge about the natural world. Michaux's contributions include Histoire des chênes de l'Amérique and Flora Boreali-Ameri"}]}, {"heading": "Births", "year": "1748", "date": "March 8", "txt": "William V, Prince of Orange (d. 1806)", "entities": [{"title": "William V, Prince of Orange", "href": "/wiki/William_V,_Prince_of_Orange", "description": "William V was a prince of Orange and the last stadtholder of the Dutch Republic. He went into exile to London in 1795. He was furthermore ruler of the Principality of Orange-Nassau until his death in 1806. In that capacity he was succeeded by his son William."}]}, {"heading": "Births", "year": "1761", "date": "March 8", "txt": "Jan Potocki, Polish ethnologist, historian, linguist, and author (d. 1815)", "entities": [{"title": "Jan Potocki", "href": "/wiki/Jan_Potocki", "description": "Count Jan Potocki was a Polish nobleman, Polish Army Captain of Engineers, ethnologist, Egyptologist, linguist, traveler, adventurer, and popular author of the Enlightenment period, whose life and exploits made him a legendary figure in his homeland. Outside Poland he is known chiefly for his novel, The Manuscript Found in Saragossa."}]}, {"heading": "Births", "year": "1799", "date": "March 8", "txt": "Simon Cameron, American journalist and politician, United States Secretary of War (d. 1889)", "entities": [{"title": "Simon Cameron", "href": "/wiki/Simon_Cameron", "description": "Simon Cameron was an American businessman and politician. He represented Pennsylvania in the United States Senate and served as United States Secretary of War under President Abraham Lincoln at the start of the American Civil War."}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}]}, {"heading": "Births", "year": "1804", "date": "March 8", "txt": "Alvan Clark, American astronomer and optician (d. 1887)", "entities": [{"title": "Alvan Clark", "href": "/wiki/Alvan_Clark", "description": "Alvan Clark, born in Ashfield, Massachusetts, the descendant of a Cape Cod whaling family of English ancestry, was an American astronomer and telescope maker. He started as a portrait painter and engraver (c.1830s-1850s), and at the age of 40 became involved in telescope making. Using glass blanks made by Chance Brothers of Birmingham and Feil-Mantois of Paris, his firm Alvan Clark & Sons ground l"}]}, {"heading": "Births", "year": "1822", "date": "March 8", "txt": "Ignacy Łukasiewicz, Polish inventor and businessman, invented the Kerosene lamp (d. 1882)", "entities": [{"title": "Ignacy Łukasiewicz", "href": "/wiki/Ignacy_%C5%81ukasiewicz", "description": "Jan Józef Ignacy Łukasiewicz was a Polish pharmacist, engineer, businessman, inventor, and philanthropist. He was one of the most prominent philanthropists in the Kingdom of Galicia and Lodomeria, crown land of Austria-Hungary. He was a pioneer who in 1856 built the world's first modern oil refinery. His achievements included the discovery of how to distill kerosene from seep oil, the invention of"}, {"title": "Kerosene lamp", "href": "/wiki/Kerosene_lamp", "description": "A kerosene lamp is a type of lighting device that uses kerosene as a fuel. Kerosene lamps have a wick or mantle as light source, protected by a glass chimney or globe; lamps may be used on a table, or hand-held lanterns may be used for portable lighting. Like oil lamps, they are useful for lighting without electricity, such as in regions without rural electrification, in electrified areas during p"}]}, {"heading": "Births", "year": "1827", "date": "March 8", "txt": "Wilhelm Bleek, German linguist and anthropologist (d. 1875)", "entities": [{"title": "Wilhelm Bleek", "href": "/wiki/Wilhelm_Bleek", "description": "\nWilhelm Heinrich Immanuel Bleek was a German linguist. His work included A Comparative Grammar of South African Languages and his great project jointly executed with Lucy Lloyd: The Bleek and Lloyd Archive of ǀxam and !kun texts. A short form of this eventually reached press with Specimens of Bushman Folklore, which Laurens van der Post drew on heavily."}]}, {"heading": "Births", "year": "1830", "date": "March 8", "txt": "João de Deus, Portuguese poet and educator (d. 1896)", "entities": [{"title": "João de Deus", "href": "/wiki/Jo%C3%A3o_de_Deus", "description": "João de Deus Ramos, better known as João de Deus, was a Portuguese poet and editor who turned his attention to Portuguese educational problems and wrote the famous didactic book Cartilha Maternal (1876), used to teach Portuguese language during both the 19th and 20th centuries across the country."}]}, {"heading": "Births", "year": "1836", "date": "March 8", "txt": "Harriet Samuel, English businesswoman and founder the jewellery retailer H. Samuel (d. 1908)", "entities": [{"title": "Harriet Samuel", "href": "/wiki/Harriet_Samuel", "description": "Harriet Samuel was an English businesswoman and the founder of H. Samuel, one of the United Kingdom's best-known high street jewellery retailers."}, {"title": "H. Samuel", "href": "/wiki/H._Samuel", "description": "H. Samuel is a mass-market jewellery chain, operating in the United Kingdom and Ireland. It is part of the Signet Group of jewellery retailers."}]}, {"heading": "Births", "year": "1841", "date": "March 8", "txt": "Oliver Wendell Holmes Jr., American lawyer and jurist (d. 1935)", "entities": [{"title": "Oliver Wendell Holmes Jr.", "href": "/wiki/Oliver_Wendell_Holmes_Jr.", "description": "Oliver Wendell Holmes Jr. was an American jurist who served as an Associate Justice of the Supreme Court of the United States from 1902 to 1932. Noted for his long service, concise and pithy opinions, and deference to the decisions of elected legislatures, he is one of the most widely cited United States Supreme Court justices in history, particularly for opinions on civil liberties and American c"}]}, {"heading": "Births", "year": "1856", "date": "March 8", "txt": "Bramwell Booth, English 2nd General of The Salvation Army (d. 1929)", "entities": [{"title": "Bramwell Booth", "href": "/wiki/Bramwell_Booth", "description": "William Bramwell Booth, CH was a British charity worker who was the first Chief of Staff (1881–1912) and the second General of The Salvation Army (1912–1929), succeeding his father, William Booth."}, {"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Births", "year": "1856", "date": "March 8", "txt": "Colin Campbell Cooper, American painter and academic (d. 1937)", "entities": []}, {"heading": "Births", "year": "1859", "date": "March 8", "txt": "Kenneth Grahame, British author (d. 1932)", "entities": [{"title": "Kenneth Grahame", "href": "/wiki/Kenneth_Grahame", "description": "Kenneth Grahame was a British writer born in Edinburgh, Scotland. He is most famous for The Wind in the Willows (1908), one of the classics of children's literature. He also wrote The Reluctant Dragon. Both books were later adapted for stage and film, of which A. A. Milne's Toad of Toad Hall, based on part of The Wind in the Willows, was the first. Other adaptations include the Disney films The Ad"}]}, {"heading": "Births", "year": "1865", "date": "March 8", "txt": "Frederic Goudy, American type designer (d. 1947)", "entities": [{"title": "Frederic Goudy", "href": "/wiki/Frederic_Goudy", "description": "Frederic William Goudy was an American printer, artist and type designer whose typefaces include Copperplate Gothic, Goudy Old Style and Kennerley."}]}, {"heading": "Births", "year": "1879", "date": "March 8", "txt": "Otto Hahn, German chemist and academic, Nobel Prize laureate (d. 1968)", "entities": [{"title": "Otto Hahn", "href": "/wiki/Otto_Hahn", "description": "Otto Hahn was a German chemist, and a pioneer in the fields of radioactivity and radiochemistry. Hahn is referred to as the father of nuclear chemistry. Hahn and Lise Meitner discovered radioactive isotopes of radium, thorium, protactinium and uranium. He also discovered the phenomena of radioactive recoil and nuclear isomerism, and pioneered rubidium–strontium dating. In 1938, Hahn, Lise Meitner "}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1886", "date": "March 8", "txt": "Edward Calvin Kendall, American chemist and academic, Nobel Prize laureate (d. 1972)", "entities": [{"title": "Edward Calvin Kendall", "href": "/wiki/Edward_Calvin_Kendall", "description": "Edward Calvin Kendall was an American chemist. In 1950, Kendall was awarded the Nobel Prize for Physiology or Medicine along with Swiss chemist Tadeusz Reichstein and Mayo Clinic physician Philip S. Hench, for their work with the hormones of the adrenal gland. Kendall did not only focus on the adrenal glands, he was also responsible for the isolation of thyroxine, a hormone of the thyroid gland an"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1892", "date": "March 8", "txt": "Juana de Ibarbourou, Uruguayan poet and author (d. 1979)", "entities": [{"title": "Juana de Ibarbourou", "href": "/wiki/Juana_de_Ibarbourou", "description": "Juana Fernández Morales de Ibarbourou, also known as Juana de América, (1892–1979) was a Uruguayan poet and one of the most popular poets of Spanish America. Her poetry, the earliest of which is often highly erotic, is notable for her identification of her feelings with nature around her. She was nominated for the Nobel Prize in Literature four times."}]}, {"heading": "Births", "year": "1896", "date": "March 8", "txt": "Charlotte Whitton, Canadian journalist and politician, 46th Mayor of Ottawa (d. 1975)", "entities": [{"title": "Charlotte Whitton", "href": "/wiki/Charlotte_Whitton", "description": "Charlotte Elizabeth Whitton was a Canadian feminist and mayor of Ottawa. She was the first woman mayor of a major city in Canada, serving from 1951 to 1956 and again from 1960 to 1964. Whitton was a Canadian social policy pioneer, leader and commentator, as well as a journalist and writer."}, {"title": "Mayor of Ottawa", "href": "/wiki/Mayor_of_Ottawa", "description": "This is a list of the mayors of the City of Ottawa, Ontario, Canada. Until 1854, Ottawa was known as Bytown. Over the course of Ottawa's history, the borders of the municipality have greatly expanded through annexations. This most recently occurred in 2001 when a number of neighbouring communities were amalgamated with Ottawa."}]}, {"heading": "Births", "year": "1902", "date": "March 8", "txt": "Louise Beavers, American actress and singer (d. 1962)", "entities": [{"title": "Louise Beavers", "href": "/wiki/Louise_Beavers", "description": "Louise Beavers was an American film and television actress. Beavers appeared in dozens of films and two hit television shows from the 1920s until 1960, most often cast in the role of a maid, servant, or slave."}]}, {"heading": "Births", "year": "1902", "date": "March 8", "txt": "Jennings Randolph, American journalist and politician (d. 1998)", "entities": []}, {"heading": "Births", "year": "1907", "date": "March 8", "txt": "Konstantinos Karamanlis, Greek lawyer and politician, President of Greece (d. 1998)", "entities": [{"title": "Konstantinos Karamanlis", "href": "/wiki/Konstantinos_Karamanlis", "description": "Konstantinos G. Karamanlis, commonly anglicised to Constantine Karamanlis or just Caramanlis, was a four-time Prime Minister and twice President of the Third Hellenic Republic, and a towering figure of Greek politics, whose political career spanned much of the latter half of the 20th century."}, {"title": "President of Greece", "href": "/wiki/President_of_Greece", "description": "The president of the Hellenic Republic, colloquially referred to in English as the president of Greece, is the head of state of Greece. The president is elected by the Hellenic Parliament; the role has been mainly ceremonial since the 1986 constitutional reform. The office was formally established by the Constitution of Greece in 1975, but has antecedents in the Second Hellenic Republic of 1924–19"}]}, {"heading": "Births", "year": "1909", "date": "March 8", "txt": "Beatrice Shilling, English motorcycle racer and engineer (d. 1990)", "entities": [{"title": "Beatrice Shilling", "href": "/wiki/Beatrice_Shilling", "description": "Beatrice Shilling OBE PhD MSc CEng was a British aeronautical engineer and amateur racing driver. During the Second World War, she designed and developed \"Miss Shilling's orifice\" to restrict fuel flow to the carburettor of the Rolls-Royce Merlin engines in the Hawker Hurricane and Supermarine Spitfire fighters. Previously the pilots had experienced a loss of power or even complete engine cut-out "}]}, {"heading": "Births", "year": "1910", "date": "March 8", "txt": "Claire Trevor, American actress (d. 2000)", "entities": [{"title": "Claire Trevor", "href": "/wiki/Claire_Trevor", "description": "Claire Trevor was an American actress. She appeared in 68 feature films from 1933 to 1982, winning the Academy Award for Best Supporting Actress for her role in Key Largo (1948), and received nominations for her roles in The High and the Mighty (1954) and Dead End (1937). Trevor was billed first for Stagecoach (1939); her profile was higher than John Wayne's at the time."}]}, {"heading": "Births", "year": "1911", "date": "March 8", "txt": "Alan Hovhaness, Armenian-American pianist and composer (d. 2000)", "entities": [{"title": "Alan Hovhaness", "href": "/wiki/Alan_Hovhaness", "description": "Alan Hovhaness was an American composer. He was one of the most prolific 20th-century composers, with his official catalog comprising 67 numbered symphonies and 434 opus numbers. The true tally is well over 500 surviving works, since many opus numbers comprise two or more distinct works."}]}, {"heading": "Births", "year": "1912", "date": "March 8", "txt": "Preston Smith, American businessman and politician, Governor of Texas (d. 2003)", "entities": [{"title": "Preston Smith (governor)", "href": "/wiki/Preston_Smith_(governor)", "description": "Preston Earnest Smith was the 40th Governor of Texas from 1969 to 1973, who previously served as the lieutenant governor from 1963 to 1969."}, {"title": "Governor of Texas", "href": "/wiki/Governor_of_Texas", "description": "The governor of Texas is the head of state, head of government and chief executive of Texas. The governor directs the legislative branch and the executive branch of the state government and is the commander in chief of the Texas military forces. The governor has the power to either approve or veto bills passed by the Texas Legislature, and to convene the legislature. The governor may grant pardons"}]}, {"heading": "Births", "year": "1912", "date": "March 8", "txt": "Meldrim Thomson Jr., American publisher and politician, Governor of New Hampshire (d. 2001)", "entities": [{"title": "Governor of New Hampshire", "href": "/wiki/Governor_of_New_Hampshire", "description": "The Governor of New Hampshire is the head of the executive branch of New Hampshire's state government."}]}, {"heading": "Births", "year": "1914", "date": "March 8", "txt": "Yakov Borisovich Zel'dovich, Belarusian-Russian physicist and astronomer (d. 1987)", "entities": [{"title": "Yakov Borisovich Zel'dovich", "href": "/wiki/Yakov_Borisovich_Zel%27dovich", "description": "Yakov Borisovich Zeldovich, also known as YaB, was a Soviet theoretical physicist, who is known for his prolific contributions in cosmology and the physics of thermonuclear and hydrodynamical phenomena."}]}, {"heading": "Births", "year": "1918", "date": "March 8", "txt": "Eileen Herlie, Scottish-American actress (d. 2008)", "entities": [{"title": "Eileen Herlie", "href": "/wiki/Eileen_Herlie", "description": "Eileen Herlie was a Scottish-American actress."}]}, {"heading": "Births", "year": "1921", "date": "March 8", "txt": "Alan Hale Jr., American actor and restaurateur (d. 1990)", "entities": [{"title": "Alan Hale Jr.", "href": "/wiki/Alan_Hale_Jr.", "description": "Alan Hale Jr. was an American actor and restaurateur. He was the son of character actor Alan Hale Sr. His television career spanned four decades, but he was best known for his co-starring role as Captain Jonas Grumby on the 1960s series Gilligan's Island. He also appeared on several talk and variety shows."}]}, {"heading": "Births", "year": "1922", "date": "March 8", "txt": "Ralph H. Baer, German-American video game designer, created the Magnavox Odyssey (d. 2014)", "entities": [{"title": "Ralph H. Baer", "href": "/wiki/Ralph_H._Baer", "description": "Ralph Henry Baer was a German-American inventor, game developer, and engineer."}, {"title": "Magnavox Odyssey", "href": "/wiki/Magnavox_Odyssey", "description": "The Magnavox Odyssey is the first commercial home video game console. The hardware was designed by a small team led by Ralph H. Baer at Sanders Associates, while Magnavox completed development and released it in the United States in September 1972 and overseas the following year. The Odyssey consists of a white, black, and brown box that connects to a television set, and two rectangular controller"}]}, {"heading": "Births", "year": "1922", "date": "March 8", "txt": "Cyd Charisse, American actress and dancer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 8", "txt": "Carl Furillo, American baseball player (d. 1989)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 8", "txt": "Shigeru Mizuki, Japanese author and illustrator (d. 2015)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 8", "txt": "Anthony Caro, English sculptor and illustrator (d. 2013)", "entities": [{"title": "Anthony Caro", "href": "/wiki/Anthony_Caro", "description": "Sir Anthony Alfred Caro was an English abstract sculptor whose work is characterised by assemblages of metal using 'found' industrial objects. His style was of the modernist school, having worked with Henry Moore early in his career. He was lauded as the greatest British sculptor of his generation."}]}, {"heading": "Births", "year": "1924", "date": "March 8", "txt": "Sean McClory, Irish-American actor and director (d. 2003)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 8", "txt": "Addie L. Wyatt, American civil rights activist and labor leader (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 8", "txt": "Warren Bennis, American scholar, author, and academic (d. 2014)", "entities": [{"title": "Warren Bennis", "href": "/wiki/Warren_Bennis", "description": "Warren Gamaliel Bennis was an American scholar, organizational consultant and author, widely regarded as a pioneer of the contemporary field of Leadership studies.\nBennis was University Professor and Distinguished Professor of Business Administration and Founding Chairman of The Leadership Institute at the University of Southern California."}]}, {"heading": "Births", "year": "1926", "date": "March 8", "txt": "Francisco Rabal, Spanish actor, director, and screenwriter (d. 2001)", "entities": [{"title": "Francisco Rabal", "href": "/wiki/Francisco_Rabal", "description": "Francisco Rabal Valera, better known as Paco Rabal, was a Spanish actor, director, and screenwriter born in Águilas, a town in the south-western part of the province of Murcia, Spain. Throughout his career, Rabal appeared in around 200 films working with directors including Francesc Rovira-Beleta, Luis Buñuel, José Luis Sáenz de Heredia, Carlos Saura, Pedro Almodóvar, William Friedkin, Michelangel"}]}, {"heading": "Births", "year": "1927", "date": "March 8", "txt": "Ramon Revilla Sr., Filipino actor and politician (d. 2020)", "entities": [{"title": "Ramon Revilla Sr.", "href": "/wiki/Ramon_Revilla_Sr.", "description": "José Acuña Bautista Sr., professionally known as Ramon Bautista Revilla Sr. or simply Ramon Revilla, was a Filipino actor who served as Senator of the Republic of the Philippines."}]}, {"heading": "Births", "year": "1930", "date": "March 8", "txt": "Bob Grim, American baseball player (d. 1996)", "entities": [{"title": "Bob Grim (baseball)", "href": "/wiki/Bob_Grim_(baseball)", "description": "Robert Anton Grim was a pitcher in Major League Baseball."}]}, {"heading": "Births", "year": "1930", "date": "March 8", "txt": "Douglas Hurd, English politician", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 8", "txt": "John McPhee, American author and educator", "entities": [{"title": "John McPhee", "href": "/wiki/John_McPhee", "description": "John Angus McPhee is an American writer. He is considered one of the pioneers of creative nonfiction. He is a four-time finalist for the Pulitzer Prize in the category General Nonfiction, and he won that award on the fourth occasion in 1999 for Annals of the Former World. In 2008, he received the George Polk Career Award for his \"indelible mark on American journalism during his nearly half-century"}]}, {"heading": "Births", "year": "1931", "date": "March 8", "txt": "Neil Postman, American author and social critic (d. 2003)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 8", "txt": "Gerald Potterton, English-Canadian animator, director, and producer", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 8", "txt": "Marv Breeding, American baseball player and scout (d. 2006)", "entities": [{"title": "Marv Breeding", "href": "/wiki/Marv_Breeding", "description": "Marv Eugene Breeding was an American professional baseball second baseman who played four seasons in Major League Baseball (MLB) for the Baltimore Orioles, Washington Senators and Los Angeles Dodgers between 1960 and 1963. He batted and threw right-handed and was listed as 6 feet (1.8 m) tall and 175 pounds (79 kg)."}]}, {"heading": "Births", "year": "1935", "date": "March 8", "txt": "George Coleman, American saxophonist, composer, and bandleader", "entities": [{"title": "George Coleman", "href": "/wiki/George_Coleman", "description": "George Edward Coleman is an American jazz saxophonist known for his work with Miles Davis and Herbie Hancock in the 1960s. In 2015, he was named an NEA Jazz Master."}]}, {"heading": "Births", "year": "1936", "date": "March 8", "txt": "Sue Ane Langdon, American actress and singer", "entities": [{"title": "Sue Ane Langdon", "href": "/wiki/Sue_Ane_Langdon", "description": "Sue Ane Langdon is an American actress. She has appeared in dozens of television series and had featured roles in films like A Guide for the Married Man and The Cheyenne Social Club, both directed by Gene Kelly, as well as The Rounders opposite Henry Fonda and Glenn Ford and a pair of Elvis Presley movies, Roustabout and Frankie and Johnny."}]}, {"heading": "Births", "year": "1937", "date": "March 8", "txt": "Richard Fariña, American singer-songwriter and author (d. 1966)", "entities": [{"title": "Richard Fariña", "href": "/wiki/Richard_Fari%C3%B1a", "description": "Richard George Fariña was an American folksinger, songwriter, poet and novelist."}]}, {"heading": "Births", "year": "1937", "date": "March 8", "txt": "Juvénal Habyarimana, Rwandan politician, President of Rwanda (d. 1994)", "entities": [{"title": "President of Rwanda", "href": "/wiki/President_of_Rwanda", "description": "This article lists the presidents of Rwanda since the creation of the office in 1961, to the present day. As specified in the constitution, the President functions as the head of state of Rwanda, and possesses broad executive powers. The officeholder is elected by popular vote every seven years, and appoints the Prime Minister and all other members of Cabinet."}]}, {"heading": "Births", "year": "1939", "date": "March 8", "txt": "Jim Bouton, American baseball player and journalist (d. 2019)", "entities": [{"title": "Jim Bouton", "href": "/wiki/Jim_Bouton", "description": "James Alan Bouton was an American professional baseball player. Bouton played in Major League Baseball (MLB) as a pitcher for the New York Yankees, Seattle Pilots, Houston Astros, and Atlanta Braves between 1962 and 1978. He was also a best-selling author, actor, activist, sportscaster and one of the creators of Big League Chew."}]}, {"heading": "Births", "year": "1939", "date": "March 8", "txt": "Lynn Seymour, Canadian ballerina and choreographer", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 8", "txt": "Lidiya Skoblikova, Russian speed skater and coach", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 8", "txt": "Robert Tear, Welsh tenor and conductor (d. 2011)", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 8", "txt": "Norman Stone, British historian, author, and academic (d. 2019)", "entities": [{"title": "Norman Stone", "href": "/wiki/Norman_Stone", "description": "Norman Stone was a Scottish historian and author. He was Professor of European History in the Department of International Relations at Bilkent University, having formerly been a professor at the University of Oxford, lecturer at the University of Cambridge, and adviser to British Prime Minister Margaret Thatcher. He was a board member of the Center for Eurasian Studies (AVIM), an organisation accu"}]}, {"heading": "Births", "year": "1942", "date": "March 8", "txt": "Dick Allen, American baseball player and tenor (d. 2020)", "entities": [{"title": "Dick Allen", "href": "/wiki/Dick_Allen", "description": "Richard Anthony Allen was an American professional baseball player. During his 15-season Major League Baseball (MLB) career, he appeared primarily as a first baseman, third baseman, and outfielder, most notably for the Philadelphia Phillies and Chicago White Sox, and is ranked among baseball's top offensive producers of the 1960s and early 1970s."}]}, {"heading": "Births", "year": "1942", "date": "March 8", "txt": "Ann Packer, English sprinter, hurdler, and long jumper", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 8", "txt": "Susan Clark, Canadian actress and producer", "entities": [{"title": "Susan Clark", "href": "/wiki/Susan_Clark", "description": "Susan Clark is a Canadian actress, known for her movie roles such as Coogan's Bluff and Colossus: The Forbin Project, and for her role as Katherine Papadopolis on the American television sitcom Webster, on which she appeared with her husband, Alex Karras."}]}, {"heading": "Births", "year": "1943", "date": "March 8", "txt": "Lynn Redgrave, English-American actress and singer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 8", "txt": "Sergey Nikitin, Russian singer-songwriter and guitarist", "entities": [{"title": "Sergey Nikitin (musician)", "href": "/wiki/Sergey_Nikitin_(musician)", "description": "Sergey Yakovlevich Nikitin is a prominent Soviet and Russian bard, composer, and biophysicist. He performs both solo and in a duet with his wife, Tatyana Nikitina all over Russia, the former Soviet republics, and other countries with significant Russian-speaking diaspora. Sergey Nikitin is also known as a composer and performer of songs for children."}]}, {"heading": "Births", "year": "1945", "date": "March 8", "txt": "Micky Dolenz, American singer-songwriter and actor", "entities": [{"title": "Micky Dolenz", "href": "/wiki/Micky_Dolenz", "description": "George Michael Dolenz Jr. is an American actor, musician, television director, radio personality and theater director, best known as a vocalist and drummer of the 1960s pop/rock band the Monkees."}]}, {"heading": "Births", "year": "1945", "date": "March 8", "txt": "Anselm Kiefer, German painter and sculptor", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 8", "txt": "Randy Meisner, American singer-songwriter and bass player", "entities": [{"title": "Randy Meisner", "href": "/wiki/Randy_Meisner", "description": "Randall Herman Meisner is a retired American musician, singer, songwriter and founding member of the Eagles. Throughout his professional musical career, Meisner's main role was that of bassist and backing high-harmony vocalist as both a group member and session musician. He co-wrote the Eagles hit song \"Take It to the Limit\", which he also sang."}]}, {"heading": "Births", "year": "1947", "date": "March 8", "txt": "Carole Bayer Sager, American singer-songwriter and painter", "entities": [{"title": "Carole Bayer Sager", "href": "/wiki/Carole_Bayer_Sager", "description": "Carole Bayer Sager is an American lyricist, singer, and songwriter."}]}, {"heading": "Births", "year": "1947", "date": "March 8", "txt": "Michael S. Hart, American author, founded Project Gutenberg (d. 2011)", "entities": [{"title": "Project Gutenberg", "href": "/wiki/Project_Gutenberg", "description": "Project Gutenberg (PG) is a volunteer effort to digitize and archive cultural works, as well as to \"encourage the creation and distribution of eBooks.\" It was founded in 1971 by American writer Michael S. Hart and is the oldest digital library. Most of the items in its collection are the full texts of books in the public domain. The Project tries to make these as free as possible, in long-lasting,"}]}, {"heading": "Births", "year": "1948", "date": "March 8", "txt": "Mel Galley, English rock singer-songwriter and guitarist (d. 2008)", "entities": [{"title": "Mel Galley", "href": "/wiki/Mel_Galley", "description": "Melville John \"Mel\" Galley was an English guitarist, singer and songwriter, best known for his work with Whitesnake, Trapeze, Finders Keepers and Phenomena."}]}, {"heading": "Births", "year": "1948", "date": "March 8", "txt": "Jonathan Sacks, English rabbi, philosopher, and scholar (d. 2020)", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 8", "txt": "Teofilo Cubillas, Peruvian footballer", "entities": [{"title": "Teofilo Cubillas", "href": "/wiki/Teofilo_Cubillas", "description": "Teófilo Juan Cubillas Arizaga is a Peruvian former footballer who played as an attacking midfielder. He was selected as Peru's greatest ever player in an IFFHS poll, in which he was also included in the world's Top 50. He is considered by many as the maximum reference of Peruvian football and one of the best South American players in history. He was renowned for his technique, shooting ability and"}]}, {"heading": "Births", "year": "1951", "date": "March 8", "txt": "Dianne Walker, American tap dancer", "entities": [{"title": "Dianne Walker", "href": "/wiki/Dianne_Walker", "description": "Dianne Walker, also known as Lady Di, is an American tap dancer. Her thirty-year career spans Broadway, television, film, and international dance concerts. Walker is the Artistic Director of TapDancin, Inc. in Boston, Massachusetts."}]}, {"heading": "Births", "year": "1953", "date": "March 8", "txt": "Jim Rice, American baseball player, coach, and sportscaster", "entities": [{"title": "Jim Rice", "href": "/wiki/Jim_Rice", "description": "James Edward Rice, nicknamed \"Jim Ed\", is a former Major League Baseball left fielder and designated hitter. He was inducted into the Baseball Hall of Fame on July 26, 2009, as the 103rd member voted in by the BBWAA. Rice played his entire 16-year baseball career for the Boston Red Sox."}]}, {"heading": "Births", "year": "1954", "date": "March 8", "txt": "Steve James, American documentary filmmaker", "entities": [{"title": "Steve James (producer)", "href": "/wiki/Steve_James_(producer)", "description": "Steve James is an American film producer and director of several documentaries, including Hoop Dreams (1994), Stevie (2002), and Abacus: Small Enough to Jail (2016)."}]}, {"heading": "Births", "year": "1954", "date": "March 8", "txt": "David Wilkie, Sri Lankan-Scottish swimmer", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 8", "txt": "Laurie Cunningham, English footballer (d. 1989)", "entities": [{"title": "Laurie Cunningham", "href": "/wiki/Laurie_Cunningham", "description": "Laurence Paul Cunningham was an English professional footballer. A left winger, he notably played in England, France and Spain, where he became the first ever Englishman to play for Real Madrid."}]}, {"heading": "Births", "year": "1956", "date": "March 8", "txt": "David Malpass, American economist and government official", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 8", "txt": "Clive Burr, English rock drummer (d. 2013)", "entities": [{"title": "Clive Burr", "href": "/wiki/Clive_Burr", "description": "Clive Burr was an English drummer. He was a member of British heavy metal band Iron Maiden from 1979 to 1982."}]}, {"heading": "Births", "year": "1957", "date": "March 8", "txt": "William Edward Childs, American pianist and composer", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 8", "txt": "Bob Stoddard, American baseball player", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 8", "txt": "Gary Numan, English singer-songwriter, guitarist, and producer", "entities": [{"title": "Gary Numan", "href": "/wiki/Gary_Numan", "description": "Gary Anthony James Webb, better known as Gary Numan, is an English musician, singer, songwriter, composer, and record producer. He entered the music industry as the frontman of the new wave band Tubeway Army. After releasing two albums with the band, he released his debut solo album The Pleasure Principle in 1979, topping the UK Albums Chart. While his commercial popularity peaked in the late 1970"}]}, {"heading": "Births", "year": "1959", "date": "March 8", "txt": "Aidan Quinn, Irish-American actor", "entities": [{"title": "Aidan Quinn", "href": "/wiki/Aidan_Quinn", "description": "Aidan Quinn is an American actor who made his film debut in Reckless (1984). He has starred in over 80 feature films, including Desperately Seeking Susan (1985), The Mission (1986), Stakeout (1987), Avalon (1990), Benny & Joon (1993), Legends of the Fall (1994), Mary Shelley's Frankenstein (1994), Michael Collins (1996), Practical Magic (1998), Song for a Raggy Boy (2003) and Unknown (2011)."}]}, {"heading": "Births", "year": "1960", "date": "March 8", "txt": "Irek Mukhamedov, Russian ballet dancer", "entities": [{"title": "Irek Mukhamedov", "href": "/wiki/Irek_Mukhamedov", "description": "Irek Mukhamedov OBE, is a Soviet-born ballet dancer of Tatar origin who has danced with the Bolshoi Ballet & the Royal Ballet He trained at the Moscow Choreographic Institute under the guidance of Alexander Prokofiev between 1970 and 1978. Upon graduation he joined the Classical Ballet Company, where he spent three years touring around the world. It was with this company that he first danced Romeo"}]}, {"heading": "Births", "year": "1961", "date": "March 8", "txt": "Camryn Manheim, American actress", "entities": [{"title": "Camryn Manheim", "href": "/wiki/Camryn_Manheim", "description": "Debra Frances Manheim, better known as Camryn Manheim, is an American actress known for her roles as attorney Ellenor Frutt on ABC's The Practice, Delia Banks on CBS's Ghost Whisperer, Gladys Presley in the 2005 miniseries entitled Elvis, and \"Control\" on Person of Interest. In 1999, Manheim won the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series for her work on The Pract"}]}, {"heading": "Births", "year": "1961", "date": "March 8", "txt": "Larry Murphy, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 8", "txt": "Kenny Smith, American basketball player and sportscaster", "entities": [{"title": "Kenny Smith", "href": "/wiki/Kenny_Smith", "description": "Kenneth \"The Jet\" Smith is an American sports commentator and former professional basketball player in the National Basketball Association (NBA). He played in the NBA from 1987 to 1997 as a member of the Sacramento Kings, Atlanta Hawks, Houston Rockets, Detroit Pistons, Orlando Magic, and Denver Nuggets. He won two NBA championships with Houston."}]}, {"heading": "Births", "year": "1966", "date": "March 8", "txt": "Greg Barker, Baron Barker of Battle, English politician", "entities": [{"title": "Greg Barker, Baron Barker of Battle", "href": "/wiki/Greg_Barker,_Baron_Barker_of_Battle", "description": "Gregory Leonard George Barker, Baron Barker of Battle,, is a British Conservative Party politician and life peer. In May 2010 he was appointed Minister of State for Energy and Climate Change serving until 2015, when he stood down as MP for Bexhill and Battle. He now sits in the House of Lords."}]}, {"heading": "Births", "year": "1968", "date": "March 8", "txt": "Michael Bartels, German race car driver", "entities": [{"title": "Michael Bartels", "href": "/wiki/Michael_Bartels", "description": "Michael Bartels is a German professional racing driver. He is a multiple FIA GT champion and former Grand Prix driver who attempted to qualify for four races in 1991 with Lotus."}]}, {"heading": "Births", "year": "1970", "date": "March 8", "txt": "Jason Elam, American football player", "entities": [{"title": "Jason Elam", "href": "/wiki/Jason_Elam", "description": "Jason Elam is a former American football placekicker. He was drafted by the Denver Broncos in the third round of the 1993 NFL Draft and played 15 seasons with the Broncos and two with the Atlanta Falcons."}]}, {"heading": "Births", "year": "1972", "date": "March 8", "txt": "Lena Sundström, Swedish journalist and author", "entities": [{"title": "Lena Sundström", "href": "/wiki/Lena_Sundstr%C3%B6m", "description": "Lena Amalia Kyoung Ran Sundström is a Swedish journalist and author. She writes news chronicles and writes for Swedish daily newspaper Dagens Nyheter. She has also had her own column at Aftonbladet newspaper, Metro newspaper's Swedish editions, Mersmak and Dagens Arbete."}]}, {"heading": "Births", "year": "1976", "date": "March 8", "txt": "Juan Encarnación, Dominican baseball player", "entities": [{"title": "Juan Encarnación", "href": "/wiki/Juan_Encarnaci%C3%B3n", "description": "Juan De Dios Encarnación is a Dominican former professional baseball outfielder. He played eleven seasons in Major League Baseball (MLB) from 1997 to 2007 for the Detroit Tigers, Cincinnati Reds, Florida Marlins, Los Angeles Dodgers, and St. Louis Cardinals. Encarnación suffered a career-ending injury after getting hit in the eye by a foul ball on August 31, 2007."}]}, {"heading": "Births", "year": "1976", "date": "March 8", "txt": "Freddie Prinze Jr., American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 8", "txt": "James Van Der Beek, American actor", "entities": [{"title": "James Van Der Beek", "href": "/wiki/James_Van_Der_Beek", "description": "James David Van Der Beek is an American actor best known for his portrayal of Dawson Leery in the WB series Dawson's Creek and Johnny \"Mox\" Moxson in Varsity Blues (1999). He played a fictionalized version of himself on the cult ABC sitcom Don't Trust the B---- in Apartment 23, starred in CSI: Cyber as FBI Special Agent Elijah Mundo, and as Matt Bromley on the FX drama Pose."}]}, {"heading": "Births", "year": "1977", "date": "March 8", "txt": "Johann Vogel, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 8", "txt": "Leonidas Kampantais, Greek footballer", "entities": [{"title": "Leonidas Kampantais", "href": "/wiki/Leonidas_Kampantais", "description": "Leonidas Kampantais is a Greek professional footballer who plays as a striker for Atlantis Anthoussa."}]}, {"heading": "Births", "year": "1983", "date": "March 8", "txt": "André Santos, Brazilian footballer", "entities": [{"title": "André Santos", "href": "/wiki/Andr%C3%A9_Santos", "description": "André Clarindo dos Santos is a Brazilian footballer who most recently played for Figueirense. Santos is a left-back, who can also be deployed as a left winger. On 15 June 2009, he made his first international appearance as a substitute in a match against Egypt. Santos participated and helped Brazil capture the 2009 FIFA Confederations Cup. He joined Arsenal from Fenerbahçe in August 2011."}]}, {"heading": "Births", "year": "1983", "date": "March 8", "txt": "Mark Worrell, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 8", "txt": "Ross Taylor, New Zealand cricketer", "entities": [{"title": "Ross Taylor", "href": "/wiki/Ross_Taylor", "description": "Luteru Ross Poutoa Lote Taylor is an international cricketer and former captain of the New Zealand national team. Batting predominantly at number four, he is the leading run-scorer for New Zealand in Test and ODI cricket."}]}, {"heading": "Births", "year": "1985", "date": "March 8", "txt": "Maria Ohisalo, Finnish politician and researcher", "entities": [{"title": "Maria Ohisalo", "href": "/wiki/Maria_Ohisalo", "description": "Maria Karoliina Ohisalo is a Finnish politician and researcher. She is a member of the Green League and has served as the party's leader since 2019. In the 2019 parliamentary election, she was elected with 11,797 votes. She was named Minister of the Interior in the Rinne Cabinet and continued with her duties in the following Marin Cabinet."}]}, {"heading": "Births", "year": "1990", "date": "March 8", "txt": "Asier Illarramendi, Spanish footballer", "entities": [{"title": "Asier Illarramendi", "href": "/wiki/Asier_Illarramendi", "description": "Asier Illarramendi \"Illarra\" Andonegi  is a Spanish professional footballer who plays for and captains Real Sociedad as a defensive midfielder."}]}, {"heading": "Births", "year": "1990", "date": "March 8", "txt": "Petra Kvitová, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 8", "txt": "Tom English, Australian rugby player", "entities": [{"title": "Tom English (rugby union)", "href": "/wiki/Tom_English_(rugby_union)", "description": "Tom English is an Australian rugby player, currently playing with the Melbourne Rebels in the Super Rugby. English plays as a centre, however, he can play on the wing."}]}, {"heading": "Births", "year": "1994", "date": "March 8", "txt": "Claire Emslie, Scottish footballer", "entities": [{"title": "Claire Emslie", "href": "/wiki/Claire_Emslie", "description": "Claire Emslie is a Scottish footballer who plays as a forward for Everton in the English FA Women's Super League and the Scotland national team."}]}, {"heading": "Births", "year": "1996", "date": "March 8", "txt": "Matthew Hammelmann, Australian rules footballer", "entities": [{"title": "Matthew Hammelmann", "href": "/wiki/Matthew_Hammelmann", "description": "Matthew Hammelmann is a former professional Australian rules footballer who played for the Brisbane Lions in the Australian Football League (AFL). He was drafted by the Brisbane Lions with their fourth selection and seventy-fifth overall in the 2015 AFL rookie draft. He debuted in the forty-two point loss against Richmond in round 14, 2016. In October 2017, he was delisted by Brisbane."}]}, {"heading": "Births", "year": "1998", "date": "March 8", "txt": "Tali Darsigny, Canadian weightlifter", "entities": [{"title": "Tali Darsigny", "href": "/wiki/Tali_Darsigny", "description": "Tali Darsigny is a Canadian weightlifter."}]}, {"heading": "Deaths", "year": "1126", "date": "March 8", "txt": "Urraca of León and Castile (b. 1079)", "entities": [{"title": "Urraca of León and Castile", "href": "/wiki/Urraca_of_Le%C3%B3n_and_Castile", "description": "Urraca called the Reckless, was Queen of León, Castile, and Galicia from 1109 until her death. She claimed the imperial title as suo jure Empress of All Spain and Empress of All Galicia."}]}, {"heading": "Deaths", "year": "1137", "date": "March 8", "txt": "Adela of Normandy, by marriage countess of Blois (b. c. 1067)", "entities": [{"title": "Adela of Normandy", "href": "/wiki/Adela_of_Normandy", "description": "Adela of Normandy, of Blois, or of England, also known as Saint Adela in Roman Catholicism, was a daughter of William the Conqueror and Matilda of Flanders who later became the countess of Blois, Chartres, and Meaux by marriage to Stephen II of Blois. Her husband greatly benefited from the increased social status and prestige that came with such a marriage. She brought with her not only her bloodl"}, {"title": "Countess", "href": "/wiki/Countess", "description": "Count is a historical title of nobility in certain European countries, varying in relative status, generally of middling rank in the hierarchy of nobility. The etymologically related English term \"county\" denoted the land owned by a count. Equivalents of the rank of count exist or have existed in the nobility structures of some non-European countries, such as hakushaku during the Japanese Imperial"}, {"title": "Blois", "href": "/wiki/Blois", "description": "Blois is a city and the capital of Loir-et-Cher department in Centre-Val de Loire, France, situated on the banks of the lower river Loire between Orléans and Tours."}]}, {"heading": "Deaths", "year": "1144", "date": "March 8", "txt": "Pope Celestine II", "entities": [{"title": "Pope Celestine II", "href": "/wiki/Pope_Celestine_II", "description": "Pope Celestine II, born Guido di Castello, was head of the Catholic Church and ruler of the Papal States from 26 September 1143 to his death in 1144. He is the first pope mentioned in the prophecy of Saint Malachy."}]}, {"heading": "Deaths", "year": "1403", "date": "March 8", "txt": "Bayezid I, Ottoman sultan (b. 1360)", "entities": [{"title": "Bayezid I", "href": "/wiki/Bayezid_I", "description": "Bayezid I was the Ottoman Sultan from 1389 to 1402. He was the son of Murad I and Gülçiçek Hatun. He built one of the largest armies in the known world at the time and unsuccessfully besieged Constantinople. He adopted the title of Sultan-i Rûm, Rûm being an old Islamic name for the Roman Empire. He decisively defeated the Crusaders at Nicopolis in 1396, and was himself defeated and captured by Ti"}]}, {"heading": "Deaths", "year": "1466", "date": "March 8", "txt": "Francesco I Sforza, Duke of Milan (b. 1401)", "entities": [{"title": "Francesco I Sforza", "href": "/wiki/Francesco_I_Sforza", "description": "Francesco I Sforza was an Italian condottiero who founded the Sforza dynasty in the duchy of Milan, ruling as its (fourth) duke from 1450 until his death. He was the brother of Alessandro, whom he often fought alongside."}]}, {"heading": "Deaths", "year": "1550", "date": "March 8", "txt": "John of God, Portuguese friar and saint (b. 1495)", "entities": [{"title": "John of God", "href": "/wiki/John_of_God", "description": "John of God, O.H. was a Portuguese soldier turned health-care worker in Spain, whose followers later formed the Brothers Hospitallers of Saint John of God, a worldwide Catholic religious institute dedicated to the care of the poor, sick, and those suffering from mental disorders. He has been canonized by the Catholic Church, and is considered one of the leading religious figures in the Iberian Pen"}]}, {"heading": "Deaths", "year": "1619", "date": "March 8", "txt": "Veit Bach, German baker and miller", "entities": [{"title": "Veit Bach", "href": "/wiki/Veit_Bach", "description": "Vitus \"Veit\" Bach was a baker and miller who, according to Johann Sebastian Bach, founded the Bach family, which became one of the most important families in Western musical history. Veit's son, Johannes Bach, was the grandfather of Johann Ambrosius Bach, J.S. Bach's father, and therefore Johann Sebastian's great-great-grandfather. There are other theories which hold that a different Veit Bach who"}]}, {"heading": "Deaths", "year": "1641", "date": "March 8", "txt": "Xu Xiake, Chinese geographer and explorer (b. 1587)", "entities": [{"title": "Xu Xiake", "href": "/wiki/Xu_Xiake", "description": "Xu Xiake, born Xu Hongzu (徐弘祖), courtesy name Zhenzhi (振之), was a Chinese travel writer and geographer of the Ming dynasty (1368–1644), known best for his famous geographical treatise, and noted for his bravery and humility. He traveled throughout China for more than 30 years, documenting his travels extensively. The records of his travels were compiled posthumously in The Travel Diaries Xu Xiake,"}]}, {"heading": "Deaths", "year": "1702", "date": "March 8", "txt": "William III of England (b. 1650)", "entities": [{"title": "William III of England", "href": "/wiki/William_III_of_England", "description": "William III, also widely known as William of Orange, was sovereign Prince of Orange from birth, Stadtholder of Holland, Zeeland, Utrecht, Guelders, and Overijssel in the Dutch Republic from the 1670s and King of England, Ireland, and Scotland from 1689 until his death in 1702. As King of Scotland, he is known as William II. He is sometimes informally known as \"King Billy\" in Ireland and Scotland. "}]}, {"heading": "Deaths", "year": "1717", "date": "March 8", "txt": "Abraham Darby I, English blacksmith (b. 1678)", "entities": [{"title": "Abraham Darby I", "href": "/wiki/Abraham_Darby_I", "description": "\n\nAbraham Darby, in his later life called Abraham Darby the Elder, now sometimes known for convenience as Abraham Darby I, was the first and best known of several men of that name. Born into an English Quaker family that played an important role in the Industrial Revolution, Darby developed a method of producing pig iron in a blast furnace fuelled by coke rather than charcoal. This was a major ste"}]}, {"heading": "Deaths", "year": "1723", "date": "March 8", "txt": "Christopher Wren, English architect, designed St. Paul's Cathedral (b. 1632)", "entities": [{"title": "Christopher Wren", "href": "/wiki/Christopher_Wren", "description": "Sir Christopher Wren PRS FRS was one of the most highly acclaimed English architects in history, as well as an anatomist, astronomer, geometer, and mathematician-physicist. He was accorded responsibility for rebuilding 52 churches in the City of London after the Great Fire in 1666, including what is regarded as his masterpiece, St Paul's Cathedral, on Ludgate Hill, completed in 1710."}]}, {"heading": "Deaths", "year": "1844", "date": "March 8", "txt": "Charles XIV John of Sweden (b. 1763)", "entities": [{"title": "Charles XIV John of Sweden", "href": "/wiki/Charles_XIV_John_of_Sweden", "description": "Charles XIV John was King of Sweden and Norway from 1818 until his death. In modern Norwegian lists of kings he is called Charles III John. He was the first monarch of the Bernadotte dynasty."}]}, {"heading": "Deaths", "year": "1869", "date": "March 8", "txt": "Hector Berlioz, French composer, conductor, and critic (b. 1803)", "entities": [{"title": "Hector Berlioz", "href": "/wiki/Hector_Berlioz", "description": "Louis-Hector Berlioz was a French Romantic composer and conductor. His output includes orchestral works such as the Symphonie fantastique and Harold in Italy, choral pieces including the Requiem and L'Enfance du Christ, his three operas Benvenuto Cellini, Les Troyens and Béatrice et Bénédict, and works of hybrid genres such as the \"dramatic symphony\" Roméo et Juliette and the \"dramatic legend\" La "}]}, {"heading": "Deaths", "year": "1872", "date": "March 8", "txt": "Priscilla Susan Bury, British botanist (b. 1799)", "entities": [{"title": "Priscilla Susan Bury", "href": "/wiki/Priscilla_Susan_Bury", "description": "Priscilla Susan Bury, born Falkner, was an English botanist and illustrator."}]}, {"heading": "Deaths", "year": "1872", "date": "March 8", "txt": "Cornelius Krieghoff, Dutch-Canadian painter (b. 1815)", "entities": []}, {"heading": "Deaths", "year": "1874", "date": "March 8", "txt": "Millard Fillmore, American lawyer and politician, 13th President of the United States (b. 1800)", "entities": [{"title": "Millard Fillmore", "href": "/wiki/Millard_Fillmore", "description": "Millard Fillmore was the 13th president of the United States, serving from 1850 to 1853, the last to be a member of the Whig Party while in the White House. A former member of the U.S. House of Representatives from Upstate New York, Fillmore was elected as the 12th U.S. Vice President in 1848, and succeeded to the presidency in July 1850 upon the death of U.S. President Zachary Taylor. Fillmore wa"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1887", "date": "March 8", "txt": "Henry Ward Beecher, American minister and activist (b. 1813)", "entities": [{"title": "Henry Ward Beecher", "href": "/wiki/Henry_Ward_Beecher", "description": "Henry Ward Beecher was an American Congregationalist clergyman, social reformer, and speaker, known for his support of the abolition of slavery, his emphasis on God's love, and his 1875 adultery trial. His rhetorical focus on Christ's love has influenced mainstream Christianity to this day."}]}, {"heading": "Deaths", "year": "1887", "date": "March 8", "txt": "James Buchanan Eads, American engineer, designed the Eads Bridge (b. 1820)", "entities": [{"title": "Eads Bridge", "href": "/wiki/Eads_Bridge", "description": "Eads Bridge is a combined road and railway bridge over the Mississippi River connecting the cities of St. Louis, Missouri and East St. Louis, Illinois. It is located on the St. Louis riverfront between Laclede's Landing, to the north, and the grounds of the Gateway Arch, to the south. The bridge is named for its designer and builder, James Buchanan Eads. It was commissioned by Andrew Carnegie. Wor"}]}, {"heading": "Deaths", "year": "1889", "date": "March 8", "txt": "John Ericsson, Swedish-American engineer (b. 1803)", "entities": [{"title": "John Ericsson", "href": "/wiki/John_Ericsson", "description": "John Ericsson was a Swedish-American inventor. He was active in England and the United States."}]}, {"heading": "Deaths", "year": "1917", "date": "March 8", "txt": "Ferdinand von Zeppelin, German general and businessman (b. 1838)", "entities": [{"title": "Ferdinand von Zeppelin", "href": "/wiki/Ferdinand_von_Zeppelin", "description": "Count Ferdinand von Zeppelin was a German general and later inventor of the Zeppelin rigid airships, founding the company Luftschiffbau Zeppelin."}]}, {"heading": "Deaths", "year": "1923", "date": "March 8", "txt": "Johannes Diderik van der Waals, Dutch physicist and academic, Nobel Prize laureate (b. 1837)", "entities": [{"title": "Johannes Diderik van der Waals", "href": "/wiki/Johannes_Diderik_van_der_Waals", "description": "Johannes Diderik van der Waals was a Dutch theoretical physicist and thermodynamicist famous for his pioneering work on the equation of state for gases and liquids. Van der Waals started his career as a school teacher. He became the first physics professor of the University of Amsterdam when in 1877 the old Athenaeum was upgraded to Municipal University. Van der Waals won the 1910 Nobel Prize in p"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1930", "date": "March 8", "txt": "William Howard Taft, American politician, 27th President of the United States (b. 1857)", "entities": [{"title": "William Howard Taft", "href": "/wiki/William_Howard_Taft", "description": "William Howard Taft was the 27th president of the United States (1909–1913) and the tenth Chief Justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection by Woodrow Wilson in 1912 after Roosevelt split the Republican vote by running as a third-party candidate. "}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1930", "date": "March 8", "txt": "Edward Terry Sanford, American jurist and politician, United States Assistant Attorney General (b. 1865)", "entities": [{"title": "United States Assistant Attorney General", "href": "/wiki/United_States_Assistant_Attorney_General", "description": "Many of the divisions and offices of the United States Department of Justice are headed by an Assistant Attorney General."}]}, {"heading": "Deaths", "year": "1937", "date": "March 8", "txt": "Howie Morenz, Canadian ice hockey player (b. 1902)", "entities": [{"title": "Howie Morenz", "href": "/wiki/Howie_Morenz", "description": "Howard William \"Howie\" Morenz was a Canadian professional ice hockey player. Beginning in 1923, he played centre for three National Hockey League (NHL) teams: the Montreal Canadiens, the Chicago Black Hawks, and the New York Rangers. Before joining the NHL, Morenz excelled in the junior Ontario Hockey Association, where his team played for the Memorial Cup, the championship for junior ice hockey i"}]}, {"heading": "Deaths", "year": "1941", "date": "March 8", "txt": "Sherwood Anderson, American novelist and short story writer (b. 1876)", "entities": [{"title": "Sherwood Anderson", "href": "/wiki/Sherwood_Anderson", "description": "Sherwood Anderson was an American novelist and short story writer, known for subjective and self-revealing works. Self-educated, he rose to become a successful copywriter and business owner in Cleveland and Elyria, Ohio. In 1912, Anderson had a nervous breakdown that led him to abandon his business and family to become a writer."}]}, {"heading": "Deaths", "year": "1942", "date": "March 8", "txt": "José Raúl Capablanca, Cuban chess player (b. 1888)", "entities": [{"title": "José Raúl Capablanca", "href": "/wiki/Jos%C3%A9_Ra%C3%BAl_Capablanca", "description": "José Raúl Capablanca y Graupera was a Cuban chess player who was world chess champion from 1921 to 1927. A chess prodigy, he is widely renowned for his exceptional endgame skill and speed of play."}]}, {"heading": "Deaths", "year": "1944", "date": "March 8", "txt": "Fredy Hirsch, German Jewish athlete who helped thousands of Jewish children in the Holocaust (b. 1916)", "entities": [{"title": "Fredy Hirsch", "href": "/wiki/Fredy_Hirsch", "description": "Alfred Hirsch was a German-Jewish athlete, sports teacher and Zionist youth movement leader, notable for helping thousands of Jewish children during the German occupation of Czechoslovakia in Prague, Theresienstadt concentration camp, and Auschwitz. Hirsch was the deputy supervisor of children at Theresienstadt and the supervisor of the children's block at the Theresienstadt family camp at Auschwi"}]}, {"heading": "Deaths", "year": "1948", "date": "March 8", "txt": "Hulusi Behçet, Turkish dermatologist and scientist (b. 1889)", "entities": [{"title": "Hulusi Behçet", "href": "/wiki/Hulusi_Beh%C3%A7et", "description": "Hulusi Behçet was a Turkish dermatologist and scientist. He described a disease of inflamed blood vessels in 1937, which is named after him as Behçet's disease. His portrait was depicted on a former Turkish postcard stamp."}]}, {"heading": "Deaths", "year": "1957", "date": "March 8", "txt": "Othmar Schoeck, Swiss composer and conductor (b. 1886)", "entities": [{"title": "Othmar Schoeck", "href": "/wiki/Othmar_Schoeck", "description": "Othmar Schoeck was a Swiss composer and conductor."}]}, {"heading": "Deaths", "year": "1961", "date": "March 8", "txt": "Thomas Beecham, English conductor and composer (b. 1879)", "entities": [{"title": "Thomas Beecham", "href": "/wiki/Thomas_Beecham", "description": "Sir Thomas Beecham, 2nd Baronet, CH was an English conductor and impresario best known for his association with the London Philharmonic and the Royal Philharmonic orchestras. He was also closely associated with the Liverpool Philharmonic and Hallé orchestras. From the early 20th century until his death, Beecham was a major influence on the musical life of Britain and, according to the BBC, was Bri"}]}, {"heading": "Deaths", "year": "1971", "date": "March 8", "txt": "Harold Lloyd, American actor, director, and producer (b. 1893)", "entities": [{"title": "Harold Lloyd", "href": "/wiki/Harold_Lloyd", "description": "Harold Clayton Lloyd Sr. was an American actor, comedian, and stunt performer who appeared in many silent comedy films."}]}, {"heading": "Deaths", "year": "1973", "date": "March 8", "txt": "Ron \"Pigpen\" McKernan, American keyboard player and songwriter (b. 1945)", "entities": [{"title": "Ron \"Pigpen\" McKernan", "href": "/wiki/Ron_%22Pigpen%22_McKernan", "description": "Ronald Charles McKernan, known as Pigpen, was an American singer and musician. He was a founding member of the San Francisco band the Grateful Dead and played in the group from 1965 to 1972."}]}, {"heading": "Deaths", "year": "1975", "date": "March 8", "txt": "George Stevens, American director, producer, and screenwriter (b. 1904)", "entities": [{"title": "George Stevens", "href": "/wiki/George_Stevens", "description": "George Cooper Stevens was an American film director, producer, screenwriter and cinematographer."}]}, {"heading": "Deaths", "year": "1983", "date": "March 8", "txt": "Alan Lennox-Boyd, 1st Viscount Boyd of Merton, English lieutenant and politician (b. 1904)", "entities": [{"title": "Alan Lennox-Boyd, 1st Viscount Boyd of Merton", "href": "/wiki/Alan_Lennox-Boyd,_1st_Viscount_Boyd_of_Merton", "description": "Alan Tindal Lennox-Boyd, 1st Viscount Boyd of Merton, CH, PC, DL, was a British Conservative politician."}]}, {"heading": "Deaths", "year": "1983", "date": "March 8", "txt": "William Walton, English composer (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "March 8", "txt": "Billy Eckstine, American trumpet player (b. 1914)", "entities": [{"title": "Billy Eckstine", "href": "/wiki/Billy_Eckstine", "description": "William Clarence Eckstine was an American jazz and pop singer and a bandleader during the swing era. He was noted for his rich, almost operatic bass-baritone voice. His recording of \"I Apologize\" was given the Grammy Hall of Fame Award in 1999. The New York Times described him as an \"influential band leader\" whose \"suave bass-baritone\" and \"full-throated, sugary approach to popular songs inspired "}]}, {"heading": "Deaths", "year": "1996", "date": "March 8", "txt": "Jack Churchill, British colonel (b. 1906)", "entities": [{"title": "Jack Churchill", "href": "/wiki/Jack_Churchill", "description": "John Malcolm Thorpe Fleming Churchill, was a British Army officer who fought in the Second World War with a longbow, bagpipes, and a claymore Scottish broadsword. Nicknamed \"Fighting Jack Churchill\" and \"Mad Jack\", he was known for the motto: \"Any officer who goes into action without his sword is improperly dressed.\""}]}, {"heading": "Deaths", "year": "1998", "date": "March 8", "txt": "Ray Nitschke, American football player (b. 1936)", "entities": [{"title": "Ray Nitschke", "href": "/wiki/Ray_Nitschke", "description": "Raymond Ernest Nitschke was a professional American football middle linebacker who spent his entire 15-year National Football League (NFL) career with the Green Bay Packers. Enshrined in the Pro Football Hall of Fame in 1978, he was the anchor of the defense for head coach Vince Lombardi in the 1960s, leading the Packers to five NFL championships and victories in the first two Super Bowls."}]}, {"heading": "Deaths", "year": "1999", "date": "March 8", "txt": "Adolfo Bioy Casares, Argentinian journalist and author (b. 1914)", "entities": [{"title": "Adolfo Bioy Casares", "href": "/wiki/Adolfo_Bioy_Casares", "description": "Adolfo Bioy Casares was an Argentine fiction writer, journalist, diarist, and translator. He was a friend and frequent collaborator with his fellow countryman Jorge Luis Borges, and is the author of the fantastic fiction novel The Invention of Morel."}]}, {"heading": "Deaths", "year": "1999", "date": "March 8", "txt": "Peggy Cass, American actress and comedian (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "March 8", "txt": "Joe DiMaggio, American baseball player and coach (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "March 8", "txt": "Adam Faith, English singer (b. 1940)", "entities": [{"title": "Adam Faith", "href": "/wiki/Adam_Faith", "description": "Terence Nelhams Wright, known as Adam Faith, was an English teen idol, singer, actor and financial journalist. He was one of the most charted acts of the 1960s. He became the first UK artist to lodge his initial seven hits in the Top 5. He was also one of the first UK acts to record original songs regularly."}]}, {"heading": "Deaths", "year": "2003", "date": "March 8", "txt": "Karen Morley, American actress (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "March 8", "txt": "Muhammad Zaidan, Syrian terrorist, founded the Palestine Liberation Front", "entities": [{"title": "Muhammad Zaidan", "href": "/wiki/Muhammad_Zaidan", "description": "Muhammad Zaidan, also known as Abu Abbas AH-boo ə-BAHSS or Muhammad Abbas, was the founder and a leader of the Palestine Liberation Front (PLF) Organization."}, {"title": "Palestine Liberation Front", "href": "/wiki/Palestine_Liberation_Front", "description": "The Palestinian Liberation Front is a Palestinian political faction. Since 1997, the PLF has been a designated terrorist organization by the United States. The PLF has also been banned in Japan."}]}, {"heading": "Deaths", "year": "2005", "date": "March 8", "txt": "César Lattes, Brazilian physicist and academic (b. 1924)", "entities": [{"title": "César Lattes", "href": "/wiki/C%C3%A9sar_Lattes", "description": "Cesare Mansueto Giulio Lattes, also known as César Lattes, was a Brazilian experimental physicist, one of the discoverers of the pion, a composite subatomic particle made of a quark and an antiquark."}]}, {"heading": "Deaths", "year": "2005", "date": "March 8", "txt": "Aslan Maskhadov, Chechen commander and politician, President of the Chechen Republic of Ichkeria (b. 1951)", "entities": [{"title": "President of the Chechen Republic of Ichkeria", "href": "/wiki/President_of_the_Chechen_Republic_of_Ichkeria", "description": "This is a list of Presidents of the unrecognised Chechen Republic of Ichkeria, a pro-independence movement that controlled most of Chechnya from 1991 to 2000. Ichkeria's last presidential elections were held in January 1997."}]}, {"heading": "Deaths", "year": "2007", "date": "March 8", "txt": "John Inman, English actor (b. 1935)", "entities": [{"title": "John Inman", "href": "/wiki/John_Inman", "description": "Frederick John Inman was an English actor and singer best known for his role as Mr. Humphries in Are You Being Served?, a British sitcom between 1972 and 1985. In 1976 Inman was named both BBC TV Personality of the Year and TV Times readers' Funniest Man on Television. He was also a well-known character actor in the United Kingdom as a pantomime dame."}]}, {"heading": "Deaths", "year": "2007", "date": "March 8", "txt": "John Vukovich, American baseball player and coach (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "March 8", "txt": "Hank Locklin, American singer-songwriter and guitarist (b. 1918)", "entities": [{"title": "Hank Locklin", "href": "/wiki/Hank_Locklin", "description": "Hank Locklin was an American country music singer–songwriter. He had 70 chart singles, including two number one hits on Billboard's country chart. His biggest hits included \"Send Me the Pillow You Dream On\" and his signature \"Please Help Me, I'm Falling.\" The latter also went to number eight on the Billboard Hot 100 pop music chart. Billboard's 100th anniversary issue listed it as the second most "}]}, {"heading": "Deaths", "year": "2012", "date": "March 8", "txt": "Simin Daneshvar, Iranian author and academic (b. 1921)", "entities": [{"title": "Simin Daneshvar", "href": "/wiki/Simin_Daneshvar", "description": "Simin Dāneshvar ‎ was an Iranian academic, novelist, fiction writer and translator. She was largely regarded as the first major Iranian woman novelist. Her books dealt with the lives of ordinary Iranians, especially those of women, especially through the lens of recent political and social events in Iran at the time. Daneshvar had a number of firsts to her credit; in 1948, her collection of Persia"}]}, {"heading": "Deaths", "year": "2013", "date": "March 8", "txt": "John O'Connell, Irish and politician, Irish Minister of Health (b. 1927)", "entities": [{"title": "John O'Connell (Dublin politician)", "href": "/wiki/John_O%27Connell_(Dublin_politician)", "description": "John Francis O'Connell was an Irish Fianna Fáil politician who served as Minister for Health from 1992 to 1993 and Ceann Comhairle of Dáil Éireann from 1981 to 1982. He served as a Teachta Dála (TD) from 1965 to 1987 and from 1989 to 1993. He served as a Member of the European Parliament (MEP) for the Dublin constituency from 1979 to 1981. He was a Senator from 1987 to 1989, after being nominated "}, {"title": "Minister for Health (Ireland)", "href": "/wiki/Minister_for_Health_(Ireland)", "description": "The Minister for Health is the senior minister at the Department of Health in the Government of Ireland and is responsible for healthcare in the Republic of Ireland and related services."}]}, {"heading": "Deaths", "year": "2013", "date": "March 8", "txt": "Ewald-Heinrich von Kleist-Schmenzin, German soldier and publisher (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 8", "txt": "Leo Bretholz, Austrian-American Holocaust survivor and author (b. 1921)", "entities": [{"title": "Leo Bretholz", "href": "/wiki/Leo_Bretholz", "description": "Leo Bretholz was a Holocaust survivor who, in 1942, escaped from a train heading for Auschwitz. He has also written a book on his experiences, titled Leap into Darkness."}, {"title": "Holocaust", "href": "/wiki/Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Nazi Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration c"}]}, {"heading": "Deaths", "year": "2014", "date": "March 8", "txt": "William Guarnere, American sergeant (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 8", "txt": "Sam Simon, American director, producer, and screenwriter (b. 1955)", "entities": [{"title": "Sam Simon", "href": "/wiki/Sam_Simon", "description": "Samuel Michael Simon was an American director, producer, writer, animal rights activist and philanthropist, who co-developed the television series The Simpsons."}]}, {"heading": "Deaths", "year": "2016", "date": "March 8", "txt": "George Martin, English composer, conductor, and producer (b. 1926)", "entities": [{"title": "George Martin", "href": "/wiki/George_Martin", "description": "Sir George Martin, Kt, was an English record producer, arranger, composer, conductor, audio engineer, and musician. He was referred to as the \"Fifth Beatle\" in reference to his extensive involvement in each of the Beatles' original albums."}]}, {"heading": "Deaths", "year": "2018", "date": "March 8", "txt": "Kate Wilhelm, American author (b. 1928)", "entities": [{"title": "Kate Wilhelm", "href": "/wiki/Kate_Wilhelm", "description": "Kate Wilhelm was an American author. She wrote novels and stories in the science fiction, mystery, and suspense genres, including the Hugo Award–winning Where Late the Sweet Birds Sang, and she established the Clarion Workshop with her husband Damon Knight and writer Robin Scott Wilson."}]}, {"heading": "Deaths", "year": "2019", "date": "March 8", "txt": "Marshall Brodien, American actor (b. 1934)", "entities": [{"title": "Marshall Brodien", "href": "/wiki/Marshall_Brodien", "description": "Marshall Brodien was a professional magician who played Wizzo the Wizard, a wizard clown character which appeared on WGN-TV's Bozo's Circus and The Bozo Show from 1968-1994."}]}, {"heading": "Deaths", "year": "2019", "date": "March 8", "txt": "Cedrick Hardman, American football player and actor (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "March 8", "txt": "Max von Sydow, Swedish actor (b. 1929)", "entities": [{"title": "Max von Sydow", "href": "/wiki/Max_von_Sydow", "description": "Max von Sydow was a Swedish actor. He had a 70-year career in European and American cinema, television, and theatre, appearing in more than 150 films and several television series in multiple languages. He became a French citizen in 2002, and lived in France for the last decades of his life."}]}]