[{"heading": "Events", "year": "845", "date": "March 29", "txt": "Paris is sacked by Viking raiders, probably under Ragnar Lodbrok, who collects a huge ransom in exchange for leaving.", "entities": [{"title": "Siege of Paris (845)", "href": "/wiki/Siege_of_Paris_(845)", "description": "The siege of Paris of 845 was the culmination of a Viking invasion of West Francia. The Viking forces were led by a Norse chieftain named \"Reginherus\", or Ragnar, who tentatively has been identified with the legendary saga character Ragnar Lodbrok. Reginherus's fleet of 120 Viking ships, carrying thousands of men, entered the Seine in March and proceeded to sail up the river."}, {"title": "Viking", "href": "/wiki/Viking", "description": "Vikings were the seafaring Norse people from southern Scandinavia who from the late 8th to late 11th centuries raided, pirated, traded and settled throughout parts of Europe. They also voyaged as far as the Mediterranean, North Africa, the Middle East, and North America. In the countries they raided and settled, the period is known as the Viking Age, and the term 'Viking' also commonly includes th"}, {"title": "Ragnar Lodbrok", "href": "/wiki/Ragnar_Lodbrok", "description": "Ragnar Lothbrok or Lodbrok is a legendary Viking hero, as well as, according to the Gesta Danorum, a legendary Danish and Swedish king. He is known from Old Norse poetry of the Viking Age, Icelandic sagas, and near-contemporary chronicles. According to the traditional literature, Ragnar Lothbrok distinguished himself by many raidings against the British Isles and the Holy Roman Empire during the 9"}]}, {"heading": "Events", "year": "1430", "date": "March 29", "txt": "The Ottoman Empire under Murad II captures Thessalonica from the Republic of Venice.", "entities": [{"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Murad II", "href": "/wiki/Murad_II", "description": " Murad II was the sultan of the Ottoman Empire from 1421 to 1444 and again from 1446 to 1451."}, {"title": "Siege of Thessalonica (1422–1430)", "href": "/wiki/Siege_of_Thessalonica_(1422%E2%80%931430)", "description": "The siege of Thessalonica between 1422 and 1430 saw the Ottoman Empire under Sultan Murad II capture the city of Thessalonica, which remained in Ottoman hands for the next five centuries, until it became part of the Kingdom of Greece in 1912."}, {"title": "Thessalonica", "href": "/wiki/Thessalonica", "description": "Thessaloniki, also known as Thessalonica, Saloniki or Salonica, is the second-largest city in Greece, with over 1 million inhabitants in its metropolitan area, and the capital of the geographic region of Macedonia, the administrative region of Central Macedonia and the Decentralized Administration of Macedonia and Thrace. It is also known in Greek as η Συμπρωτεύουσα, literally \"the co-capital\", a "}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}]}, {"heading": "Events", "year": "1461", "date": "March 29", "txt": "Battle of Towton: Edward of York defeats Queen Margaret to become King Edward IV of England, bringing a temporary stop to the Wars of the Roses.", "entities": [{"title": "Battle of Towton", "href": "/wiki/Battle_of_Towton", "description": "The Battle of Towton was fought on 29 March 1461 during the English Wars of the Roses, near the village of Towton in Yorkshire. It was \"probably the largest and bloodiest battle ever fought on English soil\". An estimated 50,000 soldiers fought for hours during a snowstorm on that day, which was Palm Sunday. It brought about a change of monarchs in England, with Edward IV displacing Henry VI, estab"}, {"title": "Edward IV of England", "href": "/wiki/Edward_IV_of_England", "description": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487."}, {"title": "Margaret of Anjou", "href": "/wiki/Margaret_of_Anjou", "description": "Margaret of Anjou was the Queen of England and nominally Queen of France by marriage to King Henry VI from 1445 to 1461 and again from 1470 to 1471. Born in the Duchy of Lorraine into the House of Valois-Anjou, Margaret was the second eldest daughter of René, King of Naples, and Isabella, Duchess of Lorraine."}, {"title": "Edward IV of England", "href": "/wiki/Edward_IV_of_England", "description": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487."}, {"title": "Wars of the Roses", "href": "/wiki/Wars_of_the_Roses", "description": "The Wars of the Roses were a series of fifteenth-century English civil wars for control of the throne of England, fought between supporters of two rival cadet branches of the royal House of Plantagenet: the House of Lancaster, represented by a red rose, and the House of York, represented by a white rose. Eventually, the wars eliminated the male lines of both families. The conflict lasted through m"}]}, {"heading": "Events", "year": "1500", "date": "March 29", "txt": "Cesare Borgia is given the title of Captain General and Gonfalonier by his father Rodrigo Borgia after returning from his conquests in the Romagna.", "entities": [{"title": "Cesare Borgia", "href": "/wiki/Cesare_Borgia", "description": "Cesare Borgia was an Italian politician and condottiero of Valencian (Spanish) origin, whose fight for power was a major inspiration for The Prince by Machiavelli. He was an illegitimate son of Pope Alexander VI and member of the Spanish-Aragonese House of Borgia."}, {"title": "Captain General of the Church", "href": "/wiki/Captain_General_of_the_Church", "description": "The captain general of the Church was the de facto commander-in-chief of the armed forces of the Papal States during the Middle Ages. The post was usually conferred on an Italian or other noble with a professional military reputation or (later) a relative of the pope. The parallel office of gonfalonier was more a formal and ceremonial honor than the responsibility of a tactical military leader. Th"}, {"title": "Gonfalonier of the Church", "href": "/wiki/Gonfalonier_of_the_Church", "description": "The Gonfalonier of the Church or Papal Gonfalonier was a military and political office of the Papal States. Originating from the use of the Papal banner during combat, the office later became largely ceremonial and political. At his nomination, the Gonfalonier was given two banners, one with the arms of the Church and another with the arms of the reigning pope. The Gonfalonier was entitled to incl"}, {"title": "Rodrigo Borgia", "href": "/wiki/Rodrigo_Borgia", "description": "Pope Alexander VI, was pope from 11 August 1492 until his death in 1503."}, {"title": "Romagna", "href": "/wiki/Romagna", "description": "Romagna is an Italian historical region that approximately corresponds to the south-eastern portion of present-day Emilia-Romagna, North Italy. Traditionally, it is limited by the Apennines to the south-west, the Adriatic to the east, and the rivers Reno and Sillaro to the north and west. The region's major cities include Cesena, Faenza, Forlì, Imola, Ravenna, Rimini and City of San Marino. The re"}]}, {"heading": "Events", "year": "1549", "date": "March 29", "txt": "The city of Salvador da Bahia, the first capital of Brazil, is founded.", "entities": [{"title": "Salvador da Bahia", "href": "/wiki/Salvador_da_Bahia", "description": "Salvador, also known as São Salvador da Bahia de Todos os Santos, is the capital of the Brazilian state of Bahia. With 2.9 million people (2020), it is the largest city proper in the Northeast Region and the 4th largest city proper in the country, after São Paulo, Rio de Janeiro and Brasília."}, {"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}]}, {"heading": "Events", "year": "1632", "date": "March 29", "txt": "Treaty of Saint-Germain is signed returning Quebec to French control after the English had seized it in 1629.", "entities": [{"title": "Treaty of Saint-Germain-en-Laye (1632)", "href": "/wiki/Treaty_of_Saint-Germain-en-Laye_(1632)", "description": "The Treaty of Saint-Germain-en-Laye was signed on March 29, 1632. It returned New France to French control after the English had seized it in 1629, after the Anglo-French War had ended."}, {"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}, {"title": "1629", "href": "/wiki/1629", "description": "1629 (MDCXXIX) was a common year starting on Monday of the Gregorian calendar and a common year starting on Thursday of the Julian calendar, the 1629th year of the Common Era (CE) and Anno Domini (AD) designations, the 629th year of the 2nd millennium, the 29th year of the 17th century, and the 10th and last year of the 1620s decade. As of the start of 1629, the Gregorian calendar was 10 days ahea"}]}, {"heading": "Events", "year": "1792", "date": "March 29", "txt": "King Gustav III of Sweden dies after being shot in the back at a midnight masquerade ball at Stockholm's Royal Opera 13 days earlier. He is succeeded by Gustav IV Adolf.", "entities": [{"title": "Gustav III of Sweden", "href": "/wiki/Gustav_III_of_Sweden", "description": "Gustav III, also called Gustavus III, was King of Sweden from 1771 until his assassination in 1792. He was the eldest son of Adolf Frederick, King of Sweden and Queen Louise Ulrika, and a first cousin of Empress Catherine the Great of Russia by reason of their common descent from Christian August of Holstein-Gottorp, Prince of Eutin, and his wife Albertina Frederica of Baden-Durlach."}, {"title": "Masquerade ball", "href": "/wiki/Masquerade_ball", "description": "A masquerade ball is an event in which many participants attend in costume wearing a mask. Less formal \"costume parties\" may be a descendant of this tradition. A masquerade ball usually encompasses music and dancing. These nighttime events are used for entertainment and celebrations. "}, {"title": "Stockholm", "href": "/wiki/Stockholm", "description": "Stockholm is the capital of Sweden. It has the most populous urban area in Sweden as well as in Scandinavia. 1 million people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain o"}, {"title": "Royal Swedish Opera", "href": "/wiki/Royal_Swedish_Opera", "description": "Royal Swedish Opera is an opera and ballet company based in Stockholm, Sweden."}, {"title": "Gustav IV Adolf of Sweden", "href": "/wiki/Gustav_IV_Adolf_of_Sweden", "description": "Gustav IV Adolf or Gustav IV Adolph was King of Sweden from 1792 until he in 1809 was deposed in a coup. He was also the last Swedish monarch to be the ruler of Finland."}]}, {"heading": "Events", "year": "1806", "date": "March 29", "txt": "Construction is authorized of the Great National Pike, better known as the Cumberland Road, becoming the first United States federal highway.", "entities": [{"title": "Cumberland Road", "href": "/wiki/Cumberland_Road", "description": "The National Road was the first major improved highway in the United States built by the federal government. Built between 1811 and 1837, the 620-mile (1,000 km) road connected the Potomac and Ohio Rivers and was a main transport path to the West for thousands of settlers. When improved in the 1830s, it became the second U.S. road surfaced with the macadam process pioneered by Scotsman John Loudon"}, {"title": "Highway", "href": "/wiki/Highway#United_States", "description": "A highway is any public or private road or other public way on land. It is used for major roads, but also includes other public roads and public tracks. In some areas of the United States, it is used as an equivalent term to controlled-access highway, or a translation for autobahn, autoroute, etc."}]}, {"heading": "Events", "year": "1809", "date": "March 29", "txt": "King Gustav IV Adolf of Sweden abdicates after a coup d'état. At the Diet of Porvoo, Finland's four Estates pledge allegiance to Alexander I of Russia, commencing the secession of the Grand Duchy of Finland from Sweden.", "entities": [{"title": "Gustav IV Adolf of Sweden", "href": "/wiki/Gustav_IV_Adolf_of_Sweden", "description": "Gustav IV Adolf or Gustav IV Adolph was King of Sweden from 1792 until he in 1809 was deposed in a coup. He was also the last Swedish monarch to be the ruler of Finland."}, {"title": "Abdication", "href": "/wiki/Abdication", "description": "Abdication is the act of formally relinquishing monarchical authority. Abdications have played various roles in the succession procedures of monarchies. While some cultures have viewed abdication as an extreme abandonment of duty, in other societies, abdication was a regular event, and helped maintain stability during political succession."}, {"title": "Diet of Porvoo", "href": "/wiki/Diet_of_Porvoo", "description": "The Diet of Porvoo, was the summoned legislative assembly to establish the Grand Principality of Finland in 1809 and the heir of the powers of the Swedish Riksdag of the Estates. The session of the Diet lasted from March to July 1809."}, {"title": "Riksdag of the Estates", "href": "/wiki/Riksdag_of_the_Estates", "description": "Riksdag of the Estates was the name used for the Estates of Sweden when they were assembled. Until its dissolution in 1866, the institution was the highest authority in Sweden next to the King. It was a Diet made up of the Four Estates, which historically were the lines of division in Swedish society:Nobility\nClergy\nBurghers\nFarmers"}, {"title": "Alexander I of Russia", "href": "/wiki/Alexander_I_of_Russia", "description": "Alexander I was the Emperor of Russia (Tsar) from 1801, the first King of Congress Poland from 1815, and the Grand Duke of Finland from 1809 to his death. He was the eldest son of Emperor Paul I and Sophie Dorothea of Württemberg."}, {"title": "Grand Duchy of Finland", "href": "/wiki/Grand_Duchy_of_Finland", "description": "The Grand Duchy of Finland, was the predecessor state of modern Finland. It existed between 1809 and 1917 as an autonomous part of the Russian Empire."}, {"title": "Lands of Sweden", "href": "/wiki/Lands_of_Sweden", "description": "The lands of Sweden are three traditional parts, each consisting of several provinces, in Sweden. The division into lands goes back to the foundation of modern Sweden, when Götaland, the land of the Geats, merged with Svealand, the land of the Swedes, to form the country, while Norrland and Österland were added later. The lands have no administrative function but are still seen by many Swedes as a"}]}, {"heading": "Events", "year": "1831", "date": "March 29", "txt": "Great Bosnian uprising: Bosniaks rebel against Turkey.", "entities": [{"title": "Great Bosnian uprising", "href": "/wiki/Great_Bosnian_uprising", "description": "The Bosnian uprising was a revolt of Bosniak ayans (landlords) against the Ottoman Empire. The casus belli were reforms implemented by the Sultan to abolish the ayan system."}, {"title": "Bošnjani", "href": "/wiki/Bo%C5%A1njani", "description": "Bošnjani, meaning Bosnians, is the archaic name originating from the Middle Ages, for inhabitants of Bosnia. The name is used and can be found in Bosnian written monuments from that period, appearing in Venetian sources as earliest as 12th century, according to investigation of the relations between Bosnia and Venetia by historian Marko Šunjić, and other documents until at least early 16th century"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}]}, {"heading": "Events", "year": "1847", "date": "March 29", "txt": "Mexican–American War: United States forces led by General Winfield Scott take Veracruz after a siege.", "entities": [{"title": "Mexican–American War", "href": "/wiki/Mexican%E2%80%93American_War", "description": "The Mexican–American War, also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México, was an armed conflict between the United States and Mexico from 1846 to 1848. It followed the 1845 U.S. annexation of Texas, which Mexico considered Mexican territory since the Mexican government did not recognize the Velasco treaty signed by Mexican General Anto"}, {"title": "Winfield Scott", "href": "/wiki/Winfield_Scott", "description": "Winfield Scott was an American military commander and political candidate. He served as a general in the United States Army from 1814 to 1861, taking part in the War of 1812, the Mexican–American War, the early stages of the American Civil War and conflicts with Native Americans. Scott was the Whig Party's presidential nominee in the 1852 election, but was defeated by Democrat Franklin Pierce. He "}, {"title": "Veracruz (city)", "href": "/wiki/Veracruz_(city)", "description": "Veracruz, officially known as Heroica Veracruz, is a major port city and municipality on the Gulf of Mexico in the Mexican state of Veracruz. The city is located along the coast in the central part of the state, 90 km (56 mi) southeast of the state capital Xalapa along Federal Highway 140."}, {"title": "Siege of Veracruz", "href": "/wiki/Siege_of_Veracruz", "description": "The Battle of Veracruz was a 20-day siege of the key Mexican beachhead seaport of Veracruz during the Mexican–American War. Lasting from March 9–29, 1847, it began with the first large-scale amphibious assault conducted by United States military forces, and ended with the surrender and occupation of the city. U.S. forces then marched inland to Mexico City."}]}, {"heading": "Events", "year": "1849", "date": "March 29", "txt": "The United Kingdom annexes the Punjab.", "entities": [{"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}, {"title": "Punjab region", "href": "/wiki/Punjab_region", "description": "Punjab is a geopolitical, cultural, and historical region in South Asia, specifically in the northern part of the Indian subcontinent, comprising areas of eastern Pakistan and northern India. The boundaries of the region are ill-defined and focus on historical accounts."}]}, {"heading": "Events", "year": "1857", "date": "March 29", "txt": "Sepoy Mangal Pandey of the 34th Regiment, Bengal Native Infantry mutinies against the East India Company's rule in India and inspires the protracted Indian Rebellion of 1857, also known as the Sepoy Mutiny.", "entities": [{"title": "Sepoy", "href": "/wiki/Sepoy", "description": "A sepoy or সিপাহী was originally the designation given to a professional Indian infantryman, usually armed with a musket, in the armies of the Mughal Empire."}, {"title": "Mangal Pandey", "href": "/wiki/Mangal_Pandey", "description": "Mangal Pandey was an Indian soldier who played a key part in the events immediately preceding the outbreak of the Indian rebellion of 1857. He was a sepoy (infantryman) in the 34th Bengal Native Infantry (BNI) regiment of the British East India Company. In 1984, the Indian government issued a postage stamp to remember him. His life and actions have also been portrayed in several cinematic producti"}, {"title": "Regiment", "href": "/wiki/Regiment", "description": "A regiment is a military unit. Its role and size varies markedly, depending on the country, service and/or a specialisation."}, {"title": "Bengal Native Infantry", "href": "/wiki/Bengal_Native_Infantry", "description": "The regiments of Bengal Native Infantry, alongside the regiments of Bengal European Infantry, were the regular infantry components of the East India Company's Bengal Army from the raising of the first Native battalion in 1757 to the passing into law of the Government of India Act 1858. At this latter point control of the East India Company's Bengal Presidency passed to the British Government. The "}, {"title": "East India Company", "href": "/wiki/East_India_Company", "description": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), the English East India Company or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company was an English and later British joint-stock company founded in 1600. It was formed to trade in the Indian Ocean region, initially with "}, {"title": "Company rule in India", "href": "/wiki/Company_rule_in_India", "description": "Company rule in India refers to the rule or dominion of the British East India Company on the Indian subcontinent. This is variously taken to have commenced in 1757, after the Battle of Plassey, when the Nawab of Bengal surrendered his dominions to the Company, in 1765, when the Company was granted the diwani, or the right to collect revenue, in Bengal and Bihar, or in 1773, when the Company estab"}, {"title": "Indian Rebellion of 1857", "href": "/wiki/Indian_Rebellion_of_1857", "description": "The Indian Rebellion of 1857 was a major, but ultimately unsuccessful, uprising in India in 1857–58 against the rule of the British East India Company, which functioned as a sovereign power on behalf of the British Crown. The rebellion began on 10 May 1857 in the form of a mutiny of sepoys of the Company's army in the garrison town of Meerut, 40 mi (64 km) northeast of Delhi. It then erupted into "}]}, {"heading": "Events", "year": "1865", "date": "March 29", "txt": "American Civil War: Federal forces under Major General Philip Sheridan move to flank Confederate forces under Robert E. Lee as the Appomattox Campaign begins.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Philip Sheridan", "href": "/wiki/Philip_Sheridan", "description": "Philip Henry Sheridan was a career United States Army officer and a Union general in the American Civil War. His career was noted for his rapid rise to major general and his close association with General-in-chief Ulysses S. Grant, who transferred Sheridan from command of an infantry division in the Western Theater to lead the Cavalry Corps of the Army of the Potomac in the East. In 1864, he defea"}, {"title": "Robert E. Lee", "href": "/wiki/Robert_E._Lee", "description": "Robert Edward Lee was an American Confederate general best known as a commander of the Confederate States Army during the American Civil War. He led the Army of Northern Virginia from 1862 until its surrender in 1865 and earned a reputation as a skilled tactician."}, {"title": "Appomattox Campaign", "href": "/wiki/Appomattox_Campaign", "description": "The Appomattox campaign was a series of American Civil War battles fought March 29 – April 9, 1865, in Virginia that concluded with the surrender of Confederate General Robert E. Lee's Army of Northern Virginia to forces of the Union Army under the overall command of Lieutenant General Ulysses S. Grant, marking the effective end of the war."}]}, {"heading": "Events", "year": "1867", "date": "March 29", "txt": "Queen Victoria gives Royal Assent to the British North America Act which establishes Canada on July 1.", "entities": [{"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}, {"title": "Royal Assent", "href": "/wiki/Royal_Assent", "description": "Royal assent is the method by which a monarch formally approves an act of the legislature, either directly or through an official acting on the monarch's behalf. In some jurisdictions, royal assent is equivalent to promulgation, while in others that is a separate step. Under a modern constitutional monarchy, royal assent is considered little more than a formality. Even in nations such as the Unite"}, {"title": "British North America Act, 1867", "href": "/wiki/British_North_America_Act,_1867", "description": "The Constitution Act, 1867 is a major part of the Constitution of Canada. The Act created a federal dominion and defines much of the operation of the Government of Canada, including its federal structure, the House of Commons, the Senate, the justice system, and the taxation system. The British North America Acts, including this Act, were renamed in 1982 with the patriation of the Constitution ; h"}, {"title": "July 1", "href": "/wiki/July_1", "description": "July 1 is the 182nd day of the year in the Gregorian calendar; 183 days remain until the end of the year."}]}, {"heading": "Events", "year": "1871", "date": "March 29", "txt": "Royal Albert Hall is opened by Queen Victoria.", "entities": [{"title": "Royal Albert Hall", "href": "/wiki/Royal_Albert_Hall", "description": "The Royal Albert Hall is a concert hall on the northern edge of South Kensington, London. One of the United Kingdom's most treasured and distinctive buildings, it is held in trust for the nation and managed by a registered charity. It can seat 5,272."}, {"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}]}, {"heading": "Events", "year": "1879", "date": "March 29", "txt": "Anglo-Zulu War: Battle of Kambula: British forces defeat 20,000 Zulus.", "entities": [{"title": "Anglo-Zulu War", "href": "/wiki/Anglo-Zulu_War", "description": "The Anglo-Zulu War was fought in 1879 between the British Empire and the Zulu Kingdom. Following the Constitution Act of 1867 for the federation in Canada, by Lord Carnarvon, it was thought that similar political effort, coupled with military campaigns, might succeed with the African Kingdoms, tribal areas and Boer republics in South Africa. In 1874, Sir Bartle Frere was sent to South Africa as Hi"}, {"title": "Battle of Kambula", "href": "/wiki/Battle_of_Kambula", "description": "The Battle of Kambula took place on 29 March 1879, during the Anglo-Zulu War, when a Zulu military force attacked the British camp at Kambula, having routed the mounted element of the British force at the Battle of Hlobane the day before. The battle was a decisive defeat and the Zulu lost their belief in victory. The war ended after the Zulu defeat at the Battle of Ulundi on 4 July 1879."}, {"title": "Zulus", "href": "/wiki/Zulus", "description": "Zulu people are an Nguni ethnic group in Southern Africa. The Zulu people are the largest ethnic group and nation in South Africa with an estimated 10–12 million people living mainly in the province of KwaZulu-Natal."}]}, {"heading": "Events", "year": "1882", "date": "March 29", "txt": "The Knights of Columbus is established.", "entities": [{"title": "Knights of Columbus", "href": "/wiki/Knights_of_Columbus", "description": "The Knights of Columbus is a global Catholic fraternal service order founded by Michael J. McGivney on March 29, 1882. Membership is composed of practicing Catholic men. It is led by Supreme Knight Patrick E. Kelly, the order's 14th Supreme Knight."}]}, {"heading": "Events", "year": "1886", "date": "March 29", "txt": "John Pemberton brews the first batch of Coca-Cola in a backyard in Atlanta.", "entities": [{"title": "John Pemberton", "href": "/wiki/John_Pemberton", "description": "John Stith Pemberton was an American pharmacist and Confederate States Army veteran who is best known as the inventor of Coca-Cola. In May 1886, he developed an early version of a beverage that would later become Coca-Cola, but sold his rights to the drink shortly before his death."}, {"title": "Coca-Cola", "href": "/wiki/Coca-Cola", "description": "Coca-Cola, or Coke, is a carbonated soft drink manufactured by The Coca-Cola Company. Originally marketed as a temperance drink and intended as a patent medicine, it was invented in the late 19th century by John Stith Pemberton and was bought out by businessman Asa Griggs Candler, whose marketing tactics led Coca-Cola to its dominance of the world soft-drink market throughout the 20th century. The"}, {"title": "Atlanta", "href": "/wiki/Atlanta", "description": "Atlanta is the capital and most populous city of the U.S. state of Georgia. With an estimated 2019 population of 506,811, it is also the 37th most populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to more than 6 million people and the ninth-largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the"}]}, {"heading": "Events", "year": "1911", "date": "March 29", "txt": "The M1911 .45 ACP pistol becomes the official U.S. Army side arm.", "entities": [{"title": "M1911", "href": "/wiki/M1911", "description": "The M1911, also known as the Colt 1911, or the Colt Government, is a single-action, semi-automatic, magazine-fed, recoil-operated pistol chambered for the .45 ACP cartridge. It served as the standard-issue sidearm for the United States Armed Forces from 1911 to 1985. It was widely used in World War I, World War II, the Korean War, and the Vietnam War. The pistol's formal designation as of 1940 was"}, {"title": ".45 ACP", "href": "/wiki/.45_ACP", "description": "The 45 ACP or 45 Auto (11.43×23mm) is a rimless straight-walled handgun cartridge designed by John Moses Browning in 1904, for use in his prototype Colt semi-automatic pistol. After successful military trials, it was adopted as the standard chambering for Colt's M1911 pistol. The round was developed due to a lack of stopping power experienced in the Moro Rebellion using the .38 Long Colt. This exp"}, {"title": "Sidearm (weapon)", "href": "/wiki/Sidearm_(weapon)", "description": "A sidearm is a weapon, usually a handgun, but sometimes a knife, dagger, sword, bayonet, or other mêlée weapon, which is worn on the body in a holster or sheath to permit immediate access and use. A sidearm is typically required equipment for military officers and may be carried by law enforcement personnel. Usually, uniformed personnel of these services wear their weapons openly, while plaincloth"}]}, {"heading": "Events", "year": "1927", "date": "March 29", "txt": "Sunbeam 1000hp breaks the land speed record at Daytona Beach, Florida.", "entities": [{"title": "Sunbeam 1000hp", "href": "/wiki/Sunbeam_1000hp", "description": "The Sunbeam 1000 HP Mystery, or \"The Slug\", is a land speed record-breaking car built by the Sunbeam car company of Wolverhampton that was powered by two aircraft engines. It was the first car to travel at over 200 mph. The car's last run was a demonstration circuit at Brooklands, running at slow speed on only one engine. It is today on display at the National Motor Museum, Beaulieu."}]}, {"heading": "Events", "year": "1930", "date": "March 29", "txt": "Heinrich Brüning is appointed German Reichskanzler.", "entities": [{"title": "Heinrich Brüning", "href": "/wiki/Heinrich_Br%C3%BCning", "description": "Heinrich Aloysius Maria Elisabeth Brüning was a German Centre Party politician and academic, who served as Chancellor of Germany during the Weimar Republic from 1930 to 1932."}, {"title": "Chancellor of Germany (German Reich)", "href": "/wiki/Chancellor_of_Germany_(German_Reich)", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Events", "year": "1936", "date": "March 29", "txt": "The 1936 German parliamentary election and referendum seeks approval for the recent remilitarization of the Rhineland.", "entities": [{"title": "1936 German parliamentary election and referendum", "href": "/wiki/1936_German_parliamentary_election_and_referendum", "description": "Parliamentary elections were held in Germany on 29 March 1936. They took the form of a single-question referendum, asking voters whether they approved of the military occupation of the Rhineland and a single party list for the new Reichstag composed exclusively of Nazis and nominally independent 'guests' of the party. Like previous votes in the Nazi era, it was rigged, with a claimed turnout of 99"}]}, {"heading": "Events", "year": "1941", "date": "March 29", "txt": "The North American Regional Broadcasting Agreement goes into effect at 03:00 local time.", "entities": [{"title": "North American Regional Broadcasting Agreement", "href": "/wiki/North_American_Regional_Broadcasting_Agreement", "description": "\nThe North American Regional Broadcasting Agreement refers to a series of international treaties that defined technical standards for AM band (mediumwave) radio stations. These agreements also addressed how frequency assignments were distributed among the signatories, with a special emphasis on high-powered clear channel allocations."}]}, {"heading": "Events", "year": "1941", "date": "March 29", "txt": "World War II: British Royal Navy and Royal Australian Navy forces defeat those of the Italian Regia Marina off the Peloponnesian coast of Greece in the Battle of Cape Matapan.", "entities": [{"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Royal Australian Navy", "href": "/wiki/Royal_Australian_Navy", "description": "The Royal Australian Navy (RAN) is the principal naval force of Australia, a part of the Australian Defence Force (ADF) along with the Australian Army and Royal Australian Air Force. The Navy is commanded by the Chief of Navy (CN), who is subordinate to the Chief of the Defence Force (CDF) who commands the ADF; the current CN is Vice Admiral Michael Noonan. The CN is also directly responsible to t"}, {"title": "Peloponnese", "href": "/wiki/Peloponnese", "description": "The Peloponnese or Peloponnesus is a peninsula and geographic region in southern Greece. It is connected to the central part of the country by the Isthmus of Corinth land bridge which separates the Gulf of Corinth from the Saronic Gulf. During the late Middle Ages and the Ottoman era, the peninsula was known as the Morea, a name still in colloquial use in its demotic form."}, {"title": "Battle of Cape Matapan", "href": "/wiki/Battle_of_Cape_Matapan", "description": "The Battle of Cape Matapan  was a naval battle during the Second World War between the Allies, represented by the navies of the United Kingdom and Australia, and the Royal Italian navy, from 27 to 29 March 1941. Cape Matapan is on the south-western coast of the Peloponnesian Peninsula of Greece."}]}, {"heading": "Events", "year": "1942", "date": "March 29", "txt": "The Bombing of Lübeck in World War II is the first major success for the RAF Bomber Command against Germany and a German city.", "entities": [{"title": "Bombing of Lübeck in World War II", "href": "/wiki/Bombing_of_L%C3%BCbeck_in_World_War_II", "description": "During World War II, the city of Lübeck was the first German city to be attacked in substantial numbers by the Royal Air Force. The attack on the night of 28 March 1942 created a firestorm that caused severe damage to the historic centre, with bombs destroying three of the main churches and large parts of the built-up area. It led to the retaliatory \"Baedeker\" raids on historic British cities."}, {"title": "RAF Bomber Command", "href": "/wiki/RAF_Bomber_Command", "description": "RAF Bomber Command controlled the Royal Air Force's bomber forces from 1936 to 1968. Along with the United States Army Air Forces, it played the central role in the strategic bombing of Germany in World War II. From 1942 onward, the British bombing campaign against Germany became less restrictive and increasingly targeted industrial sites and the civilian manpower base essential for German war pro"}]}, {"heading": "Events", "year": "1945", "date": "March 29", "txt": "World War II: Last day of V-1 flying bomb attacks on England.", "entities": [{"title": "V-1 flying bomb", "href": "/wiki/V-1_flying_bomb", "description": "The V-1 flying bomb —also known to the Allies as the buzz bomb, or doodlebug, and in Germany as Kirschkern or Maikäfer (maybug), as well as by its official RLM aircraft designation of Fi 103—was an early cruise missile and the only production aircraft to use a pulsejet for power."}]}, {"heading": "Events", "year": "1945", "date": "March 29", "txt": "World War II: The German 4th Army is almost destroyed by the Soviet Red Army.", "entities": [{"title": "Heiligenbeil Pocket", "href": "/wiki/Heiligenbeil_Pocket", "description": "The Heiligenbeil Pocket or Heiligenbeil Cauldron was the site of a major encirclement battle on the Eastern Front during the closing weeks of World War II, in which the Wehrmacht's 4th Army was almost entirely destroyed during the Soviet Braunsberg Offensive Operation. The pocket was located near Heiligenbeil in East Prussia in eastern Germany, and the battle, part of a broader Soviet offensive in"}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Events", "year": "1946", "date": "March 29", "txt": "Instituto Tecnológico Autónomo de México, one of Mexico's leading universities, is founded.", "entities": [{"title": "Instituto Tecnológico Autónomo de México", "href": "/wiki/Instituto_Tecnol%C3%B3gico_Aut%C3%B3nomo_de_M%C3%A9xico", "description": "The Instituto Tecnológico Autónomo de México, commonly known as ITAM, is a private university. It is one of Mexico's most important institutions of higher learning; highly prestigious in the social sciences; regarded as the best undergraduate Economics, International Relations, Law, and Political Science school in Mexico. Also, it is considered one of Mexico's think tanks and has the highest rank "}]}, {"heading": "Events", "year": "1947", "date": "March 29", "txt": "Malagasy Uprising against French colonial rule in Madagascar.", "entities": [{"title": "Malagasy Uprising", "href": "/wiki/Malagasy_Uprising", "description": "The Malagasy Uprising was a Malagasy nationalist rebellion against French colonial rule in Madagascar, lasting from March 1947 to February 1949. Starting in late 1945, Madagascar's first French National Assembly deputies, Joseph Raseta, Joseph Ravoahangy and Jacques Rabemananjara of the Mouvement démocratique de la rénovation malgache (MDRM) political party, led an effort to achieve independence f"}, {"title": "French Madagascar", "href": "/wiki/French_Madagascar", "description": "The Colony of Madagascar and Dependencies was a French colony off the coast of Southeast Africa between 1897 and 1958."}]}, {"heading": "Events", "year": "1951", "date": "March 29", "txt": "Ethel and Julius Rosenberg are convicted of conspiracy to commit espionage.", "entities": [{"title": "Ethel and Julius Rosenberg", "href": "/wiki/Ethel_and_Julius_Rosenberg", "description": "Julius Rosenberg and Ethel Rosenberg were American citizens who were convicted of spying on behalf of the Soviet Union. The couple were accused of providing top-secret information about radar, sonar, jet propulsion engines and valuable nuclear weapon designs. Convicted of espionage in 1951, they were executed by the federal government of the United States in 1953 in the Sing Sing correctional faci"}, {"title": "Espionage", "href": "/wiki/Espionage", "description": "Espionage or spying is the act of obtaining secret or confidential information from non-disclosed sources or divulging of the same without the permission of the holder of the information. A person who commits espionage is called an espionage agent or spy. Any individual or spy ring, in the service of a government, company or independent operation, can commit espionage. The practice is clandestine,"}]}, {"heading": "Events", "year": "1957", "date": "March 29", "txt": "The New York, Ontario and Western Railway makes its final run, the first major U.S. railroad to be abandoned in its entirety.", "entities": [{"title": "New York, Ontario and Western Railway", "href": "/wiki/New_York,_Ontario_and_Western_Railway", "description": "The New York, Ontario and Western Railway, more commonly known as the O&W or NYO&W, was a regional railroad with origins in 1868, lasting until March 29, 1957 when it was ordered liquidated by a US bankruptcy judge. It was the first notable U.S. railroad with its mainline entirely abandoned."}]}, {"heading": "Events", "year": "1961", "date": "March 29", "txt": "The Twenty-third Amendment to the United States Constitution is ratified, allowing residents of Washington, D.C., to vote in presidential elections.", "entities": [{"title": "Twenty-third Amendment to the United States Constitution", "href": "/wiki/Twenty-third_Amendment_to_the_United_States_Constitution", "description": "The Twenty-third Amendment to the United States Constitution extends the right to vote in presidential elections to citizens residing in the District of Columbia. The amendment grants the district electors in the Electoral College as though it were a state, though the district can never have more electors than the least-populous state. The Twenty-third Amendment was proposed by the 86th Congress o"}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}]}, {"heading": "Events", "year": "1962", "date": "March 29", "txt": "Arturo Frondizi, the president of Argentina, is overthrown in a military coup by Argentina's armed forces, ending an 11.mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}1⁄2 day constitutional crisis.", "entities": [{"title": "Arturo Frondizi", "href": "/wiki/Arturo_Frondizi", "description": "Arturo Frondizi Ércoli was an Argentine lawyer, journalist, teacher and politician, who was elected President of Argentina and ruled between May 1, 1958 and March 29, 1962, when he was overthrown by a military coup."}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Armed forces of Argentina", "href": "/wiki/Armed_forces_of_Argentina", "description": "The Armed Forces of the Argentine Republic, in Spanish: Fuerzas Armadas de la República Argentina, are controlled by the Commander-in-Chief and a civilian Minister of Defense. In addition to the Army, Navy and Air Force, there are two security forces, controlled by the Ministry of Security, which can be mobilized in occasion of an armed conflict: the National Gendarmerie, a gendarmerie used to gua"}]}, {"heading": "Events", "year": "1971", "date": "March 29", "txt": "My Lai Massacre: Lieutenant William Calley is convicted of premeditated murder and sentenced to life in prison.", "entities": [{"title": "My Lai Massacre", "href": "/wiki/My_Lai_Massacre", "description": "The Mỹ Lai massacre was the mass murder of unarmed South Vietnamese civilians by U.S. troops in Sơn Tịnh District, South Vietnam, on March 16, 1968 during the Vietnam War. Between 347 and 504 unarmed people were killed by U.S. Army soldiers from Company C, 1st Battalion, 20th Infantry Regiment and Company B, 4th Battalion, 3rd Infantry Regiment, 11th Brigade, 23rd (Americal) Infantry Division. Vic"}, {"title": "William Calley", "href": "/wiki/William_Calley", "description": "William Laws Calley Jr. is an American war criminal and a former United States Army officer convicted by court-martial for the premeditated killings of 22 unarmed South Vietnamese civilians in the Mỹ Lai massacre on March 16, 1968, during the Vietnam War. Calley was released to house arrest under orders by President Richard Nixon three days after his conviction. A new trial was ordered by the Unit"}]}, {"heading": "Events", "year": "1973", "date": "March 29", "txt": "Vietnam War: The last United States combat soldiers leave South Vietnam.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1973", "date": "March 29", "txt": "Operation Barrel Roll, a covert American bombing campaign in Laos to stop communist infiltration of South Vietnam, ends.", "entities": [{"title": "Laos", "href": "/wiki/Laos", "description": "Laos, officially the Lao People's Democratic Republic, is a socialist state and the only landlocked country in Southeast Asia. At the heart of the Indochinese Peninsula, Laos is bordered by Myanmar and China to the northwest, Vietnam to the east, Cambodia to the southeast and Thailand to the west and southwest."}, {"title": "PAVN", "href": "/wiki/PAVN", "description": "The People's Army of Vietnam, also known as the Vietnamese People's Army (VPA), is the military force of the Socialist Republic of Vietnam. The PAVN is a part of the Vietnam People's Armed Forces and includes: Ground Force, Navy, Air Force, Border Guard, Coast Guard, Cyberspace Operations, and Mausoleum Defense Force. However, Vietnam does not have a separate Ground Force or Army branch. All groun"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1974", "date": "March 29", "txt": "NASA's Mariner 10 becomes the first space probe to fly by Mercury.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Mariner 10", "href": "/wiki/Mariner_10", "description": "Mariner 10 was an American robotic space probe launched by NASA on 3 November 1973, to fly by the planets Mercury and Venus. It was the first spacecraft to perform flybys of multiple planets."}, {"title": "Space probe", "href": "/wiki/Space_probe", "description": "A space probe or a spaceprobe is a robotic spacecraft that doesn't orbit the Earth, but instead explores farther into outer space. A space probe may approach the Moon; travel through interplanetary space; flyby, orbit, or land or fly on other planetary bodies; or enter interstellar space."}, {"title": "Mercury (planet)", "href": "/wiki/Mercury_(planet)", "description": "Mercury is the smallest planet in the Solar System and the closest to the Sun. Its orbit around the Sun takes 87.97 Earth days, the shortest of all the Sun's planets. It is named after the Roman god Mercurius (Mercury), god of commerce, messenger of the gods, and mediator between gods and mortals, corresponding to the Greek god Hermes (Ἑρμῆς). Like Venus, Mercury orbits the Sun within Earth's orbi"}]}, {"heading": "Events", "year": "1974", "date": "March 29", "txt": "Terracotta Army was discovered in Shaanxi province, China.", "entities": [{"title": "Shaanxi", "href": "/wiki/Shaanxi", "description": "Shaanxi is a landlocked province of the People's Republic of China. Officially part of Northwest China, it borders the province-level divisions of Shanxi, Henan (E), Hubei (SE), Chongqing (S), Sichuan (SW), Gansu (W), Ningxia (NW) and Inner Mongolia (N)."}]}, {"heading": "Events", "year": "1982", "date": "March 29", "txt": "The Canada Act 1982 receives the Royal Assent from Queen Elizabeth II, setting the stage for the Queen of Canada to proclaim the Constitution Act, 1982.", "entities": [{"title": "Canada Act 1982", "href": "/wiki/Canada_Act_1982", "description": "The Canada Act 1982 is an act of the Parliament of the United Kingdom and one of the enactments which make up the Constitution of Canada. It was enacted at the request of the Senate and House of Commons of Canada to patriate Canada's Constitution, ending the power of the British Parliament to amend the Constitution. The Act also formally ended the \"request and consent\" provisions of the Statute of"}, {"title": "Royal Assent", "href": "/wiki/Royal_Assent", "description": "Royal assent is the method by which a monarch formally approves an act of the legislature, either directly or through an official acting on the monarch's behalf. In some jurisdictions, royal assent is equivalent to promulgation, while in others that is a separate step. Under a modern constitutional monarchy, royal assent is considered little more than a formality. Even in nations such as the Unite"}, {"title": "Elizabeth II", "href": "/wiki/Elizabeth_II", "description": "Elizabeth II is Queen of the United Kingdom and 15 other Commonwealth realms."}, {"title": "Monarchy of Canada", "href": "/wiki/Monarchy_of_Canada", "description": "The monarchy of Canada is at the core of Canada's constitutional federal structure and Westminster-style parliamentary democracy. The monarchy is the foundation of the executive (Queen-in-Council), legislative (Queen-in-Parliament), and judicial (Queen-on-the-Bench) branches of both federal and provincial jurisdictions. The Queen of Canada has been Elizabeth II since 6 February 1952. The official "}, {"title": "Constitution Act, 1982", "href": "/wiki/Constitution_Act,_1982", "description": "The Constitution Act, 1982 is a part of the Constitution of Canada. The Act was introduced as part of Canada's process of patriating the constitution, introducing several amendments to the British North America Act, 1867, including re-naming it the Constitution Act, 1867. In addition to patriating the Constitution, the Constitution Act, 1982 enacted the Canadian Charter of Rights and Freedoms; gua"}]}, {"heading": "Events", "year": "1984", "date": "March 29", "txt": "The Baltimore Colts load its possessions onto fifteen Mayflower moving trucks in the early morning hours and transfer its operations to Indianapolis.", "entities": [{"title": "Indianapolis Colts", "href": "/wiki/Indianapolis_Colts", "description": "The Indianapolis Colts are an American football team based in Indianapolis. The Colts compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) South division. Since the 2008 season, the Colts have played their games in Lucas Oil Stadium. Previously, the team had played for over two decades (1984–2007) at the RCA Dome. Since 1987, the Colts h"}, {"title": "Mayflower Transit", "href": "/wiki/Mayflower_Transit", "description": "Mayflower Transit, LLC is a moving company founded in Indianapolis, Indiana in 1927 by Conrad M. Gentry and Don F. Kenworthy. In March 1995, it was acquired by UniGroup, a $1.7 billion transportation and relocation services company with headquarters in suburban St. Louis, Missouri. Mayflower-United is known for its robust network of independent contractors who service customers on a local level. M"}, {"title": "Baltimore Colts relocation to Indianapolis", "href": "/wiki/Baltimore_Colts_relocation_to_Indianapolis", "description": "The Baltimore Colts relocation to Indianapolis was a successful effort by the then-owner of the Baltimore Colts to relocate the American football team from Baltimore, Maryland, to Indianapolis, Indiana, after the 1983 National Football League (NFL) season. The team began play as the Indianapolis Colts in the 1984 NFL season."}, {"title": "Indianapolis", "href": "/wiki/Indianapolis", "description": "Indianapolis, colloquially known as Indy, is the state capital and most-populous city of the U.S. state of Indiana and the seat of Marion County. According to 2019 estimates from the U.S. Census Bureau, the consolidated population of Indianapolis and Marion County was 886,220. The \"balance\" population, which excludes semi-autonomous municipalities in Marion County, was 876,384. It is the 17th most"}]}, {"heading": "Events", "year": "1990", "date": "March 29", "txt": "The Czechoslovak parliament is unable to reach an agreement on what to call the country after the fall of Communism, sparking the so-called Hyphen War.", "entities": [{"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}, {"title": "Communism", "href": "/wiki/Communism", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}, {"title": "Hyphen War", "href": "/wiki/Hyphen_War", "description": "The Hyphen War was the political conflict over what to call Czechoslovakia after the fall of the Communist government in 1989."}]}, {"heading": "Events", "year": "1993", "date": "March 29", "txt": "Catherine Callbeck becomes premier of Prince Edward Island and the first woman to be elected in a general election as premier of a Canadian province.", "entities": [{"title": "Catherine Callbeck", "href": "/wiki/Catherine_Callbeck", "description": "Catherine Sophia Callbeck is a Canadian retired politician and the current and ninth Chancellor of the University of Prince Edward Island."}, {"title": "Premier", "href": "/wiki/Premier", "description": "Premier is a title for the head of government in some countries, states and sub-national governments. A second in command to a premier is designated as a vice-premier or deputy premier."}, {"title": "Prince Edward Island", "href": "/wiki/Prince_Edward_Island", "description": "Prince Edward Island (PEI) is one of the thirteen provinces and territories of Canada. It is the smallest province in terms of land area and population, but the most densely populated. The island has several nicknames: \"Garden of the Gulf\", \"Birthplace of Confederation\" and \"Cradle of Confederation\". Its capital and largest city is Charlottetown. It is one of the three Maritime provinces and one o"}]}, {"heading": "Events", "year": "1999", "date": "March 29", "txt": "The Dow Jones Industrial Average closes above the 10,000 mark (10,006.78) for the first time, during the height of the dot-com bubble.", "entities": [{"title": "Dow Jones Industrial Average", "href": "/wiki/Dow_Jones_Industrial_Average", "description": "The Dow Jones Industrial Average (DJIA), Dow Jones, or simply the Dow, is a stock market index that measures the stock performance of 30 large companies listed on stock exchanges in the United States."}, {"title": "Dot-com bubble", "href": "/wiki/Dot-com_bubble", "description": "The dot-com bubble was a stock market bubble caused by excessive speculation of Internet-related companies in the late 1990s, a period of massive growth in the use and adoption of the Internet."}]}, {"heading": "Events", "year": "1999", "date": "March 29", "txt": "A magnitude 6.8 earthquake in India strikes the Chamoli district in Uttar Pradesh, killing 103.", "entities": [{"title": "Chamoli district", "href": "/wiki/Chamoli_district", "description": "Chamoli district is a district of the Uttarakhand state of India. It is bounded by the Tibet region to the north, and by the Uttarakhand districts of Pithoragarh and Bageshwar to the east, Almora to the south, Pauri Garhwal to the southwest, Rudraprayag to the west, and Uttarkashi to the northwest. The administrative headquarters of Chamoli district is in Gopeshwar."}, {"title": "Uttar Pradesh", "href": "/wiki/Uttar_Pradesh", "description": "Uttar Pradesh is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950, giving it the acronym UP. The state is divided into 18 divisions and 75 districts, w"}]}, {"heading": "Events", "year": "2002", "date": "March 29", "txt": "In reaction to the Passover massacre two days prior, Israel launches Operation Defensive Shield against Palestinian militants, its largest military operation in the West Bank since the 1967 Six-Day War.", "entities": [{"title": "Passover massacre", "href": "/wiki/Passover_massacre", "description": "The Passover massacre was a suicide bombing carried out by Hamas at the Park Hotel in Netanya, Israel on 27 March 2002, during a Passover seder. Thirty civilians were killed in the attack and 140 were injured. It was the deadliest attack against Israelis during the Second Intifada."}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Operation Defensive Shield", "href": "/wiki/Operation_Defensive_Shield", "description": "Operation \"Defensive Shield\" was a large-scale military operation conducted by the Israel Defense Forces in 2002 during the Second Intifada. It was the largest military operation in the West Bank since the 1967 Six-Day War. The stated goal of the operation was to stop terrorist attacks. The operation was a direct response to the Passover massacre on March 27 at the Park Hotel in the Israeli resort"}, {"title": "Palestinian political violence", "href": "/wiki/Palestinian_political_violence", "description": "Palestinian political violence refers to acts of violence or terror motivated by Palestinian nationalism. Common political objectives include self-determination in and sovereignty over Palestine, the \"liberation of Palestine\" and recognition of a Palestinian state, either in place of both Israel and the Palestinian territories, or solely in the Palestinian territories. More limited goals include t"}, {"title": "West Bank", "href": "/wiki/West_Bank", "description": "The West Bank is a landlocked territory near the Mediterranean coast of Western Asia, bordered by Jordan and the Dead Sea to the east and by Israel to the south, west and north. Under Israeli occupation since 1967, the area is split into 167 Palestinian \"islands\" under partial Palestinian National Authority civil rule, and 230 Israeli settlements into which Israeli law is \"pipelined\"."}, {"title": "Six-Day War", "href": "/wiki/Six-Day_War", "description": "The Six-Day War, also known as the June War, 1967 Arab–Israeli War, or Third Arab–Israeli War, was fought between 5 and 10 June 1967 between Israel and Jordan, Syria, and Egypt."}]}, {"heading": "Events", "year": "2004", "date": "March 29", "txt": "Bulgaria, Estonia, Latvia, Lithuania, Romania, Slovakia, and Slovenia join NATO as full members.", "entities": [{"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "Slovakia", "href": "/wiki/Slovakia", "description": "Slovakia, officially the Slovak Republic, is a landlocked country in Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the west, and the Czech Republic to the northwest. Slovakia's mostly mountainous territory spans about 49,000 square kilometres (19,000 sq mi), with a population of over 5.4 million. The capital and largest city is Bratisl"}, {"title": "Slovenia", "href": "/wiki/Slovenia", "description": "Slovenia, officially the Republic of Slovenia, is a country in Central Europe. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia is mostly mountainous and forested, covers 20,271 square kilometers (7,827 sq mi), and has a population of 2.1 million. Slovenes form the vast majority of the cou"}, {"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}]}, {"heading": "Events", "year": "2010", "date": "March 29", "txt": "Two suicide bombers hit the Moscow Metro system at the peak of the morning rush hour, killing 40.", "entities": [{"title": "2010 Moscow Metro bombings", "href": "/wiki/2010_Moscow_Metro_bombings", "description": "The 2010 Moscow Metro bombings were suicide bombings carried out by two Islamic female terrorists during the morning rush hour of March 29, 2010, at two stations of the Moscow Metro, with roughly 40 minutes in between. At least 40 people were killed, and over 100 injured."}]}, {"heading": "Events", "year": "2013", "date": "March 29", "txt": "At least 36 people are killed when a 16-floor building collapses in the commercial capital Dar es Salaam, Tanzania.", "entities": [{"title": "2013 Dar es Salaam building collapse", "href": "/wiki/2013_Dar_es_Salaam_building_collapse", "description": "The Dar es Salaam building collapse occurred during the early hours of Good Friday on 29 March 2013 when a 16-floor residential apartment building collapsed on a nearby mosque compound, killing 36 people and trapping over 60 under the rubble."}, {"title": "Dar es Salaam", "href": "/wiki/Dar_es_Salaam", "description": "Dar es Salaam is the largest city and former capital of Tanzania. With over six million people, it is the largest city in East Africa and the fifth-largest in Africa. On the Swahili coast, Dar es Salaam is an important economic centre and one of the fastest-growing cities in the world."}, {"title": "Tanzania", "href": "/wiki/Tanzania", "description": "Tanzania, officially the United Republic of Tanzania, is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mo"}]}, {"heading": "Events", "year": "2014", "date": "March 29", "txt": "The first same-sex marriages in England and Wales are performed.", "entities": [{"title": "Same-sex marriage in the United Kingdom", "href": "/wiki/Same-sex_marriage_in_the_United_Kingdom", "description": "Same-sex marriage is legal in all parts of the United Kingdom. As marriage is a devolved legislative matter, different parts of the UK legalised same-sex marriage at different times; it has been recognised and performed in England and Wales since March 2014, in Scotland since December 2014, and in Northern Ireland since January 2020.Legislation to allow same-sex marriage in England and Wales was p"}, {"title": "England and Wales", "href": "/wiki/England_and_Wales", "description": "\nEngland and Wales is a legal jurisdiction covering England and Wales, two of the four parts of the United Kingdom. England and Wales forms the constitutional successor to the former Kingdom of England and follows a single legal system, known as English law."}]}, {"heading": "Events", "year": "2017", "date": "March 29", "txt": "Prime Minister Theresa May invokes Article 50 of the Treaty on the European Union, formally beginning the United Kingdom's withdrawal from the European Union. ", "entities": [{"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Theresa May", "href": "/wiki/Theresa_May", "description": "Theresa Mary, Lady May is a British politician who served as Prime Minister of the United Kingdom and Leader of the Conservative Party from 2016 to 2019. May served as Home Secretary from 2010 to 2016 in the Cameron government and has been Member of Parliament (MP) for Maidenhead in Berkshire since 1997. Ideologically, she identifies herself as a one-nation conservative."}, {"title": "United Kingdom invocation of Article 50 of the Treaty on European Union", "href": "/wiki/United_Kingdom_invocation_of_Article_50_of_the_Treaty_on_European_Union", "description": "On 29 March 2017, the United Kingdom (UK) invoked Article 50 of the Treaty on European Union (TEU) which began the member state's withdrawal, commonly known as Brexit, from the European Union (EU). In compliance with the TEU, the UK gave formal notice to the European Council of its intention to withdraw from the EU to allow withdrawal negotiations to begin."}, {"title": "Treaty on the European Union", "href": "/wiki/Treaty_on_the_European_Union", "description": "The Maastricht Treaty, concluded in 1992 between the 12 member states of the European Communities, is the foundation treaty of the European Union (EU). Formally the Treaty on European Union, it announced \"a new stage in the process of European integration\" chiefly in provisions for a shared European citizenship, for the eventual introduction of a single currency, and for common foreign and securit"}, {"title": "Brexit", "href": "/wiki/Brexit", "description": "Brexit was the withdrawal of the United Kingdom (UK) from the European Union (EU) and the European Atomic Energy Community at 23:00 31 January 2020 GMT. The UK is the first and so far only country to formally leave the EU, after 47 years of having been a member state of the EU and its predecessor, the European Communities (EC), since 1 January 1973. It continued to participate in the European Unio"}, {"title": "European Union", "href": "/wiki/European_Union", "description": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matter"}]}, {"heading": "Births", "year": "1001", "date": "March 29", "txt": "Sokkate, king of the Pagan dynasty of Burma (d. 1044)", "entities": [{"title": "Sokkate", "href": "/wiki/Sokkate", "description": "Sokkate was king of Pagan dynasty of Burma (Myanmar) from 1038 to 1044. The king lost his life in a single combat with Anawrahta, who succeeded him and went on to found the Pagan Empire."}, {"title": "Pagan dynasty", "href": "/wiki/Pagan_dynasty", "description": "The Kingdom of Purgam was the first kingdom to unify the regions that would later constitute modern-day Burma (Myanmar). Pagan's 250-year rule over the Irrawaddy valley and its periphery laid the foundation for the ascent of Burmese language and culture, the spread of Burman ethnicity in Upper Burma, and the growth of Theravada Buddhism in Burma and in mainland Southeast Asia."}]}, {"heading": "Births", "year": "1187", "date": "March 29", "txt": "Arthur I, Duke of Brittany (d. 1203)", "entities": [{"title": "Arthur I, Duke of Brittany", "href": "/wiki/Arthur_I,_Duke_of_Brittany", "description": "Arthur I was 4th Earl of Richmond and Duke of Brittany between 1196 and 1203. He was the posthumous son of Geoffrey II, Duke of Brittany, and Constance, Duchess of Brittany. His father, Geoffrey, was the son of Henry II, King of England."}]}, {"heading": "Births", "year": "1373", "date": "March 29", "txt": "Marie d'Alençon, French princess (d. 1417)", "entities": [{"title": "Marie d'Alençon", "href": "/wiki/Marie_d%27Alen%C3%A7on", "description": "Marie d'Alençon was a French noblewoman, a Princess of the Blood, and the wife of John VII of Harcourt, Count of Harcourt and of Aumale, Viscount of Châtellerault, Baron of Elbeuf, of Mézières, of Lillebone, of La Saussaye."}]}, {"heading": "Births", "year": "1517", "date": "March 29", "txt": "Carlo Carafa, Italian cardinal (d. 1561)", "entities": [{"title": "Carlo Carafa", "href": "/wiki/Carlo_Carafa", "description": "Carlo Carafa of a distinguished family of Naples, vicious and talented was successively condottiero in the service of France and of Spain, vying for their protectorates in Italy until 1555, when he was made a cardinal, to 1559 the all-powerful favourite and Cardinal Nephew of Pope Paul IV Carafa, whose policies he directed and whom he served as papal legate in Paris, Venice and Brussels. According"}]}, {"heading": "Births", "year": "1553", "date": "March 29", "txt": "Vitsentzos Kornaros, Greek poet and playwright (d. 1614)", "entities": [{"title": "Vitsentzos Kornaros", "href": "/wiki/Vitsentzos_Kornaros", "description": "Vitsentzos or Vikentios Kornaros or Vincenzo Cornaro was a Cretan poet, who wrote the romantic epic poem Erotokritos. He wrote in vernacular Cretan dialect, and was a leading figure of the Cretan Renaissance."}]}, {"heading": "Births", "year": "1561", "date": "March 29", "txt": "Santorio Santorio, Italian biologist (d. 1636)", "entities": [{"title": "Santorio Santorio", "href": "/wiki/Santorio_Santorio", "description": "Santorio Santorio, also called Sanctorio Sanctorio, Santorio Santorii, Sanctorius of Padua, Sanctorio Sanctorius and various combinations of these names, was an Italian physiologist, physician, and professor, who introduced the quantitative approach into the life sciences and is considered the father of modern quantitative experimentation in medicine. He is also known as the inventor of several me"}]}, {"heading": "Births", "year": "1584", "date": "March 29", "txt": "Ferdinando Fairfax, 2nd Lord Fairfax of Cameron, English general and politician (d. 1648)", "entities": [{"title": "Ferdinando Fairfax, 2nd Lord Fairfax of Cameron", "href": "/wiki/Ferdinando_Fairfax,_2nd_Lord_Fairfax_of_Cameron", "description": "Ferdinando Fairfax, 2nd Lord Fairfax of Cameron MP was an English nobleman and politician who sat in the House of Commons at various times between 1614 and 1648. He was a commander in the Parliamentary army in the English Civil War."}]}, {"heading": "Births", "year": "1602", "date": "March 29", "txt": "John Lightfoot, English priest, scholar, and academic (d. 1675)", "entities": [{"title": "John Lightfoot", "href": "/wiki/John_Lightfoot", "description": "John Lightfoot was an English churchman, rabbinical scholar, Vice-Chancellor of the University of Cambridge and Master of St Catharine's College, Cambridge."}]}, {"heading": "Births", "year": "1620", "date": "March 29", "txt": "Edward Digges, English barrister and colonist", "entities": [{"title": "Edward Digges", "href": "/wiki/Edward_Digges", "description": "Edward Digges was an English barrister and colonist who served as Colonial Governor of Virginia from March 1655 to December 1656. He was the son of the English politician Dudley Digges. He invested heavily in planting mulberry trees and promoting the silk industry in the colony, in recognition of which he was appointed auditor-general of Virginia."}]}, {"heading": "Births", "year": "1629", "date": "March 29", "txt": "Alexis of Russia, Tsar of Russia (d. 1676)", "entities": [{"title": "Alexis of Russia", "href": "/wiki/Alexis_of_Russia", "description": "Alexei Mikhailovich was the Tsar of Russia from 1645 until his death in 1676. His reign saw wars with Poland and Sweden, schism in the Russian Orthodox Church, and the major Cossack revolt of Stenka Razin. Nevertheless, at the time of his death Russia spanned almost 2,000,000,000 acres (8,100,000 km2)."}]}, {"heading": "Births", "year": "1713", "date": "March 29", "txt": "John Ponsonby, Irish politician (d. 1789)", "entities": [{"title": "John Ponsonby (politician)", "href": "/wiki/John_Ponsonby_(politician)", "description": "Hon. John Ponsonby, PC (Ire) was an Anglo-Irish politician."}]}, {"heading": "Births", "year": "1735", "date": "March 29", "txt": "Johann Karl August Musäus, German author (d. 1787)", "entities": [{"title": "Johann Karl August Musäus", "href": "/wiki/Johann_Karl_August_Mus%C3%A4us", "description": "Johann Karl August Musäus was a popular German author and one of the first collectors of German folk stories, most celebrated for his Volksmärchen der Deutschen (1782–1786), a collection of German fairy tales retold as satires."}]}, {"heading": "Births", "year": "1747", "date": "March 29", "txt": "Johann Wilhelm Hässler, German pianist and composer (d. 1822)", "entities": [{"title": "Johann Wilhelm Hässler", "href": "/wiki/Johann_Wilhelm_H%C3%A4ssler", "description": "Johann Wilhelm Hässler, was a German composer, organist and pianist."}]}, {"heading": "Births", "year": "1769", "date": "March 29", "txt": "Nicolas Jean-de-Dieu Soult, French general and politician, 12th Prime Minister of France (d. 1851)", "entities": [{"title": "Nicolas Jean-de-Dieu Soult", "href": "/wiki/Nicolas_Jean-de-Dieu_Soult", "description": "Marshal General Jean-de-Dieu Soult, 1st Duke of Dalmatia, was a French general and statesman, named Marshal of the Empire in 1804 and often called Marshal Soult. Soult was one of only six officers in French history to receive the distinction of Marshal General of France. The Duke also served three times as President of the Council of Ministers, or Prime Minister of France."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1780", "date": "March 29", "txt": "Jørgen Jørgensen, Danish adventurer (d. 1841)", "entities": [{"title": "Jørgen Jørgensen", "href": "/wiki/J%C3%B8rgen_J%C3%B8rgensen", "description": "Jørgen Jørgensen was a Danish adventurer during the Age of Revolution. During the action of 2 March 1808 his ship was captured by the British. In 1809 he sailed to Iceland, declared the country independent from Denmark and pronounced himself its ruler. He intended to found a new republic, following the examples of the United States and the French First Republic. He was also a prolific writer of le"}]}, {"heading": "Births", "year": "1790", "date": "March 29", "txt": "John Tyler, American lawyer and politician, 10th President of the United States (d. 1862)", "entities": [{"title": "John Tyler", "href": "/wiki/John_Tyler", "description": "John Tyler was the tenth president of the United States, holding office from 1841 to 1845 after briefly serving as the tenth vice president in 1841; he was elected vice president on the 1840 Whig ticket with President William Henry Harrison. Tyler ascended to the presidency after Harrison's death in April 1841, only a month after the start of the new administration. He was a stalwart supporter and"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1799", "date": "March 29", "txt": "Edward Smith-Stanley, 14th Earl of Derby, English politician, Prime Minister of the United Kingdom (d. 1869)", "entities": [{"title": "Edward Smith-Stanley, 14th Earl of Derby", "href": "/wiki/Edward_Smith-Stanley,_14th_Earl_of_Derby", "description": "Edward George Geoffrey Smith-Stanley, 14th Earl of Derby, was a British statesman, three-time Prime Minister of the United Kingdom and, to date, the longest-serving leader of the Conservative Party. He was known before 1834 as Edward Stanley, and from 1834 to 1851 as Lord Stanley. He was scion of one of Britain's oldest, wealthiest and most powerful families. He is one of only four British prime m"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1802", "date": "March 29", "txt": "Johann Moritz Rugendas, German landscape painter of Spanish America (d. 1858)", "entities": [{"title": "Johann Moritz Rugendas", "href": "/wiki/Johann_Moritz_Rugendas", "description": "Johann Moritz Rugendas was a German painter, famous in the first half of the 19th century for his works depicting landscapes and ethnographic subjects in several countries in the Americas. Rugendas is considered \"by far the most varied and important of the European artists to visit Latin America.\" He was influenced by Alexander von Humboldt."}]}, {"heading": "Births", "year": "1816", "date": "March 29", "txt": "10th Dalai Lama (d. 1837)", "entities": [{"title": "10th Dalai Lama", "href": "/wiki/10th_Dalai_Lama", "description": "Ngawang Lobzang Jampel Tsultrim Gyatso or Tsultrim Gyatso was the 10th Dalai Lama of Tibet, and born in Chamdo. He was fully ordained in the Gelug school of Tibetan Buddhism, studied the sutras and tantras, had several students, and rebuilt the Potala Palace."}]}, {"heading": "Births", "year": "1824", "date": "March 29", "txt": "Ludwig Büchner, German physiologist, physician, and philosopher (d. 1899)", "entities": [{"title": "Ludwig Büchner", "href": "/wiki/Ludwig_B%C3%BCchner", "description": "Friedrich Karl Christian Ludwig Büchner was a German philosopher, physiologist and physician who became one of the exponents of 19th-century scientific materialism."}]}, {"heading": "Births", "year": "1826", "date": "March 29", "txt": "Wilhelm Liebknecht, German journalist and politician (d. 1900)", "entities": [{"title": "Wilhelm Liebknecht", "href": "/wiki/Wilhelm_Liebknecht", "description": "Wilhelm Martin Philipp Christian Ludwig Liebknecht was a German socialist and one of the principal founders of the Social Democratic Party of Germany (SPD). His political career was a pioneering project combining Marxist revolutionary theory with practical legal political activity. Under his leadership, the SPD grew from a tiny sect to become Germany's largest political party. He was the father of"}]}, {"heading": "Births", "year": "1862", "date": "March 29", "txt": "Adolfo Müller-Ury, Swiss-American painter (d. 1947)", "entities": [{"title": "Adolfo Müller-Ury", "href": "/wiki/Adolfo_M%C3%BCller-Ury", "description": "Adolfo Müller-Ury, KSG was a Swiss-born American portrait painter and impressionistic painter of roses and still life."}]}, {"heading": "Births", "year": "1863", "date": "March 29", "txt": "Walter James, Australian politician, 5th Premier of Western Australia (d. 1943)", "entities": [{"title": "Walter James", "href": "/wiki/Walter_James", "description": "Sir Walter Hartwell James, was the fifth Premier of Western Australia and an ardent supporter of the federation movement."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1867", "date": "March 29", "txt": "Cy Young, American baseball player and manager (d. 1955)", "entities": [{"title": "Cy Young", "href": "/wiki/Cy_Young", "description": "Denton True \"Cy\" Young was an American Major League Baseball (MLB) pitcher. Born in Gilmore, Ohio, he worked on his family's farm as a youth before starting his professional baseball career. Young entered the major leagues in 1890 with the National League's Cleveland Spiders and pitched for them until 1898. He was then transferred to the St. Louis Cardinals franchise. In 1901, Young jumped to the "}]}, {"heading": "Births", "year": "1869", "date": "March 29", "txt": "Aleš Hrdlička, Czech-American anthropologist and scholar (d. 1943)", "entities": [{"title": "Aleš Hrdlička", "href": "/wiki/Ale%C5%A1_Hrdli%C4%8Dka", "description": "Alois Ferdinand Hrdlička, after 1918 changed to Aleš Hrdlička, was a Czech anthropologist who lived in the United States after his family had moved there in 1881. He was born in Humpolec, Bohemia."}]}, {"heading": "Births", "year": "1869", "date": "March 29", "txt": "Sir Edwin Lutyens, British architect (d. 1944)", "entities": []}, {"heading": "Births", "year": "1870", "date": "March 29", "txt": "Pavlos Melas, French-Greek captain (d. 1904)", "entities": [{"title": "Pavlos Melas", "href": "/wiki/Pavlos_Melas", "description": "Pavlos Melas was an officer of the Hellenic Army, and was among the first who organized and participated in the Greek Struggle for Macedonia."}]}, {"heading": "Births", "year": "1871", "date": "March 29", "txt": "Tom Hayward, English cricketer (d. 1939)", "entities": [{"title": "Tom Hayward", "href": "/wiki/Tom_Hayward", "description": "Thomas Walter Hayward was an English first-class cricketer who played for Surrey and England between the 1890s and the outbreak of World War I. He was primarily an opening batsman, noted especially for the quality of his off-drive. Neville Cardus wrote that he \"was amongst the most precisely technical and most prolific batsmen of any time in the annals of cricket.\" He was only the second batsman t"}]}, {"heading": "Births", "year": "1872", "date": "March 29", "txt": "Hal Colebatch, English-Australian politician, 12th Premier of Western Australia (d. 1953)", "entities": [{"title": "Hal Colebatch", "href": "/wiki/Hal_Colebatch", "description": "Sir Harry Pateshall Colebatch CMG was a long-serving and occasionally controversial figure in Western Australian politics. He was a member of the Western Australian Legislative Council for nearly 20 years, the twelfth Premier of Western Australia for a month in 1919, agent-general in London for five years, and a federal senator for four years."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1873", "date": "March 29", "txt": "Tullio Levi-Civita, Jewish-Italian mathematician and academic (d. 1941)", "entities": [{"title": "Tullio Levi-Civita", "href": "/wiki/Tullio_Levi-Civita", "description": "Tullio Levi-Civita, was an Italian mathematician, most famous for his work on absolute differential calculus and its applications to the theory of relativity, but who also made significant contributions in other areas. He was a pupil of Gregorio Ricci-Curbastro, the inventor of tensor calculus. His work included foundational papers in both pure and applied mathematics, celestial mechanics, analyti"}]}, {"heading": "Births", "year": "1874", "date": "March 29", "txt": "Lou Henry Hoover, American wife of Herbert Hoover, 33rd First Lady of the United States (d. 1944)", "entities": [{"title": "Lou Henry Hoover", "href": "/wiki/Lou_Henry_Hoover", "description": "Lou Hoover was the wife of President Herbert Hoover and served as the First Lady of the United States from 1929 to 1933."}, {"title": "Herbert Hoover", "href": "/wiki/Herbert_Hoover", "description": "Herbert Clark Hoover was an American politician, businessman, and engineer who served as the 31st president of the United States from 1929 to 1933. A member of the Republican Party, he held office during the onset of the Great Depression. Before serving as president, Hoover led the Commission for Relief in Belgium, served as the director of the U.S. Food Administration, and served as the third U.S"}, {"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Births", "year": "1876", "date": "March 29", "txt": "Friedrich Traun, German sprinter and tennis player (d. 1908)", "entities": [{"title": "Friedrich Traun", "href": "/wiki/Friedrich_Traun", "description": "Friedrich Adolf Traun was a German athlete and tennis player. Born into a wealthy family, he participated in the 1896 Summer Olympics and won a gold medal in men's doubles. He committed suicide after being accused of fathering a child out of wedlock."}]}, {"heading": "Births", "year": "1884", "date": "March 29", "txt": "Ed Archibald, Canadian pole vaulter (d. 1965)", "entities": [{"title": "Edward Archibald (athlete)", "href": "/wiki/Edward_Archibald_(athlete)", "description": "Edward Blake \"Ed\" Archibald was a Canadian athlete who competed mainly in the pole vault. He was born and died in Toronto."}]}, {"heading": "Births", "year": "1885", "date": "March 29", "txt": "Dezső Kosztolányi, Hungarian author and poet (d. 1936)", "entities": [{"title": "Dezső Kosztolányi", "href": "/wiki/Dezs%C5%91_Kosztol%C3%A1nyi", "description": "Dezső Kosztolányi was a Hungarian writer, journalist, and translator. He wrote in all literary genres, from poetry to [(essays]] to theatre plays. Building his own style, he used French symbolism, impressionism, expressionism and psychological realism. He is considered the father of futurism in Hungarian literature."}]}, {"heading": "Births", "year": "1888", "date": "March 29", "txt": "Enea Bossi, Sr., Italian-American engineer, designed the Budd BB-1 Pioneer and Bossi-Bonomi Pedaliante (d. 1963)", "entities": [{"title": "Enea Bossi, Sr.", "href": "/wiki/Enea_Bossi,_Sr.", "description": "Enea Bossi Sr. was an Italian-American aerospace engineer and aviation pioneer. He is best known for designing the Budd BB-1 Pioneer, the first stainless steel aircraft; and also the Pedaliante airplane, disputably credited with the first fully human-powered flight."}, {"title": "Budd BB-1 Pioneer", "href": "/wiki/Budd_BB-1_Pioneer", "description": "The Budd BB-1 Pioneer was an experimental United States flying boat of the 1930s utilizing the Savoia-Marchetti S.56 design. Its framework was constructed entirely of stainless steel, using a newly patented method of welding that alloy."}, {"title": "Bossi-Bonomi Pedaliante", "href": "/wiki/Bossi-Bonomi_Pedaliante", "description": "The Pedaliante was a human-powered aircraft designed and built by Enea Bossi and Vittorio Bonomi and credited with, in 1936, making one of the first fully human-powered flights. The aircraft successfully traveled 1 km (0.62 mi) as part of an Italian competition, but was denied the monetary prize due to its catapult launch."}]}, {"heading": "Births", "year": "1889", "date": "March 29", "txt": "Warner Baxter, American actor (d. 1951)", "entities": [{"title": "Warner Baxter", "href": "/wiki/Warner_Baxter", "description": "Warner Leroy Baxter was an American film actor from the 1910s to the 1940s. Baxter is known for his role as the Cisco Kid in the 1928 film In Old Arizona, for which he won the Academy Award for Best Actor at the 2nd Academy Awards. He frequently played womanizing, charismatic Latin bandit types in Westerns, and played the Cisco Kid or a similar character throughout the 1930s, but had a range of ot"}]}, {"heading": "Births", "year": "1889", "date": "March 29", "txt": "Howard Lindsay, American producer, playwright, librettist, director and actor (d. 1968)", "entities": []}, {"heading": "Births", "year": "1890", "date": "March 29", "txt": "Bert Bliss, English international footballer (d. 1968)", "entities": [{"title": "Bert Bliss", "href": "/wiki/Bert_Bliss", "description": "Herbert Bliss was an English footballer who played for Tottenham Hotspur, Clapton Orient and England. He was born in Willenhall, Staffordshire."}]}, {"heading": "Births", "year": "1891", "date": "March 29", "txt": "Yvan Goll, French-German poet and playwright (d. 1950)", "entities": [{"title": "Yvan Goll", "href": "/wiki/Yvan_Goll", "description": "Yvan Goll was a French-German poet who was bilingual and wrote in both French and German. He had close ties to both German expressionism and to French surrealism."}]}, {"heading": "Births", "year": "1891", "date": "March 29", "txt": "Alfred Neubauer, Austrian race car driver and manager (d. 1980)", "entities": []}, {"heading": "Births", "year": "1892", "date": "March 29", "txt": "József Mindszenty, Hungarian cardinal (d. 1975)", "entities": [{"title": "József Mindszenty", "href": "/wiki/J%C3%B3zsef_Mindszenty", "description": "József Mindszenty [jo:ʒɛf mindsɛnti] was the Prince Primate, Archbishop of Esztergom, cardinal, and leader of the Catholic Church in Hungary from 2 October 1945 to 18 December 1973. According to Encyclopædia Britannica, for five decades \"he personified uncompromising opposition to fascism and communism in Hungary\". During World War II, he was imprisoned by the pro-Nazi Arrow Cross Party. \nAfter th"}]}, {"heading": "Births", "year": "1893", "date": "March 29", "txt": "Astrid Holm, Danish actress (d. 1961)", "entities": [{"title": "Astrid Holm", "href": "/wiki/Astrid_Holm", "description": "Astrid Holm was a Danish theater and film actress whose career began on the stage and in the early silent film era."}]}, {"heading": "Births", "year": "1895", "date": "March 29", "txt": "Ernst Jünger, German philosopher and author (d. 1998)", "entities": [{"title": "Ernst Jünger", "href": "/wiki/Ernst_J%C3%BCnger", "description": "Ernst Jünger was a philosopher, a highly decorated Imperial German soldier, author, and entomologist who became publicly known for his World War I memoir Storm of Steel."}]}, {"heading": "Births", "year": "1896", "date": "March 29", "txt": "Wilhelm Ackermann, German mathematician (d. 1962)", "entities": [{"title": "Wilhelm Ackermann", "href": "/wiki/Wilhelm_Ackermann", "description": "Wilhelm Friedrich Ackermann was a German mathematician best known for the Ackermann function, an important example in the theory of computation."}]}, {"heading": "Births", "year": "1899", "date": "March 29", "txt": "Lavrentiy Beria, Georgian-Russian general and politician (d. 1953)", "entities": [{"title": "Lavrentiy Beria", "href": "/wiki/Lavrentiy_Beria", "description": "Lavrentiy Pavlovich Beria was a Georgian Bolshevik and Soviet politician, Marshal of the Soviet Union and state security administrator, chief of the Soviet security, and chief of the People's Commissariat for Internal Affairs (NKVD) under Joseph Stalin during World War II, and promoted to deputy premier under Stalin from 1941. He later officially joined the Politburo in 1946."}]}, {"heading": "Births", "year": "1900", "date": "March 29", "txt": "Bill Aston, English race car driver (d. 1974)", "entities": [{"title": "Bill Aston", "href": "/wiki/Bill_Aston", "description": "William Aston was a British racing driver who participated in three World Championship Grands Prix, in 1952 when the championship was run to Formula Two rules, for his own team Aston Butterworth."}]}, {"heading": "Births", "year": "1900", "date": "March 29", "txt": "John McEwen, Australian farmer and politician, 18th Prime Minister of Australia (d. 1980)", "entities": [{"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1902", "date": "March 29", "txt": "Marcel Aymé, French author, playwright, and screenwriter (d. 1967)", "entities": [{"title": "Marcel Aymé", "href": "/wiki/Marcel_Aym%C3%A9", "description": "Marcel Aymé was a French novelist, children's writer, humour writer, screenwriter and theatre playwright."}]}, {"heading": "Births", "year": "1902", "date": "March 29", "txt": "Don Miller, American football player and coach (d. 1979)", "entities": []}, {"heading": "Births", "year": "1902", "date": "March 29", "txt": "William Walton, English composer (d. 1983)", "entities": []}, {"heading": "Births", "year": "1903", "date": "March 29", "txt": "Douglas Harkness, Canadian colonel and politician, 14th Canadian Minister of National Defence (d. 1999)", "entities": [{"title": "Douglas Harkness", "href": "/wiki/Douglas_Harkness", "description": "Douglas Scott Harkness, was a Canadian politician, teacher, farmer and former lieutenant colonel in the Royal Canadian Artillery."}, {"title": "Minister of National Defence (Canada)", "href": "/wiki/Minister_of_National_Defence_(Canada)", "description": "The minister of national defence is a minister of the Crown in the Cabinet of Canada responsible for the management and direction of all matters relating to the national defence of Canada."}]}, {"heading": "Births", "year": "1906", "date": "March 29", "txt": "James Bausch, American decathlete and football player (d. 1974)", "entities": [{"title": "James Bausch", "href": "/wiki/James_Bausch", "description": "James Aloysius Bernard Bausch, also known as \"Jarring Jim\", was an American athlete who competed mainly in the decathlon."}]}, {"heading": "Births", "year": "1907", "date": "March 29", "txt": "Braguinha, Brazilian singer-songwriter and producer (d. 2006)", "entities": [{"title": "Braguinha (composer)", "href": "/wiki/Braguinha_(composer)", "description": "Carlos Alberto Ferreira Braga, commonly known as Braguinha or João de Barro, was a Brazilian songwriter and occasional singer."}]}, {"heading": "Births", "year": "1908", "date": "March 29", "txt": "Arthur O'Connell, American actor (d. 1981)", "entities": [{"title": "Arthur O'Connell", "href": "/wiki/Arthur_O%27Connell", "description": "Arthur Joseph O'Connell was an American stage and film actor. He was nominated for the Academy Award for Best Supporting Actor for both Picnic (1955) and Anatomy of a Murder (1959). He made his final film appearance in The Hiding Place (1975), portraying a watch-maker who hides Jews during World War II. O'Connell bore a physical resemblance to actor Jack Albertson. The two were cast together in Th"}]}, {"heading": "Births", "year": "1908", "date": "March 29", "txt": "Dennis O'Keefe, American actor and screenwriter (d. 1968)", "entities": []}, {"heading": "Births", "year": "1909", "date": "March 29", "txt": "Moon Mullican, American country and western singer-songwriter and pianist (d. 1967)", "entities": [{"title": "Moon Mullican", "href": "/wiki/Moon_Mullican", "description": "Aubrey Wilson Mullican, known professionally as Moon Mullican and nicknamed \"King of the Hillbilly Piano Players\", was an American country and western singer, songwriter, and pianist. He was associated with the hillbilly boogie style which greatly influenced rockabilly. Jerry Lee Lewis cited him as a major influence on his own singing and piano playing."}]}, {"heading": "Births", "year": "1912", "date": "March 29", "txt": "Hanna Reitsch, German soldier and pilot (d. 1979)", "entities": [{"title": "Hanna Reitsch", "href": "/wiki/Hanna_Reitsch", "description": "Hanna Reitsch was a German aviator and test pilot. Along with Melitta von Stauffenberg, she flight tested many of Germany's new aircraft during World War II and received many honors."}]}, {"heading": "Births", "year": "1914", "date": "March 29", "txt": "Phil Foster, American actor (d. 1985)", "entities": [{"title": "Phil Foster", "href": "/wiki/Phil_Foster", "description": "Phil Foster was an American actor and performer, best known for his portrayal of Frank DeFazio in Laverne & Shirley."}]}, {"heading": "Births", "year": "1914", "date": "March 29", "txt": "Chapman Pincher, Indian-English historian, journalist, and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1916", "date": "March 29", "txt": "Peter Geach, English philosopher and academic (d. 2013)", "entities": [{"title": "Peter Geach", "href": "/wiki/Peter_Geach", "description": "Peter Thomas Geach (1916–2013) was an English philosopher who was Professor of Logic at the University of Leeds. His areas of interest were philosophical logic, ethics, history of philosophy, philosophy of religion and the theory of identity."}]}, {"heading": "Births", "year": "1916", "date": "March 29", "txt": "Eugene McCarthy, American poet and politician (d. 2005)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 29", "txt": "Tommy Holmes, American baseball player (d. 2008)", "entities": [{"title": "Tommy Holmes", "href": "/wiki/Tommy_Holmes", "description": "Thomas Francis Holmes was an American right and center fielder and manager in Major League Baseball who played nearly his entire career for the Boston Braves. He hit over .300 lifetime (.302) and every year from 1944 through 1948, peaking with a .352 mark in 1945 when he finished second in the National League batting race and was runner-up for the NL's Most Valuable Player Award."}]}, {"heading": "Births", "year": "1918", "date": "March 29", "txt": "Pearl Bailey, American actress and singer (d. 1990)", "entities": [{"title": "Pearl Bailey", "href": "/wiki/Pearl_Bailey", "description": "Pearl Mae Bailey was an American actress and singer. After appearing in vaudeville she made her Broadway debut in St. Louis Woman in 1946. She won a Tony Award for the title role in the all-Black production of Hello, Dolly! in 1968. In 1986, she won a Daytime Emmy award for her performance as a fairy godmother in the ABC Afterschool Special Cindy Eller: A Modern Fairy Tale."}]}, {"heading": "Births", "year": "1918", "date": "March 29", "txt": "Lê Văn Thiêm, Vietnamese mathematician and academic (d. 1991)", "entities": []}, {"heading": "Births", "year": "1918", "date": "March 29", "txt": "Sam Walton, American businessman, founded Walmart and Sam's Club (d. 1992)", "entities": [{"title": "Walmart", "href": "/wiki/Walmart", "description": "Walmart Inc. is an American multinational retail corporation that operates a chain of hypermarkets, discount department stores, and grocery stores from the United States, headquartered in Bentonville, Arkansas. The company was founded by Sam Walton in nearby Rogers, Arkansas in 1962 and incorporated under Delaware General Corporation Law on October 31, 1969. It also owns and operates Sam's Club re"}, {"title": "Sam's Club", "href": "/wiki/Sam%27s_Club", "description": "Sam's West, Inc. is an American chain of membership-only retail warehouse clubs owned and operated by Walmart Inc., founded in 1983 and named after Walmart founder Sam Walton. As of January 31, 2019, Sam's Club ranks second in sales volume among warehouse clubs with $57.839 billion in sales behind rival Costco Wholesale."}]}, {"heading": "Births", "year": "1919", "date": "March 29", "txt": "Eileen Heckart, American actress (d. 2001)", "entities": [{"title": "Eileen Heckart", "href": "/wiki/Eileen_Heckart", "description": "Eileen Heckart was an American actress whose career spanned nearly 60 years. She first became known for her role as schoolteacher Rosemary Sydney in the original 1953 cast of William Inge's play Picnic on Broadway. She won an Academy Award for Best Supporting Actress for her performance as the overprotective mother of a blind adult son in Butterflies Are Free (1972), a role she originated on Broad"}]}, {"heading": "Births", "year": "1920", "date": "March 29", "txt": "John M. Belk, American businessman and politician (d. 2007)", "entities": [{"title": "John M. Belk", "href": "/wiki/John_M._Belk", "description": "John Montgomery Belk was head of the Belk, Inc. department store chain and member of the Democratic Party, he served as the mayor of Charlotte, North Carolina for four terms (1969–1977). He was the son of William Henry Belk, who founded the first Belk store in Monroe, N.C., in 1888."}]}, {"heading": "Births", "year": "1920", "date": "March 29", "txt": "Clarke Fraser, American-Canadian geneticist and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 29", "txt": "Pierre Moinot, French author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 29", "txt": "Theodore Trautwein, American lawyer and judge (d. 2000)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 29", "txt": "Sam Loxton, Australian cricketer, footballer, and politician (d. 2011)", "entities": [{"title": "Sam Loxton", "href": "/wiki/Sam_Loxton", "description": "Samuel John Everett Loxton was an Australian cricketer, footballer and politician. Among these three pursuits, his greatest achievements were attained on the cricket field; he played in 12 Tests for Australia from 1948 to 1951. A right-handed all-rounder, Loxton was part of Don Bradman's Invincibles, who went through the 1948 tour of England undefeated, an unprecedented achievement that has never "}]}, {"heading": "Births", "year": "1923", "date": "March 29", "txt": "Geoff Duke, English-Manx motorcycle racer (d. 2015)", "entities": [{"title": "Geoff Duke", "href": "/wiki/Geoff_Duke", "description": "Geoffrey Ernest Duke was a British multiple motorcycle Grand Prix road racing world champion. Born in St. Helens, Lancashire, after retirement from competition he was a businessman based in the Isle of Man. He raced several brands of motorcycle: Norton, Gilera, BMW, NSU and Benelli."}]}, {"heading": "Births", "year": "1923", "date": "March 29", "txt": "Betty Binns Fletcher, American lawyer and judge (d. 2012)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 29", "txt": "Bob Haymes, American singer-songwriter, and actor (d. 1989)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 29", "txt": "Moshe Sanbar, Hungarian-Israeli banker and economist (d. 2012)", "entities": [{"title": "Moshe Sanbar", "href": "/wiki/Moshe_Sanbar", "description": "Moshe Sanbar was an economist and Israeli public figure. He served as governor of the Bank of Israel during 1971–1976."}]}, {"heading": "Births", "year": "1927", "date": "March 29", "txt": "John McLaughlin, American journalist and producer (d. 2016)", "entities": [{"title": "John McLaughlin (host)", "href": "/wiki/John_McLaughlin_(host)", "description": "John Joseph McLaughlin was an American television personality and political commentator. He created, produced, and hosted the political commentary series The McLaughlin Group. He also hosted and produced John McLaughlin's One on One, which ran from 1984 to 2013."}]}, {"heading": "Births", "year": "1927", "date": "March 29", "txt": "John Vane, English pharmacologist and academic, Nobel Prize laureate (d. 2004)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1928", "date": "March 29", "txt": "Romesh Bhandari, Pakistani-Indian politician, 13th Foreign Secretary of India (d. 2013)", "entities": [{"title": "Romesh Bhandari", "href": "/wiki/Romesh_Bhandari", "description": "Romesh Bhandari was an Indian Foreign Secretary, former Lieutenant Governor of Delhi, Andaman and Nicobar Islands, and former governor of Tripura, Goa and Uttar Pradesh."}, {"title": "Foreign Secretary (India)", "href": "/wiki/Foreign_Secretary_(India)", "description": "The Foreign Secretary of India is the top diplomat of India and administrative head of the Ministry of External Affairs. This post is generally held by an IFS officer of the rank of Secretary to Government of India. The current and 33rd Foreign Secretary is Harsh Vardhan Shringla who took charge on January 29, 2020. Shringla is a 1984 batch IFS. He previously served as India's envoy to the United "}]}, {"heading": "Births", "year": "1928", "date": "March 29", "txt": "Keith Botsford, Belgian-American journalist, author, and academic (d. 2018)", "entities": []}, {"heading": "Births", "year": "1928", "date": "March 29", "txt": "Vincent Gigante, American boxer and mobster (d. 2005)", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 29", "txt": "Sheila Kitzinger, English activist, author, and academic (d. 2015)", "entities": [{"title": "Sheila Kitzinger", "href": "/wiki/Sheila_Kitzinger", "description": "\n\nSheila Helena Elizabeth Kitzinger MBE was a British natural childbirth activist and author on childbirth and pregnancy. She wrote more than 20 books and had a worldwide reputation as a passionate and committed advocate for change."}]}, {"heading": "Births", "year": "1929", "date": "March 29", "txt": "Richard Lewontin, American biologist, geneticist, and academic", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 29", "txt": "Lennart Meri, Estonian director and politician, 2nd President of Estonia (d. 2006)", "entities": [{"title": "President of Estonia", "href": "/wiki/President_of_Estonia", "description": "The president of the Republic of Estonia is the head of state of the Republic of Estonia. The current president is Kersti Kaljulaid, elected by Parliament on 3 October 2016, becoming the first woman and youngest person ever to hold the position."}]}, {"heading": "Births", "year": "1929", "date": "March 29", "txt": "Utpal Dutt, Indian Bengali actor, director and playwright (d. 1993)", "entities": []}, {"heading": "Births", "year": "1930", "date": "March 29", "txt": "Anerood Jugnauth, Mauritian lawyer and politician, 4th President of Mauritius", "entities": [{"title": "Anerood Jugnauth", "href": "/wiki/Anerood_Jugnauth", "description": "Sir Anerood Jugnauth GCSK, KCMG, QC, MP, PC is a Mauritian politician and barrister who has served as both President and Prime Minister of Mauritius."}, {"title": "President of Mauritius", "href": "/wiki/President_of_Mauritius", "description": "The president of Mauritius is the head of state of the Republic of Mauritius. Mauritius is a parliamentary republic, and the president functions as a ceremonial figurehead, elected by the National Assembly as set out by the Constitution of Mauritius. The current office-holder is His Excellency Mr Prithvirajsing ROOPUN G.C.S.K. He took the office on 2 December 2019. The president's official residen"}]}, {"heading": "Births", "year": "1931", "date": "March 29", "txt": "Ștefan Andrei, Romanian politician, 87th Romanian Minister of Foreign Affairs (d. 2014)", "entities": [{"title": "Ștefan Andrei", "href": "/wiki/%C8%98tefan_Andrei", "description": "Ștefan Andrei was a Romanian communist politician who served as the Minister of Foreign Affairs of Romania from 1978 to 1985. He was arrested after the 1989 overthrow of the Nicolae Ceaușescu regime."}, {"title": "Ministry of Foreign Affairs (Romania)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Romania)", "description": "The Romanian Ministry of Foreign Affairs is the ministry responsible for external affairs of the Romanian Government. The current Foreign Minister is Bogdan Aurescu."}]}, {"heading": "Births", "year": "1931", "date": "March 29", "txt": "Sopubek Begaliev, Kyrgyzstani economist and politician (d. 2002)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 29", "txt": "Aleksei Gubarev, Russian general, pilot, and astronaut (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 29", "txt": "Norman Tebbit, English journalist and politician, Chancellor of the Duchy of Lancaster", "entities": [{"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Births", "year": "1933", "date": "March 29", "txt": "Jacques Brault, Canadian poet and academic", "entities": [{"title": "Jacques Brault", "href": "/wiki/Jacques_Brault", "description": "\nJacques Brault is a French Canadian poet and translator who lives in Cowansville, Quebec, Canada. He was born to a poor family, but received an excellent education at the Université de Montréal and at the Sorbonne in Paris. He became a professor at the Université de Montréal, in the Département d'études françaises and the Institut des sciences médiévales, and made frequent appearances as a cultur"}]}, {"heading": "Births", "year": "1934", "date": "March 29", "txt": "Shahryar Khan, Indian-Pakistani politician and diplomat, 20th Foreign Secretary of Pakistan", "entities": [{"title": "Shahryar Khan", "href": "/wiki/Shahryar_Khan", "description": "Shahryar Mohammad Khan is a former career Pakistan diplomat who became Foreign Secretary of Pakistan in 1990, and remained so until his retirement from service in 1994. He later served as United Nations Special Representative of the Secretary-General to Rwanda (1994–1996), and wrote the book Shallow Graves of Rwanda on his experiences on what Rwanda went through. Since August 1999, he has intermit"}, {"title": "Foreign Secretary of Pakistan", "href": "/wiki/Foreign_Secretary_of_Pakistan", "description": "The Foreign Secretary of Pakistan is the Federal Secretary of the Ministry of Foreign Affairs. The Secretary, as in all other ministries of Government of Pakistan, is the bureaucratic head of the Ministry, who is a BPS-22 grade officer of the Central Superior Services of Pakistan."}]}, {"heading": "Births", "year": "1936", "date": "March 29", "txt": "Richard Rodney Bennett, English-American composer and educator (d. 2012)", "entities": [{"title": "Richard Rodney Bennett", "href": "/wiki/Richard_Rodney_Bennett", "description": "Sir Richard Rodney Bennett was an English composer of film, TV and concert music, and also a jazz pianist and occasional vocalist. He was based in New York City from 1979 until his death there in 2012."}]}, {"heading": "Births", "year": "1936", "date": "March 29", "txt": "Mogens Camre, Danish politician (d. 2016)", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 29", "txt": "John A. Durkin, American lawyer and politician (d. 2012)", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 29", "txt": "Judith Guest, American author and screenwriter", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 29", "txt": "Joseph P. Teasdale, American lawyer and politician, 48th Governor of Missouri (d. 2014)", "entities": [{"title": "Governor of Missouri", "href": "/wiki/Governor_of_Missouri", "description": "The following is a list of governors of Missouri since its territory became part of the United States."}]}, {"heading": "Births", "year": "1937", "date": "March 29", "txt": "Roberto Chabet, Filipino painter and sculptor (d. 2013)", "entities": [{"title": "Roberto Chabet", "href": "/wiki/Roberto_Chabet", "description": "Roberto \"Bobby\" Rodríguez Chabet was an artist from the Philippines and widely acknowledged as the father of Philippine conceptual art."}]}, {"heading": "Births", "year": "1937", "date": "March 29", "txt": "Smarck Michel, Haitian businessman and politician, 6th Prime Minister of Haiti (d. 2012)", "entities": [{"title": "Prime Minister of Haiti", "href": "/wiki/Prime_Minister_of_Haiti", "description": "The prime minister of Haiti is the head of government of Haiti. The office was created under the 1987 Constitution; previously, all executive power was held by the president or head of state, who appointed and chaired the Council of Ministers."}]}, {"heading": "Births", "year": "1937", "date": "March 29", "txt": "Gordon Milne, English footballer", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 29", "txt": "Bert de Vries, Dutch politician", "entities": [{"title": "Bert de Vries", "href": "/wiki/Bert_de_Vries", "description": "Berend \"Bert\" de Vries  is a retired Dutch politician of the Christian Democratic Appeal (CDA) party and economist."}]}, {"heading": "Births", "year": "1939", "date": "March 29", "txt": "Roland Arnall, French-American businessman and diplomat, 63rd United States Ambassador to the Netherlands (d. 2008)", "entities": [{"title": "Roland Arnall", "href": "/wiki/Roland_Arnall", "description": "Roland E. Arnall was an American businessman and diplomat. As the owner of ACC Capital Holdings, he became a billionaire with Ameriquest Mortgage. He was co-founder of the Simon Wiesenthal Center, and from 2006 until shortly before his death he was the United States Ambassador to the Netherlands."}, {"title": "United States Ambassador to the Netherlands", "href": "/wiki/United_States_Ambassador_to_the_Netherlands", "description": "The United States diplomatic mission to the Netherlands consists of the embassy located in The Hague and a consular office located in Amsterdam."}]}, {"heading": "Births", "year": "1939", "date": "March 29", "txt": "Terence Hill, Italian actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 29", "txt": "Hanumant Singh, Indian cricketer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 29", "txt": "Ray Davis, American bass singer (d. 2005)", "entities": [{"title": "Ray Davis (musician)", "href": "/wiki/Ray_Davis_(musician)", "description": "Raymond Davis was the original bass singer and one of the founding members of The Parliaments, and subsequently the bands Parliament, and Funkadelic, collectively known as P-Funk. His regular nickname while he was with those groups was \"Sting Ray\" Davis. Aside from George Clinton, he was the only original member of the Parliaments not to leave the Parliament-Funkadelic conglomerate in 1977. He is "}]}, {"heading": "Births", "year": "1940", "date": "March 29", "txt": "Astrud Gilberto, Brazilian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 29", "txt": "John Suchet, English journalist and game show host", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 29", "txt": "Joseph Hooton Taylor Jr., American astrophysicist and astronomer, Nobel Prize laureate", "entities": [{"title": "Joseph Hooton Taylor Jr.", "href": "/wiki/Joseph_Hooton_Taylor_Jr.", "description": "Joseph Hooton Taylor Jr. is an American astrophysicist and Nobel Prize in Physics laureate for his discovery with Russell Alan Hulse of a \"new type of pulsar, a discovery that has opened up new possibilities for the study of gravitation.\""}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1942", "date": "March 29", "txt": "Bob Lurtsema, American football player", "entities": [{"title": "Bob Lurtsema", "href": "/wiki/Bob_Lurtsema", "description": "Robert Ross Lurtsema is a former American football defensive end in the National Football League for the Minnesota Vikings, New York Giants and Seattle Seahawks. He played in two Super Bowls with the Vikings."}]}, {"heading": "Births", "year": "1942", "date": "March 29", "txt": "Scott Wilson, American actor (d. 2018)", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 29", "txt": "Vangelis, Greek keyboard player and songwriter", "entities": [{"title": "Vangelis", "href": "/wiki/Vangelis", "description": "Evángelos Odysséas Papathanassíou, known professionally as Vangelis, is a Greek musician and composer of electronic, progressive, ambient, jazz, and orchestral music. He is best known for his Academy Award-winning score to Chariots of Fire (1981), as well as for composing scores to the films Blade Runner (1982), Missing (1982), Antarctica (1983), The Bounty (1984), 1492: Conquest of Paradise (1992"}]}, {"heading": "Births", "year": "1943", "date": "March 29", "txt": "Chad Allan, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 29", "txt": "Eric Idle, English actor and comedian", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 29", "txt": "John Major, English banker and politician, Prime Minister of the United Kingdom", "entities": [{"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1944", "date": "March 29", "txt": "Terry Jacks, Canadian singer-songwriter, guitarist, and producer", "entities": [{"title": "Terry Jacks", "href": "/wiki/Terry_Jacks", "description": "Terrence Ross Jacks is a Canadian singer, songwriter, record producer and environmentalist, best known for his 1974 hit song \"Seasons in the Sun\"."}]}, {"heading": "Births", "year": "1944", "date": "March 29", "txt": "Denny McLain, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 29", "txt": "Lynne Segal, Australian-British feminist academic and activist", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 29", "txt": "Walt Frazier, American basketball player and sportscaster", "entities": [{"title": "Walt Frazier", "href": "/wiki/Walt_Frazier", "description": "Walter \"Clyde\" Frazier Jr. is an American former professional basketball player of the National Basketball Association (NBA). As their floor general and top perimeter defender, he led the New York Knicks to the franchise's only two championships, and was inducted into the Naismith Memorial Basketball Hall of Fame in 1987. Upon his retirement from basketball, Frazier went into broadcasting; he is c"}]}, {"heading": "Births", "year": "1945", "date": "March 29", "txt": "Speedy Keen, English singer-songwriter, keyboard player, and producer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 29", "txt": "Billy Thorpe, English-Australian singer-songwriter, guitarist, and producer (d. 2007)", "entities": [{"title": "Billy Thorpe", "href": "/wiki/Billy_Thorpe", "description": "William Richard Thorpe AM was an English-born Australian singer-songwriter, and record producer. As lead singer of his band Billy Thorpe & the Aztecs, he had success in the 1960s with \"Blue Day\", \"Poison Ivy\", \"Over the Rainbow\", \"Sick and Tired\", \"Baby, Hold Me Close\" and \"Mashed Potato\"; and in the 1970s with \"Most People I Know Think That I'm Crazy\". Featuring in concerts at Sunbury Pop Festiva"}]}, {"heading": "Births", "year": "1946", "date": "March 29", "txt": "Segun Bucknor, Nigerian musician and journalist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 29", "txt": "Inge Bödding, German sprinter", "entities": [{"title": "Inge Bödding", "href": "/wiki/Inge_B%C3%B6dding", "description": "Inge Bödding, née Eckhoff is a retired German athlete who competed mainly in the 400 metres."}]}, {"heading": "Births", "year": "1947", "date": "March 29", "txt": "Robert Gordon, American singer and actor", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 29", "txt": "Bobby Kimball, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 29", "txt": "Bud Cort, American actor, director, and screenwriter", "entities": [{"title": "Bud Cort", "href": "/wiki/Bud_Cort", "description": "Walter Edward Cox, known professionally as Bud Cort, is an American actor and comedian, known for his portrayals of Harold in Hal Ashby's film Harold and Maude (1971) and the eponymous hero in Robert Altman's film Brewster McCloud (1970)."}]}, {"heading": "Births", "year": "1948", "date": "March 29", "txt": "Piet Souer, Dutch record producer, songwriter and arranger", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 29", "txt": "Michael Brecker, American saxophonist and composer (d. 2007)", "entities": [{"title": "Michael Brecker", "href": "/wiki/Michael_Brecker", "description": "Michael Leonard Brecker was an American jazz saxophonist and composer. He was awarded 15 Grammy Awards as both performer and composer. He was awarded an Honorary Doctorate from Berklee College of Music in 2004, and was inducted into the Down Beat Jazz Hall of Fame in 2007."}]}, {"heading": "Births", "year": "1949", "date": "March 29", "txt": "Dave Greenfield, English musician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 29", "txt": "Pauline Marois, Canadian social worker and politician, 30th Premier of Quebec", "entities": [{"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1949", "date": "March 29", "txt": "Keith Simpson, English historian and politician", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 29", "txt": "William Clarke, American harmonica player (d. 1996)", "entities": [{"title": "William Clarke (musician)", "href": "/wiki/William_Clarke_(musician)", "description": "William Clarke was an American blues harmonica player and singer. He was chiefly associated with the Chicago blues style of amplified harmonica, but also incorporated elements of jump blues, swing, and soul jazz into his playing. Clarke was a master of both cross and chromatic harmonica styles and many consider him among the blues harmonica greats."}]}, {"heading": "Births", "year": "1951", "date": "March 29", "txt": "Geoff Howarth, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 29", "txt": "Tina Monzon-Palma, Filipino journalist", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 29", "txt": "Rainer Bonhof, German footballer", "entities": [{"title": "Rainer Bonhof", "href": "/wiki/Rainer_Bonhof", "description": "Rainer Bonhof is a former German footballer, who played as a defensive midfielder or wing-back, but who was known for his occasional bursts upfield and his fierce shot. He was a key player for the 1974 West Germany side that won the World Cup. Bonhof was one of the stars for his club side, Borussia Mönchengladbach and won numerous domestic league and cup titles."}]}, {"heading": "Births", "year": "1952", "date": "March 29", "txt": "Russell Fairfax, Australian rugby player and coach", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 29", "txt": "John Hendricks, American businessman, founded Discovery Communications", "entities": [{"title": "Discovery Communications", "href": "/wiki/Discovery_Communications", "description": "Discovery, Inc. is an American multinational mass media factual television company based in New York City. Established in 1985, the company primarily operates a group of factual and lifestyle television brands, such as the namesake Discovery Channel, Animal Planet, Science Channel, and TLC. In 2018, the company acquired Scripps Networks Interactive, adding networks such as Food Network, HGTV, and "}]}, {"heading": "Births", "year": "1952", "date": "March 29", "txt": "Teófilo Stevenson, Cuban boxer and engineer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 29", "txt": "Tõnis Palts, Estonian politician, 39th Mayor of Tallinn", "entities": [{"title": "Tõnis Palts", "href": "/wiki/T%C3%B5nis_Palts", "description": "Tõnis Palts is an Estonian politician and former mayor of Tallinn and Minister of Finance.\n"}, {"title": "Mayor of Tallinn", "href": "/wiki/Mayor_of_Tallinn", "description": "The following is a list of Mayors of Tallinn, Estonia."}]}, {"heading": "Births", "year": "1955", "date": "March 29", "txt": "Earl Campbell, American football player", "entities": [{"title": "Earl Campbell", "href": "/wiki/Earl_Campbell", "description": "Earl Christian Campbell, nicknamed The Tyler Rose, is a former American professional football player who was a running back in the National Football League (NFL) for the Houston Oilers and New Orleans Saints. Known for his aggressive, punishing running style and ability to break tackles, Campbell gained recognition as one of the best power running backs in NFL history."}]}, {"heading": "Births", "year": "1955", "date": "March 29", "txt": "Brendan Gleeson, Irish actor", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 29", "txt": "Marina Sirtis, British-American actress", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 29", "txt": "Patty Donahue, American singer (d. 1996)", "entities": [{"title": "Patty Donahue", "href": "/wiki/Patty_Donahue", "description": "Patricia Jean Donahue was the lead singer of the 1980s new wave group the Waitresses. She is best known for the band’s singles \"I Know What Boys Like\" and \"Christmas Wrapping.\""}]}, {"heading": "Births", "year": "1957", "date": "March 29", "txt": "Elizabeth Hand, American author", "entities": [{"title": "Elizabeth Hand", "href": "/wiki/Elizabeth_Hand", "description": "Elizabeth Hand is an American writer."}]}, {"heading": "Births", "year": "1957", "date": "March 29", "txt": "Christopher Lambert, American-born French actor", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 29", "txt": "Pedro Bial, Brazilian journalist and producer", "entities": [{"title": "Pedro Bial", "href": "/wiki/Pedro_Bial", "description": "Pedro Bial is a Brazilian producer, director, writer, journalist and a TV presenter. He is best known for hosting the variety show Fantástico, and the reality show Big Brother Brasil."}]}, {"heading": "Births", "year": "1958", "date": "March 29", "txt": "Travis Childers, American businessman and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 29", "txt": "Nouriel Roubini, Turkish-American economist and academic", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 29", "txt": "Victor Salva, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 29", "txt": "Marc Silvestri, American publisher, founded Top Cow Productions", "entities": [{"title": "Top Cow Productions", "href": "/wiki/Top_Cow_Productions", "description": "Top Cow Productions is an American comics publisher, a partner studio of Image Comics founded by Marc Silvestri in 1992."}]}, {"heading": "Births", "year": "1959", "date": "March 29", "txt": "Barry Blanchard, Canadian mountaineer", "entities": [{"title": "Barry Blanchard", "href": "/wiki/Barry_Blanchard", "description": "Barry Blanchard is one of North America's top alpinists, noted for pushing the standards of highly technical, high-risk alpine climbing in the Canadian Rockies and the Himalayas."}]}, {"heading": "Births", "year": "1959", "date": "March 29", "txt": "Perry Farrell, American singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 29", "txt": "Brad McCrimmon, Canadian ice hockey player and coach (d. 2011)", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 29", "txt": "Wayne Pearce, Australian rugby league player, coach, and sportscaster", "entities": [{"title": "Wayne Pearce", "href": "/wiki/Wayne_Pearce", "description": "Wayne John Pearce OAM is an Australian former professional rugby league footballer and coach. An athletic lock for the Balmain Tigers, he was affectionately known as 'Junior'. Pearce represented New South Wales in the State of Origin series as well as the Australian national rugby league team."}]}, {"heading": "Births", "year": "1961", "date": "March 29", "txt": "Gary Brabham, English-Australian race car driver", "entities": [{"title": "Gary Brabham", "href": "/wiki/Gary_Brabham", "description": "Gary Thomas Brabham is a former professional racing driver and convicted child rapist from Australia."}]}, {"heading": "Births", "year": "1961", "date": "March 29", "txt": "Mike Kingery, American baseball player", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 29", "txt": "Amy Sedaris, American actress and comedian", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 29", "txt": "Michael Winterbottom, English director and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 29", "txt": "Billy Beane, American baseball player and manager", "entities": [{"title": "Billy Beane", "href": "/wiki/Billy_Beane", "description": "William Lamar Beane III is a former American professional baseball player and current front office executive. He is the executive vice president of baseball operations and minority owner of the Oakland Athletics of Major League Baseball (MLB); he is also minority owner of Barnsley FC of the EFL Championship in England and AZ Alkmaar of the Eredivisie in the Netherlands. From 1984 to 1989 he played"}]}, {"heading": "Births", "year": "1962", "date": "March 29", "txt": "Ted Failon, Filipino journalist and politician", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 29", "txt": "Kirk Triplett, American golfer", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 29", "txt": "Catherine Cortez Masto, American attorney and politician", "entities": [{"title": "Catherine Cortez Masto", "href": "/wiki/Catherine_Cortez_Masto", "description": "Catherine Marie Cortez Masto is an American lawyer and politician serving as the senior United States senator from Nevada since 2017. A member of the Democratic Party, she was the 32nd attorney general of Nevada from 2007 to 2015."}]}, {"heading": "Births", "year": "1964", "date": "March 29", "txt": "Jill Goodacre, American model and actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 29", "txt": "Elle Macpherson, Australian model and actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 29", "txt": "Ming Tsai, American chef and television host", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 29", "txt": "Emilios T. Harlaftis, Greek astrophysicist, astronomer, and academic (d. 2005)", "entities": [{"title": "Emilios T. Harlaftis", "href": "/wiki/Emilios_T._Harlaftis", "description": "Emilios T. Harlaftis was an astrophysicist."}]}, {"heading": "Births", "year": "1965", "date": "March 29", "txt": "William Oefelein, American commander, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 29", "txt": "Voula Patoulidou, Greek hurdler, long jumper, and politician", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 29", "txt": "Krasimir Balakov, Bulgarian footballer and manager", "entities": [{"title": "Krasimir Balakov", "href": "/wiki/Krasimir_Balakov", "description": "Krasimir Genchev Balakov is a Bulgarian professional football manager and former player who is the head coach of Bulgarian club CSKA 1948. A former attacking midfielder, he was a key member of the Bulgarian national team that finished fourth in the 1994 FIFA World Cup. He is considered as second only to Hristo Stoichkov among Bulgarian footballers of his generation."}]}, {"heading": "Births", "year": "1966", "date": "March 29", "txt": "Jeroen Dijsselbloem, Dutch politician", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 29", "txt": "Eric Gunderson, American baseball player", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 29", "txt": "Sigrid Kirchmann, Austrian high jumper", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 29", "txt": "Ainars Bagatskis, Latvian basketball player and coach", "entities": [{"title": "Ainars Bagatskis", "href": "/wiki/Ainars_Bagatskis", "description": "Ainars Bagatskis is a Latvian former professional basketball player and coach, who currently works as the head coach of Kyiv-Basket. He also was a head coach of the senior Latvian national basketball team."}]}, {"heading": "Births", "year": "1967", "date": "March 29", "txt": "Michel Hazanavicius, French director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 29", "txt": "Brian Jordan, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 29", "txt": "Lucy Lawless, New Zealand actress", "entities": [{"title": "Lucy Lawless", "href": "/wiki/Lucy_Lawless", "description": "Lucille Frances Lawless is a New Zealand actress and singer. She is best known for her roles as the title character in the television series Xena: Warrior Princess, but also portrayed cylon model Number Three D'Anna Biers on the re-imagined Battlestar Galactica series and Lucretia in the television series Spartacus: Blood and Sand and associated series."}]}, {"heading": "Births", "year": "1969", "date": "March 29", "txt": "Kim Batten, American hurdler", "entities": [{"title": "Kim Batten", "href": "/wiki/Kim_Batten", "description": "Kim Batten is an American former 400 meter hurdles champion. She was the 1995 world record holder in the women's 400-meter hurdles.\nBatten graduated from the Florida State University in 1991, the same year she won her first national championship – the U.S. National Championships, the first of six national championships."}]}, {"heading": "Births", "year": "1969", "date": "March 29", "txt": "Shinichi Mochizuki, Japanese mathematician", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 29", "txt": "Jimmy Spencer, American football player and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 29", "txt": "Robert Gibbs, American political adviser, 28th White House Press Secretary", "entities": [{"title": "Robert Gibbs", "href": "/wiki/Robert_Gibbs", "description": "Robert Lane Gibbs is an American communication professional who served as executive vice president and global chief communications officer of McDonald's from 2015 to 2019 and as the twenty-fifth White House Press Secretary from 2009 to 2011."}, {"title": "White House Press Secretary", "href": "/wiki/White_House_Press_Secretary", "description": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the federal government of the United States, especially with regard to the president, senior aides and executives, as well as government policies."}]}, {"heading": "Births", "year": "1971", "date": "March 29", "txt": "Lara Logan, South African television and radio journalist and war correspondent", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 29", "txt": "Hidetoshi Nishijima, Japanese actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 29", "txt": "Rui Costa, Portuguese footballer", "entities": [{"title": "Rui Costa", "href": "/wiki/Rui_Costa", "description": "Rui Manuel César Costa OIH is a Portuguese retired professional footballer."}]}, {"heading": "Births", "year": "1972", "date": "March 29", "txt": "Piet-Hein Geeris, Dutch field hockey player", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 29", "txt": "Alex Ochoa, Cuban-American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 29", "txt": "Priti Patel, British Indian politician, Secretary of State for the Home Department", "entities": [{"title": "Secretary of State for the Home Department", "href": "/wiki/Secretary_of_State_for_the_Home_Department", "description": "The home secretary is a senior minister of the Crown within the Government of the United Kingdom, and head of the Home Office. As one of the four Great Offices of State, the home secretary is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1973", "date": "March 29", "txt": "Marc Overmars, Dutch footballer and coach", "entities": [{"title": "Marc Overmars", "href": "/wiki/Marc_Overmars", "description": "Marc Overmars is a Dutch former footballer and the current director of football at Ajax. During his football career, he played as a winger and was renowned for his speed and technical skills."}]}, {"heading": "Births", "year": "1973", "date": "March 29", "txt": "Sebastiano Siviglia, Italian footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 29", "txt": "Steve Smith, English high jumper", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 29", "txt": "Miguel Gómez, Colombian-American photographer and educator", "entities": [{"title": "Miguel Gómez (photographer)", "href": "/wiki/Miguel_G%C3%B3mez_(photographer)", "description": "Miguel Gómez is a Colombian-American photographer and visual artist, based in New York City, whose style is marked by/best known for his work in fine art photography, portrait, editorial and landscape photography."}]}, {"heading": "Births", "year": "1976", "date": "March 29", "txt": "Igor Astarloa, Spanish cyclist", "entities": [{"title": "Igor Astarloa", "href": "/wiki/Igor_Astarloa", "description": "Igor Astarloa Askasibar is a retired cyclist from Spain."}]}, {"heading": "Births", "year": "1976", "date": "March 29", "txt": "Jennifer Capriati, American tennis player", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 29", "txt": "Aaron Persico, New Zealand-Italian rugby player", "entities": [{"title": "Aaron Persico", "href": "/wiki/Aaron_Persico", "description": "\nAaron Persico is an Italian rugby union footballer."}]}, {"heading": "Births", "year": "1980", "date": "March 29", "txt": "Bill Demong, American skier", "entities": [{"title": "Bill Demong", "href": "/wiki/Bill_Demong", "description": "William Demong is an American former Nordic combined skier and Olympic gold medalist. Demong is a five-time Olympian, having competed in Nagano, Salt Lake City, Torino, Vancouver and Sochi."}]}, {"heading": "Births", "year": "1980", "date": "March 29", "txt": "Bruno Silva, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 29", "txt": "Jlloyd Samuel, Trinidadian footballer (d. 2018)", "entities": [{"title": "Jlloyd Samuel", "href": "/wiki/Jlloyd_Samuel", "description": "Jlloyd Tafari Samuel was a professional footballer who played as a defender and midfielder. Born in Trinidad and Tobago, he was raised in England and played for England up to under-21 level. He played two full international matches for Trinidad and Tobago in 2009."}]}, {"heading": "Births", "year": "1982", "date": "March 29", "txt": "Jēkabs Rēdlihs, Latvian ice hockey player", "entities": [{"title": "Jēkabs Rēdlihs", "href": "/wiki/J%C4%93kabs_R%C4%93dlihs", "description": "Jēkabs Rēdlihs is a Latvian ice hockey Defender currently playing for HK Kurbads in the Latvian Hockey League (LHL)."}]}, {"heading": "Births", "year": "1983", "date": "March 29", "txt": "Darius Draudvila, Lithuanian decathlete", "entities": [{"title": "Darius Draudvila", "href": "/wiki/Darius_Draudvila", "description": "Darius Draudvila is a Lithuanian decathlon and heptathlon track and field athlete, who internationally competes for Lithuania, but lives in the United States. During studies in USA, Darius represented Kansas State track & field team and his personal best in decathlon take 4th place in Kansas State team's history. In 2008 Draudvila set a national heptathlon record."}]}, {"heading": "Births", "year": "1984", "date": "March 29", "txt": "Juan Mónaco, Argentinian tennis player", "entities": [{"title": "Juan Mónaco", "href": "/wiki/Juan_M%C3%B3naco", "description": "Juan Monaco, nicknamed \"Pico\", is a former tennis player from Argentina. He won nine singles titles, reached the semifinals of the 2010 Shanghai Masters and the 2012 Miami Masters, and achieved a career-high singles ranking of world no. 10 in July 2012. He announced his retirement from professional tennis on 15 May 2017."}]}, {"heading": "Births", "year": "1985", "date": "March 29", "txt": "Fernando Amorebieta, Venezuelan international footballer", "entities": [{"title": "Fernando Amorebieta", "href": "/wiki/Fernando_Amorebieta", "description": "Fernando Gabriel Amorebieta Mardaras is a professional footballer who last played as a central defender for Paraguayan club Cerro Porteño."}]}, {"heading": "Births", "year": "1985", "date": "March 29", "txt": "Maxim Lapierre, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 29", "txt": "Mickey Pimentel, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 29", "txt": "Sylvan Ebanks-Blake, English footballer", "entities": [{"title": "Sylvan Ebanks-Blake", "href": "/wiki/Sylvan_Ebanks-Blake", "description": "Sylvan Augustus Ebanks-Blake is an English former professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1986", "date": "March 29", "txt": "Ivan Ukhov, Russian high jumper", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 29", "txt": "Gianluca Freddi, Italian footballer", "entities": [{"title": "Gianluca Freddi", "href": "/wiki/Gianluca_Freddi", "description": "Gianluca Freddi is an Italian footballer playing as a defender for Robur Siena."}]}, {"heading": "Births", "year": "1987", "date": "March 29", "txt": "Dimitri Payet, French footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 29", "txt": "Romain Hamouma, French footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 29", "txt": "Esther Cremer, German runner", "entities": [{"title": "Esther Cremer", "href": "/wiki/Esther_Cremer", "description": "Esther Cremer is a German athlete who specialises in the 400 metres."}]}, {"heading": "Births", "year": "1988", "date": "March 29", "txt": "Jesús Molina, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 29", "txt": "Jürgen Zopp, Estonian tennis player", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 29", "txt": "James Tomkins, English footballer", "entities": [{"title": "James Tomkins (footballer)", "href": "/wiki/James_Tomkins_(footballer)", "description": "James Oliver Charles Tomkins is an English professional footballer who plays as a centre back for Premier League club Crystal Palace. He has represented England at all levels up to the under-21 team and represented Great Britain at the 2012 London Olympics. He is a product of the West Ham youth academy."}]}, {"heading": "Births", "year": "1990", "date": "March 29", "txt": "Carlos Peña, Mexican footballer", "entities": [{"title": "Carlos Peña (Mexican footballer)", "href": "/wiki/Carlos_Pe%C3%B1a_(Mexican_footballer)", "description": "Carlos Alberto Peña Rodríguez is a Mexican professional footballer who captains and plays as a midfielder for Primera División de El Salvador club FAS."}]}, {"heading": "Births", "year": "1990", "date": "March 29", "txt": "Teemu Pukki, Finnish footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 29", "txt": "Lyle Taylor, English footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 29", "txt": "Irene, South Korean idol, actress and television host", "entities": [{"title": "Irene (singer)", "href": "/wiki/Irene_(singer)", "description": "Bae Joo-hyun, known professionally as Irene, is a South Korean singer, rapper, and actress. She is the leader of the South Korean girl group Red Velvet and a member of its sub-unit Red Velvet - Irene & Seulgi."}, {"title": "Korean pop idol", "href": "/wiki/Korean_pop_idol", "description": "An idol, in fandom culture in South Korea, refers to a celebrity working in the field of K-pop, either as a member of a group or as a solo act. K-pop idols are characterized by the highly manufactured star system that they are produced by and debuted under, as well as their tendency to represent a hybridized convergence of visuals, music, fashion, and dance. They usually work for a mainstream ente"}]}, {"heading": "Births", "year": "1991", "date": "March 29", "txt": "Fabio Borini, Italian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 29", "txt": "N'Golo Kanté, French footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 29", "txt": "Thorgan Hazard, Belgian footballer", "entities": [{"title": "Thorgan Hazard", "href": "/wiki/Thorgan_Hazard", "description": "Thorgan Ganael Francis Hazard is a Belgian professional footballer who plays as an attacking midfielder or as a winger for German club Borussia Dortmund and the Belgium national team. He is the younger brother of Eden and older brother of Kylian Hazard."}]}, {"heading": "Deaths", "year": "87 BC", "date": "March 29", "txt": "Emperor Wu of Han of China (b. 157 BC)", "entities": [{"title": "Emperor Wu of Han", "href": "/wiki/Emperor_Wu_of_Han", "description": "Emperor Wu of Han, formally enshrined as Emperor Wu the Filial, born Liu Che (劉徹) and courtesy name Tong (通), was the seventh emperor of the Han dynasty of ancient China, ruling from 141 to 87 BC. His reign lasted 54 years — a record not broken until the reign of the Kangxi Emperor more than 1,800 years later and remains the record for ethnic Chinese emperors. His reign resulted in a vast expansio"}]}, {"heading": "Deaths", "year": "AD 57", "date": "March 29", "txt": "Emperor Guangwu of Han (b. 5 BC)", "entities": [{"title": "Emperor Guangwu of Han", "href": "/wiki/Emperor_Guangwu_of_Han", "description": "Emperor Guangwu, born Liu Xiu, courtesy name Wenshu, was an emperor of the Chinese Han dynasty, restorer of the dynasty in AD 25 and thus founder of the Later Han or Eastern Han. He ruled over parts of China at first, and through suppression and conquest of regional warlords, the whole of China was consolidated by the time of his death in AD 57."}]}, {"heading": "Deaths", "year": "500", "date": "March 29", "txt": "Gwynllyw, Welsh king and religious figure", "entities": [{"title": "Gwynllyw", "href": "/wiki/Gwynllyw", "description": "Gwynllyw Filwr or Gwynllyw Farfog, known in English in a corrupted form as Woolos the Warrior or Woolos the Bearded was a Welsh king and religious figure."}]}, {"heading": "Deaths", "year": "1058", "date": "March 29", "txt": "Pope Stephen IX (b. 1020)", "entities": [{"title": "Pope Stephen IX", "href": "/wiki/Pope_Stephen_IX", "description": "Pope Stephen IX was the head of the Catholic Church and ruler of the Papal States from 3 August 1057 to his death."}]}, {"heading": "Deaths", "year": "1075", "date": "March 29", "txt": "Ottokar I of Styria, German noble", "entities": [{"title": "Ottokar I of Styria", "href": "/wiki/Ottokar_I_of_Styria", "description": "Ottokar I, also Otakar was count in the Bavarian Chiemgau and Margrave of Styria from 1056 until his death. He became progenitor of the dynasty of the Otakars."}]}, {"heading": "Deaths", "year": "1368", "date": "March 29", "txt": "Emperor Go-Murakami of Japan (b. 1328)", "entities": [{"title": "Emperor Go-Murakami", "href": "/wiki/Emperor_Go-Murakami", "description": "Emperor Go-Murakami  was the 97th emperor of Japan, according to the traditional order of succession, and a member of the Southern Court during the Nanboku-chō period of rival courts. He reigned from September 18, 1339, until March 29, 1368. His personal name was Noriyoshi (義良). He reigned from Sumiyoshi, Ōsaka, Yoshino, Nara, and other temporary locations."}]}, {"heading": "Deaths", "year": "1461", "date": "March 29", "txt": "Henry Percy, 3rd Earl of Northumberland, English politician (b. 1421)", "entities": [{"title": "Henry Percy, 3rd Earl of Northumberland", "href": "/wiki/Henry_Percy,_3rd_Earl_of_Northumberland", "description": "Henry Percy, 3rd Earl of Northumberland, was an English magnate."}]}, {"heading": "Deaths", "year": "1461", "date": "March 29", "txt": "Lionel de Welles, 6th Baron Welles", "entities": []}, {"heading": "Deaths", "year": "1467", "date": "March 29", "txt": "Matthew Palaiologos Asen, Byzantine aristocrat and official", "entities": [{"title": "Matthew Palaiologos Asen", "href": "/wiki/Matthew_Palaiologos_Asen", "description": "Matthew Palaiologos Asen was a late Byzantine aristocrat and official, related to the Asen and Palaiologos dynasties."}]}, {"heading": "Deaths", "year": "1578", "date": "March 29", "txt": "Louis I, Cardinal of Guise (b. 1527)", "entities": [{"title": "Louis I, Cardinal of Guise", "href": "/wiki/Louis_I,_Cardinal_of_Guise", "description": "Louis de Lorraine was the fourth son of Claude, Duke of Guise and Antoinette de Bourbon, and the younger brother of Charles of Guise, Cardinal of Lorraine, and Mary of Guise, queen consort of King James V of Scotland. He was the nephew of Cardinal Jean de Lorraine. He is sometimes known as the cardinal de Guise."}]}, {"heading": "Deaths", "year": "1578", "date": "March 29", "txt": "Arthur Champernowne, English admiral and politician (b. 1524)", "entities": []}, {"heading": "Deaths", "year": "1628", "date": "March 29", "txt": "Tobias Matthew, English archbishop and academic (b. 1546)", "entities": [{"title": "Tobias Matthew", "href": "/wiki/Tobias_Matthew", "description": "Tobias Matthew, was an English nobleman and bishop who was President of St John's College, Oxford from 1572 to 1576, before being appointed Vice-Chancellor of Oxford University from 1579 to 1583, and Matthew would then become Dean of Durham from 1583 to 1595. All three positions, plus others, were appointed to Matthew by Elizabeth I. Eventually, he was appointed Archbishop of York in 1606 by Eliza"}]}, {"heading": "Deaths", "year": "1629", "date": "March 29", "txt": "Jacob de Gheyn II, Dutch painter and engraver (b. 1565)", "entities": [{"title": "Jacob de Gheyn II", "href": "/wiki/Jacob_de_Gheyn_II", "description": "Jacob de Gheyn II was a Dutch painter and engraver, whose work shows the transition from Northern Mannerism to Dutch realism over the course of his career."}]}, {"heading": "Deaths", "year": "1692", "date": "March 29", "txt": "Nicolaus Bruhns, Danish-German organist, violinist, and composer (b. 1665)", "entities": [{"title": "Nicolaus Bruhns", "href": "/wiki/Nicolaus_Bruhns", "description": "Nicolaus Bruhns was a Danish-German organist, violinist, and composer. He was one of the most prominent organists and composers of his generation."}]}, {"heading": "Deaths", "year": "1703", "date": "March 29", "txt": "George Frederick II, Margrave of Brandenburg-Ansbach, (b. 1678)", "entities": [{"title": "George Frederick II, Margrave of Brandenburg-Ansbach", "href": "/wiki/George_Frederick_II,_Margrave_of_Brandenburg-Ansbach", "description": "George Frederick II, Margrave of Brandenburg-Ansbach, known as George Frederick the Younger, the third son of John Frederick, Margrave of Brandenburg-Ansbach by his first wife the Margravine Joanna Elisabeth of Baden-Durlach, succeeded his elder brother as Margrave of Ansbach in 1692."}]}, {"heading": "Deaths", "year": "1751", "date": "March 29", "txt": "Thomas Coram, English captain and philanthropist, founded Foundling Hospital (b. 1668)", "entities": [{"title": "Thomas Coram", "href": "/wiki/Thomas_Coram", "description": "Captain Thomas Coram was a philanthropist who created the London Foundling Hospital in Lamb's Conduit Fields, Bloomsbury, to look after abandoned children. It is said to be the world's first incorporated charity."}, {"title": "Foundling Hospital", "href": "/wiki/Foundling_Hospital", "description": "The Foundling Hospital in London, England, was founded in 1739 by the philanthropic sea captain Thomas Coram. It was a children's home established for the \"education and maintenance of exposed and deserted young children.\" The word \"hospital\" was used in a more general sense than it is in the 21st century, simply indicating the institution's \"hospitality\" to those less fortunate. Nevertheless, one"}]}, {"heading": "Deaths", "year": "1772", "date": "March 29", "txt": "Emanuel Swedenborg, Swedish astronomer, philosopher, and theologian (b. 1688)", "entities": [{"title": "Emanuel Swedenborg", "href": "/wiki/Emanuel_Swedenborg", "description": "Emanuel Swedenborg was a Swedish pluralistic-Christian theologian, scientist, philosopher and mystic. He became best known for his book on the afterlife, Heaven and Hell (1758)."}]}, {"heading": "Deaths", "year": "1788", "date": "March 29", "txt": "Charles Wesley, English missionary and poet (b. 1707)", "entities": [{"title": "Charles Wesley", "href": "/wiki/Charles_Wesley", "description": "Charles Wesley was an English leader of the Methodist movement, most widely known for writing over 6,500 hymns."}]}, {"heading": "Deaths", "year": "1792", "date": "March 29", "txt": "Gustav III of Sweden (b. 1746)", "entities": [{"title": "Gustav III of Sweden", "href": "/wiki/Gustav_III_of_Sweden", "description": "Gustav III, also called Gustavus III, was King of Sweden from 1771 until his assassination in 1792. He was the eldest son of Adolf Frederick, King of Sweden and Queen Louise Ulrika, and a first cousin of Empress Catherine the Great of Russia by reason of their common descent from Christian August of Holstein-Gottorp, Prince of Eutin, and his wife Albertina Frederica of Baden-Durlach."}]}, {"heading": "Deaths", "year": "1800", "date": "March 29", "txt": "Marc René, marquis de Montalembert, French general and engineer (b. 1714)", "entities": [{"title": "Marc René, marquis de Montalembert", "href": "/wiki/Marc_Ren%C3%A9,_marquis_de_Montalembert", "description": "Marc René, marquis de Montalembert was a French military engineer and writer, known for his work on fortifications."}]}, {"heading": "Deaths", "year": "1803", "date": "March 29", "txt": "Gottfried van Swieten, Dutch-Austrian librarian and diplomat (b. 1733)", "entities": [{"title": "Gottfried van Swieten", "href": "/wiki/Gottfried_van_Swieten", "description": "Gottfried Freiherr van Swieten was a Dutch-born Austrian diplomat, librarian, and government official who served the Holy Roman Empire during the 18th century. He was an enthusiastic amateur musician and is best remembered today as the patron of several great composers of the Classical era, including Joseph Haydn, Wolfgang Amadeus Mozart, and Ludwig van Beethoven."}]}, {"heading": "Deaths", "year": "1826", "date": "March 29", "txt": "Johann Heinrich Voss, German poet, translator, and academic (b. 1751)", "entities": [{"title": "Johann Heinrich Voss", "href": "/wiki/Johann_Heinrich_Voss", "description": "Johann Heinrich Voss was a German classicist and poet, known mostly for his translation of Homer's Odyssey (1781) and Iliad (1793) into German."}]}, {"heading": "Deaths", "year": "1829", "date": "March 29", "txt": "Cornelio Saavedra, Argentinian general and politician (b. 1759)", "entities": [{"title": "Cornelio Saavedra", "href": "/wiki/Cornelio_Saavedra", "description": "Cornelio Judas Tadeo de Saavedra y Rodríguez was a military officer and statesman from the Viceroyalty of the Río de la Plata. He was instrumental in the May Revolution, the first step of Argentina's independence from Spain, and was appointed president of the Primera Junta."}]}, {"heading": "Deaths", "year": "1848", "date": "March 29", "txt": "John Jacob Astor, German-American businessman (b. 1763)", "entities": [{"title": "John Jacob Astor", "href": "/wiki/John_Jacob_Astor", "description": "John Jacob Astor was a German–American businessman, merchant, real estate mogul, and investor who made his fortune mainly in a fur trade monopoly, by smuggling opium into China, and by investing in real estate in or around New York City. He is known for being the first multi-millionaire businessman of the United States."}]}, {"heading": "Deaths", "year": "1855", "date": "March 29", "txt": "Henri Druey, Swiss politician, 2nd President of the Swiss Confederation (b. 1799)", "entities": [{"title": "Henri Druey", "href": "/wiki/Henri_Druey", "description": "Daniel-Henri Druey was a Swiss politician of the 19th century and a founding father of constitutional democracy and member of Free Democratic Party in Switzerland."}, {"title": "List of Presidents of the Swiss Confederation", "href": "/wiki/List_of_Presidents_of_the_Swiss_Confederation", "description": "Below is a list of presidents of the Swiss Confederation (1848–present). It presents the presiding member of the Federal Council, Switzerland's seven-member executive."}]}, {"heading": "Deaths", "year": "1873", "date": "March 29", "txt": "Francesco Zantedeschi, Italian priest and physicist (b. 1797)", "entities": [{"title": "Francesco Zantedeschi", "href": "/wiki/Francesco_Zantedeschi", "description": "Francesco Zantedeschi was an Italian priest and physicist."}]}, {"heading": "Deaths", "year": "1877", "date": "March 29", "txt": "Inazuma Raigorō, Japanese sumo wrestler, the 7th Yokozuna (b. 1802)", "entities": [{"title": "Inazuma Raigorō", "href": "/wiki/Inazuma_Raigor%C5%8D", "description": "Inazuma Raigorō  was a Japanese sumo wrestler from Awazaki, Hitachi Province. He was the sport's 7th yokozuna."}, {"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1888", "date": "March 29", "txt": "Charles-Valentin Alkan, French pianist and composer (b. 1813)", "entities": [{"title": "Charles-Valentin Alkan", "href": "/wiki/Charles-Valentin_Alkan", "description": "Charles-Valentin Alkan was a French-Jewish composer and virtuoso pianist. At the height of his fame in the 1830s and 1840s he was, alongside his friends and colleagues Frédéric Chopin and Franz Liszt, among the leading pianists in Paris, a city in which he spent virtually his entire life."}]}, {"heading": "Deaths", "year": "1891", "date": "March 29", "txt": "John Plankinton, American businessman and industrialist, also noted for philanthropy (b. 1820)", "entities": [{"title": "John Plankinton", "href": "/wiki/John_Plankinton", "description": "John Plankinton was an American businessman. He is noted for expansive real estate developments in Milwaukee, including the luxurious Plankinton House Hotel designed as an upscale residence for the wealthy. He was involved with railroading and banking. The Plankinton Bank he developed became the leading bank of Milwaukee in his lifetime. He was involved in the development of the Milwaukee City Rai"}]}, {"heading": "Deaths", "year": "1891", "date": "March 29", "txt": "Georges Seurat, French painter (b. 1859)", "entities": []}, {"heading": "Deaths", "year": "1900", "date": "March 29", "txt": "Cyrus K. Holliday, American businessman (b. 1826)", "entities": [{"title": "Cyrus K. Holliday", "href": "/wiki/Cyrus_K._Holliday", "description": "Colonel Cyrus Kurtz Holliday was an American railroad executive who was one of the founders of the township of Topeka, Kansas, in the mid 19th century; and was Adjutant General of Kansas during the American Civil War. The title Colonel, however, was honorary. He was the first president of the Atchison, Topeka and Santa Fe Railway, as well as one of the railroad's directors for nearly 40 years, up "}]}, {"heading": "Deaths", "year": "1905", "date": "March 29", "txt": "William Plankinton, American businessman, industrialist and banker (b. 1843)", "entities": [{"title": "William Plankinton", "href": "/wiki/William_Plankinton", "description": "William Plankinton was an American businessman, manufacturer, and industrialist. He followed in his father's footsteps in the meat packing and meat processing industry."}]}, {"heading": "Deaths", "year": "1906", "date": "March 29", "txt": "Slava Raškaj, Croatian painter (b. 1878)", "entities": [{"title": "Slava Raškaj", "href": "/wiki/Slava_Ra%C5%A1kaj", "description": "Slava Raškaj was a Croatian painter, considered to be the greatest Croatian watercolorist of the late 19th and early 20th century. Deaf since birth, Raškaj was schooled in Vienna and Zagreb, where her mentor was the renowned Croatian painter Bela Čikoš Sesija. In the 1890s her works were exhibited around Europe, including at the 1900 Expo in Paris. In her twenties Raškaj was diagnosed with acute d"}]}, {"heading": "Deaths", "year": "1911", "date": "March 29", "txt": "Alexandre Guilmant, French organist and composer (b. 1837)", "entities": [{"title": "Alexandre Guilmant", "href": "/wiki/Alexandre_Guilmant", "description": "Félix-Alexandre Guilmant was a French organist and composer. He was the organist of La Trinité from 1871 until 1901. A noted pedagogue, performer, and improviser, Guilmant helped found the Schola Cantorum de Paris. He was appointed as Professor of Organ at the Paris Conservatoire in 1896."}]}, {"heading": "Deaths", "year": "1912", "date": "March 29", "txt": "Henry Robertson Bowers, Scottish lieutenant and explorer (b. 1883)", "entities": [{"title": "Henry Robertson Bowers", "href": "/wiki/Henry_Robertson_Bowers", "description": "Henry Robertson Bowers was one of Robert Falcon Scott's polar party on the ill-fated Terra Nova expedition of 1910–1913, all of whom died during their return from the South Pole."}]}, {"heading": "Deaths", "year": "1912", "date": "March 29", "txt": "Robert Falcon Scott, English lieutenant and explorer (b. 1868)", "entities": []}, {"heading": "Deaths", "year": "1912", "date": "March 29", "txt": "Edward Adrian Wilson, English physician and explorer (b. 1872)", "entities": []}, {"heading": "Deaths", "year": "1924", "date": "March 29", "txt": "Charles Villiers Stanford, Irish composer and conductor (b. 1852)", "entities": [{"title": "Charles Villiers Stanford", "href": "/wiki/Charles_Villiers_Stanford", "description": "Sir Charles Villiers Stanford was an Irish composer, music teacher, and conductor of the late Romantic era. Born to a well-off and highly musical family in Dublin, Stanford was educated at the University of Cambridge before studying music in Leipzig and Berlin. He was instrumental in raising the status of the Cambridge University Musical Society, attracting international stars to perform with it."}]}, {"heading": "Deaths", "year": "1934", "date": "March 29", "txt": "Otto Hermann Kahn, German-American banker and philanthropist (b. 1867)", "entities": [{"title": "Otto Hermann Kahn", "href": "/wiki/Otto_Hermann_Kahn", "description": "Otto Hermann Kahn was a German-born American investment banker, collector, philanthropist, and patron of the arts."}]}, {"heading": "Deaths", "year": "1937", "date": "March 29", "txt": "Karol Szymanowski, Polish pianist and composer (b. 1882)", "entities": [{"title": "Karol Szymanowski", "href": "/wiki/Karol_Szymanowski", "description": "Karol Maciej Szymanowski was a Polish composer and pianist, the most celebrated Polish composer of the early 20th century. He is considered a member of the late 19th-/early 20th-century modernist movement Young Poland and widely viewed as one of the greatest Polish composers."}]}, {"heading": "Deaths", "year": "1940", "date": "March 29", "txt": "Alexander Obolensky, Russian-English rugby player and soldier (b. 1916)", "entities": [{"title": "Alexander Obolensky", "href": "/wiki/Alexander_Obolensky", "description": "Prince Alexander Sergeevich Obolensky was a Rurikid prince of Russian origin who became a naturalised Briton, having spent most of his life in England, and who went on to represent England in international rugby union. He was, and remains, popularly known as \"The Flying Prince\", \"The Flying Slav\", or simply as \"Obo\" to many sports fans."}]}, {"heading": "Deaths", "year": "1948", "date": "March 29", "txt": "Harry Price, English parapsychologist and author (b. 1881)", "entities": [{"title": "Harry Price", "href": "/wiki/Harry_Price", "description": "Harry Price was a British psychic researcher and author, who gained public prominence for his investigations into psychical phenomena and his exposing fraudulent spiritualist mediums. He is best known for his well-publicized investigation of the purportedly haunted Borley Rectory in Essex, England."}]}, {"heading": "Deaths", "year": "1957", "date": "March 29", "txt": "Joyce Cary, Anglo-Irish novelist (b. 1888)", "entities": [{"title": "Joyce Cary", "href": "/wiki/Joyce_Cary", "description": "Arthur Joyce Lunel Cary was an Anglo-Irish novelist."}]}, {"heading": "Deaths", "year": "1959", "date": "March 29", "txt": "Barthélemy Boganda, African priest and politician, 1st Prime Minister of the Central African Republic (b. 1910)", "entities": [{"title": "Barthélemy Boganda", "href": "/wiki/Barth%C3%A9lemy_Boganda", "description": "Barthélemy Boganda was the leading nationalist politician from what is now the Central African Republic. Boganda was active prior to his country's independence, during the period when the area, part of French Equatorial Africa, was administered by France under the name of Oubangui-Chari. He served as the first Prime Minister of the Central African Republic autonomous territory."}, {"title": "List of heads of state of the Central African Republic and Central African Empire", "href": "/wiki/List_of_heads_of_state_of_the_Central_African_Republic_and_Central_African_Empire", "description": "This article lists the heads of state of the Central African Republic. There have been seven heads of state of the Central African Republic and the Central African Empire since independence was obtained from the French on 13 August 1960. This list includes not only those persons who were sworn into office as President of the Central African Republic but also those who served as de facto heads of s"}]}, {"heading": "Deaths", "year": "1963", "date": "March 29", "txt": "Gaspard Fauteux, Canadian dentist and politician, 19th Lieutenant Governor of Quebec (b. 1898)", "entities": [{"title": "Gaspard Fauteux", "href": "/wiki/Gaspard_Fauteux", "description": "Gaspard Fauteux, was a Canadian parliamentarian, Speaker of the House of Commons of Canada (1945–1949), and the 19th Lieutenant Governor of Quebec (1950–1958)."}, {"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Deaths", "year": "1963", "date": "March 29", "txt": "August Rei, Estonian soldier, journalist, and politician, 12th Estonian Minister of Foreign Affairs (b. 1886)", "entities": [{"title": "Estonian Minister of Foreign Affairs", "href": "/wiki/Estonian_Minister_of_Foreign_Affairs", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Deaths", "year": "1970", "date": "March 29", "txt": "Anna Louise Strong, American journalist and author (b. 1885)", "entities": [{"title": "Anna Louise Strong", "href": "/wiki/Anna_Louise_Strong", "description": "Anna Louise Strong was an American journalist and activist, best known for her reporting on and support for communist movements in the Soviet Union and the People's Republic of China. She wrote over 30 books and varied articles."}]}, {"heading": "Deaths", "year": "1971", "date": "March 29", "txt": "Dhirendranath Datta, Pakistani lawyer and politician (b. 1886)", "entities": [{"title": "Dhirendranath Datta", "href": "/wiki/Dhirendranath_Datta", "description": "Dhirendranath Datta \nwas a Bengali lawyer by profession who was also active in the politics of undivided Bengal in pre-partition India, and later in East Pakistan (1947–1971)."}]}, {"heading": "Deaths", "year": "1972", "date": "March 29", "txt": "J. Arthur Rank, English businessman, founded Rank Organisation (b. 1888)", "entities": [{"title": "J. Arthur Rank", "href": "/wiki/J._Arthur_Rank", "description": "Joseph Arthur Rank, 1st Baron Rank was a British industrialist who was head and founder of the Rank Organisation."}, {"title": "Rank Organisation", "href": "/wiki/Rank_Organisation", "description": "The Rank Organisation was a British entertainment conglomerate founded by industrialist J. Arthur Rank in April 1937. It quickly became the largest and most vertically integrated film company in the United Kingdom, owning production, distribution and exhibition facilities. It also diversified into the manufacture of radios, TVs and photocopiers. The company name lasted until February 1996, when th"}]}, {"heading": "Deaths", "year": "1980", "date": "March 29", "txt": "Mantovani, Italian-English conductor and composer (b. 1905)", "entities": [{"title": "Mantovani", "href": "/wiki/Mantovani", "description": "Annunzio Paolo Mantovani, known mononymously as Mantovani, was an Anglo-Italian conductor, composer and light orchestra-styled entertainer with a cascading strings musical signature."}]}, {"heading": "Deaths", "year": "1981", "date": "March 29", "txt": "Eric Williams, Trinidadian historian and politician, 1st Prime Minister of Trinidad and Tobago (b. 1911)", "entities": [{"title": "Eric Williams", "href": "/wiki/Eric_Williams", "description": " Eric Eustace Williams is regarded as the \"Father of the Nation\" of Trinidad and Tobago, having led the then British Colony of Trinidad and Tobago to majority rule on 28 October 1956, to independence on 31 August 1962, and republicanism on 1 August 1976, leading an unbroken string of general elections victories with his political party, the People's National Movement, until his death in 1981. He w"}, {"title": "Prime Minister of Trinidad and Tobago", "href": "/wiki/Prime_Minister_of_Trinidad_and_Tobago", "description": "The Prime Minister of Trinidad and Tobago is the head of the executive branch of government in the republic of Trinidad and Tobago."}]}, {"heading": "Deaths", "year": "1982", "date": "March 29", "txt": "Walter Hallstein, German academic and politician, 1st President of the European Commission (b. 1901)", "entities": [{"title": "Walter Hallstein", "href": "/wiki/Walter_Hallstein", "description": "Walter Hallstein was a German academic, diplomat and statesman who was the first President of the Commission of the European Economic Community and one of the founding fathers of the European Union."}, {"title": "President of the European Commission", "href": "/wiki/President_of_the_European_Commission", "description": "The President of the European Commission is the head of the European Commission, the executive branch of the European Union. The President of the Commission leads a Cabinet of Commissioners, referred to as the College, collectively accountable to the European Parliament. The President is empowered to allocate portfolios amongst, reshuffle or dismiss Commissioners as necessary. The College directs "}]}, {"heading": "Deaths", "year": "1982", "date": "March 29", "txt": "Carl Orff, German composer and educator (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "March 29", "txt": "Nathan Farragut Twining, American general (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "March 29", "txt": "Luther Terry, American physician and academic, 9th Surgeon General of the United States (b. 1911)", "entities": [{"title": "Luther Terry", "href": "/wiki/Luther_Terry", "description": "Luther Leonidas Terry was an American physician and public health official. He was appointed the ninth Surgeon General of the United States from 1961 to 1965, and is best known for his warnings against the dangers and the impact of tobacco use on health."}, {"title": "Surgeon General of the United States", "href": "/wiki/Surgeon_General_of_the_United_States", "description": "The surgeon general of the United States is the operational head of the U.S. Public Health Service Commissioned Corps (PHSCC) and thus the leading spokesperson on matters of public health in the federal government of the United States. The Surgeon General's office and staff are known as the Office of the Surgeon General (OSG) which is housed within the Office of the Assistant Secretary for Health."}]}, {"heading": "Deaths", "year": "1988", "date": "March 29", "txt": "Maurice Blackburn, Canadian composer and conductor (b. 1914)", "entities": [{"title": "Maurice Blackburn (composer)", "href": "/wiki/Maurice_Blackburn_(composer)", "description": "\n\nJoseph Albert Maurice Blackburn was a Canadian composer, conductor, sound editor for film, and builder of string instruments. He is known for his soundtracks for animated film."}]}, {"heading": "Deaths", "year": "1988", "date": "March 29", "txt": "Ted Kluszewski, American baseball player and coach (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "March 29", "txt": "Guy Bourdin, French photographer (b. 1928)", "entities": [{"title": "Guy Bourdin", "href": "/wiki/Guy_Bourdin", "description": "Guy Bourdin, was a French artist and fashion photographer known for his provocative images. From 1955, Bourdin worked mostly with Vogue as well as other publications including Harper's Bazaar. He shot ad campaigns for Chanel, Charles Jourdan, Pentax and Bloomingdale's."}]}, {"heading": "Deaths", "year": "1992", "date": "March 29", "txt": "Paul Henreid, American actor (b. 1908)", "entities": [{"title": "Paul Henreid", "href": "/wiki/Paul_Henreid", "description": "Paul Henreid was an Austrian-British-American actor, director, producer, and writer. He is best remembered for two film roles: Victor Laszlo in Casablanca and Jerry Durrance in Now, Voyager, both released between 1942 and 1943."}]}, {"heading": "Deaths", "year": "1994", "date": "March 29", "txt": "Bill Travers, English actor, director, and screenwriter (b. 1922)", "entities": [{"title": "Bill Travers", "href": "/wiki/Bill_Travers", "description": "William Inglis Lindon Travers, known professionally as Bill Travers, was a British actor, screenwriter, director and animal rights activist. Prior to his show business career, he had served in the British army with Gurkha and special forces units."}]}, {"heading": "Deaths", "year": "1995", "date": "March 29", "txt": "Mort Meskin, American illustrator (b. 1916)", "entities": [{"title": "Mort Meskin", "href": "/wiki/Mort_Meskin", "description": "Morton Meskin was an American comic book artist best known for his work in the 1940s Golden Age of Comic Books, well into the late-1950s and 1960s Silver Age."}]}, {"heading": "Deaths", "year": "1995", "date": "March 29", "txt": "Terry Moore, American baseball player and coach (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "March 29", "txt": "Frank Daniel, Czech-American director, producer, and screenwriter (b. 1926)", "entities": [{"title": "Frank Daniel", "href": "/wiki/Frank_Daniel", "description": "František \"Frank\" Daniel was a Czech-American screenwriter, film director and teacher. He is known for developing the sequence paradigm of screenwriting. He served as a dean of FAMU, American Film Institute and USC School of Cinema-Television. He was also an Artistic Director of Sundance Institute."}]}, {"heading": "Deaths", "year": "1996", "date": "March 29", "txt": "Bill Goldsworthy, Canadian ice hockey player (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "March 29", "txt": "Hans-Walter Eigenbrodt, German footballer and coach (b. 1935)", "entities": [{"title": "Hans-Walter Eigenbrodt", "href": "/wiki/Hans-Walter_Eigenbrodt", "description": "Hans-Walter Eigenbrodt was a German football player. The defender won with Eintracht Frankfurt the German championship in 1959 and reached with the club the legendary 1960 European Cup Final against Real Madrid."}]}, {"heading": "Deaths", "year": "1999", "date": "March 29", "txt": "Gyula Zsengellér, Hungarian footballer (b. 1915)", "entities": [{"title": "Gyula Zsengellér", "href": "/wiki/Gyula_Zsengell%C3%A9r", "description": "Gyula Zsengellér was a Hungarian footballer who played as a striker. A legend of Újpest FC, he is most famous for his part in taking the Hungarian national team to the 1938 World Cup Final. He was that tournament's second-highest scorer, behind Leonidas of Brazil."}]}, {"heading": "Deaths", "year": "1999", "date": "March 29", "txt": "Joe Williams, American jazz singer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "March 29", "txt": "Helge Ingstad, Norwegian lawyer, academic, and explorer (b. 1899)", "entities": [{"title": "Helge Ingstad", "href": "/wiki/Helge_Ingstad", "description": "Helge Marcus Ingstad was a Norwegian explorer. In 1960, after mapping some Norse settlements, Ingstad and his wife archaeologist Anne Stine Ingstad found remnants of a Viking settlement in L'Anse aux Meadows in the province of Newfoundland in Canada. They were thus the first to prove conclusively that the Icelandic/Greenlandic Norsemen such as Leif Erickson had found a way across the Atlantic Ocea"}]}, {"heading": "Deaths", "year": "2001", "date": "March 29", "txt": "John Lewis, American pianist and composer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "March 29", "txt": "Carlo Urbani, Italian physician and microbiologist (b. 1956)", "entities": [{"title": "Carlo Urbani", "href": "/wiki/Carlo_Urbani", "description": "Carlo Urbani was an Italian physician and microbiologist and the first to identify severe acute respiratory syndrome (SARS) as probably a new and dangerously contagious viral disease, and his early warning to the World Health Organization (WHO) triggered a swift and global response credited with saving numerous lives. He shortly afterwards himself became infected and died."}]}, {"heading": "Deaths", "year": "2004", "date": "March 29", "txt": "Lise de Baissac, Mauritian-born SOE agent, war hero (b. 1905)", "entities": [{"title": "Lise de Baissac", "href": "/wiki/Lise_de_Baissac", "description": "Lise Marie Jeanette de Baissac MBE CdeG, code names Odile and Marguerite, was born in Mauritius of French descent and British nationality. She was an agent of the United Kingdom's clandestine Special Operations Executive (SOE) organization in France during World War II. The purpose of SOE was to conduct espionage, sabotage, and reconnaissance in countries occupied by the Axis powers, especially Na"}, {"title": "Special Operations Executive", "href": "/wiki/Special_Operations_Executive", "description": "The Special Operations Executive (SOE) was a secret British World War II organisation. It was officially formed on 22 July 1940 under Minister of Economic Warfare Hugh Dalton, from the amalgamation of three existing secret organisations. Its purpose was to conduct espionage, sabotage and reconnaissance in occupied Europe against the Axis powers, and to aid local resistance movements."}]}, {"heading": "Deaths", "year": "2004", "date": "March 29", "txt": "Joel Feinberg, American philosopher and academic (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "March 29", "txt": "Miltos Sachtouris, Greek poet and author (b. 1919)", "entities": [{"title": "Miltos Sachtouris", "href": "/wiki/Miltos_Sachtouris", "description": "Miltos Sachtouris or Miltos Sahtouris was a Greek poet. He was a descendant of Georgios Sachtouris which had origins from Ydra island. When he was young he aborted his law studies to follow his real passion, poetry, and adopted the pen name Miltos Chrysanthis. Sachtouris then wrote his first poem, The Music Of My Islands, under his pen name, in 1941."}]}, {"heading": "Deaths", "year": "2006", "date": "March 29", "txt": "Salvador Elizondo, Mexican author and poet (b. 1932)", "entities": [{"title": "Salvador Elizondo", "href": "/wiki/Salvador_Elizondo", "description": "Salvador Elizondo Alcalde was a Mexican writer of the 60s Generation of Mexican literature."}]}, {"heading": "Deaths", "year": "2007", "date": "March 29", "txt": "Larry L'Estrange, English rugby player and soldier (b. 1934)", "entities": [{"title": "Larry L'Estrange", "href": "/wiki/Larry_L%27Estrange", "description": "Larry L'Estrange MBE was a British paratrooper and rugby player."}]}, {"heading": "Deaths", "year": "2009", "date": "March 29", "txt": "Vladimir Fedotov, Russian footballer and manager (b. 1943)", "entities": [{"title": "Vladimir Fedotov", "href": "/wiki/Vladimir_Fedotov", "description": "Vladimir Grigoryevich Fedotov was a Soviet football striker and manager who holds the all-time record of caps for CSKA Moscow. He was the son of famous Soviet football and ice hockey player Grigory Fedotov."}]}, {"heading": "Deaths", "year": "2009", "date": "March 29", "txt": "Andy Hallett, American actor and singer (b. 1975)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 29", "txt": "Ângelo de Sousa, Portuguese painter and sculptor (b. 1938)", "entities": [{"title": "Ângelo de Sousa", "href": "/wiki/%C3%82ngelo_de_Sousa", "description": "Ângelo César Cardoso de Sousa was a Portuguese painter, sculptor, draftsman and professor, better known for continuously experimenting new techniques in his works. He was seen as a scholar of light and colour who explored minimalism in new radical ways."}]}, {"heading": "Deaths", "year": "2011", "date": "March 29", "txt": "Iakovos Kambanellis, Greek author, poet, playwright, and screenwriter (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 29", "txt": "Pap Cheyassin Secka, Gambian lawyer and politician (b. 1942)", "entities": [{"title": "Pap Cheyassin Secka", "href": "/wiki/Pap_Cheyassin_Secka", "description": "Pap Cheyassin Secka or Pap Cheyassin Ousman Secka was a Gambian lawyer and politician. He was the minister of justice and the former Attorney General of the Gambia."}]}, {"heading": "Deaths", "year": "2012", "date": "March 29", "txt": "Bill Jenkins, American race car driver and engineer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 29", "txt": "Reginald Gray, Irish-French painter (b. 1930)", "entities": [{"title": "Reginald Gray (artist)", "href": "/wiki/Reginald_Gray_(artist)", "description": "Reginald Gray was an Irish portrait artist. He studied at The National College of Art (1953) and then moved to London, becoming part of the School of London led by Francis Bacon, Lucian Freud and Frank Auerbach. In 1960, he painted a portrait of Bacon which now hangs in the permanent collection of the National Portrait Gallery in London. He subsequently painted portraits from life of writers, musi"}]}, {"heading": "Deaths", "year": "2013", "date": "March 29", "txt": "Brian Huggins, English-Canadian journalist and actor (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 29", "txt": "Liu Kang, Chinese footballer and manager (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 29", "txt": "Ralph Klein, Canadian journalist and politician, 12th Premier of Alberta (b. 1942)", "entities": [{"title": "Premier of Alberta", "href": "/wiki/Premier_of_Alberta", "description": "The premier of Alberta is the first minister for the Canadian province of Alberta, and the province's head of government. The current premier is Jason Kenney, leader of the United Conservative Party, who was sworn in on April 30, 2019."}]}, {"heading": "Deaths", "year": "2013", "date": "March 29", "txt": "Art Phillips, Canadian businessman and politician, 32nd Mayor of Vancouver (b. 1930)", "entities": [{"title": "Mayor of Vancouver", "href": "/wiki/Mayor_of_Vancouver", "description": "The mayor of the City of Vancouver is the head and chief executive officer of Vancouver, British Columbia, Canada, elected for a four-year term. The 40th and current officeholder is Kennedy Stewart since 2018."}]}, {"heading": "Deaths", "year": "2014", "date": "March 29", "txt": "Marc Platt, American actor and dancer (b. 1913)", "entities": [{"title": "Marc Platt (dancer)", "href": "/wiki/Marc_Platt_(dancer)", "description": "Marcel Emile Gaston LePlat, known professionally as Marc Platt, was an American ballet dancer, musical theatre performer, and actor. He was best known for his portrayal of Daniel Pontipee, one of the seven brothers in the film Seven Brides for Seven Brothers."}]}, {"heading": "Deaths", "year": "2014", "date": "March 29", "txt": "Ruth A. M. Schmidt, American geologist and paleontologist (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 29", "txt": "William Delafield Cook, Australian-English painter (b. 1926)", "entities": [{"title": "William Delafield Cook", "href": "/wiki/William_Delafield_Cook", "description": "William Delafield Cook AM (1936–2015) was an Australian artist who was known for his photorealistic landscapes. He won a number of awards, including the Order of Australia."}]}, {"heading": "Deaths", "year": "2015", "date": "March 29", "txt": "Gerry Hardstaff, English cricketer (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 29", "txt": "Patty Duke, American actress (b. 1946)", "entities": [{"title": "Patty Duke", "href": "/wiki/Patty_Duke", "description": "Anna Marie \"Patty\" Duke was an American actress and mental health advocate. Over the course of her acting career, she was the recipient of an Academy Award, two Golden Globe Awards, three Primetime Emmy Awards, and a star on the Hollywood Walk of Fame."}]}, {"heading": "Deaths", "year": "2017", "date": "March 29", "txt": "Alexei Alexeyevich Abrikosov, Russian physicist (b. 1928)", "entities": [{"title": "Alexei Alexeyevich Abrikosov", "href": "/wiki/Alexei_Alexeyevich_Abrikosov", "description": "Alexei Alexeyevich Abrikosov was a Soviet, Russian and American theoretical physicist whose main contributions are in the field of condensed matter physics. He was the co-recipient of the 2003 Nobel Prize in Physics, with Vitaly Ginzburg and Anthony James Leggett, for theories about how matter can behave at extremely low temperatures."}]}, {"heading": "Deaths", "year": "2019", "date": "March 29", "txt": "Agnès Varda, French film director (b. 1928)", "entities": [{"title": "Agnès Varda", "href": "/wiki/Agn%C3%A8s_Varda", "description": "Agnès Varda was a Belgian-born French film director, screenwriter, photographer, and artist. Her pioneering work was central to the development of the widely influential French New Wave film movement of the 1950s and 1960s. Her films focused on achieving documentary realism, addressing women's issues, and other social commentary, with a distinctive experimental style."}]}]