[{"heading": "Events", "year": "1199", "date": "March 24", "txt": "King Richard I of England is wounded by a crossbow bolt while fighting in France, leading to his death on April 6.", "entities": [{"title": "Richard I of England", "href": "/wiki/Richard_I_of_England", "description": "Richard I was King of England from 1189 until his death in 1199. He also ruled as Duke of Normandy, Aquitaine and Gascony, Lord of Cyprus, and Count of Poitiers, Anjou, Maine, and Nantes, and was overlord of Brittany at various times during the same period. He was the third of five sons of King Henry II of England and Eleanor of Aquitaine and seemed unlikely to become king, but all his brothers ex"}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "April 6", "href": "/wiki/April_6", "description": "April 6 is the 96th day of the year in the Gregorian calendar; 269 days remain until the end of the year."}]}, {"heading": "Events", "year": "1387", "date": "March 24", "txt": "English victory over a Franco-Castilian-Flemish fleet in the Battle of Margate off the coast of Margate.", "entities": [{"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}, {"title": "Kingdom of France", "href": "/wiki/Kingdom_of_France", "description": "The Kingdom of France was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power from the High Middle Ages onward. It was also an early colonial power, with possessions around the world."}, {"title": "Crown of Castile", "href": "/wiki/Crown_of_Castile", "description": "The Crown of Castile was a medieval polity in the Iberian Peninsula that formed in 1230 as a result of the third and definitive union of the crowns and, some decades later, the parliaments of the kingdoms of Castile and León upon the accession of the then Castilian king, Ferdinand III, to the vacant Leonese throne. It continued to exist as a separate entity after the personal union in 1469 of the "}, {"title": "County of Flanders", "href": "/wiki/County_of_Flanders", "description": "The County of Flanders was a historic territory in the Low Countries."}, {"title": "Naval fleet", "href": "/wiki/Naval_fleet", "description": "A fleet or naval fleet is a large formation of warships - the largest formation in any navy - controlled by one leader. A fleet at sea is the direct equivalent of an army on land."}, {"title": "Battle of Margate", "href": "/wiki/Battle_of_Margate", "description": "The Battle of Margate, also known as the Battle of Cadzand, was a naval battle that took place 24–25 March 1387 during the Caroline War phase of the Hundred Years' War between an English fleet and a Franco-Castilian-Flemish wine fleet."}, {"title": "Margate", "href": "/wiki/Margate", "description": "Margate is a seaside town in Thanet, Kent, England, 15 miles (24.1 km) north-east of Canterbury, which includes Cliftonville, Garlinge, Palm Bay and Westbrook."}]}, {"heading": "Events", "year": "1401", "date": "March 24", "txt": "Turco-Mongol emperor Timur sacks Damascus.", "entities": [{"title": "Turco-Mongol", "href": "/wiki/Turco-Mongol", "description": "Turco-Mongol or the Turko-Mongol tradition was an ethnocultural synthesis that arose in Asia during the 14th century, among the ruling elites of the Golden Horde and the Chagatai Khanate."}, {"title": "Timur", "href": "/wiki/Timur", "description": "Timur, later Timūr Gurkānī, sometimes spelled Taimur and historically best known as Amir Timur or Tamerlane, was a Turco-Mongol conqueror who founded the Timurid Empire in and around modern-day Afghanistan, Iran and Central Asia, becoming the first ruler of the Timurid dynasty. As an undefeated commander, he is widely regarded as one of the greatest military leaders and tacticians in history. Timu"}, {"title": "Damascus", "href": "/wiki/Damascus", "description": "Damascus is the capital of Syria. It became the country's largest city in 2010, following the decline in population of Aleppo during the battle for the city. It is colloquially known in Syria as aš-Šām (الشَّام) and titled the \"City of Jasmine\". Damascus is a major cultural center of the Levant and the Arab world. The city had an estimated population of 2,079,000 in 2019."}]}, {"heading": "Events", "year": "1603", "date": "March 24", "txt": "James VI of Scotland is proclaimed King James I of England and Ireland, upon the death of Elizabeth I.", "entities": [{"title": "James I of England", "href": "/wiki/James_I_of_England", "description": "James VI and I was King of Scotland as James VI from 24 July 1567 and King of England and Ireland as James I from the union of the Scottish and English crowns on 24 March 1603 until his death in 1625. The kingdoms of Scotland and England were individual sovereign states, with their own parliaments, judiciaries, and laws, though both were ruled by James in personal union."}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}, {"title": "Kingdom of Ireland", "href": "/wiki/Kingdom_of_Ireland", "description": "The Kingdom of Ireland was a client state of England and then of Great Britain that existed from 1542 until 1800 on the island of Ireland. It was ruled by the monarchs of England and then of Great Britain in personal union with their other realms. The kingdom was administered from Dublin Castle by a viceroy appointed by the king or queen. Ireland had its own legislature, peerage, army, legal syste"}, {"title": "Elizabeth I of England", "href": "/wiki/Elizabeth_I_of_England", "description": "Elizabeth I was Queen of England and Ireland from 17 November 1558 until her death in 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor."}]}, {"heading": "Events", "year": "1603", "date": "March 24", "txt": "Tokugawa Ieyasu is granted the title of shōgun from Emperor Go-Yōzei, and establishes the Tokugawa shogunate in Edo, Japan.", "entities": [{"title": "Emperor Go-Yōzei", "href": "/wiki/Emperor_Go-Y%C5%8Dzei", "description": "Emperor Go-Yōzei  was the 107th Emperor of Japan, according to the traditional order of succession. Go-Yōzei's reign spanned the years 1586 through to his abdication in 1611, corresponding to the transition between the Azuchi–Momoyama period and the Edo period."}, {"title": "Tokugawa shogunate", "href": "/wiki/Tokugawa_shogunate", "description": "The Tokugawa shogunate, also known as the Edo shogunate , was the feudal military government of Japan during the Edo period from 1603 to 1868."}, {"title": "Edo", "href": "/wiki/Edo", "description": "Edo, also romanized as Jedo, Yedo or Yeddo, is the former name of Tokyo."}]}, {"heading": "Events", "year": "1663", "date": "March 24", "txt": "The Province of Carolina is granted by charter to eight Lords Proprietor in reward for their assistance in restoring Charles II of England to the throne.", "entities": [{"title": "Province of Carolina", "href": "/wiki/Province_of_Carolina", "description": "Carolina was a province of England (1663–1707) and Great Britain (1707–1712) that existed in North America and the Caribbean from 1663 until partitioned into North and South on January 24, 1712. It is part of present-day Alabama, Georgia, Mississippi, North Carolina, South Carolina, Tennessee, and The Bahamas."}, {"title": "Lords Proprietor", "href": "/wiki/Lords_Proprietor", "description": "\n\nA lord proprietor is a person granted a royal charter for the establishment and government of an English colony in the 17th century. The plural of the term is \"lords proprietors\" or \"lords proprietary\"."}, {"title": "Restoration (England)", "href": "/wiki/Restoration_(England)", "description": "The Restoration of the Stuart monarchy in the kingdoms of England, Scotland and Ireland took place in 1660 when King Charles II returned from exile in Europe. The preceding period of the Protectorate and the civil wars came to be known as the Interregnum (1649–1660)."}, {"title": "Charles II of England", "href": "/wiki/Charles_II_of_England", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}]}, {"heading": "Events", "year": "1720", "date": "March 24", "txt": "Count Frederick of Hesse-Kassel is elected King of Sweden by the Riksdag of the Estates, after his consort Ulrika Eleonora abdicated the throne on 29 February", "entities": [{"title": "Frederick I of Sweden", "href": "/wiki/Frederick_I_of_Sweden", "description": "Frederick I was prince consort of Sweden from 1718 to 1720, and King of Sweden from 1720 until his death and also Landgrave of Hesse-Kassel from 1730. He ascended the throne following the death of his brother-in-law absolutist Charles XII in the Great Northern War, and the abdication of his wife, Charles's sister and successor Ulrika Eleonora, after she had to relinquish most powers to the Riksdag"}, {"title": "Swedish Empire", "href": "/wiki/Swedish_Empire", "description": "The Swedish Empire was a European great power that exercised territorial control over much of the Baltic region during the 17th and early 18th centuries. The beginning of the empire is usually taken as the reign of Gustavus Adolphus, who ascended the throne in 1611, and its end as the loss of territories in 1721 following the Great Northern War."}, {"title": "Riksdag of the Estates", "href": "/wiki/Riksdag_of_the_Estates", "description": "Riksdag of the Estates was the name used for the Estates of Sweden when they were assembled. Until its dissolution in 1866, the institution was the highest authority in Sweden next to the King. It was a Diet made up of the Four Estates, which historically were the lines of division in Swedish society:Nobility\nClergy\nBurghers\nFarmers"}, {"title": "Ulrika Eleonora, Queen of Sweden", "href": "/wiki/Ulrika_Eleonora,_Queen_of_Sweden", "description": "Ulrika Eleonora or Ulrica Eleanor, known as Ulrika Eleonora the Younger, was Queen of Sweden, reigning in her own right from 5 December 1718 until her abdication on 29 February 1720 in favour of her husband King Frederick, and then as his consort until her death."}]}, {"heading": "Events", "year": "1721", "date": "March 24", "txt": "Johann Sebastian Bach dedicated six concertos to Margrave Christian Ludwig of Brandenburg-Schwedt, now commonly called the Brandenburg Concertos, BWV 1046–1051.", "entities": [{"title": "Johann Sebastian Bach", "href": "/wiki/Johann_Sebastian_Bach", "description": "Johann Sebastian Bach was a German composer and musician of the Baroque period. He is known for instrumental compositions such as the Brandenburg Concertos and the Goldberg Variations, and for vocal music such as the St Matthew Passion and the Mass in B minor. Since the 19th-century Bach Revival, he has been generally regarded as one of the greatest composers of all time."}, {"title": "Concerto", "href": "/wiki/Concerto", "description": "A concerto is, from the late Baroque era, mostly understood as an instrumental composition, written for one or more soloists accompanied by an orchestra or other ensemble. The typical three-movement structure, a slow movement preceded and followed by fast movements, became a standard from the early 18th century."}, {"title": "Margrave Christian Ludwig of Brandenburg-Schwedt", "href": "/wiki/Margrave_Christian_Ludwig_of_Brandenburg-Schwedt", "description": "Christian Ludwig, a member of the House of Hohenzollern, was a Margrave of Brandenburg-Schwedt and a military officer of the Prussian Army. The margravial title was given to princes of the Prussian Royal House and did not express a territorial status. He is best known as the recipient of Johann Sebastian Bach's Brandenburg concertos."}, {"title": "Brandenburg Concertos", "href": "/wiki/Brandenburg_Concertos", "description": "The Brandenburg Concertos by Johann Sebastian Bach are a collection of six instrumental works presented by Bach to Christian Ludwig, Margrave of Brandenburg-Schwedt, in 1721. They are widely regarded as some of the best orchestral compositions of the Baroque era."}]}, {"heading": "Events", "year": "1765", "date": "March 24", "txt": "Great Britain passes the Quartering Act, which requires the Thirteen Colonies to house British troops.", "entities": [{"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "Quartering Act", "href": "/wiki/Quartering_Act", "description": "The Quartering Acts were two or more Acts of British Parliament requiring local governments of the American colonies to provide the British soldiers with housing and food. Each of the Quartering Acts was an amendment to the Mutiny Act and required annual renewal by Parliament. They were originally intended as a response to issues that arose during the French and Indian War and soon became a source"}, {"title": "Thirteen Colonies", "href": "/wiki/Thirteen_Colonies", "description": "The Thirteen Colonies, also known as the Thirteen British Colonies or the Thirteen American Colonies, were a group of British colonies on the Atlantic coast of North America founded in the 17th and 18th centuries which declared independence in 1776 and formed the United States of America. The Thirteen Colonies had very similar political, constitutional, and legal systems, and were dominated by Pro"}]}, {"heading": "Events", "year": "1794", "date": "March 24", "txt": "In Kraków, Tadeusz Kościuszko announces a general uprising against Imperial Russia and the Kingdom of Prussia, and assumes the powers of the Commander in Chief of all of the Polish forces.", "entities": [{"title": "Tadeusz Kościuszko", "href": "/wiki/Tadeusz_Ko%C5%9Bciuszko", "description": "Andrzej Tadeusz Bonawentura Kościuszko was a Polish-Lithuanian military engineer, statesman, and military leader who became a national hero in Poland, Lithuania, Belarus, and the United States. He fought in the Polish–Lithuanian Commonwealth's struggles against Russia and Prussia, and on the US side in the American Revolutionary War. As Supreme Commander of the Polish National Armed Forces, he led"}, {"title": "Kościuszko's proclamation", "href": "/wiki/Ko%C5%9Bciuszko%27s_proclamation", "description": "Kościuszko's proclamation refers to a speech given by Tadeusz Kościuszko in Kraków on March 24, 1794. The speech is considered the starting point of the Kościuszko's Uprising against the forces of Imperial Russia occupying Poland."}, {"title": "Kościuszko Uprising", "href": "/wiki/Ko%C5%9Bciuszko_Uprising", "description": "The Kościuszko Uprising, also known as the Polish Uprising of 1794 and the Second Polish War, was an uprising against the Russian Empire and the Kingdom of Prussia led by Tadeusz Kościuszko in the Polish–Lithuanian Commonwealth and the Prussian partition in 1794. It was a failed attempt to liberate the Polish–Lithuanian Commonwealth from Russian influence after the Second Partition of Poland (1793"}]}, {"heading": "Events", "year": "1829", "date": "March 24", "txt": "The Parliament of the United Kingdom passes the Roman Catholic Relief Act 1829, allowing Catholics to serve in Parliament.", "entities": [{"title": "Roman Catholic Relief Act 1829", "href": "/wiki/Roman_Catholic_Relief_Act_1829", "description": "The Roman Catholic Relief Act 1829, also known as the Catholic Emancipation Act 1829, was passed by the Parliament of the United Kingdom in 1829. It was the culmination of the process of Catholic Emancipation throughout the United Kingdom. In Ireland, it repealed the Test Act 1672 and the remaining Penal Laws which had been in force since the passing of the Disenfranchising Act of the Irish Parlia"}]}, {"heading": "Events", "year": "1832", "date": "March 24", "txt": "In Hiram, Ohio, a group of men beat and tar and feather Mormon leader Joseph Smith.", "entities": [{"title": "Hiram, Ohio", "href": "/wiki/Hiram,_Ohio", "description": "Hiram is a village in Portage County, Ohio, United States. It was formed from portions of Hiram Township in the Connecticut Western Reserve. The population was 1,406 at the 2010 census. It is the location of Hiram College."}, {"title": "Tar and feather", "href": "/wiki/Tar_and_feather", "description": "Tarring and feathering is a form of public torture and punishment used to enforce unofficial justice or revenge. It was used in feudal Europe and its colonies in the early modern period, as well as the early American frontier, mostly as a type of mob vengeance."}, {"title": "Mormon", "href": "/wiki/Mormon", "description": "Mormons are a religious and cultural group related to Mormonism, the principal branch of the Latter Day Saint movement started by Joseph Smith in upstate New York during the 1820s. After Smith's death in 1844 the movement split into several groups following different leaders; the majority followed Brigham Young, while smaller groups followed Joseph Smith III, Sidney Rigdon, and James Strang. Most "}, {"title": "Joseph Smith", "href": "/wiki/Joseph_Smith", "description": "Joseph Smith Jr. was an American religious leader and founder of Mormonism and the Latter Day Saint movement. When he was 24, Smith published the Book of Mormon. By the time of his death, 14 years later, he had attracted tens of thousands of followers and founded a religion that continues to the present with millions of global adherents."}]}, {"heading": "Events", "year": "1854", "date": "March 24", "txt": "President José Gregorio Monagas abolishes slavery in Venezuela.", "entities": [{"title": "José Gregorio Monagas", "href": "/wiki/Jos%C3%A9_Gregorio_Monagas", "description": "José Gregorio Monagas was President of Venezuela 1851–1855 and brother of José Tadeo Monagas."}]}, {"heading": "Events", "year": "1860", "date": "March 24", "txt": "Sakuradamon Incident: Assassination of Japanese Chief Minister (Tairō) Ii Naosuke.", "entities": [{"title": "Sakuradamon Incident (1860)", "href": "/wiki/Sakuradamon_Incident_(1860)", "description": "The Sakuradamon Incident  was the assassination of Ii Naosuke, Chief Minister (Tairō) of the Tokugawa Shogunate, on March 24, 1860 by rōnin samurai of the Mito Domain and Satsuma Domain, outside the Sakurada Gate of Edo Castle."}, {"title": "Tairō", "href": "/wiki/Tair%C5%8D", "description": "Tairō was a high-ranking official position in the Tokugawa shogunate government of Japan, roughly comparable to the office of prime minister. The tairō presided over the governing rōjū council in the event of an emergency. A tairō was nominated from among the fudai daimyōs, who worked closely with the Tokugawa traditionally. Generally, the office holder was the shogunate's chief policy maker, and "}, {"title": "Ii Naosuke", "href": "/wiki/Ii_Naosuke", "description": "Ii Naosuke  was daimyō of Hikone (1850–1860) and also Tairō of the Tokugawa shogunate, Japan, a position he held from April 23, 1858, until his death, assassinated in the Sakuradamon Incident on March 24, 1860. He is most famous for signing the Harris Treaty with the United States, granting access to ports for trade to American merchants and seamen and extraterritoriality to American citizens. He "}]}, {"heading": "Events", "year": "1869", "date": "March 24", "txt": "The last of Titokowaru's forces surrendered to the New Zealand government, ending his uprising.", "entities": [{"title": "Titokowaru", "href": "/wiki/Titokowaru", "description": "Riwha Tītokowaru was a Māori leader in the Taranaki region of New Zealand and one of the most successful opponents of British colonization anywhere."}, {"title": "Titokowaru's War", "href": "/wiki/Titokowaru%27s_War", "description": "Tītokowaru's War was a military conflict that took place in the South Taranaki region of New Zealand's North Island from June 1868 to March 1869 between the Ngāti Ruanui and Ngāruahine Māori tribes and the New Zealand Government. The conflict, near the conclusion of the New Zealand wars, was a revival of hostilities of the Second Taranaki War as Riwha Tītokowaru, chief of Ngaruahine, responded to "}]}, {"heading": "Events", "year": "1878", "date": "March 24", "txt": "The British frigate HMS Eurydice sinks, killing more than 300.", "entities": [{"title": "HMS Eurydice (1843)", "href": "/wiki/HMS_Eurydice_(1843)", "description": "HMS Eurydice was a 26-gun Royal Navy corvette which was the victim of one of Britain's worst peacetime naval disasters when she sank in 1878."}]}, {"heading": "Events", "year": "1882", "date": "March 24", "txt": "Robert Koch announces the discovery of Mycobacterium tuberculosis, the bacterium responsible for tuberculosis.", "entities": [{"title": "Robert Koch", "href": "/wiki/Robert_Koch", "description": "Heinrich Hermann Robert Koch was a German physician and microbiologist. As the discoverer of the specific causative agents of deadly infectious diseases including tuberculosis, cholera, and anthrax, he is regarded as one of the main founders of modern bacteriology. As such he is popularly nicknamed the father of microbiology, and as the father of medical bacteriology. His discovery of the anthrax "}, {"title": "Bacterium", "href": "/wiki/Bacterium", "description": "Bacteria are a type of biological cell. They constitute a large domain of prokaryotic microorganisms. Typically a few micrometres in length, bacteria have a number of shapes, ranging from spheres to rods and spirals. Bacteria were among the first life forms to appear on Earth, and are present in most of its habitats. Bacteria inhabit soil, water, acidic hot springs, radioactive waste, and the deep"}, {"title": "Tuberculosis", "href": "/wiki/Tuberculosis", "description": "Tuberculosis (TB) is an infectious disease usually caused by Mycobacterium tuberculosis (MTB) bacteria. Tuberculosis generally affects the lungs, but can also affect other parts of the body. Most infections show no symptoms, in which case it is known as latent tuberculosis. About 10% of latent infections progress to active disease which, if left untreated, kills about half of those affected. Typic"}]}, {"heading": "Events", "year": "1900", "date": "March 24", "txt": "Mayor of New York City Robert Anderson Van Wyck breaks ground for a new underground \"Rapid Transit Railroad\" that would link Manhattan and Brooklyn.", "entities": [{"title": "Robert Anderson Van Wyck", "href": "/wiki/Robert_Anderson_Van_Wyck", "description": "Robert Anderson Van Wyck was the first mayor of New York City after the consolidation of the five boroughs into the City of Greater New York in 1898."}, {"title": "New York City Subway", "href": "/wiki/New_York_City_Subway", "description": "The New York City Subway is a rapid transit system owned by the City of New York and leased to the New York City Transit Authority, an affiliate agency of the state-run Metropolitan Transportation Authority (MTA). Opened on October 27, 1904, the New York City Subway is one of the world's oldest public transit systems, one of the most-used, and the one with the most stations. The New York City Subw"}, {"title": "Manhattan", "href": "/wiki/Manhattan", "description": "Manhattan, known regionally as the City, and the urban core of the New York metropolitan area, is the most densely populated and smallest of the five boroughs of New York City, and coextensive with New York County, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthplace. The boroug"}, {"title": "Brooklyn", "href": "/wiki/Brooklyn", "description": "Brooklyn is a borough of New York City, coextensive with Kings County, in the U.S. state of New York. It is the most populous county in the state, the second-most densely populated county in the United States, and New York City's most populous borough, with an estimated 2,648,403 residents in 2020. If each borough were ranked as a city, Brooklyn would rank as the third-most populous in the U.S., a"}]}, {"heading": "Events", "year": "1921", "date": "March 24", "txt": "The 1921 Women's Olympiad begins in Monte Carlo, first international women's sports event.", "entities": [{"title": "1921 Women's Olympiad", "href": "/wiki/1921_Women%27s_Olympiad", "description": "The 1921 Women's Olympiad Olympiades Féminines and Jeux Olympiques Féminins was the first international women's sports event, a 5-day multi-sport event organised by Alice Milliat and held on 24–31 March 1921 in Monte Carlo at the International Sporting Club of Monaco. The tournament was formally called 1er Meeting International d'Education Physique Féminine de Sports Athlétiques. It was the first "}, {"title": "Women's sports", "href": "/wiki/Women%27s_sports", "description": "Women's sports, both amateur and professional, have existed throughout the world for centuries in all varieties of sports. Female participation and popularity in sports increased dramatically in the 20th century, especially in the last quarter-century, reflecting changes in modern societies that emphasize gender parity. Although the level of participation and performance still varies greatly by co"}]}, {"heading": "Events", "year": "1927", "date": "March 24", "txt": "Nanking Incident: Foreign warships bombard Nanjing, China, in defense of the foreign citizens within the city.", "entities": [{"title": "Nanking incident of 1927", "href": "/wiki/Nanking_incident_of_1927", "description": "The Nanking Incident occurred in March 1927 during the capture of Nanjing by the National Revolutionary Army (NRA) in their Northern Expedition. Foreign warships bombarded the city to defend foreign residents against rioting and looting. Several ships were involved in the engagement, including vessels of the Royal Navy and the United States Navy. Marines and sailors were also landed for rescue ope"}, {"title": "Nanjing", "href": "/wiki/Nanjing", "description": "Nanjing, formerly romanized as Nanking, is the capital of Jiangsu province of the People's Republic of China and the second largest city in the East China region. With 11 districts, Nanjing, which is located in southwestern Jiangsu, has an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,505,500 as of 2019."}]}, {"heading": "Events", "year": "1934", "date": "March 24", "txt": "United States Congress passes the Tydings–McDuffie Act, allowing the Philippines to become a self-governing commonwealth.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Tydings–McDuffie Act", "href": "/wiki/Tydings%E2%80%93McDuffie_Act", "description": "The Tydings–McDuffie Act, officially the Philippine Independence Act, is a United States federal law that established the process for the Philippines, then an American colony, to become an independent country after a ten-year transition period. Under the act, the 1935 Constitution of the Philippines was written and the Commonwealth of the Philippines was established, with the first directly electe"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Commonwealth of the Philippines", "href": "/wiki/Commonwealth_of_the_Philippines", "description": "The Commonwealth of the Philippines was the administrative body that governed the Philippines from 1935 to 1946, aside from a period of exile in the Second World War from 1942 to 1945 when Japan occupied the country. It replaced the Insular Government, a United States territorial government, and was established by the Tydings–McDuffie Act. The Commonwealth was designed as a transitional administra"}]}, {"heading": "Events", "year": "1944", "date": "March 24", "txt": "Ardeatine massacre: German troops murder 335 Italian civilians in Rome.", "entities": [{"title": "Ardeatine massacre", "href": "/wiki/Ardeatine_massacre", "description": "The Ardeatine massacre, or Fosse Ardeatine massacre, was a mass killing of 335 civilians and political prisoners carried out in Rome on 24 March 1944 by German occupation troops during the Second World War as a reprisal for the Via Rasella attack in central Rome against the SS Police Regiment Bozen the previous day."}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1944", "date": "March 24", "txt": "World War II: In an event later dramatized in the movie The Great Escape, 76 Allied prisoners of war begin breaking out of the German camp Stalag Luft III.", "entities": [{"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Stalag Luft III", "href": "/wiki/Stalag_Luft_III", "description": "Stalag Luft III was a Luftwaffe-run prisoner of war (POW) camp during the Second World War, which held captured Western Allied air force personnel."}]}, {"heading": "Events", "year": "1946", "date": "March 24", "txt": "A British Cabinet Mission arrives in India to discuss and plan for the transfer of power from the British Raj to Indian leadership.", "entities": [{"title": "1946 Cabinet Mission to India", "href": "/wiki/1946_Cabinet_Mission_to_India", "description": "The Cabinet Mission came to India aiming to discuss the transfer of powers from the British government to the Indian leadership, with the aim of preserving India's unity and granting its independence. Formulated at the initiative of Clement Attlee, the Prime Minister of the United Kingdom, the mission had Lord Pethick-Lawrence, the Secretary of State for India, Sir Stafford Cripps, President of th"}, {"title": "British Raj", "href": "/wiki/British_Raj", "description": "The British Raj was the rule by the British Crown on the Indian subcontinent from 1858 to 1947. The rule is also called Crown rule in India, or direct rule in India. The region under British control was commonly called India in contemporaneous usage, and included areas directly administered by the United Kingdom, which were collectively called British India, and areas ruled by indigenous rulers, b"}]}, {"heading": "Events", "year": "1961", "date": "March 24", "txt": "Quebec Board of the French Language is established.", "entities": [{"title": "Office québécois de la langue française", "href": "/wiki/Office_qu%C3%A9b%C3%A9cois_de_la_langue_fran%C3%A7aise", "description": "The Office québécois de la langue française is a public organization established on 24 March 1961, by the Liberal government of Jean Lesage. Attached to the Ministère de la Culture et des Communications du Québec, its initial mission, defined in its report of 1 April 1964, was \"to align on international French, promote good Canadianisms and fight Anglicisms ... work on the normalization of the lan"}]}, {"heading": "Events", "year": "1976", "date": "March 24", "txt": "In Argentina, the armed forces overthrow the constitutional government of President Isabel Perón and start a 7-year dictatorial period self-styled the National Reorganization Process.", "entities": [{"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "Isabel Perón", "href": "/wiki/Isabel_Per%C3%B3n", "description": "María Estela Martínez Cartas de Perón, better known as Isabel Martínez de Perón or Isabel Perón, is an Argentine politician who served as President of Argentina from 1974 to 1976. She was the third wife of President Juan Perón. During her husband's third term as president from 1973 to 1974, Isabel served as both vice president and First Lady. Following her husband's death in office in 1974, Isabel"}]}, {"heading": "Events", "year": "1977", "date": "March 24", "txt": "Morarji Desai became the Prime Minister of India, the first Prime Minister not to belong to Indian National Congress.", "entities": [{"title": "Morarji Desai", "href": "/wiki/Morarji_Desai", "description": "Morarji Ranchhodji Desai was an Indian independence activist and served between 1977 and 1979 as the 5th Prime Minister of India and led the government formed by the Janata Party. During his long career in politics, he held many important posts in government such as Chief Minister of Bombay State, Home Minister, Finance Minister and 2nd Deputy Prime Minister of India."}, {"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}, {"title": "Indian National Congress", "href": "/wiki/Indian_National_Congress", "description": "The Indian National Congress, is a political party in India with widespread roots. Founded in 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa. From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to independence"}]}, {"heading": "Events", "year": "1980", "date": "March 24", "txt": "El Salvadorian Archbishop Óscar Romero is assassinated while celebrating Mass in San Salvador.", "entities": [{"title": "El Salvador", "href": "/wiki/El_Salvador", "description": "El Salvador, officially the Republic of El Salvador, is a country in Central America. It is bordered on the northeast by Honduras, on the northwest by Guatemala, and on the south by the Pacific Ocean. El Salvador's capital and largest city is San Salvador. As of 2018, the country had a population of approximately 6.42 million."}, {"title": "Archbishop", "href": "/wiki/Archbishop", "description": "In many Christian Denominations, an archbishop is a bishop of higher rank or office. In some cases, such as the Lutheran Church of Sweden and the Church of England, the title is borne by the leader of the denomination. In others, such as the Roman Catholic Church, there are many archbishops who either have jurisdiction over an ecclesiastical province in addition to their own Archdiocese, or are ot"}, {"title": "Óscar Romero", "href": "/wiki/%C3%93scar_Romero", "description": "Óscar Arnulfo Romero y Galdámez was a prelate of the Catholic Church in El Salvador. He served as auxiliary bishop of the archdiocese of San Salvador, as bishop of Santiago de María, and finally as the fourth archbishop of San Salvador. As archbishop, Romero spoke out against social injustice and violence amid the escalating conflict between the military government and left-wing insurgents that le"}, {"title": "Mass (Catholic Church)", "href": "/wiki/Mass_(Catholic_Church)", "description": "The Mass is the central liturgical rite in the Catholic Church, encompassing the Liturgy of the Word and the Liturgy of the Eucharist, where the bread and wine are consecrated and become the Body and Blood of Christ. As defined by the Church at the Council of Trent, in the Mass, \"The same Christ who offered himself once in a bloody manner on the altar of the cross, is present and offered in an unb"}, {"title": "San Salvador", "href": "/wiki/San_Salvador", "description": "San Salvador is the capital and the most populous city of El Salvador and its eponymous department. It is the country's political, cultural, educational and financial center. The Metropolitan Area of San Salvador, which comprises the capital itself and 13 of its municipalities, has a population of 2,404,097."}]}, {"heading": "Events", "year": "1986", "date": "March 24", "txt": "The Loscoe gas explosion leads to new UK laws on landfill gas migration and gas protection on landfill sites.", "entities": [{"title": "Loscoe gas explosion", "href": "/wiki/Loscoe_gas_explosion", "description": "Loscoe is a village near Heanor in Derbyshire, England, lying within the civil parish of Heanor and Loscoe. Denby Common and Codnor Breach are hamlets on the western edge of the village."}, {"title": "Landfill gas migration", "href": "/wiki/Landfill_gas_migration", "description": "Landfill gas migration is a complex process in which gases produced by waste in a landfill move from the site of original deposition to other places via diffusion, usually from areas of high concentration to low. The process is also affected by the permeability of the ground and other factors, such as pressure differences in the soil, cavities, pipes, and tunnels. Changes in atmospheric pressure\n\n"}, {"title": "Landfill", "href": "/wiki/Landfill", "description": "A landfill site, also known as a tip, dump, rubbish dump, garbage dump, or dumping ground, is a site for the disposal of waste materials. Landfill is the oldest and most common form of waste disposal, although the systematic burial of the waste with daily, intermediate and final covers only began in the 1940s. In the past, refuse was simply left in piles or thrown into pits; in archeology this is "}]}, {"heading": "Events", "year": "1989", "date": "March 24", "txt": "In Prince William Sound in Alaska, the Exxon Valdez spills 240,000 barrels (38,000 m3) of crude oil after running aground.", "entities": [{"title": "Prince William Sound", "href": "/wiki/Prince_William_Sound", "description": "Prince William Sound is a sound of the Gulf of Alaska on the south coast of the U.S. state of Alaska. It is located on the east side of the Kenai Peninsula. Its largest port is Valdez, at the southern terminus of the Trans-Alaska Pipeline System. Other settlements on the sound, which contains numerous small islands, include Cordova and Whittier plus the Alaska native villages of Chenega and Tatitl"}, {"title": "Crude oil", "href": "/wiki/Crude_oil", "description": "Petroleum, also known as crude oil and oil, is a naturally occurring, yellowish-black liquid found in geological formations beneath the Earth's surface. It is commonly refined into various types of fuels. Components of petroleum are separated using a technique called fractional distillation, i.e. separation of a liquid mixture into fractions differing in boiling point by means of distillation, typ"}]}, {"heading": "Events", "year": "1993", "date": "March 24", "txt": "Discovery of Comet Shoemaker–Levy 9.", "entities": [{"title": "Comet Shoemaker–Levy 9", "href": "/wiki/Comet_Shoemaker%E2%80%93Levy_9", "description": "Comet Shoemaker–Levy 9 was a comet that broke apart in July 1992 and collided with Jupiter in July 1994, providing the first direct observation of an extraterrestrial collision of Solar System objects. This generated a large amount of coverage in the popular media, and the comet was closely observed by astronomers worldwide. The collision provided new information about Jupiter and highlighted its "}]}, {"heading": "Events", "year": "1998", "date": "March 24", "txt": "Mitchell Johnson and Andrew Golden, aged 11 and 13 respectively, fire upon teachers and students at Westside Middle School in Jonesboro, Arkansas; five people are killed and ten are wounded.", "entities": [{"title": "Mitchell Johnson and Andrew Golden", "href": "/wiki/Mitchell_Johnson_and_Andrew_Golden", "description": "The Westside School Shooting was a school shooting on March 24, 1998, at Westside Middle School in unincorporated Craighead County, Arkansas near the city of Jonesboro. Perpetrators Mitchell Johnson, 13, and Andrew Golden, 11, fatally shot four students and a teacher with multiple weapons, and both were arrested when they attempted to flee the scene. Ten others were wounded. Golden and Johnson wer"}, {"title": "Westside Middle School massacre", "href": "/wiki/Westside_Middle_School_massacre", "description": "The Westside School Shooting was a school shooting on March 24, 1998, at Westside Middle School in unincorporated Craighead County, Arkansas near the city of Jonesboro. Perpetrators Mitchell Johnson, 13, and Andrew Golden, 11, fatally shot four students and a teacher with multiple weapons, and both were arrested when they attempted to flee the scene. Ten others were wounded. Golden and Johnson wer"}, {"title": "Jonesboro, Arkansas", "href": "/wiki/Jonesboro,_Arkansas", "description": "Jonesboro is a city located on Crowley's Ridge in the northeastern corner of the U.S. State of Arkansas. Jonesboro is one of two county seats of Craighead County. According to the 2010 Census, the city had a population of 67,263 and is the fifth-largest city in Arkansas. In 2010, the Jonesboro metropolitan area had a population of 121,026 and a population of 163,116 in the Jonesboro-Paragould Comb"}]}, {"heading": "Events", "year": "1998", "date": "March 24", "txt": "A tornado sweeps through Dantan in India, killing 250 people and injuring 3,000 others.", "entities": [{"title": "Dantan", "href": "/wiki/Dantan", "description": "Dantan is a village in the Dantan I CD block in the Kharagpur subdivision of the Paschim Medinipur district in the state of West Bengal, India."}]}, {"heading": "Events", "year": "1998", "date": "March 24", "txt": "First computer-assisted Bone Segment Navigation, performed at the University of Regensburg, Germany", "entities": [{"title": "University of Regensburg", "href": "/wiki/University_of_Regensburg", "description": "The University of Regensburg is a public research university located in the medieval city of Regensburg, Bavaria, a city that is listed as a UNESCO World Heritage Site. The university was founded on July 18, 1962 by the Landtag of Bavaria as the fourth full-fledged university in Bavaria. Following groundbreaking in 1965, the university officially opened to students during the 1967–1968 winter seme"}, {"title": "Germany", "href": "/wiki/Germany", "description": "Germany, officially the Federal Republic of Germany, is a country in Central Europe. It is the second-most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; covering an area of 357,022 square kilometres (137,847 sq mi), with a population of over 83 million"}]}, {"heading": "Events", "year": "1999", "date": "March 24", "txt": "Kosovo war: NATO began attacks on Yugoslavia without United Nations Security Council (UNSC) approval, marking the first time NATO has attacked a sovereign country.", "entities": [{"title": "Kosovo War", "href": "/wiki/Kosovo_War", "description": "The Kosovo War was an armed conflict in Kosovo that started in February 1998 and lasted until 11 June 1999. It was fought by the forces of the Federal Republic of Yugoslavia, which controlled Kosovo before the war, and the Kosovo Albanian rebel group known as the Kosovo Liberation Army (KLA), with air support from the North Atlantic Treaty Organisation (NATO) from 24 March 1999."}, {"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}, {"title": "Federal Republic of Yugoslavia", "href": "/wiki/Federal_Republic_of_Yugoslavia", "description": "The Federal Republic of Yugoslavia, commonly referred to as FR Yugoslavia or simply Yugoslavia, was a country in the Balkans, which came into existence in 1992, following the breakup of the SFR Yugoslavia. It comprised the Republic of Serbia and the Republic of Montenegro, the two remaining republics of Yugoslavia. In February 2003, FR Yugoslavia was transformed from a federal republic to a politi"}]}, {"heading": "Events", "year": "1999", "date": "March 24", "txt": "A lorry carrying margarine and flour catches fire inside the Mont Blanc Tunnel. The resulting inferno kills 38 people.", "entities": [{"title": "Mont Blanc Tunnel", "href": "/wiki/Mont_Blanc_Tunnel", "description": "The Mont Blanc Tunnel is a highway tunnel between France and Italy, under the Mont Blanc mountain in the Alps. It links Chamonix, Haute-Savoie, France with Courmayeur, Aosta Valley, Italy, via the French Route Nationale 205 and the Italian Traforo T1, in particular the motorways serving Geneva and Turin. The passageway is one of the major trans-Alpine transport routes, particularly for Italy, whic"}]}, {"heading": "Events", "year": "2003", "date": "March 24", "txt": "The Arab League votes 21–1 in favor of a resolution demanding an end to the 2003 invasion of Iraq.", "entities": [{"title": "Arab League", "href": "/wiki/Arab_League", "description": "The Arab League, formally the League of Arab States, is a regional organization in the Arab world, which is located in Africa and Western Asia. The Arab League was formed in Cairo on 22 March 1945 initially with six members: Egypt, Iraq, Transjordan, Lebanon, Saudi Arabia, and Syria. Yemen joined as a member on 5 May 1945. Currently, the League has 22 members, but Syria's participation has been su"}, {"title": "2003 invasion of Iraq", "href": "/wiki/2003_invasion_of_Iraq", "description": "The 2003 invasion of Iraq was the first stage of the Iraq War. The invasion phase began on 19 March 2003 (air) and 20 March 2003 (ground) and lasted just over one month, including 26 days of major combat operations, in which a combined force of troops from the United States, the United Kingdom, Australia and Poland invaded Iraq. This early stage of the war formally ended on 1 May 2003 when U.S. Pr"}]}, {"heading": "Events", "year": "2008", "date": "March 24", "txt": "Bhutan officially becomes a democracy, with its first ever general election.", "entities": [{"title": "Bhutan", "href": "/wiki/Bhutan", "description": "Bhutan, officially known as the Kingdom of Bhutan, is a landlocked country in the Eastern Himalayas. It is bordered by China to the north and India to the south. Nepal and Bangladesh are located in proximity to Bhutan but do not share a land border. The country has a population of over 754,000 and a territory of 38,394 square kilometers which ranks 133rd in terms of land area. Bhutan is a constitu"}, {"title": "Democracy", "href": "/wiki/Democracy", "description": "Democracy is a form of government in which the people have the authority to choose their governing legislators. The decisions on who is considered part of the people and how authority is shared among or delegated by the people have changed over time and at different speeds in different countries, but they have included more and more of the inhabitants of all countries. Cornerstones include freedom"}, {"title": "2008 Bhutanese National Assembly election", "href": "/wiki/2008_Bhutanese_National_Assembly_election", "description": "National Assembly elections were held in Bhutan for the first time on 24 March 2008. Two parties were registered by the Election Commission of Bhutan to contest the elections; Druk Phuensum Tshogpa, led by Jigme Y. Thinley, which was formed by the merger of the Bhutan People's United Party and All People's Party, and the People's Democratic Party (PDP). A third political party, the Bhutan National"}]}, {"heading": "Events", "year": "2015", "date": "March 24", "txt": "Germanwings Flight 9525 crashes in the French Alps in an apparent pilot mass murder-suicide, killing all 150 people on board.", "entities": [{"title": "Germanwings Flight 9525", "href": "/wiki/Germanwings_Flight_9525", "description": "Germanwings Flight 9525 was a scheduled international passenger flight from Barcelona–El Prat Airport in Spain to Düsseldorf Airport in Germany. The flight was operated by Germanwings, a low-cost carrier owned by the German airline Lufthansa. On 24 March 2015, the aircraft, an Airbus A320-211, crashed 100 km north-west of Nice in the French Alps. All 144 passengers and six crew members were killed"}, {"title": "French Alps", "href": "/wiki/French_Alps", "description": "The French Alps are the portions of the Alps mountain range that stand within France, located in the Auvergne-Rhône-Alpes and Provence-Alpes-Côte d'Azur regions. While some of the ranges of the French Alps are entirely in France, others, such as the Mont Blanc massif, are shared with Switzerland and Italy."}]}, {"heading": "Events", "year": "2019", "date": "March 24", "txt": "Jakarta MRT began operation.", "entities": [{"title": "Jakarta MRT", "href": "/wiki/Jakarta_MRT", "description": "The Jakarta Mass Rapid Transit or Jakarta MRT is a rapid transit system in Jakarta, the capital city of Indonesia."}]}, {"heading": "Births", "year": "1103", "date": "March 24", "txt": "Yue Fei, Chinese military general (d. 1142)", "entities": [{"title": "Yue Fei", "href": "/wiki/Yue_Fei", "description": "Yue Fei, courtesy name Pengju, was a Chinese military general who lived during the Southern Song dynasty, known for leading Southern Song forces in the wars in the 12th century between Southern Song and the Jurchen-ruled Jin dynasty in northern China. Because of his warlike-stance, he was put to death by the Southern Song government in 1142 under a concocted charge, after a negotiated peace was ac"}]}, {"heading": "Births", "year": "1441", "date": "March 24", "txt": "Ernest, Elector of Saxony, German ruler of Saxony (d. 1486)", "entities": [{"title": "Ernest, Elector of Saxony", "href": "/wiki/Ernest,_Elector_of_Saxony", "description": "Ernest was Elector of Saxony from 1464 to 1486."}]}, {"heading": "Births", "year": "1494", "date": "March 24", "txt": "Georgius Agricola, German mineralogist and scholar (d. 1555)", "entities": [{"title": "Georgius Agricola", "href": "/wiki/Georgius_Agricola", "description": "Georgius Agricola was a German Humanist scholar, mineralogist and metallurgist. Born in the small town of Glauchau, in the Electorate of Saxony of the Holy Roman Empire, he was broadly educated, but took a particular interest in the mining and refining of metals."}]}, {"heading": "Births", "year": "1577", "date": "March 24", "txt": "Francis, Duke of Pomerania-Stettin, Bishop of Cammin (d. 1620)", "entities": [{"title": "Francis, Duke of Pomerania", "href": "/wiki/Francis,_Duke_of_Pomerania", "description": "Francis of Pomerania was Duke of Pomerania-Stettin and Bishop of Cammin."}]}, {"heading": "Births", "year": "1607", "date": "March 24", "txt": "Michiel de Ruyter, Dutch admiral (d. 1667)", "entities": [{"title": "Michiel de Ruyter", "href": "/wiki/Michiel_de_Ruyter", "description": "Michiel Adriaenszoon de Ruyter was a Dutch admiral. Widely celebrated and regarded as one of the most skilled admirals in history, De Ruyter is arguably most famous for his achievements with the Dutch Navy during the Anglo-Dutch Wars. He fought the English and French forces and scored several critical victories, with the Raid on the Medway being the most famous among them."}]}, {"heading": "Births", "year": "1628", "date": "March 24", "txt": "Sophie Amalie of Brunswick-Lüneburg (d. 1685)", "entities": [{"title": "Sophie Amalie of Brunswick-Lüneburg", "href": "/wiki/Sophie_Amalie_of_Brunswick-L%C3%BCneburg", "description": "Sophie Amalie of Brunswick-Calenberg was queen of Denmark and Norway as the consort of the King Frederick III of Denmark. She is known for her political influence, as well as for her cultural impact: she acted as the adviser of Frederick III, and introduced ballet and opera to Denmark."}]}, {"heading": "Births", "year": "1657", "date": "March 24", "txt": "Arai Hakuseki, Japanese academic and politician (d. 1725)", "entities": [{"title": "Arai Hakuseki", "href": "/wiki/Arai_Hakuseki", "description": "Arai Hakuseki  was a Confucianist, scholar-bureaucrat, academic, administrator, writer and politician in Japan during the middle of the Edo period, who advised the shōgun Tokugawa Ienobu. His personal name was Kinmi or Kimiyoshi (君美). Hakuseki (白石) was his pen name. His father was a Kururi han samurai Arai Masazumi."}]}, {"heading": "Births", "year": "1693", "date": "March 24", "txt": "John Harrison, English carpenter and clock-maker, invented the Marine chronometer (d. 1776)", "entities": [{"title": "John Harrison", "href": "/wiki/John_Harrison", "description": "John Harrison was a self-educated English carpenter and clockmaker who invented the marine chronometer, a long-sought-after device for solving the problem of calculating longitude while at sea."}, {"title": "Marine chronometer", "href": "/wiki/Marine_chronometer", "description": "A marine chronometer is a precision timepiece that is carried on a ship and employed in the determination of the ship's position by celestial navigation. It is used to determine longitude by comparing Greenwich Mean Time (GMT) and the time at the current location found from observations of celestial bodies. When first developed in the 18th century, it was a major technical achievement, as accurate"}]}, {"heading": "Births", "year": "1725", "date": "March 24", "txt": "Samuel Ashe, American lawyer and politician, 9th Governor of North Carolina (d. 1813)", "entities": [{"title": "Samuel Ashe (North Carolina governor)", "href": "/wiki/Samuel_Ashe_(North_Carolina_governor)", "description": "Samuel Ashe was the ninth Governor of the U.S. state of North Carolina from 1795 to 1798. He was also one of the first three judges of the North Carolina Superior Court in 1787."}, {"title": "Governor of North Carolina", "href": "/wiki/Governor_of_North_Carolina", "description": "The governor of North Carolina is the head of state and head of government of the U.S. state of North Carolina. The governor directs the executive branch of the government and is the commander in chief of the military forces of the state. The current governor, Democrat Roy Cooper took office on January 1, 2017, and had a public swearing-in ceremony on January 7, 2017.\n"}]}, {"heading": "Births", "year": "1725", "date": "March 24", "txt": "Thomas Cushing, American lawyer and politician, 1st Lieutenant Governor of Massachusetts (d. 1788)", "entities": [{"title": "Lieutenant Governor of Massachusetts", "href": "/wiki/Lieutenant_Governor_of_Massachusetts", "description": "The Lieutenant Governor of Massachusetts is the first in the line to discharge the powers and duties of the office of governor following the incapacitation of the Governor of Massachusetts. The constitutional honorific title for the office is His, or Her, Honor."}]}, {"heading": "Births", "year": "1755", "date": "March 24", "txt": "Rufus King, American lawyer and politician, United States Ambassador to the United Kingdom (d. 1827)", "entities": [{"title": "Rufus King", "href": "/wiki/Rufus_King", "description": "Rufus King was an American lawyer, politician, and diplomat. He was a delegate for Massachusetts to the Continental Congress and the Philadelphia Convention and was one of the signers of the United States Constitution in 1787. After formation of the new Congress he represented New York in the United States Senate. He emerged as a leading member of the Federalist Party, serving as the party's last "}, {"title": "United States Ambassador to the United Kingdom", "href": "/wiki/United_States_Ambassador_to_the_United_Kingdom", "description": "The United States ambassador to the United Kingdom is the official representative of the president of the United States and the government of the United States of America to the Queen and Government of the United Kingdom."}]}, {"heading": "Births", "year": "1762", "date": "March 24", "txt": "Marcos Portugal, Portuguese organist and composer (d. 1830)", "entities": [{"title": "Marcos Portugal", "href": "/wiki/Marcos_Portugal", "description": "Marcos António da Fonseca Portugal, known as Marcos Portugal, or Marco Portogallo, was a Portuguese classical composer, who achieved great international fame for his operas."}]}, {"heading": "Births", "year": "1775", "date": "March 24", "txt": "Muthuswami Dikshitar, Indian poet and composer (d. 1835)", "entities": [{"title": "Muthuswami Dikshitar", "href": "/wiki/Muthuswami_Dikshitar", "description": "Muthuswami Dikshita (IAST: muttusvāmi dīkṣita, 24 March 1775 – 21 October 1835), mononymously Dikshitar, was a South Indian poet, singer and veena player, and a legendary composer of Indian classical music, who is considered one of the musical trinity of Carnatic music. His compositions, of which around 500 are commonly known, are noted for their elaborate and poetic descriptions of Hindu gods and"}]}, {"heading": "Births", "year": "1782", "date": "March 24", "txt": "Orest Kiprensky, Russian-Italian painter (d. 1836)", "entities": [{"title": "Orest Kiprensky", "href": "/wiki/Orest_Kiprensky", "description": "Orest Adamovich Kiprensky was a leading Russian portraitist in the Age of Romanticism. His most familiar work is probably his portrait of Alexander Pushkin (1827), which prompted the poet to remark that \"the mirror flatters me\"."}]}, {"heading": "Births", "year": "1796", "date": "March 24", "txt": "Zulma Carraud, French author (d. 1889)", "entities": [{"title": "Zulma Carraud", "href": "/wiki/Zulma_Carraud", "description": "Zulma Carraud was a French author. She is best known for her children's books and textbooks particularly La Petite Jeanne ou le devoir and Maurice ou le travail."}]}, {"heading": "Births", "year": "1796", "date": "March 24", "txt": "John Corry Wilson Daly, Canadian businessman and politician (d. 1878)", "entities": []}, {"heading": "Births", "year": "1803", "date": "March 24", "txt": "Egerton Ryerson, Canadian minister, educator, and politician (d. 1882)", "entities": [{"title": "Egerton Ryerson", "href": "/wiki/Egerton_Ryerson", "description": "Adolphus Egerton Ryerson (1803–1882) was a Canadian Methodist minister, educator, politician, and public education advocate in Upper Canada. He was a prominent opponent of the closed oligarchy that ran the province, and coined the term Family Compact for it. He was a prominent contributor to the design of the Canadian Indian residential school system. In the field of education, Ryerson succeeded i"}]}, {"heading": "Births", "year": "1808", "date": "March 24", "txt": "Maria Malibran, Spanish-French soprano (d. 1836)", "entities": [{"title": "Maria Malibran", "href": "/wiki/Maria_Malibran", "description": "Maria Felicia Malibran was a Spanish singer who commonly sang both contralto and soprano parts, and was one of the best-known opera singers of the 19th century. Malibran was known for her stormy personality and dramatic intensity, becoming a legendary figure after her death at age 28. Contemporary accounts of her voice describe its range, power and flexibility as extraordinary."}]}, {"heading": "Births", "year": "1809", "date": "March 24", "txt": "Mariano José de Larra, Spanish journalist and author (d. 1837)", "entities": [{"title": "Mariano José de Larra", "href": "/wiki/Mariano_Jos%C3%A9_de_Larra", "description": "Mariano José de Larra was a Spanish romantic writer and journalist best known for his numerous essays and his infamous suicide. His works were often satirical and critical of the 19th-century Spanish society, and focused on both the politics and customs of his time."}]}, {"heading": "Births", "year": "1809", "date": "March 24", "txt": "Joseph Liouville, French mathematician and academic (d. 1882)", "entities": []}, {"heading": "Births", "year": "1816", "date": "March 24", "txt": "Pelagio Antonio de Labastida y Dávalos, Roman Catholic archbishop and Mexican politician who served as regent during the Second Mexican Empire (1863-1864) (d. 1891)", "entities": [{"title": "Pelagio Antonio de Labastida y Dávalos", "href": "/wiki/Pelagio_Antonio_de_Labastida_y_D%C3%A1valos", "description": "Pelagio Antonio de Labastida y Dávalos was a Mexican Roman Catholic prelate, lawyer and doctor of canon law, and politician. He was a member of the imperial regency that invited Maximilian of Austria to accept the throne of Mexico."}, {"title": "Archbishop", "href": "/wiki/Archbishop", "description": "In many Christian Denominations, an archbishop is a bishop of higher rank or office. In some cases, such as the Lutheran Church of Sweden and the Church of England, the title is borne by the leader of the denomination. In others, such as the Roman Catholic Church, there are many archbishops who either have jurisdiction over an ecclesiastical province in addition to their own Archdiocese, or are ot"}, {"title": "Regent", "href": "/wiki/Regent", "description": "A regent is a person appointed to govern a state pro tempore because the regnant monarch is a minor, is absent, abdicated the throne, is incapacitated or dead, or unable to discharge the powers and duties of the monarchy. The rule of a regent or regents is called a regency. A regent or regency council may be formed ad hoc or in accordance with a constitutional rule. Regent is sometimes a formal ti"}, {"title": "Second Mexican Empire", "href": "/wiki/Second_Mexican_Empire", "description": "The Mexican Empire or Second Mexican Empire was the name of Mexico under a constitutional hereditary monarchy declared by a Mexican Assembly of Notables in accordance with the interests of the French Empire, during the Second French intervention in Mexico. Napoleon III of France wanted to establish a monarchist ally in the Americas as a restraint upon the growing power of the United States. Chosen"}]}, {"heading": "Births", "year": "1820", "date": "March 24", "txt": "Edmond Becquerel, French physicist and academic (d. 1891)", "entities": [{"title": "Edmond Becquerel", "href": "/wiki/Edmond_Becquerel", "description": "Alexandre-Edmond Becquerel, known as Edmond Becquerel, was a French physicist who studied the solar spectrum, magnetism, electricity and optics. He is credited with the discovery of the photovoltaic effect, the operating principle of the solar cell, in 1839. He is also known for his work in luminescence and phosphorescence. He was the son of Antoine César Becquerel and the father of Henri Becquere"}]}, {"heading": "Births", "year": "1820", "date": "March 24", "txt": "Fanny Crosby, American poet and composer (d. 1915)", "entities": []}, {"heading": "Births", "year": "1823", "date": "March 24", "txt": "Thomas Spencer Baynes, English philosopher and critic (d. 1887)", "entities": [{"title": "Thomas Spencer Baynes", "href": "/wiki/Thomas_Spencer_Baynes", "description": "Thomas Spencer Baynes was an English philosopher."}]}, {"heading": "Births", "year": "1826", "date": "March 24", "txt": "Matilda Joslyn Gage, American activist and author (d. 1898)", "entities": [{"title": "Matilda Joslyn Gage", "href": "/wiki/Matilda_Joslyn_Gage", "description": "Matilda Joslyn Gage was a women's suffragist, Native American rights activist, abolitionist, freethinker, and author. She is the eponym for the Matilda Effect, which describes the tendency to deny women credit for scientific invention."}]}, {"heading": "Births", "year": "1828", "date": "March 24", "txt": "Horace Gray, American lawyer and jurist (d. 1902)", "entities": [{"title": "Horace Gray", "href": "/wiki/Horace_Gray", "description": "Horace Gray was an American jurist who served on the Massachusetts Supreme Judicial Court, and then on the United States Supreme Court, where he frequently interpreted the Constitution in ways that increased the powers of Congress. Noted for possessing a sharp mind and an enthusiasm for legal research, he was also a staunch supporter of the authority of precedent throughout his career."}]}, {"heading": "Births", "year": "1829", "date": "March 24", "txt": "George Francis Train, American businessman (d. 1904)", "entities": [{"title": "George Francis Train", "href": "/wiki/George_Francis_Train", "description": "George Francis Train was an American entrepreneur who organized the clipper ship line that sailed around Cape Horn to San Francisco; he also organized the Union Pacific Railroad and the Credit Mobilier in the United States in 1864 to construct the eastern portion of the Transcontinental Railroad, and a horse tramway company in England while there during the American Civil War."}]}, {"heading": "Births", "year": "1829", "date": "March 24", "txt": "Ignacio Zaragoza, Mexican general (d. 1862)", "entities": []}, {"heading": "Births", "year": "1830", "date": "March 24", "txt": "Robert Hamerling, Austrian poet and playwright (d. 1889)", "entities": [{"title": "Robert Hamerling", "href": "/wiki/Robert_Hamerling", "description": "Robert Hamerling was an Austrian poet."}]}, {"heading": "Births", "year": "1834", "date": "March 24", "txt": "William Morris, English textile designer, poet, and author (d. 1896)", "entities": [{"title": "William Morris", "href": "/wiki/William_Morris", "description": "William Morris was a British textile designer, poet, novelist, translator and socialist activist associated with the British Arts and Crafts Movement. He was a major contributor to the revival of traditional British textile arts and methods of production. His literary contributions helped to establish the modern fantasy genre, while he helped win acceptance of socialism in fin de siècle Great Brit"}]}, {"heading": "Births", "year": "1834", "date": "March 24", "txt": "John Wesley Powell, American soldier, geologist, and explorer (d. 1902)", "entities": []}, {"heading": "Births", "year": "1835", "date": "March 24", "txt": "Joseph Stefan, Austrian physicist, mathematician, and poet (d. 1893)", "entities": [{"title": "Joseph Stefan", "href": "/wiki/Joseph_Stefan", "description": "Josef Stefan was an ethnic Carinthian Slovene physicist, mathematician, and poet of the Austrian Empire."}]}, {"heading": "Births", "year": "1848", "date": "March 24", "txt": "Honoré Beaugrand, Canadian journalist and politician, 18th Mayor of Montreal (d. 1906)", "entities": [{"title": "Honoré Beaugrand", "href": "/wiki/Honor%C3%A9_Beaugrand", "description": "Honoré Beaugrand was a French Canadian journalist, politician, author and folklorist, born in Berthier County, Quebec."}, {"title": "Mayor of Montreal", "href": "/wiki/Mayor_of_Montreal", "description": "The Mayor of Montreal is head of the executive branch of the Montreal City Council. The current mayor is Valérie Plante, who was elected into office on November 5, 2017, and sworn in on November 16. The office of the mayor administers all city services, public property, police and fire protection, most public agencies, and enforces all city and provincial laws within Montreal, Quebec. The mayor is"}]}, {"heading": "Births", "year": "1850", "date": "March 24", "txt": "Silas Hocking, English minister and author (d. 1935)", "entities": [{"title": "Silas Hocking", "href": "/wiki/Silas_Hocking", "description": "Silas Kitto Hocking was a Cornish novelist and Methodist preacher. He is known for his novel for youth called Her Benny (1879), which was a best-seller."}]}, {"heading": "Births", "year": "1854", "date": "March 24", "txt": "Henry Lefroy, Australian politician, 11th Premier of Western Australia (d. 1930)", "entities": [{"title": "Henry Lefroy", "href": "/wiki/Henry_Lefroy", "description": "Sir Henry Bruce Lefroy was the eleventh Premier of Western Australia."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1855", "date": "March 24", "txt": "Andrew W. Mellon, American banker, financier, and diplomat, 49th United States Secretary of the Treasury (d. 1937)", "entities": [{"title": "Andrew W. Mellon", "href": "/wiki/Andrew_W._Mellon", "description": "Andrew William Mellon, sometimes A.W., was an American banker, businessman, industrialist, philanthropist, art collector, and politician. From the wealthy Mellon family of Pittsburgh, Pennsylvania, he established a vast business empire before transitioning into politics. He served as United States Secretary of the Treasury from March 9, 1921, to February 12, 1932, presiding over the boom years of "}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1855", "date": "March 24", "txt": "Olive Schreiner, South African author and activist (d. 1920)", "entities": []}, {"heading": "Births", "year": "1862", "date": "March 24", "txt": "Frank Weston Benson, American painter and educator (d. 1951)", "entities": [{"title": "Frank Weston Benson", "href": "/wiki/Frank_Weston_Benson", "description": "Frank Weston Benson, frequently referred to as Frank W. Benson, was an American artist from Salem, Massachusetts known for his Realistic portraits, American Impressionist paintings, watercolors and etchings. He began his career painting portraits of distinguished families and murals for the Library of Congress. Some of his best known paintings depict his daughters outdoors at Benson's summer home,"}]}, {"heading": "Births", "year": "1869", "date": "March 24", "txt": "Émile Fabre, French author and playwright (d. 1955)", "entities": [{"title": "Émile Fabre", "href": "/wiki/%C3%89mile_Fabre", "description": "Émile Fabre was a French playwright and general administrator of the Comédie-Française from 1915 to"}]}, {"heading": "Births", "year": "1871", "date": "March 24", "txt": "Alec Hurley, English music hall singer (d. 1913)", "entities": [{"title": "Alec Hurley", "href": "/wiki/Alec_Hurley", "description": "Alexander Hurley was an English music hall singer who was perhaps best known for being Marie Lloyd's second husband."}]}, {"heading": "Births", "year": "1874", "date": "March 24", "txt": "Luigi Einaudi, Italian economist and politician, 2nd President of the Italian Republic (d. 1961)", "entities": [{"title": "Luigi Einaudi", "href": "/wiki/Luigi_Einaudi", "description": "Luigi Einaudi, was an Italian politician and economist. He served as the second president of Italy from 1948 to 1955."}, {"title": "President of the Italian Republic", "href": "/wiki/President_of_the_Italian_Republic", "description": "The president of Italy, officially denoted as President of the Italian Republic is the head of state of Italy. In that role, the officeholder represents national unity, guarantees that Italian politics comply with the Constitution of Italy and is the head of the Italian Armed Forces. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Matt"}]}, {"heading": "Births", "year": "1874", "date": "March 24", "txt": "Harry Houdini, Hungarian-Jewish American magician and actor (d. 1926)", "entities": []}, {"heading": "Births", "year": "1875", "date": "March 24", "txt": "William Burns, Canadian lacrosse player (d. 1953)", "entities": [{"title": "William Burns (lacrosse)", "href": "/wiki/William_Burns_(lacrosse)", "description": "William Laurie Burns was a Canadian lacrosse player who competed in the 1904 Summer Olympics. In 1904 he was member of the Shamrock Lacrosse Team which won the gold medal in the lacrosse tournament."}]}, {"heading": "Births", "year": "1879", "date": "March 24", "txt": "Neyzen Tevfik, Turkish philosopher, poet, and composer (d. 1953)", "entities": [{"title": "Neyzen Tevfik", "href": "/wiki/Neyzen_Tevfik", "description": "Tevfik Kolaylı, better known by his pen name Neyzen Tevfik, was a Turkish poet, satirist, and neyzen. He was born in Bodrum and died in Istanbul. His name is occasionally misspelled as Neyzen Teyfik."}]}, {"heading": "Births", "year": "1882", "date": "March 24", "txt": "Marcel Lalu, French gymnast (d. 1951)", "entities": [{"title": "Marcel Lalu", "href": "/wiki/Marcel_Lalu", "description": "Marcel Lalu was a French gymnast who competed in the 1900 Summer Olympics, in the 1908 Summer Olympics, and in the 1912 Summer Olympics. In 1900 he finished eighth in the combined exercises competition which was the only Olympic gymnastic event. Eight years later he finished seventh in the 1908 all-around competition and at the 1912 Games he finished again seventh in the all-around contest."}]}, {"heading": "Births", "year": "1882", "date": "March 24", "txt": "George Monckton-Arundell, 8th Viscount Galway, English politician, 5th Governor-General of New Zealand (d. 1943)", "entities": [{"title": "Governor-General of New Zealand", "href": "/wiki/Governor-General_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}]}, {"heading": "Births", "year": "1883", "date": "March 24", "txt": "Dorothy Campbell, Scottish-American golfer (d. 1945)", "entities": [{"title": "Dorothy Campbell", "href": "/wiki/Dorothy_Campbell", "description": "Dorothy Lee Campbell was a Scottish amateur golfer. Campbell was the first woman to win the American, British and Canadian Women's Amateurs."}]}, {"heading": "Births", "year": "1884", "date": "March 24", "txt": "Peter Debye, Dutch-American physicist and chemist, Nobel Prize laureate (d. 1966)", "entities": [{"title": "Peter Debye", "href": "/wiki/Peter_Debye", "description": "Peter Joseph William Debye was a Dutch-American physicist and physical chemist, and Nobel laureate in Chemistry."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1884", "date": "March 24", "txt": "Chika Kuroda, Japanese chemist (d. 1968)", "entities": []}, {"heading": "Births", "year": "1884", "date": "March 24", "txt": "Eugène Tisserant, French cardinal (d. 1972)", "entities": []}, {"heading": "Births", "year": "1885", "date": "March 24", "txt": "Charles Daniels, American swimmer (d. 1973)", "entities": [{"title": "Charles Daniels (swimmer)", "href": "/wiki/Charles_Daniels_(swimmer)", "description": "Charles Meldrum Daniels was an American competition swimmer, eight-time Olympic medalist, and world record-holder in two freestyle swimming events. Daniels was an innovator of the front crawl swimming style, inventing the \"American crawl\"."}]}, {"heading": "Births", "year": "1885", "date": "March 24", "txt": "Dimitrie Cuclin, Romanian violinist and composer (d. 1978)", "entities": []}, {"heading": "Births", "year": "1886", "date": "March 24", "txt": "Edward Weston, American photographer (d. 1958)", "entities": [{"title": "Edward Weston", "href": "/wiki/Edward_Weston", "description": "Edward Henry Weston was a 20th-century American photographer. He has been called \"one of the most innovative and influential American photographers...\" and \"one of the masters of 20th century photography.\" Over the course of his 40-year career Weston photographed an increasingly expansive set of subjects, including landscapes, still lives, nudes, portraits, genre scenes and even whimsical parodies"}]}, {"heading": "Births", "year": "1886", "date": "March 24", "txt": "Robert Mallet-Stevens, French architect and designer (d. 1945)", "entities": []}, {"heading": "Births", "year": "1887", "date": "March 24", "txt": "Roscoe Arbuckle, American actor, director, and screenwriter (d. 1933)", "entities": [{"title": "Roscoe Arbuckle", "href": "/wiki/Roscoe_Arbuckle", "description": "Roscoe Conkling \"Fatty\" Arbuckle was an American silent film actor, comedian, director, and screenwriter. He started at the Selig Polyscope Company and eventually moved to Keystone Studios, where he worked with Mabel Normand and Harold Lloyd as well as with his nephew, Al St. John. He also mentored Charlie Chaplin and discovered Buster Keaton and Bob Hope. Arbuckle was one of the most popular sile"}]}, {"heading": "Births", "year": "1888", "date": "March 24", "txt": "Viktor Kingissepp, Estonian politician (d. 1922)", "entities": [{"title": "Viktor Kingissepp", "href": "/wiki/Viktor_Kingissepp", "description": "Viktor Eduard Kingissepp was an Estonian communist politician, the leader of the Estonian Communist Party."}]}, {"heading": "Births", "year": "1889", "date": "March 24", "txt": "Albert Hill, English-Canadian runner (d. 1969)", "entities": [{"title": "Albert Hill (athlete)", "href": "/wiki/Albert_Hill_(athlete)", "description": "Albert George Hill was a British track and field athlete. He competed at the 1920 Olympics and won gold medals in the 800 m and 1500 m and a silver medal in the 3000 m team race."}]}, {"heading": "Births", "year": "1890", "date": "March 24", "txt": "Agnes Macphail, Canadian educator and politician (d. 1954)", "entities": [{"title": "Agnes Macphail", "href": "/wiki/Agnes_Macphail", "description": "Agnes Campbell Macphail was a Canadian politician from Ontario who was the country's first female Member of Parliament. First elected to the House of Commons of Canada in 1921, she served as an MP until 1940. Moving to provincial politics, from 1943 to 1945 and again from 1948 to 1951, she served as a member of the Legislative Assembly of Ontario representing the Toronto riding of York East. Activ"}]}, {"heading": "Births", "year": "1891", "date": "March 24", "txt": "Sergey Ivanovich Vavilov, Russian physicist and academic (d. 1951)", "entities": [{"title": "Sergey Ivanovich Vavilov", "href": "/wiki/Sergey_Ivanovich_Vavilov", "description": "Sergey Ivanovich Vavilov (Russian: Серге́й Ива́нович Вави́лов was a Soviet physicist, the President of the USSR Academy of Sciences from July 1945 until his death. His elder brother Nikolai Vavilov was a famous Russian geneticist."}]}, {"heading": "Births", "year": "1892", "date": "March 24", "txt": "Marston Morse, American mathematician and academic (d. 1977)", "entities": [{"title": "Marston Morse", "href": "/wiki/Marston_Morse", "description": "Harold Calvin Marston Morse was an American mathematician best known for his work on the calculus of variations in the large, a subject where he introduced the technique of differential topology now known as Morse theory. The Morse–Palais lemma, one of the key results in Morse theory, is named after him, as is the Thue–Morse sequence, an infinite binary sequence with many applications. In 1933 he "}]}, {"heading": "Births", "year": "1893", "date": "March 24", "txt": "Walter Baade, German astronomer and author (d. 1960)", "entities": [{"title": "Walter Baade", "href": "/wiki/Walter_Baade", "description": "Wilhelm Heinrich Walter Baade was a German astronomer who worked in the United States from 1931 to 1959."}]}, {"heading": "Births", "year": "1893", "date": "March 24", "txt": "George Sisler, American baseball player and scout (d. 1973)", "entities": []}, {"heading": "Births", "year": "1897", "date": "March 24", "txt": "Wilhelm Reich, Austrian-American psychotherapist and academic (d. 1957)", "entities": [{"title": "Wilhelm Reich", "href": "/wiki/Wilhelm_Reich", "description": "Wilhelm Reich was an Austrian doctor of medicine and psychoanalyst, a member of the second generation of analysts after Sigmund Freud. The author of several influential books, most notably Character Analysis (1933), The Mass Psychology of Fascism (1933), and The Sexual Revolution (1936), Reich became known as one of the most radical figures in the history of psychiatry."}]}, {"heading": "Births", "year": "1901", "date": "March 24", "txt": "Ub Iwerks, American animator, director, and producer, co-created Mickey Mouse (d. 1971)", "entities": [{"title": "Ub Iwerks", "href": "/wiki/Ub_Iwerks", "description": "Ubbe Eert \"Ub\" Iwwerks was an American animator, cartoonist, character designer, inventor, and special effects technician, who designed Oswald the Lucky Rabbit and Mickey Mouse. Iwerks produced alongside Walt Disney and won numerous awards, including multiple Academy Awards."}, {"title": "Mickey Mouse", "href": "/wiki/Mickey_Mouse", "description": "Mickey Mouse is a cartoon character created in 1928 by The Walt Disney Company, who also serves as the brand's mascot. An anthropomorphic mouse who typically wears red shorts, large yellow shoes, and white gloves, Mickey is one of the world's most recognizable fictional characters."}]}, {"heading": "Births", "year": "1902", "date": "March 24", "txt": "Thomas E. Dewey, American lawyer and politician, 47th Governor of New York (d. 1971)", "entities": [{"title": "Thomas E. Dewey", "href": "/wiki/Thomas_E._Dewey", "description": "Thomas Edmund Dewey was an American lawyer, prosecutor, and politician. Raised in Owosso, Michigan, Dewey was a member of the Republican Party. He served as the 47th governor of New York from 1943 to 1954. In 1944 he was the Republican Party's nominee for president, but lost the election to incumbent Franklin D. Roosevelt in the closest of Roosevelt's four presidential elections. He was again the "}, {"title": "Governor of New York", "href": "/wiki/Governor_of_New_York", "description": "The governor of New York is the head of state and head of government of the U.S. state of New York. The governor is the head of the executive branch of New York's state government and the commander-in-chief of the state's military forces."}]}, {"heading": "Births", "year": "1903", "date": "March 24", "txt": "Adolf Butenandt, German biochemist and academic, Nobel Prize laureate (d. 1995)", "entities": [{"title": "Adolf Butenandt", "href": "/wiki/Adolf_Butenandt", "description": "Adolf Friedrich Johann Butenandt was a German biochemist. He was awarded the Nobel Prize in Chemistry in 1939 for his \"work on sex hormones.\" He initially rejected the award in accordance with government policy, but accepted it in 1949 after World War II. He was President of the Max Planck Society from 1960 to 1972. He was also the first, in 1959, to discover the structure of the sex pheromone of "}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1903", "date": "March 24", "txt": "Malcolm Muggeridge, English journalist, author, and scholar (d. 1990)", "entities": []}, {"heading": "Births", "year": "1905", "date": "March 24", "txt": "Pura Santillan-Castrence, Filipino author and diplomat (d. 2007)", "entities": [{"title": "Pura Santillan-Castrence", "href": "/wiki/Pura_Santillan-Castrence", "description": "Pura Santillan-Castrence was a Filipino writer and diplomat. Of Filipino women writers, she was among the first to gain prominence writing in the English language. She was named a Chevalier de Légion d'honneur by the French government."}]}, {"heading": "Births", "year": "1907", "date": "March 24", "txt": "Paul Sauvé, Canadian lawyer and politician, 17th Premier of Quebec (d. 1960)", "entities": [{"title": "Paul Sauvé", "href": "/wiki/Paul_Sauv%C3%A9", "description": "Joseph-Mignault-Paul Sauvé was a Quebec lawyer, World War II veteran and politician. He was Premier of Quebec in 1959 and 1960."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1909", "date": "March 24", "txt": "Clyde Barrow, American criminal (d. 1934)", "entities": [{"title": "Clyde Barrow", "href": "/wiki/Clyde_Barrow", "description": "Bonnie Elizabeth Parker and Clyde Chestnut Barrow were an American criminal couple who traveled the Central United States with their gang during the Great Depression, known for their bank robberies, although they preferred to rob small stores or rural gas stations. Their exploits captured the attention of the American press and its readership during what is occasionally referred to as the \"public "}]}, {"heading": "Births", "year": "1909", "date": "March 24", "txt": "Richard Wurmbrand, Romanian pastor and evangelist (d. 2001)", "entities": [{"title": "Richard Wurmbrand", "href": "/wiki/Richard_Wurmbrand", "description": "Richard Wurmbrand, also known as Nicolai Ionescu was a Romanian Evangelical Lutheran priest and professor of Jewish descent. In 1948, having become a Christian ten years before, he publicly said Communism and Christianity were incompatible. Wurmbrand preached at bomb shelters and rescued Jews during World War II. As a result, he experienced imprisonment and torture by the then Communist régime of "}]}, {"heading": "Births", "year": "1910", "date": "March 24", "txt": "Richard Conte, American actor, singer, and director (d. 1975)", "entities": [{"title": "Richard Conte", "href": "/wiki/Richard_Conte", "description": "Richard Conte, birth name Nicholas Peter Conte, was an American actor. He appeared in more than 100 films from the 1940s through 1970s, including I'll Cry Tomorrow, Ocean's 11, and The Godfather."}]}, {"heading": "Births", "year": "1911", "date": "March 24", "txt": "Joseph Barbera, American animator, director, and producer, co-founded Hanna-Barbera (d. 2006)", "entities": [{"title": "Joseph Barbera", "href": "/wiki/Joseph_Barbera", "description": "Joseph Roland Barbera was an American animator, director, producer, storyboard artist, and cartoon artist, whose film and television cartoon characters entertained millions of fans worldwide for much of the 20th century."}, {"title": "Hanna-Barbera", "href": "/wiki/Hanna-Barbera", "description": "Hanna-Barbera Productions, Inc., also variously known as H-B Enterprises, H-B Production Co., and Hanna-Barbera Cartoons, Inc., is an American animation studio and production company founded in 1957 by Tom and Jerry creators and former Metro-Goldwyn-Mayer animation directors William Hanna and Joseph Barbera, and remained active until 2001."}]}, {"heading": "Births", "year": "1912", "date": "March 24", "txt": "Dorothy Height, African-American educator and activist (d. 2010)", "entities": [{"title": "Dorothy Height", "href": "/wiki/Dorothy_Height", "description": "Dorothy Irene Height was an African American civil rights and women's rights activist. She focused on the issues of African American women, including unemployment, illiteracy, and voter awareness. Height is credited as the first leader in the civil rights movement to recognize inequality for women and African Americans as problems that should be considered as a whole. She was the president of the "}]}, {"heading": "Births", "year": "1915", "date": "March 24", "txt": "Eugène Martin, French racing driver (d. 2006)", "entities": [{"title": "Eugène Martin", "href": "/wiki/Eug%C3%A8ne_Martin", "description": "Eugène Martin was a racing driver from France. He participated in two Formula One World Championship Grands Prix, debuting on May 13, 1950. He scored no championship points."}]}, {"heading": "Births", "year": "1916", "date": "March 24", "txt": "Donald Hamilton, Swedish-American soldier and author (d. 2006)", "entities": [{"title": "Donald Hamilton", "href": "/wiki/Donald_Hamilton", "description": "Donald Bengtsson Hamilton was an American writer of novels, short stories, and non-fiction about the outdoors. His novels consist mostly of paperback originals, principally spy fiction, but also crime fiction and westerns, such as The Big Country. He is best known for his long-running Matt Helm series (1960-1993), which chronicles the adventures of an undercover counter-agent/assassin working for "}]}, {"heading": "Births", "year": "1916", "date": "March 24", "txt": "Harry B. Whittington, English palaeontologist and academic (d. 2010)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 24", "txt": "John Kendrew, English biochemist and crystallographer, Nobel Prize laureate (d. 1997)", "entities": [{"title": "John Kendrew", "href": "/wiki/John_Kendrew", "description": "Sir John Cowdery Kendrew, was an English biochemist, crystallographer, and science administrator. Kendrew shared the 1962 Nobel Prize in Chemistry with Max Perutz, for their work at the Cavendish Laboratory to investigate the structure of heme-containing proteins."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1919", "date": "March 24", "txt": "Lawrence Ferlinghetti, American poet and publisher, co-founded City Lights Bookstore (d. 2021)", "entities": [{"title": "Lawrence Ferlinghetti", "href": "/wiki/Lawrence_Ferlinghetti", "description": "Lawrence Monsanto Ferlinghetti was an American poet, painter, social activist, and the co-founder of City Lights Booksellers & Publishers. He was the author of poetry, translations, fiction, theatre, art criticism, and film narration. Ferlinghetti was best known for his first collection of poems, A Coney Island of the Mind (1958), which has been translated into nine languages, with sales of more t"}, {"title": "City Lights Bookstore", "href": "/wiki/City_Lights_Bookstore", "description": "City Lights is an independent bookstore-publisher combination in San Francisco, California, that specializes in world literature, the arts, and progressive politics. It also houses the nonprofit City Lights Foundation, which publishes selected titles related to San Francisco culture. It was founded in 1953 by poet Lawrence Ferlinghetti and Peter D. Martin. Both the store and the publishers became "}]}, {"heading": "Births", "year": "1919", "date": "March 24", "txt": "Robert Heilbroner, American economist and historian (d. 2005)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 24", "txt": "Gene Nelson, American actor, director, and screenwriter (d. 1996)", "entities": [{"title": "Gene Nelson", "href": "/wiki/Gene_Nelson", "description": "Gene Nelson was an American actor, dancer, screenwriter, and director."}]}, {"heading": "Births", "year": "1920", "date": "March 24", "txt": "Mary Stolz, American author (d. 2006)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 24", "txt": "Vasily Smyslov, Russian chess player (d. 2010)", "entities": [{"title": "Vasily Smyslov", "href": "/wiki/Vasily_Smyslov", "description": "Vasily Vasilyevich Smyslov was a Soviet and Russian chess grandmaster, who was World Chess Champion from 1957 to 1958. He was a Candidate for the World Chess Championship on eight occasions. Smyslov twice tied for first place at the Soviet Championships, and his total of 17 Chess Olympiad medals won is an all-time record. In five European Team Championships, Smyslov won ten gold medals."}]}, {"heading": "Births", "year": "1922", "date": "March 24", "txt": "Onna White, Canadian dancer and choreographer (d. 2005)", "entities": [{"title": "Onna White", "href": "/wiki/Onna_White", "description": "Onna White was a Canadian choreographer and dancer, nominated for eight Tony Awards."}]}, {"heading": "Births", "year": "1923", "date": "March 24", "txt": "Murray Hamilton, American actor (d. 1986)", "entities": [{"title": "Murray Hamilton", "href": "/wiki/Murray_Hamilton", "description": "Murray Hamilton was an American stage, screen, and television character actor who appeared in such films as Anatomy of a Murder, The Hustler, The Graduate, The Amityville Horror and Jaws."}]}, {"heading": "Births", "year": "1923", "date": "March 24", "txt": "Michael Legat, English author and publisher (d. 2011)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 24", "txt": "Norman Fell, American actor (d. 1998)", "entities": [{"title": "Norman Fell", "href": "/wiki/Norman_Fell", "description": "Norman Fell was an American actor of film and television, most famous for his role as landlord Mr. Roper on the sitcom Three's Company and its spin-off, The Ropers. and his film roles in Ocean's 11 (1961), The Graduate (1967), and Bullitt (1968). Early in his career, he was billed as Norman Feld."}]}, {"heading": "Births", "year": "1925", "date": "March 24", "txt": "Puig Aubert, German-French rugby league player and coach (d. 1994)", "entities": [{"title": "Puig Aubert", "href": "/wiki/Puig_Aubert", "description": "Puig Aubert, is often considered the best French rugby league footballer of all-time. Over a 16-year professional career he would play for Carcassonne, XIII Catalan, Celtic de Paris and Castelnaudary winning five French championships and four French cups along with representing the French national side on a total of 46 occasions. His position of choice was at fullback and after his retirement in 1"}]}, {"heading": "Births", "year": "1926", "date": "March 24", "txt": "Desmond Connell, Irish cardinal (d. 2017)", "entities": [{"title": "Desmond Connell", "href": "/wiki/Desmond_Connell", "description": "Desmond Connell KGCHS was an Irish cardinal in the Roman Catholic Church. He was an Archbishop of Dublin and Primate of Ireland. Cardinal Connell was one of a number of senior clergy to have been heavily criticised for inaction and for making misleading statements in connection with clerical sex abuse in Dublin. He died on 21 February 2017, aged 90."}]}, {"heading": "Births", "year": "1926", "date": "March 24", "txt": "Dario Fo, Italian playwright, actor, director, and composer, Nobel Prize laureate (d. 2016)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1926", "date": "March 24", "txt": "William Porter, American hurdler (d. 2000)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 24", "txt": "John Woodland Hastings, American biochemist and academic (d. 2014)", "entities": [{"title": "John Woodland Hastings", "href": "/wiki/John_Woodland_Hastings", "description": "John Woodland \"Woody\" Hastings, was a leader in the field of photobiology, especially bioluminescence, and was one of the founders of the field of circadian biology. He was the Paul C. Mangelsdorf Professor of Natural Sciences and Professor of Molecular and Cellular Biology at Harvard University. He published over 400 papers and co-edited three books."}]}, {"heading": "Births", "year": "1927", "date": "March 24", "txt": "Martin Walser, German author and playwright", "entities": []}, {"heading": "Births", "year": "1928", "date": "March 24", "txt": "Byron Janis, American pianist and composer", "entities": [{"title": "Byron Janis", "href": "/wiki/Byron_Janis", "description": "Byron Janis is an American classical pianist. He made several recordings for RCA Victor and Mercury Records, and occupies two volumes of the Philips series Great Pianists of the 20th Century. His discography covers repertoire from Bach to David W. Guion and includes major piano concertos from Mozart to Rachmaninoff and Liszt to Prokofiev."}]}, {"heading": "Births", "year": "1929", "date": "March 24", "txt": "Pat Renella, Italian-American actor (d. 2012)", "entities": [{"title": "Pat Renella", "href": "/wiki/Pat_Renella", "description": "Pat Renella was an American actor. Of Italian descent, his motion picture debut was as an engineer in the space drama X-15 (1961) starring David McLean and Charles Bronson."}]}, {"heading": "Births", "year": "1930", "date": "March 24", "txt": "David Dacko, Central African politician, 1st President of the Central African Republic (d. 2003)", "entities": [{"title": "David Dacko", "href": "/wiki/David_Dacko", "description": "David Dacko was a Central African politician who served as the 1st President of the Central African Republic from 14 August 1960 to 1 January 1966, and 3rd President from 21 September 1979 to 1 September 1981. After his second removal from power in a coup d'état led by General André Kolingba, he pursued an active career as an opposition politician and presidential candidate with many loyal support"}, {"title": "President of the Central African Republic", "href": "/wiki/President_of_the_Central_African_Republic", "description": "This article lists the heads of state of the Central African Republic. There have been seven heads of state of the Central African Republic and the Central African Empire since independence was obtained from the French on 13 August 1960. This list includes not only those persons who were sworn into office as President of the Central African Republic but also those who served as de facto heads of s"}]}, {"heading": "Births", "year": "1930", "date": "March 24", "txt": "Steve McQueen, American actor and producer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 24", "txt": "Hanno Drechsler, German educator and politician, Mayor of Marburg (d. 2003)", "entities": [{"title": "Hanno Drechsler", "href": "/wiki/Hanno_Drechsler", "description": "Hanno Drechsler was the Lord Mayor of the City of Marburg, Germany between 1970 and 1992, and the instigator of its restoration after urban renewal; he was also an important Social Democratic politician and political scientist."}, {"title": "List of mayors of Marburg", "href": "/wiki/List_of_mayors_of_Marburg", "description": "This is a list of all the mayors of Marburg in Germany since 1835."}]}, {"heading": "Births", "year": "1933", "date": "March 24", "txt": "Stephen De Staebler, American sculptor and educator (d. 2011)", "entities": [{"title": "Stephen De Staebler", "href": "/wiki/Stephen_De_Staebler", "description": "Stephen De Staebler was an internationally celebrated American sculptor, best recognized for his work in clay and bronze. Totemic and fragmented in form, De Staebler's figurative sculptures call forth the many contingencies of the human condition, such as resiliency and fragility, growth and decay, earthly boundedness and the possibility for spiritual transcendence. An important figure in the Cali"}]}, {"heading": "Births", "year": "1933", "date": "March 24", "txt": "Lee Mendelson, American television producer (d. 2019)  ", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 24", "txt": "Don Covay, American singer-songwriter (d. 2015)", "entities": [{"title": "Don Covay", "href": "/wiki/Don_Covay", "description": "Donald James Randolph, better known by the stage name Don Covay, was an American R&B, rock and roll and soul singer and songwriter most active from the 1950s to the 1970s."}]}, {"heading": "Births", "year": "1936", "date": "March 24", "txt": "Alex Olmedo, Peruvian-American tennis player", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 24", "txt": "Billy Stewart, American singer and pianist (d. 1970)", "entities": [{"title": "Billy Stewart", "href": "/wiki/Billy_Stewart", "description": "William Larry Stewart II was an American rhythm and blues singer and pianist who was popular during the 1960s."}]}, {"heading": "Births", "year": "1938", "date": "March 24", "txt": "David Irving, English historian and author", "entities": [{"title": "David Irving", "href": "/wiki/David_Irving", "description": "David John Cawdell Irving is an English author and Holocaust denier who has written on the military and political history of World War II, with a focus on Nazi Germany. His works include The Destruction of Dresden (1963), Hitler's War (1977), Churchill's War (1987) and Goebbels: Mastermind of the Third Reich (1996). In his works, he argued that Adolf Hitler did not know of the extermination of Jew"}]}, {"heading": "Births", "year": "1940", "date": "March 24", "txt": "Bob Mackie, American fashion designer", "entities": [{"title": "Bob Mackie", "href": "/wiki/Bob_Mackie", "description": "Robert Gordon Mackie is an American fashion designer and costumier, best known for his dressing of entertainment icons such as Ann-Margret, Lucille Ball, Carol Burnett, Diahann Carroll, Carol Channing, Cher, Marlene Dietrich, Barbara Eden, Lola Falana, Judy Garland, Mitzi Gaynor, Elton John, Bette Midler, Liza Minnelli, Marie Osmond, Joan Rivers, Diana Ross, RuPaul, Tina Turner, Sylvie Vartan, Van"}]}, {"heading": "Births", "year": "1941", "date": "March 24", "txt": "Michael Masser, American songwriter, composer and producer (d. 2015)", "entities": [{"title": "Michael Masser", "href": "/wiki/Michael_Masser", "description": "Michael William Masser was an American songwriter, composer and producer of popular music."}]}, {"heading": "Births", "year": "1944", "date": "March 24", "txt": "R. Lee Ermey, American sergeant and actor (d. 2018)", "entities": [{"title": "R. Lee Ermey", "href": "/wiki/R._Lee_Ermey", "description": "Ronald Lee Ermey was an American actor, and Marine drill instructor. He achieved fame for his role as Gunnery Sergeant Hartman in the 1987 film Full Metal Jacket, which earned him a Golden Globe nomination for Best Supporting Actor. Ermey was also a United States Marine Corps staff sergeant and an honorary gunnery sergeant."}]}, {"heading": "Births", "year": "1944", "date": "March 24", "txt": "Vojislav Koštunica, Serbian academic and politician, 8th Prime Minister of Serbia", "entities": [{"title": "Prime Minister of Serbia", "href": "/wiki/Prime_Minister_of_Serbia", "description": "The Prime Minister of Serbia, officially the President of the Government of the Republic of Serbia, is the head of the executive of the government of Serbia. The prime minister directs the work of the Government, and to submit to the National Assembly the Government's Program, including a list of proposed ministers. The resignation of the Prime Minister results in the dismissal of the Government."}]}, {"heading": "Births", "year": "1945", "date": "March 24", "txt": "Robert T. Bakker, American paleontologist and academic", "entities": [{"title": "Robert T. Bakker", "href": "/wiki/Robert_T._Bakker", "description": "Robert Thomas Bakker is an American paleontologist who helped reshape modern theories about dinosaurs, particularly by adding support to the theory that some dinosaurs were endothermic (warm-blooded). Along with his mentor John Ostrom, Bakker was responsible for initiating the ongoing \"dinosaur renaissance\" in paleontological studies, beginning with Bakker's article \"Dinosaur Renaissance\" in the A"}]}, {"heading": "Births", "year": "1945", "date": "March 24", "txt": "Curtis Hanson, American director, producer, and screenwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 24", "txt": "Patrick Malahide, English actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 24", "txt": "Klaus Dinger, German guitarist and songwriter (d. 2008)", "entities": [{"title": "Klaus Dinger", "href": "/wiki/Klaus_Dinger", "description": "Klaus Dinger was a German musician and songwriter most famous for his contributions to the seminal krautrock band Neu!. He was also the guitarist and chief songwriter of new wave group La Düsseldorf and briefly the percussionist of Kraftwerk."}]}, {"heading": "Births", "year": "1946", "date": "March 24", "txt": "Kitty O'Neil, American stuntwoman (d. 2018)", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 24", "txt": "Dennis Erickson, American football player and coach", "entities": [{"title": "Dennis Erickson", "href": "/wiki/Dennis_Erickson", "description": "Dennis Brian Erickson is an American football coach who most recently served as the head coach for the Salt Lake Stallions of the Alliance of American Football league. He was also the head coach at the University of Idaho, the University of Wyoming (1986), Washington State University (1987–1988), the University of Miami (1989–1994), Oregon State University (1999–2002), and Arizona State University"}]}, {"heading": "Births", "year": "1947", "date": "March 24", "txt": "Christine Gregoire, American lawyer and politician, 22nd Governor of Washington", "entities": [{"title": "Governor of Washington", "href": "/wiki/Governor_of_Washington", "description": "The governor of Washington is the head of the executive branch of the government of the State of Washington and commander-in-chief of the state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Washington Legislature and line-item veto power to cancel specific provisions in spending bills. The Washington Governor may also "}]}, {"heading": "Births", "year": "1947", "date": "March 24", "txt": "Mick Jones, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 24", "txt": "Alan Sugar, English businessman", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 24", "txt": "Javier Diez Canseco, Peruvian sociologist and politician (d. 2013)", "entities": [{"title": "Javier Diez Canseco", "href": "/wiki/Javier_Diez_Canseco", "description": "Javier Diez Canseco Cisneros was a Peruvian politician and member of the Peruvian Congress representing the Socialist Party of Peru (PS), of which he was a founding member and also served as its Party President."}]}, {"heading": "Births", "year": "1948", "date": "March 24", "txt": "Jerzy Kukuczka, Polish mountaineer (d. 1989)", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 24", "txt": "Lee Oskar, Jewish-Danish musician", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 24", "txt": "Tabitha King, American author and poet", "entities": [{"title": "Tabitha King", "href": "/wiki/Tabitha_King", "description": "Tabitha Jane King is an American author, and the wife of Stephen King."}]}, {"heading": "Births", "year": "1949", "date": "March 24", "txt": "Ruud Krol, Dutch footballer and coach", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 24", "txt": "Steve Lang, Canadian bass player (d. 2017)", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 24", "txt": "Nick Lowe, English singer-songwriter, bass player, and producer", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 24", "txt": "Ali Akbar Salehi, Iranian academic and politician, 36th Foreign Affairs Minister of Iran", "entities": [{"title": "Foreign Affairs Minister of Iran", "href": "/wiki/Foreign_Affairs_Minister_of_Iran", "description": "The Ministry of Foreign Affairs is an Iranian government ministry headed by the Minister of Foreign Affairs, who is a member of cabinet. The current Minister of Foreign Affairs is Mohammad Javad Zarif, who was approved by the Parliament on 15 August 2013 after being nominated by the President."}]}, {"heading": "Births", "year": "1949", "date": "March 24", "txt": "Ranil Wickremesinghe, Sri Lankan lawyer and politician, 13th Prime Minister of Sri Lanka", "entities": [{"title": "Prime Minister of Sri Lanka", "href": "/wiki/Prime_Minister_of_Sri_Lanka", "description": "The Prime Minister of the Democratic Socialist Republic of Sri Lanka is the deputy head of the government of Sri Lanka, and the most senior member of parliament in the cabinet of ministers. The Cabinet is collectively held accountable to parliament for their policies and actions."}]}, {"heading": "Births", "year": "1950", "date": "March 24", "txt": "Gary Wichard, American football player and agent (d. 2011)", "entities": [{"title": "Gary Wichard", "href": "/wiki/Gary_Wichard", "description": "Gary Theodore Wichard was a college football player and professional sports agent."}]}, {"heading": "Births", "year": "1951", "date": "March 24", "txt": "Peter Boyle, Scottish-Australian footballer and manager (d. 2013)", "entities": [{"title": "Peter Boyle (footballer, born 1951)", "href": "/wiki/Peter_Boyle_(footballer,_born_1951)", "description": "Peter Boyle, was a football striker and manager, who played for Australia at international level."}]}, {"heading": "Births", "year": "1951", "date": "March 24", "txt": "Pat Bradley, American golfer", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 24", "txt": "Tommy Hilfiger, American fashion designer, founded the Tommy Hilfiger Corporation", "entities": [{"title": "Tommy Hilfiger Corporation", "href": "/wiki/Tommy_Hilfiger_Corporation", "description": "Tommy Hilfiger B.V., formerly known as Tommy Hilfiger Corporation and Tommy Hilfiger Inc., is an American premium clothing brand, manufacturing apparel, footwear, accessories, fragrances and home furnishings. The company was founded in 1985, and the brand's merchandise is sold in department stores and over 2000 free-standing retail stores in 100 countries. In 2006, private equity firm Apax Partner"}]}, {"heading": "Births", "year": "1951", "date": "March 24", "txt": "Dougie Thomson, Scottish bass player", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 24", "txt": "Anna Włodarczyk, Polish long jumper and coach", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 24", "txt": "Greg McCrary, American football player (d. 2013)", "entities": [{"title": "Greg McCrary", "href": "/wiki/Greg_McCrary", "description": "Gregory Alonza McCrary was an American football tight end in the National Football League for the Atlanta Falcons, Washington Redskins, and the San Diego Chargers. He played college football at Clark Atlanta University and was drafted in the fifth round of the 1975 NFL Draft."}]}, {"heading": "Births", "year": "1953", "date": "March 24", "txt": "Anita L. Allen, African-American lawyer, philosopher, and academic", "entities": [{"title": "Anita L. Allen", "href": "/wiki/Anita_L._Allen", "description": "Anita LaFrance Allen is the Henry R. Silverman Professor of Law and professor of philosophy at the University of Pennsylvania Law School. She is also Vice Provost for Faculty. She has been a senior fellow in the former bioethics department of the University of Pennsylvania Perelman School of Medicine, a collaborating faculty member in Africana Studies, and an affiliated faculty member in the gende"}]}, {"heading": "Births", "year": "1953", "date": "March 24", "txt": "Louie Anderson, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 24", "txt": "Doug Jarvis, Canadian ice hockey player and coach", "entities": [{"title": "Doug Jarvis", "href": "/wiki/Doug_Jarvis", "description": "Douglas McArthur Jarvis is a former Canadian professional ice hockey forward who played for the Montreal Canadiens, Washington Capitals and Hartford Whalers in the National Hockey League, who holds the current record for most consecutive games played in the NHL (964). Jarvis never missed a regular season game in his NHL career, which began on October 8, 1975 and ran until 1987. He previously serve"}]}, {"heading": "Births", "year": "1955", "date": "March 24", "txt": "Pat Price, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 24", "txt": "Steve Ballmer, American businessman", "entities": [{"title": "Steve Ballmer", "href": "/wiki/Steve_Ballmer", "description": "Steven Anthony Ballmer is an American billionaire businessman and investor who served as the chief executive officer of Microsoft from 2000 to 2014. He is the current owner of the Los Angeles Clippers of the National Basketball Association (NBA). As of April 2021, Bloomberg Billionaires Index estimates his personal wealth at US$93.9 billion, ranking him as the 9th richest person in the world."}]}, {"heading": "Births", "year": "1956", "date": "March 24", "txt": "Bill Wray, American cartoonist and painter", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 24", "txt": "Pierre Harvey, Canadian cyclist and skier", "entities": [{"title": "Pierre Harvey", "href": "/wiki/Pierre_Harvey", "description": "Pierre Harvey, is a Canadian sports athlete. He was the first Canadian male athlete to compete in both the 1984 Summer Olympics (cycling) and 1984 Winter Olympics."}]}, {"heading": "Births", "year": "1957", "date": "March 24", "txt": "Pat Jarvis, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 24", "txt": "Mike Woodson, American basketball player and coach", "entities": [{"title": "Mike Woodson", "href": "/wiki/Mike_Woodson", "description": "Michael Dean Woodson is an American basketball coach and former professional player who is the head coach of the Indiana Hoosiers men's team."}]}, {"heading": "Births", "year": "1959", "date": "March 24", "txt": "Emmit King, American sprinter", "entities": [{"title": "Emmit King", "href": "/wiki/Emmit_King", "description": "Emmit King is a retired track and field sprinter from the United States, who twice was a member of the American Relay Team for the Summer Olympics but he did not compete. He is best known for winning the bronze medal at the inaugural 1983 World Championships in the men's 100 metres. He set his personal best (10.04) in the 100 metres on June 17, 1988, at the 1988 USA Outdoor Track and Field Champio"}]}, {"heading": "Births", "year": "1959", "date": "March 24", "txt": "Renaldo Nehemiah, American hurdler and football player", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 24", "txt": "Derek Statham, English footballer", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 24", "txt": "Jan Berglin, Swedish cartoonist", "entities": [{"title": "Jan Berglin", "href": "/wiki/Jan_Berglin", "description": "Jan Berglin is a Swedish cartoonist who made his debut in the Uppsala student newspaper Ergo in 1985. After completing his studies, Berglin has been living in Gävle where he works as a teacher of Swedish and religion. He published his early strips in the local social democratic newspaper Arbetarbladet, but became known to a wider audience in 1995, when he started to draw for the Stockholm-based bu"}]}, {"heading": "Births", "year": "1960", "date": "March 24", "txt": "Barry Horowitz, American wrestler", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 24", "txt": "Kelly Le Brock, English-American actress and model", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 24", "txt": "Nena, German singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 24", "txt": "Scott Pruett, American race car driver", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 24", "txt": "Annabella Sciorra, American actress", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 24", "txt": "Dean Jones, Australian cricketer and coach (d. 2020)", "entities": [{"title": "Dean Jones (cricketer)", "href": "/wiki/Dean_Jones_(cricketer)", "description": "Dean Mervyn Jones was an Australian cricket player, coach and commentator who played Tests and One Day Internationals (ODIs) for Australia. He had an excellent record in Test cricket and is best remembered for revolutionising the ODI format. Through the late 1980s and early 1990s, he was recognised as among the best ODI batsmen in the world, a view which has been validated in the retrospective ICC"}]}, {"heading": "Births", "year": "1961", "date": "March 24", "txt": "Yanis Varoufakis, Greek economist and politician, Greek Minister of Finance", "entities": [{"title": "Ministry of Finance (Greece)", "href": "/wiki/Ministry_of_Finance_(Greece)", "description": "The Ministry of Finance is the government department responsible for Greece's public finances. The incumbent minister is Christos Staikouras of New Democracy."}]}, {"heading": "Births", "year": "1962", "date": "March 24", "txt": "Angèle Dubeau, Canadian violinist", "entities": [{"title": "Angèle Dubeau", "href": "/wiki/Ang%C3%A8le_Dubeau", "description": "Angèle Dubeau, is a Canadian classical violinist. She has devoted a large part of her career to making classical music accessible to a wide audience, but also frequently plays works by contemporary composers."}]}, {"heading": "Births", "year": "1962", "date": "March 24", "txt": "Star Jones, African-American lawyer, journalist, and talk show host", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 24", "txt": "Irina Meszynski, German discus thrower", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 24", "txt": "Raimond van der Gouw, Dutch footballer and coach", "entities": [{"title": "Raimond van der Gouw", "href": "/wiki/Raimond_van_der_Gouw", "description": "Raimundus Johannes Hendrikus van der Gouw is a Dutch former footballer, who played as a goalkeeper."}]}, {"heading": "Births", "year": "1963", "date": "March 24", "txt": "Vadym Tyshchenko, Ukrainian footballer and manager (d. 2015)", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 24", "txt": "Torsten Voss, German decathlete and bobsledder", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 24", "txt": "The Undertaker, American wrestler and actor", "entities": [{"title": "The Undertaker", "href": "/wiki/The_Undertaker", "description": "Mark William Calaway, better known by the ring name The Undertaker, is an American retired professional wrestler. He is best known for his career in WWE from 1990 to 2020."}]}, {"heading": "Births", "year": "1966", "date": "March 24", "txt": "Floyd Heard, American sprinter and coach", "entities": [{"title": "Floyd Heard", "href": "/wiki/Floyd_Heard", "description": "Floyd Wayne Heard is a retired track and field sprinter from the United States, best known for setting the 1986 world's best year performance in the men's 200 m. He did so on 7 July 1986 at a meet in Moscow, Soviet Union, clocking 20.12s. A year later he won the title in the men's 200 m at the 1987 Pan American Games."}]}, {"heading": "Births", "year": "1967", "date": "March 24", "txt": "Diann Roffe, American skier", "entities": [{"title": "Diann Roffe", "href": "/wiki/Diann_Roffe", "description": "Diann Roffe, also known as Diann Roffe-Steinrotter, is a former World Cup alpine ski racer and Olympic gold medalist from the United States. Born in Warsaw, New York, she won the Super G at the 1994 Olympics in Lillehammer, Norway. Roffe also won the silver medal in the giant slalom at the 1992 Winter Olympics in Albertville, France and a gold medal in the GS at the 1985 World Championships in Bor"}]}, {"heading": "Births", "year": "1968", "date": "March 24", "txt": "Minarti Timur, Indonesian badminton player", "entities": [{"title": "Minarti Timur", "href": "/wiki/Minarti_Timur", "description": "Minarti Timur is a former Indonesian badminton player who is affiliated with PB Djarum since 1987."}]}, {"heading": "Births", "year": "1969", "date": "March 24", "txt": "Stephan Eberharter, Austrian skier", "entities": [{"title": "Stephan Eberharter", "href": "/wiki/Stephan_Eberharter", "description": "Stephan \"Steff\" Eberharter is a former World Cup alpine ski racer from Austria."}]}, {"heading": "Births", "year": "1970", "date": "March 24", "txt": "Lara Flynn Boyle, American actress", "entities": [{"title": "Lara Flynn Boyle", "href": "/wiki/Lara_Flynn_Boyle", "description": "Lara Flynn Boyle is an American actress and producer. She is best known for her role as Donna Hayward in the ABC cult television series Twin Peaks (1990–1991). After portraying Stacy in Penelope Spheeris's comedy Wayne's World (1992), Boyle had a lead role in John Dahl's critically acclaimed neo-noir film Red Rock West (1993), followed by roles in Threesome (1994), Cafe Society (1995), and Happine"}]}, {"heading": "Births", "year": "1970", "date": "March 24", "txt": "Sharon Corr, Irish singer-songwriter and violinist", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 24", "txt": "Judith Draxler, Austrian swimmer", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 24", "txt": "Erica Kennedy, African-American journalist and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 24", "txt": "Mike Vanderjagt, Canadian-American football player", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 24", "txt": "Tig Notaro, American comedian and actor", "entities": [{"title": "Tig Notaro", "href": "/wiki/Tig_Notaro", "description": "Mathilde \"Tig\" O'Callaghan Notaro is an American stand-up comic, writer, radio contributor, and actress. She is known for her deadpan comedy. Her acclaimed album Live was nominated in 2014 for the Grammy Award for Best Comedy Album at the 56th Annual Grammy Awards. The special Tig Notaro: Boyish Girl Interrupted was nominated in 2016 at the 68th Primetime Emmy Awards for Outstanding Writing for a "}]}, {"heading": "Births", "year": "1972", "date": "March 24", "txt": "Christophe Dugarry, French footballer", "entities": [{"title": "Christophe Dugarry", "href": "/wiki/Christophe_Dugarry", "description": "Christophe Jérôme Dugarry is a French former professional footballer who played as a forward. His clubs include Bordeaux, Milan, Barcelona, Marseille, Birmingham City and Qatar SC. He was also a member of the France team that won the 1998 World Cup and Euro 2000."}]}, {"heading": "Births", "year": "1972", "date": "March 24", "txt": "Steve Karsay, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 24", "txt": "Jacek Bąk, Polish footballer", "entities": [{"title": "Jacek Bąk", "href": "/wiki/Jacek_B%C4%85k", "description": "Jacek Waldemar Bąk is a Polish former professional footballer who played as a central defender."}]}, {"heading": "Births", "year": "1973", "date": "March 24", "txt": "Philippe Boucher, Canadian ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 24", "txt": "Steve Corica, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 24", "txt": "Jure Ivanušič, Slovenian actor, concert pianist and chansonnier", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 24", "txt": "Mette Jacobsen, Danish swimmer", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 24", "txt": "Glen Jakovich, Australian footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 24", "txt": "Jim Parsons, American actor", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 24", "txt": "Alyson Hannigan, American actress", "entities": [{"title": "Alyson Hannigan", "href": "/wiki/Alyson_Hannigan", "description": "Alyson Lee Hannigan is an American actress and television presenter. She is best known for her roles as Willow Rosenberg in the television series Buffy the Vampire Slayer (1997–2003), as Lily Aldrin in the sitcom How I Met Your Mother (2005–2014) for which she won a People's Choice Award in 2009, and as Michelle Flaherty in the American Pie film series (1999–2012). Since 2016, Hannigan has present"}]}, {"heading": "Births", "year": "1974", "date": "March 24", "txt": "Sergey Klyugin, Russian high jumper", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 24", "txt": "Tado, Filipino comedian and activist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 24", "txt": "Thomas Johansson, Swedish-Monacan tennis player", "entities": [{"title": "Thomas Johansson", "href": "/wiki/Thomas_Johansson", "description": "Karl Thomas Conny Johansson is a coach and retired professional tennis player from Sweden. He reached a career-high Association of Tennis Professionals (ATP) world No. 7 singles ranking on 10 May 2002. His career highlights in singles include a Grand Slam title at the Australian Open in 2002, and an ATP Masters Series title at the 1999 Canada Masters. He also won a silver medal at the 2008 Summer "}]}, {"heading": "Births", "year": "1976", "date": "March 24", "txt": "Aaron Brooks, American football player", "entities": [{"title": "Aaron Brooks (American football)", "href": "/wiki/Aaron_Brooks_(American_football)", "description": "Aaron Lafette Brooks is a former American football quarterback who played in the National Football League (NFL) for eight seasons, primarily with the New Orleans Saints. He played college football at Virginia and was selected by the Green Bay Packers in the fourth round of the 1999 NFL Draft. After one season with the Packers, he was a member of the Saints for six seasons, where he led the franchi"}]}, {"heading": "Births", "year": "1976", "date": "March 24", "txt": "Aliou Cissé, Senegalese footballer and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 24", "txt": "Athanasios Kostoulas, Greek footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 24", "txt": "Peyton Manning, American football player and entrepreneur", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 24", "txt": "Jessica Chastain, American actress", "entities": [{"title": "Jessica Chastain", "href": "/wiki/Jessica_Chastain", "description": "Jessica Michelle Chastain is an American actress and producer. Known for her roles in films with feminist themes, her accolades include a Golden Globe Award and nominations for two Academy Awards. Time magazine named her one of the 100 most influential people in the world in 2012."}]}, {"heading": "Births", "year": "1977", "date": "March 24", "txt": "Maxim Kuznetsov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 24", "txt": "Darren Lockyer, Australian rugby league player and sportscaster", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 24", "txt": "Michael Braun, Australian footballer and coach", "entities": [{"title": "Michael Braun (footballer)", "href": "/wiki/Michael_Braun_(footballer)", "description": "Michael Braun is an Australian rules footballer who played for the AFL's West Coast Eagles."}]}, {"heading": "Births", "year": "1978", "date": "March 24", "txt": "Tomáš Ujfaluši, Czech footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 24", "txt": "José Valverde, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 24", "txt": "Lake Bell, Jewish-American actress, director, and screenwriter", "entities": [{"title": "Lake Bell", "href": "/wiki/Lake_Bell", "description": "Lake Siegel Bell is an American actress, director, producer and screenwriter. She has starred in various television series, including Boston Legal (2004–2006), Surface (2005–2006), How to Make It in America (2010–2011), Childrens Hospital (2008–2016), and Bless This Mess (2019–2020) and in films including Over Her Dead Body (2008), What Happens in Vegas (2008), It's Complicated (2009), No Strings "}]}, {"heading": "Births", "year": "1979", "date": "March 24", "txt": "Norris Hopper, American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 24", "txt": "Periklis Iakovakis, Greek hurdler", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 24", "txt": "Graeme Swann, English cricketer", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 24", "txt": "Tassos Venetis, Greek footballer", "entities": [{"title": "Tassos Venetis", "href": "/wiki/Tassos_Venetis", "description": "Anastasios \"Tassos\" Venetis  is a former Greek footballer, who last played in defence and midfield for AOK Kerkyra in the Superleague."}]}, {"heading": "Births", "year": "1981", "date": "March 24", "txt": "Mike Adams, American football player", "entities": [{"title": "Mike Adams (safety)", "href": "/wiki/Mike_Adams_(safety)", "description": "Michael Carl Adams is a former American football safety and current assistant defensive backs coach for the Chicago Bears of the National Football League (NFL). He played college football at Delaware, and was signed by the San Francisco 49ers as an undrafted free agent in 2004. Adams also played for the Cleveland Browns, Denver Broncos, Indianapolis Colts, Carolina Panthers, and Houston Texans, an"}]}, {"heading": "Births", "year": "1981", "date": "March 24", "txt": "Ron Hainsey, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 24", "txt": "Dirk Hayhurst, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 24", "txt": "Mark Looms, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 24", "txt": "Gary Paffett, English racing driver", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 24", "txt": "Corey Hart, American baseball player", "entities": [{"title": "Corey Hart (baseball)", "href": "/wiki/Corey_Hart_(baseball)", "description": "Jon Corey Hart is an American former professional baseball right fielder. He played in Major League Baseball (MLB) for the Milwaukee Brewers from 2004 through 2013, the Seattle Mariners in 2014 and the Pittsburgh Pirates in 2015. Hart was a two-time MLB All-Star, and also participated in the MLB Home Run Derby."}]}, {"heading": "Births", "year": "1982", "date": "March 24", "txt": "Jack Swagger, American mixed martial artist and professional wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 24", "txt": "Epico Colon, Puerto Rican professional wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 24", "txt": "Jimmy Hempte, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 24", "txt": "Dustin McGowan, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 24", "txt": "Luca Ceccarelli, Italian footballer", "entities": [{"title": "Luca Ceccarelli (footballer born in Gambettola)", "href": "/wiki/Luca_Ceccarelli_(footballer_born_in_Gambettola)", "description": "Luca Ceccarelli is an Italian footballer, who is vacant at the moment, and usually plays as either a right back for San Marino Calcio."}]}, {"heading": "Births", "year": "1983", "date": "March 24", "txt": "Riccardo Musetti, Italian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 24", "txt": "Pierre-Alexandre Parenteau, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 24", "txt": "T.J. Ford, American basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 24", "txt": "Benoît Assou-Ekotto, French born Cameroonian international footballer", "entities": [{"title": "Benoît Assou-Ekotto", "href": "/wiki/Beno%C3%AEt_Assou-Ekotto", "description": "Benoît Pierre David Assou-Ekotto is a Cameroonian former professional footballer who played as a left back."}]}, {"heading": "Births", "year": "1984", "date": "March 24", "txt": "Chris Bosh, American basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 24", "txt": "Adrian D'Souza, Indian field hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 24", "txt": "Lucy Wangui Kabuu, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 24", "txt": "Park Bom, South Korean singer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 24", "txt": "Philipp Petzschner, German tennis player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 24", "txt": "Lana, American wrestler and manager", "entities": [{"title": "Lana (wrestling)", "href": "/wiki/Lana_(wrestling)", "description": "Catherine Joy \"CJ\" Perry is an American professional wrestler, professional wrestling manager, actress, dancer, model, and singer. She is currently signed to the professional wrestling promotion WWE, where she performs on the Raw brand under the ring name Lana."}]}, {"heading": "Births", "year": "1985", "date": "March 24", "txt": "Haruka Ayase, Japanese actress and singer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 24", "txt": "Ramires, Brazilian footballer", "entities": [{"title": "Ramires", "href": "/wiki/Ramires", "description": "Ramires Santos do Nascimento, known as Ramires, is a Brazilian professional footballer. A midfielder, he is comfortable playing in either the centre or right midfielder position. He normally plays as a box-to-box midfielder role because of his energy in supporting defensive and attacking play."}]}, {"heading": "Births", "year": "1987", "date": "March 24", "txt": "Shakib Al Hasan, Bangladeshi cricketer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 24", "txt": "Billy Jones, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 24", "txt": "Yuma Asami, Japanese actress and singer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 24", "txt": "Aiga Grabuste, Latvian heptathlete", "entities": [{"title": "Aiga Grabuste", "href": "/wiki/Aiga_Grabuste", "description": "Aiga Grabuste is a Latvian track and field athlete competing in heptathlon. She represented her country at the 2008 Beijing Olympics and won bronze medal at the 2012 European Athletics Championships, finishing just 10 points behind fellow Latvian Laura Ikauniece."}]}, {"heading": "Births", "year": "1988", "date": "March 24", "txt": "Ryan Higgins, Zimbabwean cricketer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 24", "txt": "Matías Martínez, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 24", "txt": "Kardo Ploomipuu, Estonian swimmer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 24", "txt": "Matt Todd, New Zealand rugby union player", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 24", "txt": "Aziz Shavershian, Russian-born Australian bodybuilder", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 24", "txt": "Starlin Castro, American baseball player", "entities": [{"title": "Starlin Castro", "href": "/wiki/Starlin_Castro", "description": "Starlin DeJesus Castro is a Dominican professional baseball infielder for the Washington Nationals of Major League Baseball (MLB). He previously played for the Chicago Cubs, New York Yankees and Miami Marlins. Castro is a four-time MLB All-Star and holds the record for most runs batted in in an MLB debut. In 2011, he led the National League in hits, becoming the youngest player to do so."}]}, {"heading": "Births", "year": "1990", "date": "March 24", "txt": "Aljur Abrenica, Filipino actor", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 24", "txt": "Keisha Castle-Hughes, Australian-New Zealand actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 24", "txt": "Lacey Evans, American wrestler", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 24", "txt": "Alyssa Healy, Australian women's cricket team wicketkeeper", "entities": [{"title": "Australia women's national cricket team", "href": "/wiki/Australia_women%27s_national_cricket_team", "description": "The Australian women's national cricket team represent Australia in international women's cricket. Currently captained by Meg Lanning and coached by Matthew Mott, they are the top team in all world rankings assigned by the International Cricket Council (ICC) for the women's game."}, {"title": "Wicket-keeper", "href": "/wiki/Wicket-keeper", "description": "The wicket-keeper in the sport of cricket is the player on the fielding side who stands behind the wicket or stumps being watchful of the batsman and ready to take a catch, stump the batsman out and run out a batsman when occasion arises. The wicket-keeper is the only member of the fielding side permitted to wear gloves and external leg guards. The role of the keeper is governed by Law 27 of the L"}]}, {"heading": "Births", "year": "1991", "date": "March 24", "txt": "Nick Browne, English cricketer", "entities": [{"title": "Nick Browne (cricketer)", "href": "/wiki/Nick_Browne_(cricketer)", "description": "Nicholas Laurence Joseph Browne is an English cricketer who plays for Essex as a left-handed batsman who bowls leg breaks."}]}, {"heading": "Births", "year": "1991", "date": "March 24", "txt": "Dalila Jakupovic, Slovenian tennis player", "entities": []}, {"heading": "Births", "year": "1995", "date": "March 24", "txt": "Enzo Fernandez, French-Spanish footballer", "entities": [{"title": "Enzo Fernández (footballer, born 1995)", "href": "/wiki/Enzo_Fern%C3%A1ndez_(footballer,_born_1995)", "description": "Enzo Alan Zidane Fernández, simply known as Enzo, is a French footballer who plays as a midfielder."}]}, {"heading": "Births", "year": "1997", "date": "March 24", "txt": "Mina Myōi, Japanese singer and dancer", "entities": [{"title": "Mina (Japanese singer)", "href": "/wiki/Mina_(Japanese_singer)", "description": "Mina Sharon Myoi , known mononymously as Mina, is an American-born Japanese singer and dancer based in South Korea. She is a member of the girl group Twice, formed by JYP Entertainment. Mina is one of Twice's three Japanese members."}]}, {"heading": "Deaths", "year": "809", "date": "March 24", "txt": "Harun al-Rashid, Arab caliph (b. 763)", "entities": [{"title": "Harun al-Rashid", "href": "/wiki/Harun_al-Rashid", "description": "Harun al-Rashid (; Arabic: هَارُون الرَشِيد‎ Hārūn Ar-Rašīd; \"Aaron the Orthodox\" or \"Aaron the Rightly-Guided\", 17 March 763 or February 766 – 24 March 809 was the fifth Abbasid Caliph. His birth date is debated, with various sources giving dates from 763 to 766. His epithet \"al-Rashid\" translates to \"the Orthodox\", \"the Just\", \"the Upright\", or \"the Rightly-Guided\". Harun ruled from 786 to 809, "}]}, {"heading": "Deaths", "year": "832", "date": "March 24", "txt": "Wulfred, archbishop of Canterbury", "entities": [{"title": "Wulfred", "href": "/wiki/Wulfred", "description": "Wulfred was an Anglo-Saxon Archbishop of Canterbury in medieval England. Nothing is known of his life prior to 803, when he attended a church council, but he was probably a nobleman from Middlesex. He was elected archbishop in 805 and spent his time in office reforming the clergy of his cathedral. He also quarrelled with two consecutive Mercian kings – Coenwulf and Ceolwulf – over whether laymen o"}, {"title": "Diocese of Canterbury", "href": "/wiki/Diocese_of_Canterbury", "description": "The Diocese of Canterbury is a Church of England diocese covering eastern Kent which was founded by St. Augustine of Canterbury in 597. The diocese is centred on Canterbury Cathedral and is the oldest see of the Church of England."}]}, {"heading": "Deaths", "year": "1284", "date": "March 24", "txt": "Hugh III of Cyprus (b. 1235)", "entities": [{"title": "Hugh III of Cyprus", "href": "/wiki/Hugh_III_of_Cyprus", "description": "Hugh III of Cyprus, born Hugues de Poitiers, later Hugues de Lusignan, called the Great, was the King of Cyprus from 1267 and King of Jerusalem from 1268. He was the son of Henry of Antioch and Isabelle de Lusignan, the daughter of king Hugh I of Cyprus. He was a grandson of Bohemund IV of Antioch and thus a descendant of Robert Guiscard."}]}, {"heading": "Deaths", "year": "1296", "date": "March 24", "txt": "Odon de Pins, Grand Master of the Knights Hospitaller", "entities": [{"title": "Odon de Pins", "href": "/wiki/Odon_de_Pins", "description": "Eudes de Pin was the 23rd Grand Master of the Knights Hospitaller from 1294 until his death. He moved the headquarters of the Order of Knights of the Hospital of Saint John of Jerusalem ,better known as the Knights Hospitaller, to Limasso in modern-day Cyprus."}]}, {"heading": "Deaths", "year": "1381", "date": "March 24", "txt": "Catherine of Vadstena, Swedish saint (b. 1332)", "entities": [{"title": "Catherine of Vadstena", "href": "/wiki/Catherine_of_Vadstena", "description": "Catherine of Sweden, Katarina av Vadstena, Catherine of Vadstena or Katarina Ulfsdotter was a Swedish noblewoman. She is venerated as a saint in the Roman Catholic Church. Her father was Ulf Gudmarsson, Lord of Ulvåsa, and her mother was Bridget of Sweden."}]}, {"heading": "Deaths", "year": "1394", "date": "March 24", "txt": "Constance of Castile, claimant to the throne of Castile", "entities": [{"title": "Constance of Castile, Duchess of Lancaster", "href": "/wiki/Constance_of_Castile,_Duchess_of_Lancaster", "description": "Constance of Castile was a claimant to the Crown of Castile. She was the daughter of King Peter, who was deposed and killed by his half-brother, King Henry II. She married the English prince John of Gaunt, who fought to obtain the throne of Castile in her name, but ultimately failed."}, {"title": "Crown of Castile", "href": "/wiki/Crown_of_Castile", "description": "The Crown of Castile was a medieval polity in the Iberian Peninsula that formed in 1230 as a result of the third and definitive union of the crowns and, some decades later, the parliaments of the kingdoms of Castile and León upon the accession of the then Castilian king, Ferdinand III, to the vacant Leonese throne. It continued to exist as a separate entity after the personal union in 1469 of the "}]}, {"heading": "Deaths", "year": "1396", "date": "March 24", "txt": "Walter Hilton, English mystic and saint (b. 1340)", "entities": [{"title": "Walter Hilton", "href": "/wiki/Walter_Hilton", "description": "Walter Hilton Can.Reg. was an English Augustinian mystic. His works became influential in the 15th century in England and Wales. He has been canonized by the Church of England and by the Episcopal Church in the United States."}]}, {"heading": "Deaths", "year": "1399", "date": "March 24", "txt": "Margaret, Duchess of Norfolk (b.c. 1320)", "entities": [{"title": "Margaret, Duchess of Norfolk", "href": "/wiki/Margaret,_Duchess_of_Norfolk", "description": "Margaret of Norfolk or Margaret of Brotherton, in her own right Countess of Norfolk, was the daughter and eventual sole heir of Thomas of Brotherton, eldest son of King Edward I of England by his second marriage. In 1338, she succeeded to the earldom of Norfolk and the office of Earl Marshal."}]}, {"heading": "Deaths", "year": "1443", "date": "March 24", "txt": "James Douglas, 7th Earl of Douglas (b. 1371)", "entities": [{"title": "James Douglas, 7th Earl of Douglas", "href": "/wiki/James_Douglas,_7th_Earl_of_Douglas", "description": "James Douglas, 7th Earl of Douglas, 1st Earl of Avondale, latterly known as James the Gross, and prior to his ennoblement as James of Balvenie, was a late mediaeval Scottish magnate. He was the second son of Archibald Douglas, 3rd Earl of Douglas, and Joan Moray of Bothwell and Drumsargard, d. after 1408."}]}, {"heading": "Deaths", "year": "1455", "date": "March 24", "txt": "Pope Nicholas V (b. 1397)", "entities": [{"title": "Pope Nicholas V", "href": "/wiki/Pope_Nicholas_V", "description": "Pope Nicholas V, born Tommaso Parentucelli, was head of the Catholic Church and ruler of the Papal States from 6 March 1447 until his death. Pope Eugene made him a cardinal in 1446 after successful trips to Italy and Germany, and when Eugene died the next year Parentucelli was elected in his place. He took his name Nicholas in memory of his obligations to Niccolò Albergati."}]}, {"heading": "Deaths", "year": "1499", "date": "March 24", "txt": "Edward Stafford, 2nd Earl of Wiltshire, English nobleman (b. 1470)", "entities": [{"title": "Edward Stafford, 2nd Earl of Wiltshire", "href": "/wiki/Edward_Stafford,_2nd_Earl_of_Wiltshire", "description": "Edward Stafford, 2nd Earl of Wiltshire was an English nobleman."}]}, {"heading": "Deaths", "year": "1563", "date": "March 24", "txt": "Hosokawa Harumoto, Japanese daimyō (b. 1514)", "entities": [{"title": "Hosokawa Harumoto", "href": "/wiki/Hosokawa_Harumoto", "description": "Hosokawa Harumoto  was a Japanese daimyō of the Muromachi and Sengoku periods, and the head of the Hosokawa clan. Harumoto's childhood name was Sōmei-maru (聡明丸). He was born to Hosokawa Sumimoto, another renowned samurai of the Muromachi era."}]}, {"heading": "Deaths", "year": "1575", "date": "March 24", "txt": "Joseph ben Ephraim Karo, Spanish-Portuguese rabbi and author (b. 1488)", "entities": [{"title": "Joseph ben Ephraim Karo", "href": "/wiki/Joseph_ben_Ephraim_Karo", "description": "Joseph ben Ephraim Karo, also spelled Yosef Caro, or Qaro, was author of the last great codification of Jewish law, the Shulchan Aruch, which is still authoritative for all Jews pertaining to their respective communities. To this end he is often referred to as HaMechaber and as Maran."}]}, {"heading": "Deaths", "year": "1603", "date": "March 24", "txt": "Elizabeth I of England (b. 1533)", "entities": [{"title": "Elizabeth I of England", "href": "/wiki/Elizabeth_I_of_England", "description": "Elizabeth I was Queen of England and Ireland from 17 November 1558 until her death in 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor."}]}, {"heading": "Deaths", "year": "1653", "date": "March 24", "txt": "Samuel Scheidt, German organist and composer (b. 1587)", "entities": [{"title": "Samuel Scheidt", "href": "/wiki/Samuel_Scheidt", "description": "Samuel Scheidt was a German composer, organist and teacher of the early Baroque era."}]}, {"heading": "Deaths", "year": "1684", "date": "March 24", "txt": "Pieter de Hooch, Dutch painter (b. 1629)", "entities": [{"title": "Pieter de Hooch", "href": "/wiki/Pieter_de_Hooch", "description": "Pieter de Hooch was a Dutch Golden Age painter famous for his genre works of quiet domestic scenes with an open doorway. He was a contemporary of Jan Vermeer in the Delft Guild of St. Luke, with whom his work shares themes and style."}]}, {"heading": "Deaths", "year": "1684", "date": "March 24", "txt": "Elizabeth Ridgeway, English woman convicted of poisoning her husband", "entities": []}, {"heading": "Deaths", "year": "1773", "date": "March 24", "txt": "Philip Stanhope, 4th Earl of Chesterfield, English politician, Captain of the Yeomen of the Guard (b. 1694)", "entities": [{"title": "Philip Stanhope, 4th Earl of Chesterfield", "href": "/wiki/Philip_Stanhope,_4th_Earl_of_Chesterfield", "description": "Philip Dormer Stanhope, 4th Earl of Chesterfield, was a British statesman, diplomat, and man of letters, and an acclaimed wit of his time."}, {"title": "Captain of the Yeomen of the Guard", "href": "/wiki/Captain_of_the_Yeomen_of_the_Guard", "description": "The Captain of the Queen's Bodyguard of the Yeomen of the Guard is a UK government post usually held by the Government Deputy Chief Whip in the House of Lords. The present Captain is The 9th Earl of Courtown, who was appointed to the position in the May ministry in July 2016."}]}, {"heading": "Deaths", "year": "1776", "date": "March 24", "txt": "John Harrison, English carpenter and clockmaker, invented the Marine chronometer (b. 1693)", "entities": [{"title": "John Harrison", "href": "/wiki/John_Harrison", "description": "John Harrison was a self-educated English carpenter and clockmaker who invented the marine chronometer, a long-sought-after device for solving the problem of calculating longitude while at sea."}, {"title": "Marine chronometer", "href": "/wiki/Marine_chronometer", "description": "A marine chronometer is a precision timepiece that is carried on a ship and employed in the determination of the ship's position by celestial navigation. It is used to determine longitude by comparing Greenwich Mean Time (GMT) and the time at the current location found from observations of celestial bodies. When first developed in the 18th century, it was a major technical achievement, as accurate"}]}, {"heading": "Deaths", "year": "1824", "date": "March 24", "txt": "Louis Marie de La Révellière-Lépeaux, French lawyer (b. 1753)", "entities": [{"title": "Louis Marie de La Révellière-Lépeaux", "href": "/wiki/Louis_Marie_de_La_R%C3%A9velli%C3%A8re-L%C3%A9peaux", "description": "Louis Marie de La Révellière-Lépeaux was a deputy to the National Convention during the French Revolution. He later served as a prominent leader of the French Directory."}]}, {"heading": "Deaths", "year": "1838", "date": "March 24", "txt": "Abraham Hume, English floriculturist and Tory politician (b. 1748/49)", "entities": [{"title": "Sir Abraham Hume, 2nd Baronet", "href": "/wiki/Sir_Abraham_Hume,_2nd_Baronet", "description": "Sir Abraham Hume, 2nd Baronet was a British floriculturist and Tory politician who sat in the House of Commons between 1774 and 1818."}, {"title": "Floriculturist", "href": "/wiki/Floriculturist", "description": "Floriculture, or flower farming, is a discipline of horticulture concerned with the cultivation of flowering and ornamental plants for gardens and for floristry, comprising the floral industry. The development, via plant breeding, of new varieties is a major occupation of floriculturists."}, {"title": "Tory (British political party)", "href": "/wiki/Tory_(British_political_party)", "description": "The Tories were a political faction and then a political party in the parliaments of England, Scotland, Great Britain, Ireland and the United Kingdom. Between the 1670s and 1830s, the Tories contested power with their rivals, the Whigs."}]}, {"heading": "Deaths", "year": "1869", "date": "March 24", "txt": "Antoine-Henri Jomini, French-Russian general (b. 1779)", "entities": [{"title": "Antoine-Henri Jomini", "href": "/wiki/Antoine-Henri_Jomini", "description": "Antoine-Henri, Baron Jomini was a French-Swiss officer who served as a general in the French and later in the Russian service, and one of the most celebrated writers on the Napoleonic art of war. Jomini's ideas are a staple at military academies, the United States Military Academy at West Point being a prominent example; his theories were thought to have affected many officers who later served in "}]}, {"heading": "Deaths", "year": "1881", "date": "March 24", "txt": "Achille Ernest Oscar Joseph Delesse, French geologist and mineralogist (b. 1817)", "entities": [{"title": "Achille Ernest Oscar Joseph Delesse", "href": "/wiki/Achille_Ernest_Oscar_Joseph_Delesse", "description": "Achille Ernest Oscar Joseph Delesse was a French geologist and mineralogist."}]}, {"heading": "Deaths", "year": "1882", "date": "March 24", "txt": "Henry Wadsworth Longfellow, American poet and educator (b. 1807)", "entities": [{"title": "Henry Wadsworth Longfellow", "href": "/wiki/Henry_Wadsworth_Longfellow", "description": "Henry Wadsworth Longfellow was an American poet and educator whose works include \"Paul Revere's Ride\", The Song of Hiawatha, and Evangeline. He was the first American to translate Dante Alighieri's Divine Comedy and was one of the Fireside Poets from New England."}]}, {"heading": "Deaths", "year": "1887", "date": "March 24", "txt": "Ivan Kramskoi, Russian painter and critic (b. 1837)", "entities": [{"title": "Ivan Kramskoi", "href": "/wiki/Ivan_Kramskoi", "description": "Ivan Nikolaevich Kramskoi was a Russian painter and art critic. He was an intellectual leader of the Russian democratic art movement in 1860-1880."}]}, {"heading": "Deaths", "year": "1888", "date": "March 24", "txt": "Vsevolod Garshin, Russian author (b. 1855)", "entities": [{"title": "Vsevolod Garshin", "href": "/wiki/Vsevolod_Garshin", "description": "Vsevolod Mikhailovich Garshin was a Russian author of short stories."}]}, {"heading": "Deaths", "year": "1905", "date": "March 24", "txt": "Jules Verne, French novelist, poet, and playwright (b. 1828)", "entities": [{"title": "Jules Verne", "href": "/wiki/Jules_Verne", "description": "Jules Gabriel Verne was a French novelist, poet, and playwright. His collaboration with the publisher Pierre-Jules Hetzel led to the creation of the Voyages extraordinaires, a series of bestselling adventure novels including Journey to the Center of the Earth (1864), Twenty Thousand Leagues Under the Seas (1870), and Around the World in Eighty Days (1872)."}]}, {"heading": "Deaths", "year": "1909", "date": "March 24", "txt": "John Millington Synge, Irish playwright and poet (b. 1871)", "entities": [{"title": "John Millington Synge", "href": "/wiki/John_Millington_Synge", "description": "Edmund John Millington Synge was an Irish playwright, poet, writer, collector of folklore, and a key figure in the Irish Literary Revival. His best known play The Playboy of the Western World was poorly received, due to its bleak ending, depiction of Irish peasants, and idealisation of parricide, leading to hostile audience reactions and riots in Dublin during its opening run at Abbey Theatre, Dub"}]}, {"heading": "Deaths", "year": "1915", "date": "March 24", "txt": "Margaret Lindsay Huggins, Anglo-Irish astronomer (b. 1848)", "entities": [{"title": "Margaret Lindsay Huggins", "href": "/wiki/Margaret_Lindsay_Huggins", "description": "Margaret Lindsay, Lady Huggins ,\nborn Margaret Lindsay Murray, was an Irish-English scientific investigator and astronomer.\nWith her husband William Huggins she was a pioneer in the field of spectroscopy and co-wrote the Atlas of Representative Stellar Spectra (1899)."}]}, {"heading": "Deaths", "year": "1915", "date": "March 24", "txt": "Karol Olszewski, Polish chemist, mathematician, and physicist (b. 1846)", "entities": []}, {"heading": "Deaths", "year": "1916", "date": "March 24", "txt": "Enrique Granados, Spanish pianist and composer (b. 1867)", "entities": [{"title": "Enrique Granados", "href": "/wiki/Enrique_Granados", "description": "Pantaleón Enrique Joaquín Granados Campiña, commonly known as Enrique Granados, was a Spanish pianist and composer of classical music. His most well known works include Goyescas, the Spanish Dances, and María del Carmen."}]}, {"heading": "Deaths", "year": "1926", "date": "March 24", "txt": "Phan Châu Trinh, Vietnamese activist (b. 1872)", "entities": [{"title": "Phan Chu Trinh", "href": "/wiki/Phan_Chu_Trinh", "description": "Phan Châu Trinh, courtesy name Tử Cán (梓幹), pen name Tây Hồ (西湖) or Hi Mã (希馬), was an early 20th-century Vietnamese nationalist. He sought to end France's colonial occupation of Vietnam. He opposed both violence and turning to other countries for support, and instead believed in attaining Vietnamese liberation by educating the population and by appealing to French democratic principles."}]}, {"heading": "Deaths", "year": "1940", "date": "March 24", "txt": "Édouard Branly, French physicist and academic (b. 1844)", "entities": [{"title": "Édouard Branly", "href": "/wiki/%C3%89douard_Branly", "description": "Édouard Eugène Désiré Branly was a French inventor, physicist and professor at the Institut Catholique de Paris. He is primarily known for his early involvement in wireless telegraphy and his invention of the Branly coherer around 1890."}]}, {"heading": "Deaths", "year": "1944", "date": "March 24", "txt": "Orde Wingate, Indian-English general (b. 1903)", "entities": [{"title": "Orde Wingate", "href": "/wiki/Orde_Wingate", "description": "Major General Orde Charles Wingate, was a senior British Army officer known for his creation of the Chindit deep-penetration missions in Japanese-held territory during the Burma Campaign of the Second World War."}]}, {"heading": "Deaths", "year": "1946", "date": "March 24", "txt": "Alexander Alekhine, Russian chess player (b. 1892)", "entities": [{"title": "Alexander Alekhine", "href": "/wiki/Alexander_Alekhine", "description": "Alexander Alekhine was a Russian and French chess player and the fourth World Chess Champion, a title he held for two reigns."}]}, {"heading": "Deaths", "year": "1946", "date": "March 24", "txt": "Carl Schuhmann, German gymnast, shot putter, and jumper (b. 1869)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "March 24", "txt": "Sigrid Hjertén, Swedish painter and illustrator (b. 1885)", "entities": [{"title": "Sigrid Hjertén", "href": "/wiki/Sigrid_Hjert%C3%A9n", "description": "Sigrid Hjertén was a Swedish modernist painter. Hjertén is considered a major figure in Swedish modernism. Periodically she was highly productive and participated in 106 exhibitions. She worked as an artist for 30 years before dying of complications from a botched lobotomy for schizophrenia."}]}, {"heading": "Deaths", "year": "1950", "date": "March 24", "txt": "James Rudolph Garfield, American lawyer and politician, 23rd United States Secretary of the Interior (b. 1865)", "entities": [{"title": "James Rudolph Garfield", "href": "/wiki/James_Rudolph_Garfield", "description": "James Rudolph Garfield was an American politician and lawyer. Garfield was a son of President James A. Garfield and First Lady Lucretia Garfield. He served as Secretary of the Interior during President Theodore Roosevelt's administration."}, {"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Deaths", "year": "1951", "date": "March 24", "txt": "Lorna Hodgkinson, Australian educator and educational psychologist (b. 1887)", "entities": [{"title": "Lorna Hodgkinson", "href": "/wiki/Lorna_Hodgkinson", "description": "Lorna Myrtle Hodgkinson was an Australian educator and educational psychologist who worked with intellectually disabled children. She was the first woman to receive a Doctor of Education degree from Harvard University. She called out the poor system in Australia and her reputation was ruined by the minister responsible."}, {"title": "Educational psychologist", "href": "/wiki/Educational_psychologist", "description": "An educational psychologist is a psychologist whose differentiating functions may include diagnostic and psycho-educational assessment, psychological counseling in educational communities, community-type psycho-educational intervention, and mediation, coordination, and referral to other professionals, at all levels of the educational system. Many countries use this term to signify those who provid"}]}, {"heading": "Deaths", "year": "1953", "date": "March 24", "txt": "Mary of Teck (b. 1867)", "entities": [{"title": "Mary of Teck", "href": "/wiki/Mary_of_Teck", "description": "Mary of Teck was Queen of the United Kingdom and the British Dominions from 1910 until 1936 as the wife of King George V. She was concurrently Empress of India."}]}, {"heading": "Deaths", "year": "1956", "date": "March 24", "txt": "E. T. Whittaker, British mathematician and physicist (b. 1873)", "entities": [{"title": "E. T. Whittaker", "href": "/wiki/E._T._Whittaker", "description": "Sir Edmund Taylor Whittaker was a British mathematician, physicist, and historian of science. Whittaker was a leading mathematical scholar of the early twentieth century who contributed widely to applied mathematics and was renowned for his research in mathematical physics and numerical analysis, including the theory of special functions, along with his contributions to astronomy, celestial mechan"}]}, {"heading": "Deaths", "year": "1962", "date": "March 24", "txt": "Jean Goldkette, French-American pianist and bandleader (b. 1899)", "entities": [{"title": "Jean Goldkette", "href": "/wiki/Jean_Goldkette", "description": "John Jean Goldkette was a jazz pianist and bandleader."}]}, {"heading": "Deaths", "year": "1962", "date": "March 24", "txt": "Auguste Piccard, Swiss physicist and explorer (b. 1884)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "March 24", "txt": "Alice Guy-Blaché, American director, producer, and screenwriter (b. 1873)", "entities": [{"title": "Alice Guy-Blaché", "href": "/wiki/Alice_Guy-Blach%C3%A9", "description": "Alice Ida Antoinette Guy-Blaché was a French pioneer filmmaker, active from the late 19th century, and one of the first to make a narrative fiction film. She was the first woman to direct a film. From 1896 to 1906, she was probably the only female filmmaker in the world. She experimented with Gaumont's Chronophone sync-sound system, and with color-tinting, interracial casting, and special effects."}]}, {"heading": "Deaths", "year": "1971", "date": "March 24", "txt": "Arne Jacobsen, Danish architect, designed the Radisson Blu Royal Hotel and Aarhus City Hall (b. 1902)", "entities": [{"title": "Arne Jacobsen", "href": "/wiki/Arne_Jacobsen", "description": "Arne Emil Jacobsen, Hon. FAIA 11 February 1902 – 24 March 1971) was a Danish architect and furniture designer. He is remembered for his contribution to architectural functionalism and for the worldwide success he enjoyed with simple well-designed chairs."}, {"title": "Radisson Blu Royal Hotel, Copenhagen", "href": "/wiki/Radisson_Blu_Royal_Hotel,_Copenhagen", "description": "The Radisson Collection Hotel, Royal Copenhagen is a historic hotel in Copenhagen, Denmark."}, {"title": "Aarhus City Hall", "href": "/wiki/Aarhus_City_Hall", "description": "Aarhus City Hall is the city hall of Aarhus, Denmark. The decision to build a new city hall was taken during a city hall meeting in 1937. The new building was inaugurated 2 June 1941, designed by architects Arne Jacobsen and Erik Møller. On the first proposal, the plans did not include a tower but due to massive public pressure it was later added to the drawings along with the idea to clad the str"}]}, {"heading": "Deaths", "year": "1971", "date": "March 24", "txt": "Arthur Metcalfe, Australian public servant (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "March 24", "txt": "Bernard Montgomery, 1st Viscount Montgomery of Alamein, English field marshal (b. 1887)", "entities": [{"title": "Bernard Montgomery, 1st Viscount Montgomery of Alamein", "href": "/wiki/Bernard_Montgomery,_1st_Viscount_Montgomery_of_Alamein", "description": "Field Marshal Bernard Law Montgomery, 1st Viscount Montgomery of Alamein,, nicknamed \"Monty\" and \"The Spartan General\", was a senior British Army officer who served in the First World War, the Irish War of Independence and the Second World War."}]}, {"heading": "Deaths", "year": "1978", "date": "March 24", "txt": "Park Mok-wol, influential Korean poet and academic (b. 1916)", "entities": [{"title": "Park Mok-wol", "href": "/wiki/Park_Mok-wol", "description": "Park Mok-wol was an influential Korean poet and academic."}]}, {"heading": "Deaths", "year": "1980", "date": "March 24", "txt": "Óscar Romero, Salvadoran archbishop (b. 1917)", "entities": [{"title": "Óscar Romero", "href": "/wiki/%C3%93scar_Romero", "description": "Óscar Arnulfo Romero y Galdámez was a prelate of the Catholic Church in El Salvador. He served as auxiliary bishop of the archdiocese of San Salvador, as bishop of Santiago de María, and finally as the fourth archbishop of San Salvador. As archbishop, Romero spoke out against social injustice and violence amid the escalating conflict between the military government and left-wing insurgents that le"}]}, {"heading": "Deaths", "year": "1984", "date": "March 24", "txt": "Sam Jaffe, American actor (b. 1891)", "entities": [{"title": "Sam Jaffe", "href": "/wiki/Sam_Jaffe", "description": "Shalom \"Sam\" Jaffe was an American actor, teacher, musician, and engineer. In 1951, he was nominated for the Academy Award for Best Supporting Actor for his performance in The Asphalt Jungle (1950) and appeared in other classic films such as Ben-Hur (1959) and The Day the Earth Stood Still (1951). He is also remembered for other outstanding performances such as the title role in Gunga Din (1939) a"}]}, {"heading": "Deaths", "year": "1985", "date": "March 24", "txt": "Raoul Ubac, French painter, sculptor, photographer and engraver (b. 1910)", "entities": [{"title": "Raoul Ubac", "href": "/wiki/Raoul_Ubac", "description": "Raoul Ubac was a French painter, sculptor, photographer and engraver."}]}, {"heading": "Deaths", "year": "1988", "date": "March 24", "txt": "Turhan Feyzioğlu, Turkish academic and politician, 27th Deputy Prime Minister of Turkey (b. 1922)", "entities": [{"title": "Turhan Feyzioğlu", "href": "/wiki/Turhan_Feyzio%C4%9Flu", "description": "Turhan Feyzioğlu was a Turkish academic and a politician."}, {"title": "List of Deputy Prime Ministers of Turkey", "href": "/wiki/List_of_Deputy_Prime_Ministers_of_Turkey", "description": "This is a chronological list of deputy prime ministers of governments of the Republic of Turkey. Deputy Prime Minister was an office under the prime ministry between 1946 and 2018. Not all cabinets had the post of deputy prime minister. The political party of the deputy prime minister is affixed to his name when it differed from the prime minister's party as it was the case in coalition government"}]}, {"heading": "Deaths", "year": "1990", "date": "March 24", "txt": "Ray Goulding, American comedian and radio host (b. 1922)", "entities": [{"title": "Ray Goulding", "href": "/wiki/Ray_Goulding", "description": "Raymond Walter Goulding was an American comedian, who, together with Bob Elliott formed the comedy duo of Bob and Ray.\nHe was born in Lowell, Massachusetts, the fourth of five children of Thomas Goulding, an overseer in a textile mill, and his wife Mary. Upon graduation from high school at age 17, Ray Goulding was hired as a $15-a-week announcer on local station WLLH, using the name 'Dennis Howard"}]}, {"heading": "Deaths", "year": "1991", "date": "March 24", "txt": "John Kerr, Australian lawyer and politician, 18th Governor-General of Australia (b. 1914)", "entities": [{"title": "John Kerr (governor-general)", "href": "/wiki/John_Kerr_(governor-general)", "description": "Sir John Robert Kerr was an Australian barrister and judge who served as the 18th Governor-General of Australia, in office from 1974 to 1977. He is primarily known for his involvement in the 1975 constitutional crisis, which culminated in his decision to dismiss the incumbent prime minister Gough Whitlam and appoint Malcolm Fraser as his replacement, unprecedented actions in Australian federal pol"}, {"title": "Governor-General of Australia", "href": "/wiki/Governor-General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}]}, {"heading": "Deaths", "year": "1993", "date": "March 24", "txt": "Albert Arlen, Australian pianist, composer, actor, and playwright (b. 1905)", "entities": [{"title": "Albert Arlen", "href": "/wiki/Albert_Arlen", "description": "Albert Arlen AM was a Turkish Australian pianist, composer, actor and playwright. He is best known for his musical The Sentimental Bloke, the \"Alamein Concerto\", and his setting of Banjo Paterson's Clancy of the Overflow."}]}, {"heading": "Deaths", "year": "1993", "date": "March 24", "txt": "John Hersey, American journalist and author (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "March 24", "txt": "Joseph Needham, English historian and academic (b. 1900)", "entities": [{"title": "Joseph Needham", "href": "/wiki/Joseph_Needham", "description": "Noel Joseph Terence Montgomery Needham was a British biochemist, historian and sinologist known for his scientific research and writing on the history of Chinese science and technology. He was elected a fellow of the Royal Society in 1941, and a fellow of the British Academy in 1971. In 1992, Queen Elizabeth II conferred on him the Companionship of Honour, and the Royal Society noted he was the on"}]}, {"heading": "Deaths", "year": "1999", "date": "March 24", "txt": "Gertrud Scholtz-Klink, German politician (b. 1902)", "entities": [{"title": "Gertrud Scholtz-Klink", "href": "/wiki/Gertrud_Scholtz-Klink", "description": "Gertrud Emma Scholtz-Klink, née Treusch, later known as Maria Stuckebrock, was a Nazi Party member and leader of the National Socialist Women's League (NS-Frauenschaft) in Nazi Germany."}]}, {"heading": "Deaths", "year": "1999", "date": "March 24", "txt": "Birdie Tebbetts, American baseball player and manager (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "March 24", "txt": "Muriel Young, English television host and producer (b. 1928)", "entities": [{"title": "Muriel Young", "href": "/wiki/Muriel_Young", "description": "Muriel Young was an English television continuity announcer, presenter and producer."}]}, {"heading": "Deaths", "year": "2002", "date": "March 24", "txt": "César Milstein, Argentinian-English biochemist and academic, Nobel Prize laureate (b. 1927)", "entities": [{"title": "César Milstein", "href": "/wiki/C%C3%A9sar_Milstein", "description": "César Milstein, CH, FRS was an Argentine biochemist in the field of antibody research. Milstein shared the Nobel Prize in Physiology or Medicine in 1984 with Niels Kaj Jerne and Georges J. F. Köhler for developing the hybridoma technique for the production of monoclonal antibodies."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2002", "date": "March 24", "txt": "Bob Said, American race car driver and bobsledder (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "March 24", "txt": "Hans Hermann Groër, Austrian cardinal (b. 1919)", "entities": [{"title": "Hans Hermann Groër", "href": "/wiki/Hans_Hermann_Gro%C3%ABr", "description": "Hans Hermann Wilhelm Groër OSB was an Austrian Cardinal of the Roman Catholic Church. He served as Archbishop of Vienna from 1986 to 1995, and became a cardinal in 1988. Pope John Paul II replaced him as archbishop after multiple allegations of sexual abuse of children, and at John Paul's request Groër relinquished all ecclesiastical duties and privileges as an archbishop and cardinal on 14 April "}]}, {"heading": "Deaths", "year": "2006", "date": "March 24", "txt": "Rudra Rajasingham, Sri Lankan police officer and diplomat (b. 1926)", "entities": [{"title": "Rudra Rajasingham", "href": "/wiki/Rudra_Rajasingham", "description": "Rudra Srichandra Rajasingham was a Sri Lankan police officer and diplomat. He was the Inspector General of Police and Sri Lankan Ambassador to Indonesia."}]}, {"heading": "Deaths", "year": "2007", "date": "March 24", "txt": "Shripad Narayan Pendse, Indian Marathi novelist (b. 1913)", "entities": [{"title": "Shripad Narayan Pendse", "href": "/wiki/Shripad_Narayan_Pendse", "description": "Shripad Narayan Pendse was a writer of several Marathi novels."}, {"title": "Marathi language", "href": "/wiki/Marathi_language", "description": "Marathi is an Indo-Aryan language spoken predominantly by around 83 million Marathi people of Maharashtra, India. It is the official language and co-official language in the Maharashtra and Goa states of Western India, respectively and is one of the 22 scheduled languages of India. With 83 million speakers as 2011, Marathi ranks 10th in the list of most spoken languages in the world. Marathi has t"}]}, {"heading": "Deaths", "year": "2008", "date": "March 24", "txt": "Chalmers Alford, American guitarist (b. 1955)", "entities": [{"title": "Chalmers Alford", "href": "/wiki/Chalmers_Alford", "description": "Chalmers Edward \"Spanky\" Alford was an American jazz guitarist. Alford was born in Philadelphia. He was well known for his playing style and use of arpeggiations. He had an illustrious career as a gospel quartet guitar player in the 1960s, 1970s, and 1980s with groups such as the Mighty Clouds of Joy."}]}, {"heading": "Deaths", "year": "2008", "date": "March 24", "txt": "Neil Aspinall, Welsh-English record producer and manager (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "March 24", "txt": "Rafael Azcona, Spanish author and screenwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "March 24", "txt": "Richard Widmark, American actor (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "March 24", "txt": "George Kell, American baseball player and sportscaster (b. 1922)", "entities": [{"title": "George Kell", "href": "/wiki/George_Kell", "description": "George Clyde Kell was an American Major League Baseball third baseman who played 15 seasons for the Philadelphia Athletics (1943–1946), Detroit Tigers (1947–1952), Boston Red Sox (1952–1954), Chicago White Sox (1954–1956), and Baltimore Orioles (1956–57). Kell went on to become a Detroit Tigers broadcaster for 37 years. He was inducted into the National Baseball Hall of Fame in 1983."}]}, {"heading": "Deaths", "year": "2009", "date": "March 24", "txt": "Hans Klenk, German racing driver (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "March 24", "txt": "Gábor Ocskay, Hungarian ice hockey player (b. 1975)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "March 24", "txt": "Robert Culp, American actor (b. 1930)", "entities": [{"title": "Robert Culp", "href": "/wiki/Robert_Culp", "description": "Robert Martin Culp was an American actor, screenwriter, voice actor, and director, widely known for his work in television. Culp earned an international reputation for his role as Kelly Robinson on I Spy (1965–1968), the espionage television series in which co-star Bill Cosby and he played secret agents. Before this, he starred in the CBS/Four Star Western series Trackdown as Texas Ranger Hoby Gil"}]}, {"heading": "Deaths", "year": "2010", "date": "March 24", "txt": "Jim Marshall, American photographer (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 24", "txt": "Paul Callaghan, New Zealand physicist and academic (b. 1947)", "entities": [{"title": "Paul Callaghan", "href": "/wiki/Paul_Callaghan", "description": "Sir Paul Terence Callaghan was a New Zealand physicist who, as the founding director of the MacDiarmid Institute for Advanced Materials and Nanotechnology at Victoria University of Wellington, held the position of Alan MacDiarmid Professor of Physical Sciences and was President of the International Society of Magnetic Resonance."}]}, {"heading": "Deaths", "year": "2012", "date": "March 24", "txt": "Nick Noble, American singer-songwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 24", "txt": "Barbara Anderson, New Zealand author (b. 1926)", "entities": [{"title": "Barbara Anderson (writer)", "href": "/wiki/Barbara_Anderson_(writer)", "description": "Barbara Lillias Romaine Anderson, Lady Anderson was a New Zealand fiction writer who became internationally recognised and a best-selling author after her first book was published in her sixties."}]}, {"heading": "Deaths", "year": "2013", "date": "March 24", "txt": "Inge Lønning, Norwegian theologian, academic, and politician (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 24", "txt": "Gury Marchuk, Russian physicist, mathematician, and academic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 24", "txt": "Paolo Ponzo, Italian footballer (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 24", "txt": "Mohamed Yousri Salama, Egyptian dentist and politician (b. 1974)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 24", "txt": "Francis Hovell-Thurlow-Cumming-Bruce, 8th Baron Thurlow, English diplomat (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 24", "txt": "Oleksandr Muzychko, Ukrainian activist (b. 1962)", "entities": [{"title": "Oleksandr Muzychko", "href": "/wiki/Oleksandr_Muzychko", "description": "Oleksandr Ivanovych Muzychko, nicknamed Sashko Bilyi, was a Ukrainian political activist, a member of UNA-UNSO and coordinator of Right Sector in Western Ukraine. Muzychko was also a convicted criminal."}]}, {"heading": "Deaths", "year": "2014", "date": "March 24", "txt": "John Rowe Townsend, English author and scholar (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 24", "txt": "David A. Trampier, American illustrator (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 24", "txt": "Yehuda Avner, English-Israeli diplomat (b. 1928)", "entities": [{"title": "Yehuda Avner", "href": "/wiki/Yehuda_Avner", "description": "Yehuda Avner was an Israeli prime ministerial advisor, diplomat, and author. He served as Speechwriter and Secretary to Israeli Prime Ministers Golda Meir and Levi Eshkol, and as Advisor to Israeli Prime Ministers Yitzhak Rabin, Menachem Begin, and Shimon Peres. Avner served in diplomatic positions at the Israeli Consulate in New York, and the Israeli Embassy to the US in Washington, DC, and as Is"}]}, {"heading": "Deaths", "year": "2015", "date": "March 24", "txt": "notable deaths of the Germanwings Flight 9525 crash:\nOleg Bryjak, Kazakhstani-German opera singer (b. 1960)\nMaria Radner, German opera singer (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 24", "txt": "Johan Cruyff, Dutch footballer (b. 1947)", "entities": [{"title": "Johan Cruyff", "href": "/wiki/Johan_Cruyff", "description": "Hendrik Johannes Cruijff OON was a Dutch professional football player and coach. As a player, he won the Ballon d'Or three times, in 1971, 1973, and 1974. Cruyff was a proponent of the football philosophy known as Total Football explored by Rinus Michels, and is widely regarded as one of the greatest and most prolific players in the history of the sport."}]}, {"heading": "Deaths", "year": "2016", "date": "March 24", "txt": "Garry Shandling, American comedian, actor, and screenwriter (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "March 24", "txt": "Lys Assia, Swiss singer and First Winner of the Eurovision Song Contest (b. 1924)", "entities": [{"title": "Lys Assia", "href": "/wiki/Lys_Assia", "description": "Lys Assia was a Swiss singer who won the first Eurovision Song Contest in 1956. Assia was born in Rupperswil, Aargau, and began her stage career as a dancer, but changed to singing in 1940 after successfully standing in for a female singer."}, {"title": "Eurovision Song Contest", "href": "/wiki/Eurovision_Song_Contest", "description": "The Eurovision Song Contest is an international song competition organised annually by the European Broadcasting Union (EBU) which features participants representing primarily European countries. Each participating country submits an original song to be performed on live television and radio, transmitted to national broadcasters via the EBU's Eurovision and Euroradio networks, with competing count"}]}, {"heading": "Deaths", "year": "2019", "date": "March 24", "txt": "Joseph Pilato, American film and voice actor (b.1949) ", "entities": [{"title": "Joseph Pilato", "href": "/wiki/Joseph_Pilato", "description": "Joseph Pilato was an American film and voice actor. He was perhaps best known for his performance as Captain Rhodes in the 1985 film Day of the Dead."}]}, {"heading": "Deaths", "year": "2020", "date": "March 24", "txt": "Albert Uderzo, French comic book artist (b. 1927)", "entities": [{"title": "Albert Uderzo", "href": "/wiki/Albert_Uderzo", "description": "Alberto Aleandro Uderzo was a French comic book artist and scriptwriter. He is best known as the co-creator and illustrator of the Astérix series in collaboration with René Goscinny. He also drew other comics such as Oumpah-pah, again with Goscinny.\nUderzo retired in September 2011."}]}, {"heading": "Deaths", "year": "2020", "date": "March 24", "txt": "Manu Dibango, Cameroonian musician and songwriter (b. 1933)", "entities": [{"title": "Cameroon", "href": "/wiki/Cameroon", "description": "Cameroon, officially the Republic of Cameroon, is a country in west-central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Its coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. The country is sometimes identified"}]}, {"heading": "Deaths", "year": "2021", "date": "March 24", "txt": "Jessica Walter, American actress and voice artist (b. 1941)", "entities": [{"title": "Jessica Walter", "href": "/wiki/Jessica_Walter", "description": "Jessica Walter was an American actress who appeared in over 170 film, television, and stage productions. She was best known for her role as Lucille Bluth on the sitcom Arrested Development, and providing the voice of Malory Archer on the long-running FX animated series Archer (2009–21). She received various awards over her career including a Primetime Emmy Award for Amy Prentiss (1975). She also r"}]}]