[{"heading": "Events", "year": "222", "date": "March 11", "txt": "Alexander Severus becomes emperor of Rome, replacing his cousin, 18-year-old Elagabalus. The bodies of the  assassinated emperor and his mother, Julia Soaemias, are dragged through the streets of the city and thrown into the Tiber.", "entities": [{"title": "Alexander Severus", "href": "/wiki/Alexander_Severus", "description": "Marcus Aurelius Severus Alexander was the last Roman emperor from the Severan dynasty, ruling from 222 to 235."}, {"title": "Elagabalus", "href": "/wiki/Elagabalus", "description": "Elagabalus or Heliogabalus, officially known as Antoninus, was Roman emperor from 218 to 222, while he was still a teenager. His short reign was conspicuous for sex scandals and religious controversy. A close relative to the Severan dynasty, he came from a prominent Arab family in Emesa (Homs), Syria, where since his early youth he served as head priest of the sun god Elagabal. After the death of "}, {"title": "Assassination", "href": "/wiki/Assassination", "description": "Assassination is the act of deliberately killing a prominent or important person, such as heads of state, heads of government, politicians, royalty, celebrities, journalists, or CEOs. An assassination may be prompted by political and military motives, or done for financial gain, to avenge a grievance, from a desire to acquire fame or notoriety, or because of a military, security, insurgent or secr"}, {"title": "Julia Soaemias", "href": "/wiki/Julia_Soaemias", "description": "Julia Soaemias Bassiana was a Syrian noblewoman and the mother of Roman emperor Elagabalus, who ruled over the Roman Empire from 218 to 222. She was one of his chief advisors, initially with the support and accompaniment of her mother Julia Maesa. She and her mother guided the young emperor until growing unrest and a family division led to her son's replacement by her nephew Severus Alexander. Jul"}, {"title": "Tiber", "href": "/wiki/Tiber", "description": "The Tiber is the third-longest river in Italy and the longest in Central Italy, rising in the Apennine Mountains in Emilia-Romagna and flowing 406 kilometres (252 mi) through Tuscany, Umbria and Lazio, where it is joined by the river Aniene, to the Tyrrhenian Sea, between Ostia and Fiumicino. It drains a basin estimated at 17,375 square kilometres (6,709 sq mi). The river has achieved lasting fame"}]}, {"heading": "Events", "year": "1343", "date": "March 11", "txt": "Arnošt of Pardubice becomes the last Bishop of Prague (3 March 1343 O.S.), and, a year later, the first Archbishop of Prague.", "entities": [{"title": "Arnošt of Pardubice", "href": "/wiki/Arno%C5%A1t_of_Pardubice", "description": "Arnošt z Pardubic was the first Archbishop of Prague. He was also an advisor and diplomat to Emperor Charles IV."}, {"title": "List of bishops and archbishops of Prague", "href": "/wiki/List_of_bishops_and_archbishops_of_Prague", "description": "The following is a list of bishops and archbishops of Prague. The bishopric of Prague was established in 973, and elevated to an archbishopric on 30 April 1344. The current Roman Catholic Archdiocese of Prague is the continual successor of the bishopric established in 973. In addition, the city also has an Orthodox archeparchy (archbishopric), Greek Catholic exarchate and the Prague diocese and pa"}, {"title": "Julian calendar", "href": "/wiki/Julian_calendar", "description": "The Julian calendar, proposed by Julius Caesar in AUC 708, was a reform of the Roman calendar. It took effect on 1 January AUC 709 , by edict. It was designed with the aid of Greek mathematicians and astronomers such as Sosigenes of Alexandria."}]}, {"heading": "Events", "year": "1641", "date": "March 11", "txt": "Guaraní forces living in the Jesuit reductions defeat bandeirantes loyal to the Portuguese Empire at the Battle of Mbororé in present-day Panambí, Argentina.", "entities": [{"title": "Guaraní people", "href": "/wiki/Guaran%C3%AD_people", "description": "Guarani are a group of culturally-related indigenous peoples of South America. They are distinguished from the related Tupi by their use of the Guarani language. The traditional range of the Guarani people is in present-day Paraguay between the Uruguay River and lower Paraguay River, the Misiones Province of Argentina, southern Brazil once as far north as Rio de Janeiro, and parts of Uruguay and B"}, {"title": "Jesuit reduction", "href": "/wiki/Jesuit_reduction", "description": "The Jesuit reductions were a type of settlement for indigenous people specifically in the Rio Grande do Sul area of Brazil, Paraguay and neighbouring Argentina in South America, established by the Jesuit Order early in the 17th century and wound up in the 18th century with the banning of the Jesuit order in several European countries. Subsequently it has been called an experiment in \"socialist the"}, {"title": "Bandeirantes", "href": "/wiki/Bandeirantes", "description": "The Bandeirantes, literally \"flag-carriers\", were slavers, explorers, adventurers, and fortune hunters in early Colonial Brazil. They are largely responsible for Brazil's great expansion westward, far beyond the Tordesillas Line of 1494, by which Pope Julius II divided the new continent into a western, Castilian section, and an eastern, Portuguese section."}, {"title": "Portuguese Empire", "href": "/wiki/Portuguese_Empire", "description": "The Portuguese Empire, also known as the Portuguese Overseas or the Portuguese Colonial Empire, was composed of the overseas colonies and territories governed by Portugal. One of the longest-lived empires in world history, it existed for almost six centuries, from the capture of Ceuta in 1415, to the handover of Portuguese Macau to China in 1999. The empire began in the 15th century, and from the "}, {"title": "Battle of Mbororé", "href": "/wiki/Battle_of_Mboror%C3%A9", "description": "The Battle of Mbororé was a battle between the Guaraní living in the Jesuit Missions and the bandeirantes, explorers and adventurers based in São Paulo. It occurred on 11 March 1641 near the Mbororé mountain, now the town of Panambí in the Misiones Province, Argentina."}, {"title": "Panambí", "href": "/wiki/Panamb%C3%AD", "description": "Panambí is a village and municipality in Misiones Province in north-eastern Argentina."}]}, {"heading": "Events", "year": "1649", "date": "March 11", "txt": "The Frondeurs and the French sign the Peace of Rueil.", "entities": [{"title": "Frondeurs", "href": "/wiki/Frondeurs", "description": "The Fronde was a series of civil wars in France between 1648 and 1653, occurring in the midst of the Franco-Spanish War, which had begun in 1635. King Louis XIV confronted the combined opposition of the princes, the nobility, the law courts (parlements), as well as most of the French people; yet he won in the end. The dispute started when the government of France issued seven fiscal edicts, six of"}, {"title": "Peace of Rueil", "href": "/wiki/Peace_of_Rueil", "description": "The Peace of Rueil, signed 11 March 1649, signalled an end to the opening episodes of the Fronde after little blood had been shed. The articles ended all hostilities and declared all avenues of trade reopened. The settlement was promulgated in the name of the child king Louis XIV through his mother Anne of Austria, the Queen Regent. Cardinal Mazarin, the true power of the court party, was not ment"}]}, {"heading": "Events", "year": "1702", "date": "March 11", "txt": "The Daily Courant, England's first national daily newspaper, is published for the first time.", "entities": []}, {"heading": "Events", "year": "1708", "date": "March 11", "txt": "Queen Anne withholds Royal Assent from the Scottish Militia Bill, the last time a British monarch vetoes legislation.", "entities": [{"title": "Anne, Queen of Great Britain", "href": "/wiki/Anne,_Queen_of_Great_Britain", "description": "Anne was Queen of England, Scotland, and Ireland between 8 March 1702 and 1 May 1707. On 1 May 1707, under the Acts of Union, the kingdoms of England and Scotland united as a single sovereign state known as Great Britain. She continued to reign as Queen of Great Britain and Ireland until her death in 1714."}, {"title": "Royal Assent", "href": "/wiki/Royal_Assent", "description": "Royal assent is the method by which a monarch formally approves an act of the legislature, either directly or through an official acting on the monarch's behalf. In some jurisdictions, royal assent is equivalent to promulgation, while in others that is a separate step. Under a modern constitutional monarchy, royal assent is considered little more than a formality. Even in nations such as the Unite"}, {"title": "Scottish Militia Bill", "href": "/wiki/Scottish_Militia_Bill", "description": "The Scottish Militia Bill 1708 was a bill that was passed by the House of Commons and House of Lords of the Parliament of Great Britain in early 1708. However, on 11 March 1708, Queen Anne withheld royal assent on the advice of her ministers for fear that the proposed militia would be disloyal. This was due to the sudden appearance of a Franco-Jacobite invasion fleet en route to Scotland which gav"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}]}, {"heading": "Events", "year": "1784", "date": "March 11", "txt": "The signing of the Treaty of Mangalore brings the Second Anglo-Mysore War to an end.", "entities": [{"title": "Treaty of Mangalore", "href": "/wiki/Treaty_of_Mangalore", "description": "The Treaty of Mangalore was signed between Tipu Sultan and the British East India Company on 11 March 1784. It was signed in Mangalore and brought an end to the Second Anglo-Mysore War."}, {"title": "Second Anglo-Mysore War", "href": "/wiki/Second_Anglo-Mysore_War", "description": "The Second Anglo–Mysore War was a conflict between the Kingdom of Mysore and the British East India Company from 1780 to 1784. At the time, Mysore was a key French ally in India, and the conflict between Britain against the French and Dutch in the American Revolutionary War sparked Anglo–Mysorean hostilities in India. The great majority of soldiers on the company side were raised, trained, paid an"}]}, {"heading": "Events", "year": "1845", "date": "March 11", "txt": "Flagstaff War: Unhappy with translational differences regarding the Treaty of Waitangi, chiefs Hone Heke, Kawiti and Māori tribe members chop down the British flagpole for a fourth time and drive settlers out of Kororareka, New Zealand.", "entities": [{"title": "Flagstaff War", "href": "/wiki/Flagstaff_War", "description": "The Flagstaff War, also known as Heke's War, Hōne Heke's Rebellion and the Northern War, was fought between 11 March 1845 and 11 January 1846 in and around the Bay of Islands, New Zealand. The conflict is best remembered for the actions of Hōne Heke who challenged the authority of the British by cutting down the flagstaff on Flagstaff Hill at Kororāreka. The flagstaff had been a gift from Hōne Hek"}, {"title": "Treaty of Waitangi", "href": "/wiki/Treaty_of_Waitangi", "description": "The Treaty of Waitangi is a treaty first signed on 6 February 1840 by representatives of the British Crown and Māori chiefs (rangatira) from the North Island of New Zealand. It has become a document of central importance to the history, to the political constitution of the state, and to the national mythos of New Zealand, and has played a major role in framing the political relations between New Z"}, {"title": "Hone Heke", "href": "/wiki/Hone_Heke", "description": "Hōne Wiremu Heke Pōkai, born Heke Pōkai and later often referred to as Hōne Heke, was a highly influential Māori rangatira (chief) of the Ngāpuhi iwi (tribe) and a war leader in northern New Zealand; he was affiliated with the Ngati Rahiri, Ngai Tawake, Ngati Tautahi, Te Matarahurahu and Te Uri-o-Hau hapu (subtribes) of Ngāpuhi. Hōne Heke fought with Hongi Hika, an earlier war leader of the Ngāpuh"}, {"title": "Kawiti", "href": "/wiki/Kawiti", "description": "Te Ruki Kawiti was a prominent Māori rangatira (chief). He and Hōne Heke successfully fought the British in the Flagstaff War in 1845–46."}, {"title": "Māori people", "href": "/wiki/M%C4%81ori_people", "description": "The Māori are the indigenous Polynesian people of mainland New Zealand. Māori originated with settlers from eastern Polynesia, who arrived in New Zealand in several waves of waka (canoe) voyages between roughly 1320 and 1350. Over several centuries in isolation, these settlers developed their own distinctive culture, whose language, mythology, crafts and performing arts evolved independently from "}, {"title": "Kororareka", "href": "/wiki/Kororareka", "description": "Russell, known as Kororareka in the early 19th century, was the first permanent European settlement and seaport in New Zealand. It is situated in the Bay of Islands, in the far north of the North Island."}]}, {"heading": "Events", "year": "1848", "date": "March 11", "txt": "Louis-Hippolyte Lafontaine and Robert Baldwin become the first Prime Ministers of the Province of Canada to be democratically elected under a system of responsible government.", "entities": [{"title": "Louis-Hippolyte Lafontaine", "href": "/wiki/Louis-Hippolyte_Lafontaine", "description": "Sir Louis-Hippolyte Ménard dit La Fontaine, 1st Baronet, KCMG was a Canadian politician who served as the first Premier of the United Province of Canada and the first head of a responsible government in Canada. He was born in Boucherville, Lower Canada in 1807. A jurist and statesman, La Fontaine was first elected to the Legislative Assembly of Lower Canada in 1830. He was a supporter of Papineau "}, {"title": "Robert Baldwin", "href": "/wiki/Robert_Baldwin", "description": "Robert Baldwin was an Upper Canadian lawyer and politician who with his political partner Louis-Hippolyte Lafontaine of Lower Canada, led the first responsible government ministry in Canada. \"Responsible Government\" marked the country's democratic independence, without a revolution, although not without violence. This achievement also included the introduction of municipal government, the introduc"}, {"title": "Province of Canada", "href": "/wiki/Province_of_Canada", "description": "The Province of Canada was a British colony in North America from 1841 to 1867. Its formation reflected recommendations made by John Lambton, 1st Earl of Durham, in the Report on the Affairs of British North America following the Rebellions of 1837–1838."}, {"title": "Responsible government", "href": "/wiki/Responsible_government", "description": "Responsible government is a conception of a system of government that embodies the principle of parliamentary accountability, the foundation of the Westminster system of parliamentary democracy. Governments in Westminster democracies are responsible to parliament rather than to the monarch, or, in a colonial context, to the imperial government, and in a republican context, to the president, either"}]}, {"heading": "Events", "year": "1851", "date": "March 11", "txt": "The first performance of Rigoletto by Giuseppe Verdi takes place in Venice.", "entities": [{"title": "Giuseppe Verdi", "href": "/wiki/Giuseppe_Verdi", "description": "Giuseppe Fortunino Francesco Verdi was an Italian opera composer. He was born near Busseto to a provincial family of moderate means, and developed a musical education with the help of a local patron. Verdi came to dominate the Italian opera scene after the era of Gioachino Rossini, Gaetano Donizetti, and Vincenzo Bellini, whose works significantly influenced him."}, {"title": "Venice", "href": "/wiki/Venice", "description": "Venice is a city in northeastern Italy and the capital of the Veneto region. It is built on a group of 118 small islands that are separated by canals and linked by over 400 bridges. The islands are in the shallow Venetian Lagoon, an enclosed bay lying between the mouths of the Po and the Piave rivers. In 2020, 258,685 people resided in the Comune di Venezia, of whom around 55,000 live in the histo"}]}, {"heading": "Events", "year": "1861", "date": "March 11", "txt": "American Civil War: The Constitution of the Confederate States of America is adopted.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Constitution of the Confederate States", "href": "/wiki/Constitution_of_the_Confederate_States", "description": "The Constitution of the Confederate States was the supreme law of the Confederate States of America. It was adopted on March 11, 1861, and was in effect from February 22, 1862, to the conclusion of the American Civil War. The Confederacy also operated under a Provisional Constitution from February 8, 1861, to February 22, 1862. The original Provisional Constitution is located at the American Civil"}]}, {"heading": "Events", "year": "1864", "date": "March 11", "txt": "The Great Sheffield Flood kills 238 people in Sheffield, England.", "entities": [{"title": "Great Sheffield Flood", "href": "/wiki/Great_Sheffield_Flood", "description": "The Great Sheffield Flood was a flood that devastated parts of Sheffield, England, on 11 March 1864, when the Dale Dyke Dam broke as its reservoir was being filled for the first time. At least 240 people died and more than 600 houses were damaged or destroyed by the flood. The immediate cause was a crack in the embankment, the cause of which was never determined. The dam's failure led to reforms i"}, {"title": "Sheffield", "href": "/wiki/Sheffield", "description": "Sheffield is a city and metropolitan borough in South Yorkshire, England. The name derives from the River Sheaf which runs through the city. Historically part of the West Riding of Yorkshire, with some southern suburbs annexed from Derbyshire, the city has grown from its largely industrial roots to encompass a wider economic base. The population of the City of Sheffield is 584,853 (mid-2019 est.) "}]}, {"heading": "Events", "year": "1872", "date": "March 11", "txt": "Construction of the Seven Sisters Colliery, South Wales, begins; it is located on one of the richest coal sources in Britain.", "entities": [{"title": "Seven Sisters Colliery", "href": "/wiki/Seven_Sisters_Colliery", "description": "Seven Sisters is a village and community the Dulais Valley, Wales, UK. It lies 10 miles (16 km) north-east of Neath. Seven Sisters falls within the Seven Sisters ward of Neath Port Talbot county borough."}, {"title": "South Wales", "href": "/wiki/South_Wales", "description": "South Wales is a loosely defined region of Wales bordered by England to the east and mid Wales to the north. It has a population of around 2.2 million, almost three-quarters of the whole of Wales, including 400,000 in Cardiff, 250,000 in Swansea and 150,000 in Newport. Generally considered to include the historic counties of Glamorgan and Monmouthshire, South Wales extends westwards to include Car"}]}, {"heading": "Events", "year": "1879", "date": "March 11", "txt": "Shō Tai formally abdicates his position of King of Ryūkyū, under orders from Tokyo, ending the Ryukyu Kingdom.", "entities": [{"title": "Shō Tai", "href": "/wiki/Sh%C5%8D_Tai", "description": "Shō Tai  was the last king of the Ryukyu Kingdom and the head of the Ryukyu Domain. His reign saw greatly increased interactions with travelers from abroad, particularly from Europe and the United States, as well as the eventual end of the kingdom and its annexation by Japan as Ryukyu Domain. In 1879, the deposed king was forced to relocate to Tokyo. In May 1885, in compensation, he was made a Kōs"}, {"title": "Ryukyu Kingdom", "href": "/wiki/Ryukyu_Kingdom", "description": "The Ryukyu Kingdom was a kingdom in the Ryukyu Islands from 1429 to 1879. It was ruled as a tributary state of imperial China by the Ryukyuan monarchy, who unified Okinawa Island to end the Sanzan period, and extended the kingdom to the Amami Islands and Sakishima Islands. The Ryukyu Kingdom played a central role in the maritime trade networks of medieval East Asia and Southeast Asia despite its s"}]}, {"heading": "Events", "year": "1888", "date": "March 11", "txt": "The Great Blizzard of 1888 begins along the eastern seaboard of the United States, shutting down commerce and killing more than 400 people.", "entities": [{"title": "Great Blizzard of 1888", "href": "/wiki/Great_Blizzard_of_1888", "description": "The Great Blizzard of 1888, Great Blizzard of '88, or the Great White Hurricane was one of the most severe recorded blizzards in American history. The storm paralyzed the East Coast from the Chesapeake Bay to Maine, as well as the Atlantic provinces of Canada. Snow fell from 10 to 58 inches in parts of New Jersey, New York, Massachusetts, Rhode Island, and Connecticut, and sustained winds of more "}]}, {"heading": "Events", "year": "1917", "date": "March 11", "txt": "World War I: Mesopotamian campaign: Baghdad falls to Anglo-Indian forces commanded by General Frederick Stanley Maude.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Mesopotamian campaign", "href": "/wiki/Mesopotamian_campaign", "description": "The Mesopotamian campaign was a campaign in the Middle Eastern theatre of World War I fought between the Allies represented by the British Empire, troops from Britain, Australia and the vast majority from British India, against the Central Powers, mostly from the Ottoman Empire."}, {"title": "Fall of Baghdad (1917)", "href": "/wiki/Fall_of_Baghdad_(1917)", "description": "The Fall of Baghdad occurred during the Mesopotamia Campaign, fought between the forces of the British Empire and the Ottoman Empire in the First World War."}, {"title": "Anglo-Indian", "href": "/wiki/Anglo-Indian", "description": "The term Anglo-Indian can refer to at least two groups of people: those with mixed Indian and British ancestry and people of British descent born or residing in India. The latter sense is now mainly historical, but confusions can arise. The Oxford English Dictionary, for example, gives three possibilities: \"Of mixed British and Indian parentage, of Indian descent but born or living in Britain or o"}, {"title": "Frederick Stanley Maude", "href": "/wiki/Frederick_Stanley_Maude", "description": "Lieutenant General Sir Frederick Stanley Maude KCB, CMG, DSO was a British Army officer. He is known for his operations in the Mesopotamian campaign during the First World War and for conquering Baghdad in 1917."}]}, {"heading": "Events", "year": "1927", "date": "March 11", "txt": "In New York City, Samuel Roxy Rothafel opens the Roxy Theatre.", "entities": [{"title": "Samuel Roxy Rothafel", "href": "/wiki/Samuel_Roxy_Rothafel", "description": "Samuel Lionel \"Roxy\" Rothafel was an American theatrical impresario and entrepreneur. He is noted for developing the lavish presentation of silent films in the deluxe movie palace theaters of the 1910s and 1920s."}, {"title": "Roxy Theatre (New York City)", "href": "/wiki/Roxy_Theatre_(New_York_City)", "description": "The Roxy Theatre was a 5,920 seat movie theater located at 153 West 50th Street between 6th and 7th Avenues, just off Times Square in New York City. It opened on March 11, 1927, with the silent film The Love of Sunya, produced by and starring Gloria Swanson. The huge movie palace was a leading Broadway film showcase through the 1950s and was also noted for its lavish stage shows. It closed and was"}]}, {"heading": "Events", "year": "1941", "date": "March 11", "txt": "World War II: United States President Franklin D. Roosevelt signs the Lend-Lease Act into law, allowing American-built war supplies to be shipped to the Allies on loan.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Lend-Lease", "href": "/wiki/Lend-Lease", "description": "The Lend-Lease policy, formally titled An Act to Promote the Defense of the United States, was a program under which the United States supplied the United Kingdom, Free France, the Republic of China, and later the Soviet Union and other Allied nations with food, oil, and materiel between 1941 and August 1945. This included warships and warplanes, along with other weaponry. It was signed into law o"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}]}, {"heading": "Events", "year": "1945", "date": "March 11", "txt": "World War II:  The Imperial Japanese Navy attempts a large-scale kamikaze attack on the U.S. Pacific Fleet anchored at Ulithi atoll in Operation Tan No. 2.", "entities": [{"title": "Imperial Japanese Navy", "href": "/wiki/Imperial_Japanese_Navy", "description": "The Imperial Japanese Navy was the navy of the Empire of Japan from 1868 until 1945, when it was dissolved following Japan's surrender in World War II. The Japan Maritime Self-Defense Force (JMSDF) was formed circa 1952-1954 after the dissolution of the IJN."}, {"title": "Kamikaze", "href": "/wiki/Kamikaze", "description": "Kamikaze , officially Kamikaze/Shinpū Tokubetsu Kōgekitai , were a part of the Japanese Special Attack Units of military aviators who flew suicide attacks for the Empire of Japan against Allied naval vessels in the closing stages of the Pacific campaign of World War II, intending to destroy warships more effectively than with conventional air attacks. About 3,800 kamikaze pilots died during the wa"}, {"title": "United States Pacific Fleet", "href": "/wiki/United_States_Pacific_Fleet", "description": "\nThe United States Pacific Fleet (USPACFLT) is a theater-level component command of the United States Navy, located in the Pacific Ocean. It provides naval forces to the Indo-Pacific Command. Fleet headquarters is at Naval Station Pearl Harbor, Hawaii, with large secondary facilities at North Island, San Diego Bay on the Mainland."}, {"title": "Ulithi", "href": "/wiki/Ulithi", "description": "Ulithi is an atoll in the Caroline Islands of the western Pacific Ocean, about 191 km (103 nmi) east of Yap. It consists of 40 islets totalling 4.5 km2, surrounding a lagoon about 36 km (22 mi) long and up to 24 km (15 mi) wide—at 548 km2 (212 sq mi) one of the largest in the world. It is administered by the state of Yap in the Federated States of Micronesia. Ulithi's population was 773 in 2000. T"}, {"title": "Operation Tan No. 2", "href": "/wiki/Operation_Tan_No._2", "description": "Operation Tan No. 2 was a long-range kamikaze mission directed at the main Allied naval fleet anchorage at Ulithi Atoll in the western Pacific on March 11, 1945 during the Pacific campaign of World War II. The Japanese hoped to take the U.S. Pacific fleet by surprise and sink or damage a significant number of the fleet's aircraft carriers or other large ships."}]}, {"heading": "Events", "year": "1945", "date": "March 11", "txt": "World War II: The Empire of Vietnam, a short-lived Japanese puppet state, is established.", "entities": [{"title": "Puppet state", "href": "/wiki/Puppet_state", "description": "A puppet state, puppet régime or puppet government is a state that is de jure independent but de facto completely dependent upon an outside power and subject to its orders. Puppet states have nominal sovereignty, but a foreign power effectively exercises control through means such as financial interests, economic, or military support."}]}, {"heading": "Events", "year": "1946", "date": "March 11", "txt": "Rudolf Höss, the first commandant of Auschwitz concentration camp, is captured by British troops.", "entities": [{"title": "Rudolf Höss", "href": "/wiki/Rudolf_H%C3%B6ss", "description": "Rudolf Franz Ferdinand Höss was a German SS officer during the Nazi era who, after the defeat of Nazi Germany, was convicted for war crimes. Höss was the longest-serving commandant of Auschwitz concentration and extermination camp. He tested and implemented means to accelerate Hitler's order to systematically exterminate the Jewish population of Nazi-occupied Europe, known as the Final Solution. O"}, {"title": "Auschwitz concentration camp", "href": "/wiki/Auschwitz_concentration_camp", "description": "The Auschwitz concentration camp was a complex of over 40 concentration and extermination camps operated by Nazi Germany in occupied Poland during World War II and the Holocaust. It consisted of Auschwitz I, the main camp (Stammlager) in Oświęcim; Auschwitz II-Birkenau, a concentration and extermination camp with gas chambers; Auschwitz III-Monowitz, a labor camp for the chemical conglomerate IG F"}]}, {"heading": "Events", "year": "1977", "date": "March 11", "txt": "The 1977 Hanafi Siege: Around 150 hostages held in Washington, D.C., by Hanafi Muslims are set free after ambassadors from three Islamic nations join negotiations.", "entities": [{"title": "1977 Hanafi Siege", "href": "/wiki/1977_Hanafi_Siege", "description": "The 1977 Hanafi Siege occurred on March 9–11, 1977 when three buildings in Washington, D.C. were seized by 12 \"Hanafi Movement\" gunmen. The gunmen were led by Hamaas Abdul Khaalis, who wanted to bring attention to the murder of his family in 1973. They took 149 hostages and killed radio journalist Maurice Williams. After a 39-hour standoff, the gunmen surrendered and all remaining hostages were re"}, {"title": "Hanafi", "href": "/wiki/Hanafi", "description": "The Hanafi school is one of the four traditional major Sunni schools (madhabs) of Islamic jurisprudence (fiqh). Its eponym is the 8th-century Kufan scholar, Abū Ḥanīfa an-Nu‘man ibn Thābit, a tabi‘i of Persian origin whose legal views were preserved primarily by his two most important disciples, Abu Yusuf and Muhammad al-Shaybani."}, {"title": "Islam", "href": "/wiki/Islam", "description": "Islam is an Abrahamic monotheistic religion teaching that Muhammad is a messenger of God. It is the world's second-largest religion with 1.9 billion followers or 24.9% of the world's population, known as Muslims. Muslims make up a majority of the population in 51 countries. Islam teaches that God is merciful, all-powerful, and unique, and has guided humanity through prophets, revealed scriptures, "}]}, {"heading": "Events", "year": "1978", "date": "March 11", "txt": "Coastal Road massacre: At least 37 are killed and more than 70 are wounded when Fatah hijack an Israeli bus, prompting Israel's Operation Litani.", "entities": [{"title": "Coastal Road massacre", "href": "/wiki/Coastal_Road_massacre", "description": "The Coastal Road massacre of 1978 was an attack involving the hijacking of a bus on Israel's Coastal Highway in which 38 Israelis, including 13 children, were killed, and 71 were wounded. The attack was planned by Abu Jihad and carried out by the PLO faction Fatah. The plan was to seize a luxury hotel in Tel Aviv and take tourists and foreign ambassadors hostage in order to exchange them for Pales"}, {"title": "Fatah", "href": "/wiki/Fatah", "description": "Fatah, formerly the Palestinian National Liberation Movement, is a Palestinian nationalist social democratic political party and the largest faction of the confederated multi-party Palestine Liberation Organization (PLO) and the second-largest party in the Palestinian Legislative Council (PLC). The President of the Palestinian Authority is a member of Fatah."}, {"title": "Operation Litani", "href": "/wiki/Operation_Litani", "description": "The 1978 South Lebanon conflict was an invasion of Lebanon up to the Litani River, carried out by the Israel Defense Forces in 1978 in response to the Coastal Road massacre. The conflict resulted in the deaths of 1,100–2,000 Lebanese and Palestinians, 20 Israelis, the internal displacement of 100,000 to 250,000 people in Lebanon, and the Palestine Liberation Organization (PLO) forces retreating no"}]}, {"heading": "Events", "year": "1981", "date": "March 11", "txt": "Hundreds of students protest in the University of Pristina in Kosovo, then part of Yugoslavia, to give their province more political rights. The protests then became a nationwide movement.", "entities": [{"title": "Kosovo", "href": "/wiki/Kosovo", "description": "Kosovo, officially the Republic of Kosovo, is a partially recognised state and disputed territory in Southeastern Europe. It lies at the centre of the Balkans, occupying an area of 10,887 km2 (4,203 sq mi), with a population of 1.8 million; and is bordered by the uncontested territory of Serbia to the north and east, North Macedonia to the southeast, Albania to the southwest, and Montenegro to the"}, {"title": "Yugoslavia", "href": "/wiki/Yugoslavia", "description": "Yugoslavia was a country in Southeast Europe and Central Europe for most of the 20th century. It came into existence after World War I in 1918 under the name of the Kingdom of Serbs, Croats and Slovenes by the merger of the provisional State of Slovenes, Croats and Serbs with the Kingdom of Serbia, and constituted the first union of the South Slavic people as a sovereign state, following centuries"}, {"title": "1981 protests in Kosovo", "href": "/wiki/1981_protests_in_Kosovo", "description": "In March and April 1981, a student protest in Pristina, the capital of the then Socialist Autonomous Province of Kosovo, led to widespread protests by Kosovo Albanians demanding more autonomy within the Socialist Federal Republic of Yugoslavia. The Presidency of Yugoslavia declared a state of emergency in Pristina and Kosovska Mitrovica, which led to rioting. The unrest was suppressed by a large p"}]}, {"heading": "Events", "year": "1983", "date": "March 11", "txt": "Bob Hawke is appointed Prime Minister of Australia.", "entities": [{"title": "Bob Hawke", "href": "/wiki/Bob_Hawke", "description": "Robert James Lee Hawke, was an Australian politician who served as Prime Minister of Australia and Leader of the Labor Party from 1983 to 1991. He was the Member of Parliament (MP) for Wills from 1980 to 1992."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Events", "year": "1985", "date": "March 11", "txt": "Mikhail Gorbachev is elected to the position of General Secretary of the Communist Party of the Soviet Union, making Gorbachev the USSR's de facto, and last, head of state.", "entities": [{"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1990", "date": "March 11", "txt": "Lithuania declares independence from the Soviet Union.", "entities": [{"title": "Act of the Re-Establishment of the State of Lithuania", "href": "/wiki/Act_of_the_Re-Establishment_of_the_State_of_Lithuania", "description": "The Act of the Re-Establishment of the State of Lithuania or Act of March 11 was an independence declaration by Lithuania adopted on March 11, 1990, signed by all members of the Supreme Council of the Republic of Lithuania led by Sąjūdis. The act emphasized restoration and legal continuity of the interwar-period Lithuania, which was occupied by the Soviet Union and lost independence in June 1940. "}]}, {"heading": "Events", "year": "1990", "date": "March 11", "txt": "Patricio Aylwin is sworn in as the first democratically elected President of Chile since 1970.", "entities": [{"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Events", "year": "2004", "date": "March 11", "txt": "Madrid train bombings: Simultaneous explosions on rush hour trains in Madrid, Spain, kill 191 people.", "entities": [{"title": "2004 Madrid train bombings", "href": "/wiki/2004_Madrid_train_bombings", "description": "The 2004 Madrid train bombings were nearly simultaneous, coordinated bombings against the Cercanías commuter train system of Madrid, Spain, on the morning of 11 March 2004—three days before Spain's general elections. The explosions killed 193 people and injured around 2,000. The bombings constituted the deadliest terrorist attack carried out in the history of Spain and the deadliest in Europe sinc"}, {"title": "Madrid", "href": "/wiki/Madrid", "description": "Madrid is the capital and most-populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 6.7 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin in its administrative limits, and its monocentric metropolitan area is the second-largest in the EU, surpassed only by Paris. The municipality covers 604"}]}, {"heading": "Events", "year": "2006", "date": "March 11", "txt": "Michelle Bachelet is inaugurated as the first female president of Chile.", "entities": [{"title": "Michelle Bachelet", "href": "/wiki/Michelle_Bachelet", "description": "Verónica Michelle Bachelet Jeria is a Chilean politician who has served as United Nations High Commissioner for Human Rights since 2018. She also previously served as President of Chile from 2006 to 2010 and 2014 to 2018 for the Socialist Party of Chile, she is the first woman to hold the Chilean presidency. After leaving the presidency in 2010 and while not immediately reelectable, she was appoin"}]}, {"heading": "Events", "year": "2009", "date": "March 11", "txt": "Winnenden school shooting: Sixteen are killed and 11 are injured before recent graduate Tim Kretschmer shoots and kills himself, leading to tightened weapons restrictions in Germany.", "entities": [{"title": "Winnenden school shooting", "href": "/wiki/Winnenden_school_shooting", "description": "The Winnenden school shooting occurred on the morning of 11 March 2009 at the Albertville-Realschule, a secondary school in Winnenden in southwestern Germany, followed by a shootout at a car dealership in nearby Wendlingen. The shooting spree resulted in 16 deaths, including the suicide of the perpetrator, 17-year-old Tim Kretschmer, who had graduated from the school a year earlier. Nine people we"}]}, {"heading": "Events", "year": "2010", "date": "March 11", "txt": "Economist and businessman Sebastián Piñera is sworn in as President of Chile. Aftershocks of the 2010 Pichilemu earthquake hit central Chile during the ceremony.", "entities": [{"title": "Sebastián Piñera", "href": "/wiki/Sebasti%C3%A1n_Pi%C3%B1era", "description": "Miguel Juan Sebastián Piñera Echenique is a Chilean billionaire businessman and politician who has been president of Chile since 2018. He previously served as president from 2010 to 2014."}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}, {"title": "2010 Pichilemu earthquake", "href": "/wiki/2010_Pichilemu_earthquake", "description": "The 2010 Pichilemu earthquakes, also known as the Libertador O'Higgins earthquakes, were a pair of intraplate earthquakes measuring 6.9 and 7.0 Mw that struck Chile's O'Higgins Region on 11 March 2010 about 16 minutes apart. The earthquakes were centred 15 kilometres (9.3 mi) northwest of the city of Pichilemu."}]}, {"heading": "Events", "year": "2011", "date": "March 11", "txt": "An earthquake measuring 9.0 in magnitude strikes 130 km (81 mi) east of Sendai, Japan, triggering a tsunami killing thousands of people. This event also triggered the second largest nuclear accident in history, and one of only two events to be classified as a Level 7 on the International Nuclear Event Scale.", "entities": [{"title": "2011 Tōhoku earthquake and tsunami", "href": "/wiki/2011_T%C5%8Dhoku_earthquake_and_tsunami", "description": "The 2011 Tōhoku earthquake and tsunami  occurred at 14:46 JST on 11 March. The magnitude 9.0–9.1 (Mw) undersea megathrust earthquake had an epicenter in the Pacific Ocean, 72 km (45 mi) east of the Oshika Peninsula of the Tōhoku region, and lasted approximately six minutes. It is sometimes known in Japan as the \"Great disaster of East Japan earthquake\" , among other names."}, {"title": "Sendai", "href": "/wiki/Sendai", "description": "Sendai  is the capital city of Miyagi Prefecture, Japan, the largest city in the Tōhoku region, and the second largest city north of Tokyo. As of 1 June 2020, the city had a population of 1,091,407 in 525,828 households, and is one of Japan's 20 designated cities. The city was founded in 1600 by the daimyō Date Masamune. It is nicknamed the City of Trees ; there are zelkova trees lining many of th"}, {"title": "2011 Japanese tsunami", "href": "/wiki/2011_Japanese_tsunami", "description": "The 2011 Tōhoku earthquake and tsunami  occurred at 14:46 JST on 11 March. The magnitude 9.0–9.1 (Mw) undersea megathrust earthquake had an epicenter in the Pacific Ocean, 72 km (45 mi) east of the Oshika Peninsula of the Tōhoku region, and lasted approximately six minutes. It is sometimes known in Japan as the \"Great disaster of East Japan earthquake\" , among other names."}, {"title": "Fukushima Daiichi nuclear disaster", "href": "/wiki/Fukushima_Daiichi_nuclear_disaster", "description": "The Fukushima Daiichi nuclear disaster was a 2011 nuclear accident at the Fukushima Daiichi Nuclear Power Plant in Ōkuma, Fukushima Prefecture, Japan. The event was caused by the 2011 Tōhoku earthquake and tsunami."}, {"title": "International Nuclear Event Scale", "href": "/wiki/International_Nuclear_Event_Scale", "description": "The International Nuclear and Radiological Event Scale (INES) was introduced in 1990 by the International Atomic Energy Agency (IAEA) in order to enable prompt communication of safety significant information in case of nuclear accidents."}]}, {"heading": "Events", "year": "2012", "date": "March 11", "txt": "A U.S. soldier kills 16 civilians in the Panjwayi District of Afghanistan near Kandahar.", "entities": [{"title": "Kandahar massacre", "href": "/wiki/Kandahar_massacre", "description": "The Kandahar massacre, more precisely identified as the Panjwai massacre, occurred in the early hours of 11 March 2012, when United States Army Staff Sergeant Robert Bales murdered sixteen civilians and wounded six others in the Panjwayi District of Kandahar Province, Afghanistan. Nine of his victims were children, and eleven of the dead were from the same family. Some of the corpses were partiall"}, {"title": "Panjwayi District", "href": "/wiki/Panjwayi_District", "description": "Panjwayi(Pashto: پنجوايي‎) is a district in Kandahar Province, Afghanistan. It is widely considered the spiritual home of the Taliban and is located about 35 kilometres (22 mi) west of Kandahar. The district borders Helmand Province to the southwest, Maywand District to the west, Zharay District to the north, Arghandab, Kandahar and Daman districts to the east and Reg District to the south. The po"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "Kandahar", "href": "/wiki/Kandahar", "description": "Kandahar is a city in Afghanistan, located in the south of the country on the Arghandab River, at an elevation of 1,010 m (3,310 ft). It is Afghanistan's second largest city after Kabul, with a population of about 614,118. It is the capital of Kandahar Province and also the center of the larger cultural region called Loy Kandahar. In 1709, Mirwais Hotak made the region an independent kingdom and t"}]}, {"heading": "Events", "year": "2020", "date": "March 11", "txt": "The World Health Organization (WHO) declares COVID-19 virus a pandemic.", "entities": [{"title": "World Health Organization", "href": "/wiki/World_Health_Organization", "description": "The World Health Organization (WHO) is a specialized agency of the United Nations responsible for international public health. The WHO Constitution, which establishes the agency's governing structure and principles, states its main objective as \"the attainment by all peoples of the highest possible level of health\". It is headquartered in Geneva, Switzerland, with six semi-autonomous regional offi"}, {"title": "COVID-19", "href": "/wiki/COVID-19", "description": "Coronavirus disease 2019 (COVID-19), also known as the coronavirus or COVID, is a contagious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first known case was identified in Wuhan, China, in December 2019. The disease has since spread worldwide, leading to an ongoing pandemic."}, {"title": "SARS-CoV-2", "href": "/wiki/SARS-CoV-2", "description": "Severe acute respiratory syndrome coronavirus 2 (SARS‑CoV‑2) is the virus that causes COVID-19, the respiratory illness responsible for the COVID-19 pandemic. Also colloquially known simply as the coronavirus, it was previously referred to by its provisional name, 2019 novel coronavirus (2019-nCoV), and has also been called human coronavirus 2019. The World Health Organization declared the outbrea"}, {"title": "Pandemic", "href": "/wiki/Pandemic", "description": "A pandemic is an epidemic of an infectious disease that has spread across a large region, for instance multiple continents or worldwide, affecting a substantial number of people. A widespread endemic disease with a stable number of infected people is not a pandemic. Widespread endemic diseases with a stable number of infected people such as recurrences of seasonal influenza are generally excluded "}]}, {"heading": "Events", "year": "2021", "date": "March 11", "txt": "US President Joe Biden signs the $1.9 trillion American Rescue Plan into law.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Joe Biden", "href": "/wiki/Joe_Biden", "description": "Joseph Robinette Biden Jr. is an American politician who is the 46th president of the United States. A member of the Democratic Party, he served as the 47th vice president from 2009 to 2017 under Barack Obama and represented Delaware in the United States Senate from 1973 to 2009."}, {"title": "American Rescue Plan Act of 2021", "href": "/wiki/American_Rescue_Plan_Act_of_2021", "description": "The American Rescue Plan Act of 2021, also called the COVID-19 Stimulus Package or American Rescue Plan, is a $1.9 trillion economic stimulus bill passed by the 117th United States Congress and signed into law by President Joe Biden on March 11, 2021, to speed up the United States' recovery from the economic and health effects of the COVID-19 pandemic and the ongoing recession. First proposed on J"}]}, {"heading": "Births", "year": "1278", "date": "March 11", "txt": "Mary of Woodstock, daughter of Edward I of England (d. c.1332)", "entities": [{"title": "Mary of Woodstock", "href": "/wiki/Mary_of_Woodstock", "description": "Mary of Woodstock was the seventh named daughter of Edward I of England and Eleanor of Castile. She was a nun at Amesbury Priory, but lived very comfortably thanks to a generous allowance from her parents. Despite a papal travel prohibition in 1303, she travelled widely around the country."}, {"title": "Edward I of England", "href": "/wiki/Edward_I_of_England", "description": "Edward I, also known as Edward Longshanks and the Hammer of the Scots, was King of England from 1272 to 1307. Before his accession to the throne, he was commonly referred to as The Lord Edward. The first son of Henry III, Edward was involved from an early age in the political intrigues of his father's reign, which included an outright rebellion by the English barons. In 1259 he briefly sided with "}]}, {"heading": "Births", "year": "1544", "date": "March 11", "txt": "Torquato Tasso, Italian poet and educator (d. 1595)", "entities": [{"title": "Torquato Tasso", "href": "/wiki/Torquato_Tasso", "description": "Torquato Tasso was an Italian poet of the 16th century, known for his 1591 poem Gerusalemme liberata, in which he depicts a highly imaginative version of the combats between Christians and Muslims at the end of the First Crusade, during the Siege of Jerusalem of 1099."}]}, {"heading": "Births", "year": "1738", "date": "March 11", "txt": "Benjamin Tupper, American general (d. 1792)", "entities": [{"title": "Benjamin Tupper", "href": "/wiki/Benjamin_Tupper", "description": "Benjamin Tupper was a soldier in the French and Indian War, and an officer of the Continental Army during the American Revolutionary War, achieving the rank of brevet brigadier general. Subsequently, he served as a Massachusetts legislator, and he assisted Gen. William Shepard in stopping Shays' Rebellion. Benjamin Tupper was a co-founder of the Ohio Company of Associates, and was a pioneer to the"}]}, {"heading": "Births", "year": "1785", "date": "March 11", "txt": "John McLean, American jurist and politician (d. 1861)", "entities": [{"title": "John McLean", "href": "/wiki/John_McLean", "description": "John McLean was an American jurist and politician who served in the United States Congress, as U.S. Postmaster General, and as a justice of the Ohio and U.S. Supreme Courts. He was often discussed for the Whig Party nominations for President."}]}, {"heading": "Births", "year": "1806", "date": "March 11", "txt": "Louis Boulanger, French Romantic painter, lithographer and illustrator (d. 1867)", "entities": [{"title": "Louis Boulanger", "href": "/wiki/Louis_Boulanger", "description": "Louis Candide Boulanger was a French Romantic painter, pastellist, lithographer and a poet, known for his religious and allegorical subjects, portraits, genre scenes."}]}, {"heading": "Births", "year": "1811", "date": "March 11", "txt": "Urbain Le Verrier, French mathematician and astronomer (d. 1877)", "entities": [{"title": "Urbain Le Verrier", "href": "/wiki/Urbain_Le_Verrier", "description": "Urbain Jean Joseph Le Verrier FRS (FOR) HFRSE was a French astronomer and mathematician who specialized in celestial mechanics and is best known for predicting the existence and position of Neptune using only mathematics. The calculations were made to explain discrepancies with Uranus's orbit and the laws of Kepler and Newton. Le Verrier sent the coordinates to Johann Gottfried Galle in Berlin, as"}]}, {"heading": "Births", "year": "1815", "date": "March 11", "txt": "Anna Bochkoltz, German operatic soprano, voice teacher and composer (d. 1879)", "entities": [{"title": "Anna Bochkoltz", "href": "/wiki/Anna_Bochkoltz", "description": "Anna Juliane Bochkoltz was a German operatic soprano, voice teacher and composer. She performed her first concert in 1843, then studied in Brussels and Paris. After singing concerts in Paris, London and Berlin, she appeared in the 1850s on opera stages in Wiesbaden, Frankfurt, Munich and Coburg. She was known for the range of her voice, and was regarded as one of the important dramatic coloratura "}]}, {"heading": "Births", "year": "1818", "date": "March 11", "txt": "Marius Petipa, French-Russian dancer and choreographer (d. 1910)", "entities": [{"title": "Marius Petipa", "href": "/wiki/Marius_Petipa", "description": "Marius Ivanovich Petipa, born Victor Marius Alphonse Petipa, was a French ballet dancer, pedagogue and choreographer. Petipa is one of the most influential ballet masters and choreographers in ballet history."}]}, {"heading": "Births", "year": "1819", "date": "March 11", "txt": "Henry Tate, English businessman and philanthropist, founded Tate & Lyle (d. 1899)", "entities": [{"title": "Henry Tate", "href": "/wiki/Henry_Tate", "description": "Sir Henry Tate, 1st Baronet was an English sugar merchant and philanthropist, noted for establishing the Tate Gallery in London."}, {"title": "Tate & Lyle", "href": "/wiki/Tate_%26_Lyle", "description": "Tate & Lyle PLC is a British-headquartered, global supplier of food and beverage ingredients to industrial markets. It was originally a sugar refining business, but from the 1970s it began to diversify, eventually divesting its sugar business in 2010. It specializes in turning raw materials such as corn and tapioca into ingredients that add taste, texture, and nutrients to food and beverages. It i"}]}, {"heading": "Births", "year": "1822", "date": "March 11", "txt": "Joseph Louis François Bertrand, French mathematician, economist, and academic (d. 1900)", "entities": [{"title": "Joseph Louis François Bertrand", "href": "/wiki/Joseph_Louis_Fran%C3%A7ois_Bertrand", "description": "Joseph Louis François Bertrand was a French mathematician who worked in the fields of number theory, differential geometry, probability theory, economics and thermodynamics."}]}, {"heading": "Births", "year": "1863", "date": "March 11", "txt": "Andrew Stoddart, English cricketer and rugby player (d. 1915)", "entities": [{"title": "Andrew Stoddart", "href": "/wiki/Andrew_Stoddart", "description": "Andrew Ernest Stoddart was an English sportsman who played international cricket for England, and rugby union for England and the British Isles. He was a Wisden Cricketer of the Year in 1893."}]}, {"heading": "Births", "year": "1870", "date": "March 11", "txt": "Louis Bachelier, French mathematician and theorist (d. 1946)", "entities": [{"title": "Louis Bachelier", "href": "/wiki/Louis_Bachelier", "description": "Louis Jean-Baptiste Alphonse Bachelier was a French mathematician at the turn of the 20th century. He is credited with being the first person to model the stochastic process now called Brownian motion, as part of his PhD thesis The Theory of Speculation."}]}, {"heading": "Births", "year": "1876", "date": "March 11", "txt": "Carl Ruggles, American composer and painter (d. 1971)", "entities": [{"title": "Carl Ruggles", "href": "/wiki/Carl_Ruggles", "description": "Charles Sprague \"Carl\" Ruggles was an American composer. His pieces employed \"dissonant counterpoint\", a term coined by Charles Seeger to describe Ruggles' music. His method of atonal counterpoint was based on a non-serial technique of avoiding repeating a pitch class until a generally fixed number such as eight pitch classes intervened. He wrote painstakingly slowly so his output is quite small."}]}, {"heading": "Births", "year": "1880", "date": "March 11", "txt": "Harry H. Laughlin, American eugenicist and sociologist (d. 1943)", "entities": [{"title": "Harry H. Laughlin", "href": "/wiki/Harry_H._Laughlin", "description": "Harry Hamilton Laughlin was an American educator, eugenicist, and sociologist. He served as the Superintendent of the Eugenics Record Office from its inception in 1910 to its closing in 1939, and was among the most active individuals in influencing American eugenics policy, especially compulsory sterilization legislation."}]}, {"heading": "Births", "year": "1884", "date": "March 11", "txt": "Lewi Pethrus, Swedish minister and hymn-writer (d. 1974)", "entities": [{"title": "Lewi Pethrus", "href": "/wiki/Lewi_Pethrus", "description": "Lewi Pethrus  was a Swedish Pentecostal minister who played a decisive role in the formation and development of the Pentecostal movement in his country."}]}, {"heading": "Births", "year": "1885", "date": "March 11", "txt": "Malcolm Campbell, English race car driver (d. 1948)", "entities": [{"title": "Malcolm Campbell", "href": "/wiki/Malcolm_Campbell", "description": "Major Sir Malcolm Campbell was a British racing motorist and motoring journalist. He gained the world speed record on land and on water at various times during the 1920s and 1930s using vehicles called Blue Bird, including a 1921 Grand Prix Sunbeam. His son, Donald Campbell, carried on the family tradition by holding both land speed and water speed records."}]}, {"heading": "Births", "year": "1887", "date": "March 11", "txt": "Raoul Walsh, American actor and director (d. 1980)", "entities": [{"title": "Raoul Walsh", "href": "/wiki/Raoul_Walsh", "description": "Raoul A. Walsh was an American film director, actor, founding member of the Academy of Motion Picture Arts and Sciences (AMPAS), and the brother of silent screen actor George Walsh. He was known for portraying John Wilkes Booth in the silent classic The Birth of a Nation (1915) and for directing such films as the widescreen epic The Big Trail (1930) starring John Wayne in his first leading role, T"}]}, {"heading": "Births", "year": "1890", "date": "March 11", "txt": "Vannevar Bush, American engineer and academic (d. 1974)", "entities": [{"title": "Vannevar Bush", "href": "/wiki/Vannevar_Bush", "description": "Vannevar Bush was an American engineer, inventor and science administrator, who during World War II headed the U.S. Office of Scientific Research and Development (OSRD), through which almost all wartime military R&D was carried out, including important developments in radar and the initiation and early administration of the Manhattan Project. He emphasized the importance of scientific research to "}]}, {"heading": "Births", "year": "1893", "date": "March 11", "txt": "Wanda Gág, American author and illustrator (d. 1946)", "entities": [{"title": "Wanda Gág", "href": "/wiki/Wanda_G%C3%A1g", "description": "Wanda Hazel Gág was an American artist, author, translator, and illustrator. She is best known for writing and illustrating the children's book Millions of Cats, the oldest American picture book still in print. Gág was also a noted print-maker, receiving international recognition and awards. Growing Pains, excerpts from the diaries of her teen and young adult years, received widespread critical ac"}]}, {"heading": "Births", "year": "1897", "date": "March 11", "txt": "Henry Cowell, American pianist and composer (d. 1965)", "entities": [{"title": "Henry Cowell", "href": "/wiki/Henry_Cowell", "description": "Henry Dixon Cowell was an American composer, music theorist, pianist, teacher, publisher, impresario and the husband of Sidney Robertson Cowell."}]}, {"heading": "Births", "year": "1898", "date": "March 11", "txt": "Dorothy Gish, American actress (d. 1968)", "entities": [{"title": "Dorothy Gish", "href": "/wiki/Dorothy_Gish", "description": "Dorothy Elizabeth Gish was an American actress of the screen and stage, as well as a director and writer. Dorothy and her older sister Lillian Gish were major movie stars of the silent era. Dorothy also had great success on the stage, and was inducted into the American Theater Hall of Fame. Dorothy Gish was noted as a fine comedian, and many of her films were comedies."}]}, {"heading": "Births", "year": "1899", "date": "March 11", "txt": "Frederick IX of Denmark (d. 1972)", "entities": [{"title": "Frederick IX of Denmark", "href": "/wiki/Frederick_IX_of_Denmark", "description": "Frederick IX was King of Denmark from 1947 to 1972."}]}, {"heading": "Births", "year": "1899", "date": "March 11", "txt": "James H. Douglas, Jr., American lawyer, and politician, United States Deputy Secretary of Defense (d. 1988)", "entities": [{"title": "United States Deputy Secretary of Defense", "href": "/wiki/United_States_Deputy_Secretary_of_Defense", "description": "The deputy secretary of defense is a statutory office and the second-highest-ranking official in the Department of Defense of the United States of America."}]}, {"heading": "Births", "year": "1903", "date": "March 11", "txt": "Ronald Syme, New Zealand historian and scholar (d. 1989)", "entities": [{"title": "Ronald Syme", "href": "/wiki/Ronald_Syme", "description": "Sir Ronald Syme, was a New Zealand-born historian and classicist. His great work was The Roman Revolution (1939), a masterly and controversial analysis of Roman political life in the period following the assassination of Julius Caesar."}]}, {"heading": "Births", "year": "1903", "date": "March 11", "txt": "Lawrence Welk, American accordion player and bandleader (d. 1992)", "entities": []}, {"heading": "Births", "year": "1907", "date": "March 11", "txt": "Jessie Matthews, English actress, singer, and dancer (d. 1981)", "entities": [{"title": "Jessie Matthews", "href": "/wiki/Jessie_Matthews", "description": "Jessie Margaret Matthews was an English actress, dancer and singer of the 1920s and 1930s, whose career continued into the post-war period."}]}, {"heading": "Births", "year": "1908", "date": "March 11", "txt": "Matti Sippala, Finnish javelin thrower (d. 1997)", "entities": [{"title": "Matti Sippala", "href": "/wiki/Matti_Sippala", "description": "Matti Kalervo Sippala was a Finnish athlete. His main event was the javelin throw, in which he won the silver medal at both the 1932 Summer Olympics and the 1934 European Championships, but he was also a good pentathlete, breaking the unofficial world record in 1931."}]}, {"heading": "Births", "year": "1910", "date": "March 11", "txt": "Robert Havemann, German chemist and academic (d. 1982)", "entities": [{"title": "Robert Havemann", "href": "/wiki/Robert_Havemann", "description": "Robert Havemann was an East German chemist and dissident."}]}, {"heading": "Births", "year": "1911", "date": "March 11", "txt": "Sir Fitzroy Maclean, 1st Baronet, Scottish general and politician (d. 1996)", "entities": [{"title": "Sir Fitzroy Maclean, 1st Baronet", "href": "/wiki/Sir_Fitzroy_Maclean,_1st_Baronet", "description": "Major-General Sir Fitzroy Hew Royle Maclean, 1st Baronet, was a Scottish soldier, writer and politician. He was a Unionist Member of Parliament (MP) from 1941 to 1974 and was one of only two men who during the Second World War enlisted in the British Army as a private and rose to the rank of brigadier, the other being future fellow Conservative MP Enoch Powell."}]}, {"heading": "Births", "year": "1913", "date": "March 11", "txt": "Wolf-Dietrich Wilcke, German colonel and pilot (d. 1944)", "entities": [{"title": "Wolf-Dietrich Wilcke", "href": "/wiki/Wolf-Dietrich_Wilcke", "description": "Wolf-Dietrich Wilcke was a German Luftwaffe pilot during World War II, a fighter ace credited with 162 enemy aircraft shot down in 732 combat missions. He claimed the majority of his victories over the Eastern Front, and 25 over the Western Front, including four four-engined bombers."}]}, {"heading": "Births", "year": "1915", "date": "March 11", "txt": "Vijay Hazare, Indian cricketer (d. 2004)", "entities": [{"title": "Vijay Hazare", "href": "/wiki/Vijay_Hazare", "description": "Vijay Samuel Hazare pronunciation (help·info) was an Indian cricketer. He captained India in 14 matches between 1951 and 1953. In India's 25th Test match, nearly 20 years after India achieved Test status, he led India to its first ever Test cricket win in 1951–52 against England at Madras, winning by an innings and eight runs in a match that began on the day that King George VI died."}]}, {"heading": "Births", "year": "1915", "date": "March 11", "txt": "J. C. R. Licklider, American computer scientist and psychologist (d. 1990)", "entities": []}, {"heading": "Births", "year": "1916", "date": "March 11", "txt": "Harold Wilson, English academic and politician, Prime Minister of the United Kingdom (d. 1995)", "entities": [{"title": "Harold Wilson", "href": "/wiki/Harold_Wilson", "description": "James Harold Wilson, Baron Wilson of Rievaulx, was a British politician who served as Prime Minister of the United Kingdom twice, from October 1964 to June 1970, and again from March 1974 to April 1976. Wilson was the Leader of the Labour Party from 1963 to 1976, and was a Member of Parliament (MP) from 1945 to 1983."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1920", "date": "March 11", "txt": "Nicolaas Bloembergen, Dutch-American physicist and academic, Nobel Prize laureate (d. 2017)", "entities": [{"title": "Nicolaas Bloembergen", "href": "/wiki/Nicolaas_Bloembergen", "description": "Nicolaas Bloembergen was a Dutch-American physicist and Nobel laureate, recognized for his work in developing driving principles behind nonlinear optics for laser spectroscopy. During his career, he was a professor at Harvard University and later at the University of Arizona and at Leiden University in 1973."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1921", "date": "March 11", "txt": "Astor Piazzolla, Argentine tango composer and bandoneon player (d. 1992)", "entities": [{"title": "Astor Piazzolla", "href": "/wiki/Astor_Piazzolla", "description": "Astor Pantaleón Piazzolla was an Argentine tango composer, bandoneon player, and arranger. His works revolutionized the traditional tango into a new style termed nuevo tango, incorporating elements from jazz and classical music. A virtuoso bandoneonist, he regularly performed his own compositions with a variety of ensembles.\nIn 1992, American music critic Stephen Holden described Piazzolla as \"the"}]}, {"heading": "Births", "year": "1922", "date": "March 11", "txt": "Cornelius Castoriadis, Greek economist and philosopher (d. 1997)", "entities": [{"title": "Cornelius Castoriadis", "href": "/wiki/Cornelius_Castoriadis", "description": "Cornelius Castoriadis was a Greek-French philosopher, social critic, economist, psychoanalyst, author of The Imaginary Institution of Society, and co-founder of the Socialisme ou Barbarie group."}]}, {"heading": "Births", "year": "1922", "date": "March 11", "txt": "Abdul Razak Hussein, Malaysian lawyer and politician, Prime Minister of Malaysia (d. 1976)", "entities": [{"title": "Prime Minister of Malaysia", "href": "/wiki/Prime_Minister_of_Malaysia", "description": "The prime minister of Malaysia is the head of government of Malaysia. The prime minister directs the executive branch of the federal government. The Yang di-Pertuan Agong appoints a member of Parliament (MP) who, in his opinion, is most likely to command the confidence of a majority of MPs, the prime minister, usually the leader of the party winning the most seats in a general election."}]}, {"heading": "Births", "year": "1922", "date": "March 11", "txt": "José Luis López Vázquez, Spanish actor and director (d. 2009)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 11", "txt": "Louise Brough, American tennis player (d. 2014)", "entities": [{"title": "Louise Brough", "href": "/wiki/Louise_Brough", "description": "Althea Louise Brough Clapp was an American tennis player. In her career between 1939 and 1959, she won six Grand Slam singles titles as well as numerous doubles and mixed-doubles titles. At the end of the 1955 tennis season, Lance Tingay of the London Daily Telegraph ranked her world No. 1 for the year."}]}, {"heading": "Births", "year": "1925", "date": "March 11", "txt": "Margaret Oakley Dayhoff, American biochemist and academic (d. 1983)", "entities": [{"title": "Margaret Oakley Dayhoff", "href": "/wiki/Margaret_Oakley_Dayhoff", "description": "Margaret Belle (Oakley) Dayhoff was an American physical chemist and a pioneer in the field of bioinformatics. Dayhoff was a professor at Georgetown University Medical Center and a noted research biochemist at the National Biomedical Research Foundation (NBRF) where she pioneered the application of mathematics and computational methods to the field of biochemistry. She dedicated her career to appl"}]}, {"heading": "Births", "year": "1926", "date": "March 11", "txt": "Ralph Abernathy, American minister and activist (d. 1990)", "entities": [{"title": "Ralph Abernathy", "href": "/wiki/Ralph_Abernathy", "description": "Ralph David Abernathy Sr. was an American civil rights activist and Baptist minister. He was ordained in the Baptist tradition in 1948. As a leader of the civil rights movement, he was a close friend and mentor of Martin Luther King Jr. He collaborated with King to create the Montgomery Improvement Association, which led to the Montgomery bus boycott. He also co-founded, and was an executive board"}]}, {"heading": "Births", "year": "1927", "date": "March 11", "txt": "Freda Meissner-Blau, Austrian activist and politician (d. 2015)", "entities": [{"title": "Freda Meissner-Blau", "href": "/wiki/Freda_Meissner-Blau", "description": "Freda Meissner-Blau was an Austrian politician, activist, and prominent figurehead in the Austrian environmental movement. She was a founder and the federal spokesperson of the Austrian Green Party."}]}, {"heading": "Births", "year": "1927", "date": "March 11", "txt": "Robert Mosbacher, American businessman, and politician, United States Secretary of Commerce (d. 2010)", "entities": [{"title": "United States Secretary of Commerce", "href": "/wiki/United_States_Secretary_of_Commerce", "description": "The United States secretary of commerce (SecCom) is the head of the United States Department of Commerce. The secretary serves as the principal advisor to the president of the United States on all matters relating to commerce. The secretary reports directly to the president and is a statutory member of Cabinet of the United States. The secretary is appointed by the president, with the advice and c"}]}, {"heading": "Births", "year": "1927", "date": "March 11", "txt": "Josep Maria Subirachs, Spanish sculptor and painter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 11", "txt": "Timothy Carey, American actor, director, producer, and screenwriter (d. 1994)", "entities": [{"title": "Timothy Carey", "href": "/wiki/Timothy_Carey", "description": "Timothy Agoglia Carey was an American film and television character actor. Carey was best known for portraying manic or violent characters who are driven to extremes."}]}, {"heading": "Births", "year": "1929", "date": "March 11", "txt": "Jackie McGlew, South African cricketer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1930", "date": "March 11", "txt": "David Gentleman, English illustrator and engraver", "entities": [{"title": "David Gentleman", "href": "/wiki/David_Gentleman", "description": "David William Gentleman is an English artist. He studied illustration at the Royal College of Art under Edward Bawden and John Nash. He has worked in watercolour, lithography and wood engraving, at scales ranging from platform-length murals for Charing Cross Underground Station in London to postage stamps and logos."}]}, {"heading": "Births", "year": "1930", "date": "March 11", "txt": "Claude Jutra, Canadian actor, director and screenwriter (d. 1986)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 11", "txt": "Rupert Murdoch, Australian-American businessman and media magnate", "entities": [{"title": "Rupert Murdoch", "href": "/wiki/Rupert_Murdoch", "description": "Keith Rupert Murdoch is an Australian-born American media mogul. Through his company News Corp, he is the owner of hundreds of local, national, and international publishing outlets around the world, including in the UK, in Australia, in the US, book publisher HarperCollins, and the television broadcasting channels Sky News Australia and Fox News. He was also the owner of Sky, 21st Century Fox, and"}]}, {"heading": "Births", "year": "1932", "date": "March 11", "txt": "Leroy Jenkins, American violinist and composer (d. 2007)", "entities": [{"title": "Leroy Jenkins (jazz musician)", "href": "/wiki/Leroy_Jenkins_(jazz_musician)", "description": "Leroy Jenkins was an American composer and violinist/violist."}]}, {"heading": "Births", "year": "1932", "date": "March 11", "txt": "Nigel Lawson, English journalist and politician, Chancellor of the Exchequer", "entities": [{"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1934", "date": "March 11", "txt": "Sam Donaldson, American journalist", "entities": [{"title": "Sam Donaldson", "href": "/wiki/Sam_Donaldson", "description": "Samuel Andrew Donaldson Jr. is an American former reporter and news anchor, serving with ABC News from 1967 to 2013. He is best known as the network's White House Correspondent and as a panelist and later co-anchor of the network's Sunday program, This Week."}]}, {"heading": "Births", "year": "1936", "date": "March 11", "txt": "Antonin Scalia, American lawyer and jurist, Associate Justice of the Supreme Court of the United States (d. 2016)", "entities": [{"title": "Antonin Scalia", "href": "/wiki/Antonin_Scalia", "description": "Antonin Gregory Scalia was an American jurist who served as an associate justice of the Supreme Court of the United States from 1986 until his death in 2016. He was described as the intellectual anchor for the originalist and textualist position in the Court's conservative wing. For catalyzing an originalist and textualist movement in American law, he has been described as one of the most influent"}, {"title": "Associate Justice of the Supreme Court of the United States", "href": "/wiki/Associate_Justice_of_the_Supreme_Court_of_the_United_States", "description": "An associate justice of the Supreme Court of the United States is any member of the Supreme Court of the United States other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869."}]}, {"heading": "Births", "year": "1940", "date": "March 11", "txt": "Alberto Cortez, Argentinian-Spanish singer-songwriter (d. 2019)", "entities": [{"title": "Alberto Cortez", "href": "/wiki/Alberto_Cortez", "description": "Alberto Cortez was an Argentine singer and songwriter. Cortez and his wife Renée Goovaerts lived in Madrid."}]}, {"heading": "Births", "year": "1943", "date": "March 11", "txt": "Arturo Merzario, Italian race car driver", "entities": [{"title": "Arturo Merzario", "href": "/wiki/Arturo_Merzario", "description": "Arturo Francesco \"Art\" Merzario is a racing driver from Italy. He participated in 85 Formula One World Championship Grands Prix, debuting on 15 July 1972. He scored 11 championship points."}]}, {"heading": "Births", "year": "1945", "date": "March 11", "txt": "Dock Ellis, American baseball player and coach (d. 2008)", "entities": [{"title": "Dock Ellis", "href": "/wiki/Dock_Ellis", "description": "Dock Phillip Ellis Jr. was an American professional baseball player. He played in Major League Baseball as a right-handed pitcher from 1968 through 1979, most notably as a member of the Pittsburgh Pirates teams that won five National League Eastern Division titles in six years between 1970 and 1975 and won the World Series in 1971. Ellis also played for the New York Yankees, Oakland Athletics, Tex"}]}, {"heading": "Births", "year": "1945", "date": "March 11", "txt": "Harvey Mandel, American guitarist", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 11", "txt": "Tristan Murail, French composer and educator", "entities": [{"title": "Tristan Murail", "href": "/wiki/Tristan_Murail", "description": "Tristan Murail is a French composer associated with the \"spectral\" technique of composition."}]}, {"heading": "Births", "year": "1950", "date": "March 11", "txt": "Bobby McFerrin, American singer-songwriter, producer, and conductor", "entities": [{"title": "Bobby McFerrin", "href": "/wiki/Bobby_McFerrin", "description": "Robert Keith McFerrin Jr. is an American folk-jazz vocalist. He is known for his vocal techniques, such as singing fluidly but with quick and considerable jumps in pitch—for example, sustaining a melody while also rapidly alternating with arpeggios and harmonies—as well as scat singing, polyphonic overtone singing, and improvisational vocal percussion. He is widely known for performing and recordi"}]}, {"heading": "Births", "year": "1950", "date": "March 11", "txt": "Jerry Zucker, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 11", "txt": "Dominique Sanda, French model and actress", "entities": [{"title": "Dominique Sanda", "href": "/wiki/Dominique_Sanda", "description": "Dominique Marie-Françoise Renée Varaigne, professionally known as Dominique Sanda, is a French actress and former fashion model."}]}, {"heading": "Births", "year": "1952", "date": "March 11", "txt": "Douglas Adams, English author and playwright (d. 2001)", "entities": [{"title": "Douglas Adams", "href": "/wiki/Douglas_Adams", "description": "Douglas Noel Adams was an English author, screenwriter, essayist, humorist, satirist and dramatist. Adams was author of The Hitchhiker's Guide to the Galaxy, which originated in 1978 as a BBC radio comedy, before developing into a \"trilogy\" of five books that sold more than 15 million copies in his lifetime and generated a television series, several stage plays, comics, a video game, and in 2005 a"}]}, {"heading": "Births", "year": "1953", "date": "March 11", "txt": "Derek Daly, Irish-American race car driver and sportscaster", "entities": [{"title": "Derek Daly", "href": "/wiki/Derek_Daly", "description": "Derek Patrick Daly is an Irish-American former racing driver. He won the 1977 British Formula 3 Championship, and competed as a professional racing driver for 17 years participating in 64 World Championship Formula One Grands Prix, debuting on 2 April 1978. He scored a total of 15 championship points, and also participated in several non-Championship Formula One races. After F1, Daly raced in CART"}]}, {"heading": "Births", "year": "1953", "date": "March 11", "txt": "Jimmy Iovine, American record producer and businessman, co-founded Beats Electronics", "entities": [{"title": "Beats Electronics", "href": "/wiki/Beats_Electronics", "description": "Beats Electronics LLC is an American consumer audio products manufacturer headquartered in Culver City, California. The company was founded by music producer Dr. Dre and record company executive Jimmy Iovine. Since 2014, it has been an Apple subsidiary."}]}, {"heading": "Births", "year": "1953", "date": "March 11", "txt": "Bernie LaBarge, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 11", "txt": "David Newman, American composer and conductor", "entities": [{"title": "David Newman (composer)", "href": "/wiki/David_Newman_(composer)", "description": "David Louis Newman is an American composer and conductor known particularly for his film scores. In a career spanning more than thirty years, he has composed music for nearly 100 feature films. He received an Academy Award nomination for writing the score to the 1997 film Anastasia, contributing to the Newmans being the most nominated Academy Award extended family, with a collective 92 nominations"}]}, {"heading": "Births", "year": "1954", "date": "March 11", "txt": "Gale Norton, American politician, 48th United States Secretary of the Interior", "entities": [{"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Births", "year": "1955", "date": "March 11", "txt": "Leslie Cliff, Canadian swimmer", "entities": [{"title": "Leslie Cliff (swimmer)", "href": "/wiki/Leslie_Cliff_(swimmer)", "description": "Leslie G. Cliff,, later known by her married name Leslie Tindle, is a Canadian former competitive swimmer who participated in the Olympics, Commonwealth Games and Pan American Games."}]}, {"heading": "Births", "year": "1955", "date": "March 11", "txt": "Nina Hagen, German singer-songwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 11", "txt": "Willie Banks, American triple jumper", "entities": [{"title": "Willie Banks", "href": "/wiki/Willie_Banks", "description": "William Augustus Banks, III is an American athlete. Born at Travis Air Force Base, California, he grew up in San Diego County and went to Oceanside High School. Banks is an Eagle Scout."}]}, {"heading": "Births", "year": "1956", "date": "March 11", "txt": "Helen Rollason, English sports journalist and sportscaster (d. 1999)", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 11", "txt": "Anissa Jones, American child actress (d. 1976)", "entities": [{"title": "Anissa Jones", "href": "/wiki/Anissa_Jones", "description": "Mary Anissa Jones was an American child actress known for her role as Buffy on the CBS sitcom Family Affair, which ran from 1966 to 1971. She died from combined drug intoxication at the age of 18."}]}, {"heading": "Births", "year": "1959", "date": "March 11", "txt": "Nina Hartley, American pornographic actress/director, sex educator, sex-positive feminist, and author", "entities": [{"title": "Nina Hartley", "href": "/wiki/Nina_Hartley", "description": "Marie Louise Hartman, known professionally as Nina Hartley, is an American pornographic film actress and director, sex educator, sex-positive feminist, and author."}]}, {"heading": "Births", "year": "1960", "date": "March 11", "txt": "Warwick Taylor, New Zealand rugby player", "entities": [{"title": "Warwick Taylor", "href": "/wiki/Warwick_Taylor", "description": "Warwick Thomas Taylor is a former New Zealand rugby union player. He won 24 caps for the All Blacks between 1983 and 1988 and played in the victorious New Zealand team at the 1987 Rugby World Cup."}]}, {"heading": "Births", "year": "1961", "date": "March 11", "txt": "Elias Koteas, Canadian actor", "entities": [{"title": "Elias Koteas", "href": "/wiki/Elias_Koteas", "description": "Elias Koteas is a Canadian actor. He is best known for acting in either supporting or leading roles in films from the United States and Canada."}]}, {"heading": "Births", "year": "1961", "date": "March 11", "txt": "Bruce Watson, Canadian-Scottish guitarist", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 11", "txt": "Matt Mead, American politician, Governor of Wyoming", "entities": [{"title": "Matt Mead", "href": "/wiki/Matt_Mead", "description": "Matthew Hansen Mead is an American attorney, businessman and politician who served as the 32nd Governor of Wyoming from 2011 to 2019. A member of the Republican Party, he previously was the United States Attorney for the District of Wyoming from 2001 to 2007."}, {"title": "Governor of Wyoming", "href": "/wiki/Governor_of_Wyoming", "description": "This is a list of the governors of Wyoming, beginning with territorial governors. Wyoming Territory was organized in 1868, and the state was admitted to the union on July 10, 1890."}]}, {"heading": "Births", "year": "1963", "date": "March 11", "txt": "Gary Barnett, English footballer and manager", "entities": [{"title": "Gary Barnett (footballer)", "href": "/wiki/Gary_Barnett_(footballer)", "description": "Gary Lloyd Barnett is an English former professional footballer and football coach. He made nearly 400 appearances in the Football League playing as a midfielder for Oxford United, Wimbledon, Fulham, Huddersfield Town, Leyton Orient and Kidderminster Harriers. As player-manager of League of Wales club Barry Town, he was honoured with the League of Wales Manager of the Year award in three consecuti"}]}, {"heading": "Births", "year": "1963", "date": "March 11", "txt": "Alex Kingston, English actress", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 11", "txt": "David LaChapelle, American photographer and director", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 11", "txt": "Vinnie Paul, American drummer, songwriter and producer (d. 2018)", "entities": [{"title": "Vinnie Paul", "href": "/wiki/Vinnie_Paul", "description": "Vincent Paul Abbott, also known as Vinnie Paul, was an American musician, songwriter and producer, best known for being the drummer and co-founder of the heavy metal band Pantera. He was a member of Hellyeah for 12 years from 2006 until his death in 2018. He also co-founded the heavy metal band Damageplan in 2003 with his younger brother, Dimebag Darrell."}]}, {"heading": "Births", "year": "1964", "date": "March 11", "txt": "Shane Richie, English actor and singer", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 11", "txt": "Nigel Adkins, English footballer and manager", "entities": [{"title": "Nigel Adkins", "href": "/wiki/Nigel_Adkins", "description": "Nigel Howard Adkins is an English professional football manager and former player and physiotherapist. He is currently the manager and head coach of League One club Charlton Athletic."}]}, {"heading": "Births", "year": "1965", "date": "March 11", "txt": "Jesse Jackson, Jr., American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 11", "txt": "Jenny Packham, English fashion designer", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 11", "txt": "John Thompson III, American basketball player and coach", "entities": [{"title": "John Thompson III", "href": "/wiki/John_Thompson_III", "description": "John Robert Thompson III is the assistant coach for the United States men's national basketball team since 2017. He previously served as the head coach of the men's basketball team at Georgetown University. He grew up in Washington, D.C. and was named first team All-Metro by The Washington Post while playing for Gonzaga College High School in 1984. Thompson was hired on April 20, 2004 to replace C"}]}, {"heading": "Births", "year": "1967", "date": "March 11", "txt": "John Barrowman, Scottish-American actor and singer", "entities": [{"title": "John Barrowman", "href": "/wiki/John_Barrowman", "description": "John Scot Barrowman is a Scottish-American actor, singer, presenter, author, judge and comic book writer. He is perhaps best known for his role as Captain Jack Harkness in Doctor Who and Torchwood, and as Malcolm Merlyn in the Arrowverse."}]}, {"heading": "Births", "year": "1967", "date": "March 11", "txt": "Brad Carson, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 11", "txt": "Terrence Howard, American actor and producer", "entities": [{"title": "Terrence Howard", "href": "/wiki/Terrence_Howard", "description": "Terrence Dashon Howard is an American actor, rapper, singer-songwriter and record producer. Having his first major roles in the 1995 films Dead Presidents and Mr. Holland's Opus, Howard broke into the mainstream with a succession of television and cinema roles between 2004 and 2006. He was nominated for the Academy Award for Best Actor for his role in Hustle & Flow."}]}, {"heading": "Births", "year": "1969", "date": "March 11", "txt": "Soraya, Colombian-American singer-songwriter, guitarist, and producer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 11", "txt": "Bobby Abreu, Venezuelan baseball player", "entities": [{"title": "Bobby Abreu", "href": "/wiki/Bobby_Abreu", "description": "Bob Kelly Abreu, nicknamed \"El Comedulce\" and also \"La Leche\", is a Venezuelan former professional baseball outfielder, who played in Major League Baseball (MLB) for the Houston Astros, Philadelphia Phillies, New York Yankees, Los Angeles Angels of Anaheim, Los Angeles Dodgers, and New York Mets."}]}, {"heading": "Births", "year": "1976", "date": "March 11", "txt": "Thomas Gravesen, Danish footballer", "entities": [{"title": "Thomas Gravesen", "href": "/wiki/Thomas_Gravesen", "description": "Thomas Gravesen is a Danish former professional footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1977", "date": "March 11", "txt": "Becky Hammon, American-Russian basketball player and coach", "entities": [{"title": "Becky Hammon", "href": "/wiki/Becky_Hammon", "description": "Rebecca Lynn Hammon is an American-Russian professional basketball coach and former player who is an assistant coach for the San Antonio Spurs of the National Basketball Association (NBA). A three-time All-American basketball player for the Colorado State Rams, Hammon went on to play for the San Antonio Stars and New York Liberty of the Women's National Basketball Association (WNBA) and for severa"}]}, {"heading": "Births", "year": "1978", "date": "March 11", "txt": "Didier Drogba, Ivorian footballer", "entities": [{"title": "Didier Drogba", "href": "/wiki/Didier_Drogba", "description": "Didier Yves Drogba Tébily  is an Ivorian retired professional footballer who played as a striker. He is the all-time top scorer and former captain of the Ivory Coast national team. He is best known for his career at Chelsea, for whom he has scored more goals than any other foreign player and is currently the club's fourth highest goal scorer of all time. Widely regarded as one of Chelsea's greates"}]}, {"heading": "Births", "year": "1978", "date": "March 11", "txt": "Albert Luque, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 11", "txt": "Elton Brand, American basketball player", "entities": [{"title": "Elton Brand", "href": "/wiki/Elton_Brand", "description": "Elton Tyron Brand is an American former professional basketball player and the current general manager of the Philadelphia 76ers of the National Basketball Association (NBA). After playing college basketball for Duke, he was selected with the first overall pick in the 1999 NBA draft by the Chicago Bulls, and later played for the Philadelphia 76ers, the Los Angeles Clippers, Dallas Mavericks and At"}]}, {"heading": "Births", "year": "1979", "date": "March 11", "txt": "Fred Jones, American basketball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 11", "txt": "Benji Madden, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 11", "txt": "Joel Madden, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 11", "txt": "Dan Uggla, American baseball player", "entities": [{"title": "Dan Uggla", "href": "/wiki/Dan_Uggla", "description": "Daniel Cooley Uggla is an American former professional baseball second baseman. He played in Major League Baseball (MLB) for the Florida Marlins, Atlanta Braves, San Francisco Giants, and Washington Nationals. In 2010, Uggla won the Silver Slugger Award at second base."}]}, {"heading": "Births", "year": "1981", "date": "March 11", "txt": "LeToya Luckett, American singer-songwriter and actress", "entities": [{"title": "LeToya Luckett", "href": "/wiki/LeToya_Luckett", "description": "LeToya Nicole Luckett-Walker is an American singer-songwriter and actress. She is known as a member of the R&B girl group Destiny's Child, with which she won two Grammy Awards and released many successful commercial recordings. Luckett has sold over 25 million records with Destiny's Child on the group's first two albums and singles."}]}, {"heading": "Births", "year": "1982", "date": "March 11", "txt": "Brian Anderson, American baseball player", "entities": [{"title": "Brian Anderson (outfielder)", "href": "/wiki/Brian_Anderson_(outfielder)", "description": "Brian Nikola Anderson is an American former professional baseball player. He played all or part of five seasons in Major League Baseball with the Chicago White Sox and Boston Red Sox as an outfielder, a position he played professionally until before the 2010 season. He also played for the Kansas City Royals and New York Yankees organizations as a pitcher."}]}, {"heading": "Births", "year": "1985", "date": "March 11", "txt": "Paul Bissonnette, Canadian ice hockey player", "entities": [{"title": "Paul Bissonnette", "href": "/wiki/Paul_Bissonnette", "description": "Paul Albert Bissonnette, nicknamed \"Biznasty\", is a Canadian former professional ice hockey player who played in the National Hockey League (NHL) for the Pittsburgh Penguins and Phoenix Coyotes."}]}, {"heading": "Births", "year": "1985", "date": "March 11", "txt": "Daniel Vázquez Evuy, Equatoguinean footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 11", "txt": "Cassandra Fairbanks, American journalist and activist", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 11", "txt": "Stelios Malezas, Greek footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 11", "txt": "Greg Olsen, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 11", "txt": "Nikolai Topor-Stanley, Australian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 11", "txt": "Dario Cologna, Swiss skier", "entities": [{"title": "Dario Cologna", "href": "/wiki/Dario_Cologna", "description": "Dario Cologna is a Swiss cross-country skier. He has four overall World Cup victories, four Olympic gold medals, one World Championships gold medal and four Tour de Ski victories in his career."}]}, {"heading": "Births", "year": "1987", "date": "March 11", "txt": "Marc-André Gragnani, Canadian ice hockey player", "entities": [{"title": "Marc-André Gragnani", "href": "/wiki/Marc-Andr%C3%A9_Gragnani", "description": "Marc-André Gragnani is a Canadian professional ice hockey defenceman currently playing with Djurgårdens IF of the Swedish Hockey League (SHL). He spent four-and-a-half seasons playing for the Buffalo Sabres of the National Hockey League and their American Hockey League affiliate, the Portland Pirates. He also played half a season with Vancouver before signing with Carolina as a free agent. On July"}]}, {"heading": "Births", "year": "1987", "date": "March 11", "txt": "Tanel Kangert, Estonian cyclist", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 11", "txt": "Ngonidzashe Makusha, Zimbabwean sprinter and long jumper", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 11", "txt": "Fábio Coentrão, Portuguese footballer", "entities": [{"title": "Fábio Coentrão", "href": "/wiki/F%C3%A1bio_Coentr%C3%A3o", "description": "Fábio Alexandre da Silva Coentrão is a Portuguese footballer who plays for Rio Ave. Mainly a left-back, he also operates as a winger and occasionally as a defensive midfielder."}]}, {"heading": "Births", "year": "1988", "date": "March 11", "txt": "Cecil Lolo, South African footballer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 11", "txt": "Anton Yelchin, Russian-born American actor (d. 2016)", "entities": [{"title": "Anton Yelchin", "href": "/wiki/Anton_Yelchin", "description": "Anton Viktorovich Yelchin was an American actor. He played Pavel Chekov in three Star Trek films: Star Trek (2009), Star Trek Into Darkness (2013), and the posthumously released Star Trek Beyond (2016) and voiced Clumsy Smurf in the Smurfs films. Yelchin was born in Leningrad to a Russian Jewish family, who moved to the United States when he was a baby. In the late 1990s, Yelchin began appearing i"}]}, {"heading": "Births", "year": "1990", "date": "March 11", "txt": "Ayumi Morita, Japanese tennis player", "entities": [{"title": "Ayumi Morita", "href": "/wiki/Ayumi_Morita", "description": "Ayumi Morita  is a Japanese tennis player. She reached her career-high ranking of 40th in the world in October 2011. At junior level, she reached a combined career-high ranking of world No. 3."}]}, {"heading": "Births", "year": "1993", "date": "March 11", "txt": "Jodie Comer, British actress", "entities": [{"title": "Jodie Comer", "href": "/wiki/Jodie_Comer", "description": "Jodie Marie Comer is an English actress. She is best known for her role as Oksana Astankova / Villanelle in the British black comedy-drama spy thriller Killing Eve (2018–present), for which she has received critical acclaim and won the Primetime Emmy Award for Outstanding Lead Actress in a Drama Series and the British Academy Television Award for Best Actress."}]}, {"heading": "Births", "year": "1993", "date": "March 11", "txt": "Anthony Davis, American basketball player", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 11", "txt": "Andrew Robertson, Scottish footballer", "entities": [{"title": "Andrew Robertson", "href": "/wiki/Andrew_Robertson", "description": "Andrew Henry Robertson is a Scottish professional footballer who plays as a left-back for Premier League club Liverpool and the Scotland national team, which he captains. Robertson began his senior career with Queen's Park in 2012 before joining Dundee United a year later. His form in his first season as a professional led to him being named PFA Scotland Young Player of the Year and also making hi"}]}, {"heading": "Deaths", "year": "222", "date": "March 11", "txt": "Elagabalus, Roman emperor (b. 203)", "entities": [{"title": "Elagabalus", "href": "/wiki/Elagabalus", "description": "Elagabalus or Heliogabalus, officially known as Antoninus, was Roman emperor from 218 to 222, while he was still a teenager. His short reign was conspicuous for sex scandals and religious controversy. A close relative to the Severan dynasty, he came from a prominent Arab family in Emesa (Homs), Syria, where since his early youth he served as head priest of the sun god Elagabal. After the death of "}]}, {"heading": "Deaths", "year": "638", "date": "March 11", "txt": "Sophronius of Jerusalem (b. 560)", "entities": [{"title": "Sophronius of Jerusalem", "href": "/wiki/Sophronius_of_Jerusalem", "description": "Sophronius, called Sophronius the Sophist, was the Patriarch of Jerusalem from 634 until his death. He is venerated as a saint in the Eastern Orthodox and Catholic Churches. Before rising to the primacy of the see of Jerusalem, he was a monk and theologian who was the chief protagonist for orthodox teaching in the doctrinal controversy on the essential nature of Jesus and his volitional acts."}]}, {"heading": "Deaths", "year": "1198", "date": "March 11", "txt": "Marie of France, Countess of Champagne (b. 1145)", "entities": [{"title": "Marie of France, Countess of Champagne", "href": "/wiki/Marie_of_France,_Countess_of_Champagne", "description": "Marie of France was a French princess and Countess consort of Champagne. She was regent of the county of Champagne in 1179–1181, and in 1190–1197."}]}, {"heading": "Deaths", "year": "1486", "date": "March 11", "txt": "Albrecht III Achilles, Elector of Brandenburg (b. 1414)", "entities": [{"title": "Albrecht III Achilles, Elector of Brandenburg", "href": "/wiki/Albrecht_III_Achilles,_Elector_of_Brandenburg", "description": "Albert III was Elector of Brandenburg from 1471 until his death, the third from the House of Hohenzollern. A member of the Order of the Swan, he received the cognomen Achilles because of his knightly qualities and virtues. He also ruled in the Franconian principalities of Ansbach from 1440 and Kulmbach from 1464."}]}, {"heading": "Deaths", "year": "1514", "date": "March 11", "txt": "Donato Bramante, Italian architect, designed the San Pietro in Montorio (b. 1444)", "entities": [{"title": "Donato Bramante", "href": "/wiki/Donato_Bramante", "description": "Donato Bramante, born as Donato di Pascuccio d'Antonio and also known as Bramante Lazzari, was an Italian architect and painter. He introduced Renaissance architecture to Milan and the High Renaissance style to Rome, where his plan for St. Peter's Basilica formed the basis of design executed by Michelangelo. His Tempietto marked the beginning of the High Renaissance in Rome (1502) when Pope Julius"}, {"title": "San Pietro in Montorio", "href": "/wiki/San_Pietro_in_Montorio", "description": "San Pietro in Montorio is a church in Rome, Italy, which includes in its courtyard the Tempietto, a small commemorative martyrium (tomb) built by Donato Bramante."}]}, {"heading": "Deaths", "year": "1575", "date": "March 11", "txt": "Matthias Flacius, Croatian theologian and reformer (b. 1520)", "entities": [{"title": "Matthias Flacius", "href": "/wiki/Matthias_Flacius", "description": "Matthias Flacius Illyricus or Francovich was a Lutheran reformer from Istria, present day Croatia. He was notable as a theologian, sometimes dissenting strongly with his fellow Lutherans, and as a scholar for his editorial work on the Magdeburg Centuries."}]}, {"heading": "Deaths", "year": "1602", "date": "March 11", "txt": "Emilio de' Cavalieri, Italian organist and composer (b. 1550)", "entities": [{"title": "Emilio de' Cavalieri", "href": "/wiki/Emilio_de%27_Cavalieri", "description": "Emilio de' Cavalieri, or Emilio dei Cavalieri, the spellings \"del\" and \"Cavaliere\" are contemporary typographical errors, was an Italian composer, producer, organist, diplomat, choreographer and dancer at the end of the Renaissance era. His work, along with that of other composers active in Rome, Florence and Venice, was critical in defining the beginning of the musical Baroque era. A member of th"}]}, {"heading": "Deaths", "year": "1607", "date": "March 11", "txt": "Giovanni Maria Nanino, Italian composer and educator (b. 1543)", "entities": [{"title": "Giovanni Maria Nanino", "href": "/wiki/Giovanni_Maria_Nanino", "description": "Giovanni Maria Nanino was an Italian composer and teacher of the late Renaissance. He was a member of the Roman School of composers, and was the most influential music teacher in Rome in the late 16th century. He was the older brother of composer Giovanni Bernardino Nanino."}]}, {"heading": "Deaths", "year": "1665", "date": "March 11", "txt": "Clemente Tabone, Maltese landowner and militia member (b. c. 1575)", "entities": [{"title": "Clemente Tabone", "href": "/wiki/Clemente_Tabone", "description": "Clemente Tabone was a Maltese landowner and militia member who is known for his courage in the Raid on Żejtun, the last major Ottoman attack on Malta, in 1614. He built a tower and a chapel on some of his lands on the outskirts of Żejtun. The tower no longer exists, but St. Clement's Chapel remains intact and is still in use today."}]}, {"heading": "Deaths", "year": "1722", "date": "March 11", "txt": "John Toland, Irish philosopher and theorist (b. 1670)", "entities": [{"title": "John Toland", "href": "/wiki/John_Toland", "description": "John Toland was an Irish rationalist philosopher and freethinker, and occasional satirist, who wrote numerous books and pamphlets on political philosophy and philosophy of religion, which are early expressions of the philosophy of the Age of Enlightenment. Born in Ireland, he was educated at the universities of Glasgow, Edinburgh, Leiden and Oxford and was influenced by the philosophy of John Lock"}]}, {"heading": "Deaths", "year": "1759", "date": "March 11", "txt": "John Forbes, Scottish general (b. 1707)", "entities": [{"title": "John Forbes (British Army officer)", "href": "/wiki/John_Forbes_(British_Army_officer)", "description": "John Forbes was a Scottish professional soldier who served in the British Army from 1729 until his death in 1759."}]}, {"heading": "Deaths", "year": "1820", "date": "March 11", "txt": "Benjamin West, American-English painter and academic (b. 1738)", "entities": [{"title": "Benjamin West", "href": "/wiki/Benjamin_West", "description": "Benjamin West was an American artist, who painted famous historical scenes such as The Death of Nelson, The Death of General Wolfe, and Benjamin Franklin Drawing Electricity from the Sky."}]}, {"heading": "Deaths", "year": "1851", "date": "March 11", "txt": "Marie-Louise Coidavid, Queen of Haiti (b. 1778)", "entities": [{"title": "Marie-Louise Coidavid", "href": "/wiki/Marie-Louise_Coidavid", "description": "Queen Marie Louise Coidavid, was the Queen of the Kingdom of Haiti 1811–20 as the spouse of Henri I of Haiti."}]}, {"heading": "Deaths", "year": "1851", "date": "March 11", "txt": "George McDuffie, American lawyer and politician, 55th Governor of South Carolina (b. 1790)", "entities": [{"title": "Governor of South Carolina", "href": "/wiki/Governor_of_South_Carolina", "description": "The governor of the State of South Carolina is the chief executive of South Carolina serving as its head of state and head of the executive of the government of South Carolina. The governor is the ex officio commander-in-chief of the National Guard when not called into federal service. The governor's responsibilities include making yearly \"State of the State\" addresses to the South Carolina Genera"}]}, {"heading": "Deaths", "year": "1863", "date": "March 11", "txt": "Sir James Outram, 1st Baronet, English general (b. 1803)", "entities": [{"title": "Sir James Outram, 1st Baronet", "href": "/wiki/Sir_James_Outram,_1st_Baronet", "description": "Lieutenant-General Sir James Outram, 1st Baronet, GCB, KCSI was an English general who fought in the Indian Rebellion of 1857."}]}, {"heading": "Deaths", "year": "1869", "date": "March 11", "txt": "Vladimir Odoyevsky, Russian philosopher and critic (b. 1803)", "entities": [{"title": "Vladimir Odoyevsky", "href": "/wiki/Vladimir_Odoyevsky", "description": "Prince Vladimir Fyodorovich Odoyevsky was a prominent Russian Imperial philosopher, writer, music critic, philanthropist and pedagogue. He became known as the \"Russian Hoffmann\" and even the \"Russian Faust\" on account of his keen interest in phantasmagoric tales and musical criticism."}]}, {"heading": "Deaths", "year": "1870", "date": "March 11", "txt": "Moshoeshoe I of Lesotho (b. 1786)", "entities": [{"title": "Moshoeshoe I", "href": "/wiki/Moshoeshoe_I", "description": "\nMoshoeshoe was born at Menkhoaneng in the northern part of present-day Lesotho. He was the first son of Mokhachane, a minor chief of the Bamokoteli lineage- a branch of the Koena (crocodile) clan. In his youth, he helped his father gain power over some other smaller clans. At the age of 34 Moshoeshoe formed his own clan and became a chief. He and his followers settled at the Butha-Buthe Mountain."}]}, {"heading": "Deaths", "year": "1874", "date": "March 11", "txt": "Charles Sumner, American lawyer and politician (b. 1811)", "entities": [{"title": "Charles Sumner", "href": "/wiki/Charles_Sumner", "description": "Charles Sumner was an American statesman and United States Senator from Massachusetts. As an academic lawyer and a powerful orator, Sumner was the leader of the anti-slavery forces in the state and a leader of the Radical Republicans in the U.S. Senate during the American Civil War. During Reconstruction, he fought to minimize the power of the ex-Confederates and guarantee equal rights to the free"}]}, {"heading": "Deaths", "year": "1898", "date": "March 11", "txt": "William Rosecrans, American general and politician (b. 1819)", "entities": [{"title": "William Rosecrans", "href": "/wiki/William_Rosecrans", "description": "William Starke Rosecrans was an American inventor, coal-oil company executive, diplomat, politician, and U.S. Army officer. He gained fame for his role as a Union general during the American Civil War. He was the victor at prominent Western Theater battles, but his military career was effectively ended following his disastrous defeat at the Battle of Chickamauga in 1863."}]}, {"heading": "Deaths", "year": "1907", "date": "March 11", "txt": "Jean Casimir-Perier, French lawyer and politician, 6th President of France (b. 1847)", "entities": [{"title": "Jean Casimir-Perier", "href": "/wiki/Jean_Casimir-Perier", "description": "Jean Paul Pierre Casimir-Perier was a French politician who served as President of France from 1894 to 1895."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Deaths", "year": "1908", "date": "March 11", "txt": "Edmondo De Amicis, Italian journalist and author (b. 1846)", "entities": [{"title": "Edmondo De Amicis", "href": "/wiki/Edmondo_De_Amicis", "description": "Edmondo De Amicis was an Italian novelist, journalist, poet and short-story writer. His best-known book is Cuore, a children's novel translated into English as Heart."}]}, {"heading": "Deaths", "year": "1908", "date": "March 11", "txt": "Benjamin Waugh, English minister and activist (b. 1839)", "entities": []}, {"heading": "Deaths", "year": "1915", "date": "March 11", "txt": "Thomas Alexander Browne, English-Australian author (b. 1826)", "entities": [{"title": "Thomas Alexander Browne", "href": "/wiki/Thomas_Alexander_Browne", "description": "Thomas Alexander Browne was an Australian author who published many of his works under the pseudonym Rolf Boldrewood. He is best known for his 1882 bushranging novel Robbery Under Arms."}]}, {"heading": "Deaths", "year": "1931", "date": "March 11", "txt": "F. W. Murnau, German-American director, producer, and screenwriter (b. 1888)", "entities": [{"title": "F. W. Murnau", "href": "/wiki/F._W._Murnau", "description": "Friedrich Wilhelm Murnau was a German film director."}]}, {"heading": "Deaths", "year": "1937", "date": "March 11", "txt": "Joseph S. Cullinan, American businessman, co-founded Texaco (b. 1860)", "entities": [{"title": "Joseph S. Cullinan", "href": "/wiki/Joseph_S._Cullinan", "description": "Joseph Stephen Cullinan was a U.S. oil industrialist. Although he was a native of Pennsylvania, his lifetime business endeavors would help shape the early phase of the oil industry in Texas. He founded The Texas Company, which would eventually be known as Texaco Incorporated."}, {"title": "Texaco", "href": "/wiki/Texaco", "description": "Texaco, Inc. is an American oil subsidiary of Chevron Corporation. Its flagship product is its fuel \"Texaco with Techron\". It also owns the Havoline motor oil brand. Texaco was an independent company until its refining operations merged into Chevron Corporation in 2001, at which time most of its station franchises were divested to the Shell Oil Company. It began as the Texas Fuel Company, founded "}]}, {"heading": "Deaths", "year": "1944", "date": "March 11", "txt": "Hendrik Willem van Loon, Dutch-American journalist and historian (b. 1882)", "entities": [{"title": "Hendrik Willem van Loon", "href": "/wiki/Hendrik_Willem_van_Loon", "description": "Hendrik Willem van Loon was a Dutch-American historian, journalist, and children's book author."}]}, {"heading": "Deaths", "year": "1944", "date": "March 11", "txt": "Edgar Zilsel, Austrian historian and philosopher of science, linked to the Vienna Circle (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1949", "date": "March 11", "txt": "Henri Giraud, French general and politician (b. 1879)", "entities": [{"title": "Henri Giraud", "href": "/wiki/Henri_Giraud", "description": "Henri Honoré Giraud was a French general and a leader of the Free French Forces during the Second World War until he was forced to retire in 1944."}]}, {"heading": "Deaths", "year": "1952", "date": "March 11", "txt": "Pierre Renoir, French actor and director (b. 1885)", "entities": [{"title": "Pierre Renoir", "href": "/wiki/Pierre_Renoir", "description": "Pierre Renoir was a French stage and film actor. He was the son of the impressionist painter Pierre-Auguste Renoir and elder brother of the film director Jean Renoir. He is also noted for being the first actor to play Georges Simenon's character Inspector Jules Maigret."}]}, {"heading": "Deaths", "year": "1955", "date": "March 11", "txt": "Alexander Fleming, Scottish biologist, pharmacologist, and botanist, Nobel Prize laureate (b. 1881)", "entities": [{"title": "Alexander Fleming", "href": "/wiki/Alexander_Fleming", "description": "Sir Alexander Fleming was a Scottish physician and microbiologist, best known for discovering the enzyme lysozyme and the world's first broadly effective antibiotic substance which he named penicillin. He discovered lysozyme from his nasal discharge in 1922, and along with it a bacterium he named Micrococcus Lysodeikticus, later renamed Micrococcus luteus. His discovery of what is later named benz"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1955", "date": "March 11", "txt": "Oscar F. Mayer, German-American businessman, founded Oscar Mayer (b. 1859)", "entities": [{"title": "Oscar Mayer", "href": "/wiki/Oscar_Mayer", "description": "Oscar Mayer is an American meat and cold cut production company, owned by the American food company Kraft Heinz based in Chicago, Illinois. It is known for its hot dogs, bologna, bacon, ham, and Lunchables products."}]}, {"heading": "Deaths", "year": "1957", "date": "March 11", "txt": "Richard E. Byrd, American admiral and explorer (b. 1888)", "entities": [{"title": "Richard E. Byrd", "href": "/wiki/Richard_E._Byrd", "description": "Rear Admiral Richard Evelyn Byrd Jr. was an American naval officer and explorer. He was a recipient of the Medal of Honor, the highest honor for valor given by the United States, and was a pioneering American aviator, polar explorer, and organizer of polar logistics. Aircraft flights in which he served as a navigator and expedition leader crossed the Atlantic Ocean, a segment of the Arctic Ocean, "}]}, {"heading": "Deaths", "year": "1959", "date": "March 11", "txt": "Lester Dent, American author (b. 1904)", "entities": [{"title": "Lester Dent", "href": "/wiki/Lester_Dent", "description": "Lester Dent was an American pulp-fiction author, best known as the creator and main author of the series of novels about the scientist and adventurer Doc Savage. The 159 Doc Savage novels that Dent wrote over 16 years were credited to the house name Kenneth Robeson."}]}, {"heading": "Deaths", "year": "1960", "date": "March 11", "txt": "Roy Chapman Andrews, American paleontologist and explorer (b. 1884)", "entities": [{"title": "Roy Chapman Andrews", "href": "/wiki/Roy_Chapman_Andrews", "description": "Roy Chapmon Andrews was an American explorer, adventurer and naturalist who became the director of the American Museum of Natural History. He is primarily known for leading a series of expeditions through the politically disturbed China of the early 20th century into the Gobi Desert and Mongolia. The expeditions made important discoveries and brought the first-known fossil dinosaur eggs to the mus"}]}, {"heading": "Deaths", "year": "1967", "date": "March 11", "txt": "Geraldine Farrar, American soprano and actress (b. 1882)", "entities": [{"title": "Geraldine Farrar", "href": "/wiki/Geraldine_Farrar", "description": "Alice Geraldine Farrar was an American soprano opera singer and film actress, noted for her beauty, acting ability, and \"the intimate timbre of her voice.\" She had a large following among young women, who were nicknamed \"Gerry-flappers\"."}]}, {"heading": "Deaths", "year": "1969", "date": "March 11", "txt": "John Wyndham, English author (b. 1903)", "entities": [{"title": "John Wyndham", "href": "/wiki/John_Wyndham", "description": "John Wyndham Parkes Lucas Beynon Harris was an English science fiction writer best known for his works published under the pen name John Wyndham, although he also used other combinations of his names, such as John Beynon and Lucas Parkes. Some of his works were set in post-apocalyptic landscapes. His best known works include The Day of the Triffids (1951) and The Midwich Cuckoos (1957), the latter"}]}, {"heading": "Deaths", "year": "1970", "date": "March 11", "txt": "Erle Stanley Gardner, American lawyer and author (b. 1889)", "entities": [{"title": "Erle Stanley Gardner", "href": "/wiki/Erle_Stanley_Gardner", "description": "Erle Stanley Gardner was an American lawyer and author. He is best known for the Perry Mason series of detective stories, but he wrote numerous other novels and shorter pieces and also a series of nonfiction books, mostly narrations of his travels through Baja California and other regions in Mexico."}]}, {"heading": "Deaths", "year": "1971", "date": "March 11", "txt": "Philo Farnsworth, American inventor (b. 1906)", "entities": [{"title": "Philo Farnsworth", "href": "/wiki/Philo_Farnsworth", "description": "Philo Taylor Farnsworth was an American inventor and television pioneer. He made many crucial contributions to the early development of all-electronic television. He is best known for his 1927 invention of the first fully functional all-electronic image pickup device, the image dissector, as well as the first fully functional and complete all-electronic television system. Farnsworth developed a te"}]}, {"heading": "Deaths", "year": "1971", "date": "March 11", "txt": "Whitney Young, American activist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "March 11", "txt": "Edmund Cooper, English poet and author (b. 1926)", "entities": [{"title": "Edmund Cooper", "href": "/wiki/Edmund_Cooper", "description": "\n\nEdmund Cooper was an English poet and prolific writer of speculative fiction, romances, technical essays, several detective stories, and a children's book. These were published under his own name and several pen names."}]}, {"heading": "Deaths", "year": "1982", "date": "March 11", "txt": "Horace Gregory, American poet, translator, and academic (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "March 11", "txt": "Gladys Pearl Baker, American film editor and mother of actress Marilyn Monroe (b. 1902)", "entities": [{"title": "Gladys Pearl Baker", "href": "/wiki/Gladys_Pearl_Baker", "description": "Gladys Pearl Baker Mortensen Eley was the mother of actress Marilyn Monroe and her sister Berniece Baker Miracle."}, {"title": "Film editor", "href": "/wiki/Film_editor", "description": "Film editing is both a creative and a technical part of the post-production process of filmmaking. The term is derived from the traditional process of working with film which increasingly involves the use of digital technology."}, {"title": "Marilyn Monroe", "href": "/wiki/Marilyn_Monroe", "description": "Marilyn Monroe was an American actress, model, and singer. Famous for playing comedic \"blonde bombshell\" characters, she became one of the most popular sex symbols of the 1950s and early 1960s and was emblematic of the era's sexual revolution. She was a top-billed actress for only a decade, but her films grossed $200 million by the time of her death in 1962. Long after her death, she continues to "}]}, {"heading": "Deaths", "year": "1986", "date": "March 11", "txt": "Sonny Terry, American singer and harmonica player (b. 1911)", "entities": [{"title": "Sonny Terry", "href": "/wiki/Sonny_Terry", "description": "Saunders Teddell, or Saunders Terrell, known as Sonny Terry, was an American Piedmont blues and folk musician, who was known for his energetic blues harmonica style, which frequently included vocal whoops and hollers and occasionally imitations of trains and fox hunts."}]}, {"heading": "Deaths", "year": "1989", "date": "March 11", "txt": "James Kee, American lawyer and politician (b. 1917)", "entities": [{"title": "James Kee", "href": "/wiki/James_Kee", "description": "James Kee was a U.S. Democratic politician and a member of the United States House of Representatives from West Virginia."}]}, {"heading": "Deaths", "year": "1989", "date": "March 11", "txt": "John J. McCloy, American lawyer and diplomat (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "March 11", "txt": "Richard Brooks, American director, producer, and screenwriter (b. 1912)", "entities": [{"title": "Richard Brooks", "href": "/wiki/Richard_Brooks", "description": "Richard Brooks was an American screenwriter, film director, novelist and film producer. Nominated for eight Oscars in his career, he was best known for Blackboard Jungle (1955), Cat on a Hot Tin Roof (1958), Elmer Gantry, In Cold Blood (1967) and Looking for Mr. Goodbar (1977)."}]}, {"heading": "Deaths", "year": "1995", "date": "March 11", "txt": "Myfanwy Talog, Welsh actress and singer (b. 1945)", "entities": [{"title": "Myfanwy Talog", "href": "/wiki/Myfanwy_Talog", "description": "Myfanwy Talog Williams, known professionally as Myfanwy Talog, was a Welsh actress and the long-term partner of English actor David Jason."}]}, {"heading": "Deaths", "year": "1996", "date": "March 11", "txt": "Vince Edwards, American actor and director (b. 1928)", "entities": [{"title": "Vince Edwards", "href": "/wiki/Vince_Edwards", "description": "Vince Edwards was an American actor, director, and singer. He was best known for his TV role as doctor Ben Casey and as Major Cliff Bricker in the 1968 war film The Devil's Brigade."}]}, {"heading": "Deaths", "year": "1999", "date": "March 11", "txt": "Herbert Jasper, Canadian psychologist, anatomist, and neurologist (b. 1906)", "entities": [{"title": "Herbert Jasper", "href": "/wiki/Herbert_Jasper", "description": "Herbert Henri Jasper was a Canadian psychologist, physiologist, neurologist, and epileptologist."}]}, {"heading": "Deaths", "year": "1999", "date": "March 11", "txt": "Camille Laurin, Canadian psychiatrist and politician (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "March 11", "txt": "James Tobin, American economist, Nobel Prize laureate (b. 1918)", "entities": [{"title": "James Tobin", "href": "/wiki/James_Tobin", "description": "James Tobin was an American economist who served on the Council of Economic Advisers and consulted with the Board of Governors of the Federal Reserve System, and taught at Harvard and Yale Universities. He developed the ideas of Keynesian economics, and advocated government intervention to stabilize output and avoid recessions. His academic work included pioneering contributions to the study of in"}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "2006", "date": "March 11", "txt": "Bernie Geoffrion, Canadian ice hockey player and coach (b. 1931)", "entities": [{"title": "Bernie Geoffrion", "href": "/wiki/Bernie_Geoffrion", "description": "Joseph Bernard André Geoffrion, nicknamed Boom Boom, was a Canadian professional ice hockey player and coach. Generally considered as one of the innovators of the slapshot, he was inducted into the Hockey Hall of Fame in 1972 following a 16-year career with the Montreal Canadiens and New York Rangers of the National Hockey League. In 2017 Geoffrion was named one of the '100 Greatest NHL Players' i"}]}, {"heading": "Deaths", "year": "2006", "date": "March 11", "txt": "Slobodan Milošević, Serbian lawyer and politician, 3rd President of the Federal Republic of Yugoslavia (b. 1941)", "entities": [{"title": "President of the Federal Republic of Yugoslavia", "href": "/wiki/President_of_the_Federal_Republic_of_Yugoslavia", "description": "The president of Serbia and Montenegro was the head of state of Serbia and Montenegro. From its establishment in 1992 until 2003, when the country was reconstituted as a confederacy via constitutional reform, the head of state was known as the president of the Federal Republic of Yugoslavia. With the constitutional reforms of 2003 and the merging of the offices of head of government and head of st"}]}, {"heading": "Deaths", "year": "2007", "date": "March 11", "txt": "Betty Hutton, American actress and singer (b. 1921)", "entities": [{"title": "Betty Hutton", "href": "/wiki/Betty_Hutton", "description": "Betty Hutton \nwas an American stage, film, and television actress, comedian, dancer and singer."}]}, {"heading": "Deaths", "year": "2010", "date": "March 11", "txt": "Hans van Mierlo, Dutch politician, Deputy Prime Minister of the Netherlands (b. 1931)", "entities": [{"title": "Hans van Mierlo", "href": "/wiki/Hans_van_Mierlo", "description": "Henricus Antonius Franciscus Maria Oliva \"Hans\" van Mierlo was a Dutch politician and co-founder of the Democrats 66 (D66) party and journalist."}, {"title": "Deputy Prime Minister of the Netherlands", "href": "/wiki/Deputy_Prime_Minister_of_the_Netherlands", "description": "The Deputy Prime Minister of the Netherlands is the official deputy of the head of government of the Netherlands. In the absence of the Prime Minister of the Netherlands the Deputy Prime Minister takes over his functions, such as chairing the Cabinet of the Netherlands and the Council of Ministers of the Netherlands. Conventionally, all of the junior partners in the coalition get one deputy, and t"}]}, {"heading": "Deaths", "year": "2012", "date": "March 11", "txt": "James B. Morehead, American colonel and pilot (b. 1916)", "entities": [{"title": "James B. Morehead", "href": "/wiki/James_B._Morehead", "description": "James Bruce Morehead was an American fighter pilot and flying ace of World War II. He flew combat missions over a three-year span of the war with a total of eight aerial victories. He was awarded two Distinguished Service Crosses, a Silver Star, two Distinguished Flying Crosses and sixteen Air Medals"}]}, {"heading": "Deaths", "year": "2013", "date": "March 11", "txt": "Martin Adolf Bormann, German priest and theologian (b. 1930)", "entities": [{"title": "Martin Adolf Bormann", "href": "/wiki/Martin_Adolf_Bormann", "description": "Martin Adolf Bormann was a German theologian and laicized Roman Catholic priest. He was the eldest of the ten children of Martin Bormann."}]}, {"heading": "Deaths", "year": "2013", "date": "March 11", "txt": "Simón Alberto Consalvi, Venezuelan journalist and politician, Minister of Foreign Affairs for Venezuela (b. 1927)", "entities": [{"title": "List of Ministers of Foreign Affairs of Venezuela", "href": "/wiki/List_of_Ministers_of_Foreign_Affairs_of_Venezuela", "description": "The following is a list of Ministers of Foreign Affairs of Venezuela since 1830, when Venezuela achieved independence after the dissolution of Gran Colombia. The founding minister was Diego Bautista Urbaneja, who held multiple terms. The current minister is Jorge Arreaza, who assumed office on August 2, 2017."}]}, {"heading": "Deaths", "year": "2014", "date": "March 11", "txt": "Dean Bailey, Australian footballer and coach (b. 1967)", "entities": [{"title": "Dean Bailey", "href": "/wiki/Dean_Bailey", "description": "Dean Bailey was an Australian rules football player and coach. He played for the Essendon Football Club and was the senior coach of the Melbourne Football Club, as well as an assistant coach at Essendon and Port Adelaide and the Strategy & Innovation Coach at the Adelaide Football Club. Bailey died of lung cancer on 11 March 2014."}]}, {"heading": "Deaths", "year": "2014", "date": "March 11", "txt": "Joel Brinkley, American journalist and academic (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 11", "txt": "Walter Burkert, German philologist and scholar (b. 1931)", "entities": [{"title": "Walter Burkert", "href": "/wiki/Walter_Burkert", "description": "Walter Burkert was a German scholar of Greek mythology and cult."}]}, {"heading": "Deaths", "year": "2015", "date": "March 11", "txt": "Jimmy Greenspoon, American singer-songwriter and keyboard player (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 11", "txt": "Iolanda Balaș, Romanian high jumper (b. 1936)", "entities": [{"title": "Iolanda Balaș", "href": "/wiki/Iolanda_Bala%C8%99", "description": "Iolanda Balaș was a Romanian athlete, an Olympic champion and former world record holder in the high jump. She was the first Romanian woman to win an Olympic gold medal and is considered to have been one of the greatest high jumpers of the twentieth century."}]}, {"heading": "Deaths", "year": "2016", "date": "March 11", "txt": "Doreen Massey, English geographer and political activist (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "March 11", "txt": "Mary Rosenblum, American science fiction and mystery author (b. 1952)", "entities": [{"title": "Mary Rosenblum", "href": "/wiki/Mary_Rosenblum", "description": "Mary Rosenblum was an American science fiction and mystery author."}]}]