[{"heading": "Events", "year": "1074", "date": "March 14", "txt": "Battle of Mogyoród: Dukes Géza and Ladislaus defeat their cousin Solomon, King of Hungary, forcing him to flee to Hungary's western borderland.", "entities": [{"title": "Battle of Mogyoród", "href": "/wiki/Battle_of_Mogyor%C3%B3d", "description": "The Battle of Mogyoród took place on 14 March 1074. It was an internal conflict between Solomon, King of Hungary and his cousins duke Géza and Ladislaus, who were claiming rights to the throne."}, {"title": "Géza I of Hungary", "href": "/wiki/G%C3%A9za_I_of_Hungary", "description": "Géza I was King of Hungary from 1074 until his death. He was the eldest son of King Béla I. His baptismal name was Magnus. With German assistance, Géza's cousin Solomon acquired the crown when his father died in 1063, forcing Géza to leave Hungary. Géza returned with Polish reinforcements and signed a treaty with Solomon in early 1064. In the treaty, Géza and his brother, Ladislaus acknowledged th"}, {"title": "Ladislaus I of Hungary", "href": "/wiki/Ladislaus_I_of_Hungary", "description": "Ladislaus I or Ladislas I, also Saint Ladislaus or Saint Ladislas was King of Hungary from 1077 and King of Croatia from 1091. He was the second son of King Béla I of Hungary. After Béla's death in 1063, Ladislaus and his elder brother, Géza, acknowledged their cousin, Solomon as the lawful king in exchange for receiving their father's former duchy, which included one-third of the kingdom. They co"}, {"title": "Solomon, King of Hungary", "href": "/wiki/Solomon,_King_of_Hungary", "description": "Solomon, also Salomon was King of Hungary from 1063. Being the elder son of Andrew I, he was crowned king in his father's lifetime in 1057 or 1058. However, he was forced to flee from Hungary after his uncle, Béla I, dethroned Andrew in 1060. Assisted by German troops, Solomon returned and was again crowned king in 1063. On this occasion he married Judith, sister of Henry IV, Holy Roman Emperor. I"}]}, {"heading": "Events", "year": "1590", "date": "March 14", "txt": "Battle of Ivry: Henry of Navarre and the Huguenots defeat the forces of the Catholic League under Charles, Duke of Mayenne, during the French Wars of Religion.", "entities": [{"title": "Battle of Ivry", "href": "/wiki/Battle_of_Ivry", "description": "The Battle of Ivry was fought on 14 March 1590, during the French Wars of Religion. The battle was a decisive victory for Henry IV of France, leading Huguenot and English forces against the Catholic League by the Duc de Mayenne and Spanish forces under the Count of Egmont. Henry's forces were victorious and he went on to lay siege to Paris."}, {"title": "Henry IV of France", "href": "/wiki/Henry_IV_of_France", "description": "Henry IV, also known by the epithet Good King Henry or Henry the Great, was King of Navarre from 1572 and King of France from 1589 to 1610. He was the first monarch of France from the House of Bourbon, a cadet branch of the Capetian dynasty. He was assassinated in 1610 by François Ravaillac, a fanatical Catholic, and was succeeded by his son Louis XIII."}, {"title": "Huguenot", "href": "/wiki/Huguenot", "description": "Huguenots were a religious group of French Protestants."}, {"title": "Catholic League (French)", "href": "/wiki/Catholic_League_(French)", "description": "The Catholic League of France, sometimes referred to by contemporary Catholics as the Holy League, was a major participant in the French Wars of Religion. The League, founded and led by Henry I, Duke of Guise, intended the eradication of Protestantism from Catholic France, as well as the replacement of King Henry III."}, {"title": "Charles, Duke of Mayenne", "href": "/wiki/Charles,_Duke_of_Mayenne", "description": "Charles of Lorraine, Duke of Mayenne, or Charles de Guise, was a French nobleman of the house of Guise and a military leader of the Catholic League, which he headed during the French Wars of Religion, following the assassination of his brothers at Blois in 1588. In 1596, when he made peace with Henry IV of France, the wars were essentially at an end."}, {"title": "French Wars of Religion", "href": "/wiki/French_Wars_of_Religion", "description": "The French Wars of Religion were a prolonged period of war and popular unrest between Catholics and Huguenots in the Kingdom of France between 1562 and 1598. It is estimated that three million people perished in this period from violence, famine, or disease in what is considered the second deadliest religious war in European history."}]}, {"heading": "Events", "year": "1647", "date": "March 14", "txt": "Thirty Years' War: Bavaria, Cologne, France and Sweden sign the Truce of Ulm.", "entities": [{"title": "Thirty Years' War", "href": "/wiki/Thirty_Years%27_War", "description": "The 1618 to 1648 Thirty Years' War was fought primarily in modern Germany and Central Europe. Considered one of the most destructive conflicts in European history, combined estimates of military and civilian deaths range from 4.5 to 8 million, while it has been suggested that up to 60% of the population died in some areas of Germany. Related conflicts include the Eighty Years' War, the War of the "}, {"title": "Bavaria", "href": "/wiki/Bavaria", "description": "Bavaria, officially the Free State of Bavaria, is a landlocked state (Land) in the south-east of Germany. With an area of 70,550.19 square kilometres (27,239.58 sq mi), Bavaria is the largest German state by land area, comprising roughly a fifth of the total land area of Germany. With 13 million inhabitants, it is second in population only to North Rhine-Westphalia, but due to its large size it is"}, {"title": "Cologne", "href": "/wiki/Cologne", "description": "Cologne is the largest city of Germany's most populous state of North Rhine-Westphalia (NRW) and the fourth-most populous city in Germany. With 3.6 million people in the urban region and 1.1 million inhabitants within its city proper, Cologne is the largest city on the river Rhine and also the most populous city of both the Rhine-Ruhr Metropolitan Region and the Rhineland. Centered on the left ban"}, {"title": "Truce of Ulm (1647)", "href": "/wiki/Truce_of_Ulm_(1647)", "description": "The Truce of Ulm was signed in Ulm on 14 March 1647 between France, Sweden, and Bavaria. This truce was developed after France and Sweden invaded Bavaria during the Thirty Years' War. Both invading nations forced Maximilian I, Elector of Bavaria, to conclude the truce and renounce his alliance with Emperor Ferdinand III. However, Maximilian broke the truce and returned to his alliance with Ferdina"}]}, {"heading": "Events", "year": "1663", "date": "March 14", "txt": "According to his own account, Otto von Guericke completes his book De Vacuo.", "entities": [{"title": "Otto von Guericke", "href": "/wiki/Otto_von_Guericke", "description": "Otto von Guericke was a German scientist, inventor, and politician. His pioneering scientific work, the development of experimental methods and repeatable demonstrations on the physics of the vacuum, atmospheric pressure, electrostatic repulsion, his advocacy for the reality of \"action at a distance\" and of \"absolute space\" were remarkable contributions for the advancement of the Scientific Revolu"}]}, {"heading": "Events", "year": "1674", "date": "March 14", "txt": "The Third Anglo-Dutch War: The Battle of Ronas Voe results in the Dutch East India Company ship Wapen van Rotterdam being captured with a death toll of up to 300 Dutch crew and soldiers.", "entities": [{"title": "Third Anglo-Dutch War", "href": "/wiki/Third_Anglo-Dutch_War", "description": "The Third Anglo-Dutch War, or Third Dutch War, was a naval conflict between England, in alliance with France, and the Dutch Republic. It lasted from 7 April 1672 to 19 February 1674, and was a subsidiary of the wider 1672 to 1678 Franco-Dutch War."}, {"title": "Battle of Ronas Voe", "href": "/wiki/Battle_of_Ronas_Voe", "description": "The Battle of Ronas Voe was a naval engagement between the English Royal Navy and the Dutch East India ship Wapen van Rotterdam on 14 March 1674 in Ronas Voe, Shetland as part of the Third Anglo-Dutch War. Having occurred 23 days after the signing of the Treaty of Westminster, it is likely to have been the final battle of the Third Anglo-Dutch War."}, {"title": "Dutch East India Company", "href": "/wiki/Dutch_East_India_Company", "description": "The Dutch East India Company, officially the United East India Company, was a megacorporation founded by a government-directed consolidation of several rival Dutch trading companies (voorcompagnieën) in the early 17th century. It is believed to be the largest company to ever have existed in recorded history. It was established on March 20, 1602, as a chartered company to trade with Mughal India in"}]}, {"heading": "Events", "year": "1757", "date": "March 14", "txt": "Admiral Sir John Byng is executed by firing squad aboard HMS Monarch for breach of the Articles of War.", "entities": [{"title": "John Byng", "href": "/wiki/John_Byng", "description": "Admiral John Byng was a British Royal Navy officer who was court-martialled and executed by firing squad. After joining the navy at the age of thirteen, he participated at the Battle of Cape Passaro in 1718. Over the next thirty years he built up a reputation as a solid naval officer and received promotion to vice-admiral in 1747. He also served as Commodore-Governor of Newfoundland Colony in 1742"}, {"title": "Executed by firing squad", "href": "/wiki/Executed_by_firing_squad", "description": "Execution by firing squad, in the past sometimes called fusillading, is a method of capital punishment, particularly common in the military and in times of war. Execution by shooting is a fairly old practice. Some reasons for its use are that firearms are usually readily available and a gunshot to a vital organ, such as the brain or heart, most often will kill relatively quickly."}, {"title": "HMS Monarch (1747)", "href": "/wiki/HMS_Monarch_(1747)", "description": "HMS Monarch was originally the 74-gun ship of the line Monarque of the French Navy launched in March 1747. Captured on 14 October 1747, she was taken into Royal Navy service as the third rate HMS Monarch."}, {"title": "Articles of War", "href": "/wiki/Articles_of_War", "description": "The Articles of War are a set of regulations drawn up to govern the conduct of a country's military and naval forces. The phrase was first used in 1637 in Robert Monro's His expedition with the worthy Scot's regiment called Mac-keyes regiment etc. and can be used to refer to military law in general. In Swedish, the equivalent term Krigsartiklar, is first mentioned in 1556. However, the term is usu"}]}, {"heading": "Events", "year": "1780", "date": "March 14", "txt": "American Revolutionary War: Spanish forces capture Fort Charlotte in Mobile, Alabama, the last British frontier post capable of threatening New Orleans.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Battle of Fort Charlotte", "href": "/wiki/Battle_of_Fort_Charlotte", "description": "The Battle of Fort Charlotte or the siege of Fort Charlotte was a two-week siege conducted by Spanish General Bernardo de Gálvez against the British fortifications guarding the port of Mobile during the Anglo-Spanish War of 1779-1783. Fort Charlotte was the last remaining British frontier post capable of threatening New Orleans in Spanish Louisiana. Its fall drove the British from the western reac"}, {"title": "Mobile, Alabama", "href": "/wiki/Mobile,_Alabama", "description": "Mobile is the county seat of Mobile County, Alabama, United States. The population within the city limits was 195,111 as of the 2010 United States Census, making it the third-most-populous city in Alabama, and the most populous in Mobile County."}, {"title": "New Orleans", "href": "/wiki/New_Orleans", "description": "New Orleans is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 390,144 in 2019, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States."}]}, {"heading": "Events", "year": "1794", "date": "March 14", "txt": "Eli Whitney is granted a patent for the cotton gin.", "entities": [{"title": "Eli Whitney", "href": "/wiki/Eli_Whitney", "description": "Eli Whitney Jr. was an American inventor, widely known for inventing the cotton gin, one of the key inventions of the Industrial Revolution and shaped the economy of the Antebellum South."}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Cotton gin", "href": "/wiki/Cotton_gin", "description": "A cotton gin – meaning \"cotton engine\" – is a machine that quickly and easily separates cotton fibers from their seeds, enabling much greater productivity than manual cotton separation. The fibers are then processed into various cotton goods such as calico, while any undamaged cotton is used largely for textiles like clothing. The separated seeds may be used to grow more cotton or to produce cotto"}]}, {"heading": "Events", "year": "1885", "date": "March 14", "txt": "The Mikado, a light opera by W. S. Gilbert and Arthur Sullivan, receives its first public performance at the Savoy Theatre in London.", "entities": [{"title": "W. S. Gilbert", "href": "/wiki/W._S._Gilbert", "description": "Sir William Schwenck Gilbert was an English dramatist, librettist, poet and illustrator best known for his collaboration with composer Arthur Sullivan, which produced fourteen comic operas. The most famous of these include H.M.S. Pinafore, The Pirates of Penzance and one of the most frequently performed works in the history of musical theatre, The Mikado. The popularity of these works was supporte"}, {"title": "Arthur Sullivan", "href": "/wiki/Arthur_Sullivan", "description": "Sir Arthur Seymour Sullivan MVO was an English composer. He is best known for 14 operatic collaborations with the dramatist W. S. Gilbert, including H.M.S. Pinafore, The Pirates of Penzance and The Mikado. His works include 24 operas, 11 major orchestral works, ten choral works and oratorios, two ballets, incidental music to several plays, and numerous church pieces, songs, and piano and chamber p"}]}, {"heading": "Events", "year": "1900", "date": "March 14", "txt": "The Gold Standard Act is ratified, placing the United States currency on the gold standard.", "entities": [{"title": "Gold Standard Act", "href": "/wiki/Gold_Standard_Act", "description": "The Gold Standard Act of the United States was passed in 1900 and established gold as the only standard for redeeming paper money, stopping bimetallism. It was signed by President William McKinley."}, {"title": "United States currency", "href": "/wiki/United_States_currency", "description": "The United States dollar is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents, or into 1000 mills for accounting and taxation purposes. The Coinage Act of 1792 created a decimal currency by creating the dime, nickel, and penny coins, as well as the dollar, half dollar, and quarter dollar coins, all of which are still mi"}, {"title": "Gold standard", "href": "/wiki/Gold_standard", "description": "A gold standard is a monetary system in which the standard economic unit of account is based on a fixed quantity of gold. The gold standard was widely used in the 19th and early part of the 20th century. Most nations abandoned the gold standard as the basis of their monetary systems at some point in the 20th century, although many still hold substantial gold reserves."}]}, {"heading": "Events", "year": "1903", "date": "March 14", "txt": "Pelican Island National Wildlife Refuge, the first national wildlife refuge in the US, is established by President Theodore Roosevelt.", "entities": [{"title": "Pelican Island National Wildlife Refuge", "href": "/wiki/Pelican_Island_National_Wildlife_Refuge", "description": "Pelican Island National Wildlife Refuge is a United States National Wildlife Refuge (NWR), and part of the Everglades Headwaters NWR complex, located just off the western coast of Orchid Island in the Indian River Lagoon east of Sebastian, Florida. The refuge consists of a 3-acre (12,000 m2) island that includes an additional 2.5 acres (10,000 m2) of surrounding water and is located off the east c"}, {"title": "Theodore Roosevelt", "href": "/wiki/Theodore_Roosevelt", "description": "Theodore Roosevelt Jr., often referred to as Teddy or his initials T. R., was an American statesman, conservationist, naturalist, historian, and writer, who served as the 26th president of the United States from 1901 to 1909. He previously served as 33rd governor of New York from 1899 to 1900 and the 25th vice president of the United States from March to September 1901. Roosevelt emerged as a lead"}]}, {"heading": "Events", "year": "1920", "date": "March 14", "txt": "In the second of the 1920 Schleswig plebiscites, about 80% of the population in Zone II votes to remain part of Weimar Germany.", "entities": [{"title": "1920 Schleswig plebiscites", "href": "/wiki/1920_Schleswig_plebiscites", "description": "The Schleswig plebiscites were two plebiscites, organized according to section XII, articles 100 to 115 of the Treaty of Versailles of 28 June 1919, in order to determine the future border between Denmark and Germany through the former Duchy of Schleswig. The process was monitored by a commission with representatives from France, the United Kingdom, Norway and Sweden."}, {"title": "Weimar Germany", "href": "/wiki/Weimar_Germany", "description": "The Weimar Republic was the German state from 1918 to 1933, as it existed as a federal constitutional republic. The state was officially the German Reich, and was also referred to as the German Republic. The term \"Weimar Republic\" refers to the city of Weimar, where the republic's constituent assembly first took place. In English the country was usually simply called \"Germany\"; the term \"Weimar Re"}]}, {"heading": "Events", "year": "1926", "date": "March 14", "txt": "The El Virilla train accident, Costa Rica, kills 248 people and wounds another 93 when a train falls off a bridge over the Río Virilla between Heredia and Tibás.", "entities": [{"title": "El Virilla train accident", "href": "/wiki/El_Virilla_train_accident", "description": "The El Virilla train accident occurred in Costa Rica on March 14, 1926 when an overcrowded train carrying mostly farmers and labourers derailed while crossing a bridge across the Virilla River Canyon, killing 248 and injuring 93."}, {"title": "Costa Rica", "href": "/wiki/Costa_Rica", "description": "Costa Rica, officially the Republic of Costa Rica, is a country in Central America, bordered by Nicaragua to the north, the Caribbean Sea to the northeast, Panama to the southeast, the Pacific Ocean to the southwest, and Ecuador to the south of Cocos Island. It has a population of around 5 million in a land area of 51,060 square kilometers. An estimated 333,980 people live in the capital and large"}, {"title": "Heredia, Costa Rica", "href": "/wiki/Heredia,_Costa_Rica", "description": "Heredia is a district in the Heredia canton of Heredia province, Costa Rica, as the seat of the municipality of Heredia canton, it is awarded the status of city, and in virtue of being the city of the first canton, it is the Province Capital of Heredia province as well. It is 10 kilometers to the north of the country's capital, San José."}, {"title": "Tibás", "href": "/wiki/Tib%C3%A1s", "description": "Tibás is the thirteenth canton in the province of San José in Costa Rica. The head city of the canton is San Juan."}]}, {"heading": "Events", "year": "1931", "date": "March 14", "txt": "Alam Ara, India's first talking film, is released.", "entities": []}, {"heading": "Events", "year": "1939", "date": "March 14", "txt": "Slovakia declares independence under German pressure.", "entities": [{"title": "Slovak Republic (1939–45)", "href": "/wiki/Slovak_Republic_(1939%E2%80%9345)", "description": "The (First) Slovak Republic, otherwise known as the Slovak State, was a partially-recognized client state of Nazi Germany which existed between 14 March 1939 and 4 April 1945. The Slovak part of Czechoslovakia declared independence with German support one day before the German occupation of Bohemia and Moravia. The Slovak Republic controlled the majority of the territory of present-day Slovakia bu"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1942", "date": "March 14", "txt": "Anne Miller becomes the first American patient to be treated with penicillin, under the care of Orvan Hess and John Bumstead.", "entities": [{"title": "Penicillin", "href": "/wiki/Penicillin", "description": "Penicillins are a group of antibiotics originally obtained from Penicillium moulds, principally P. chrysogenum and P. rubens. Most penicillins in clinical use are chemically synthesised from naturally-produced penicillins. A number of natural penicillins have been discovered, but only two purified compounds are in clinical use: penicillin G and penicillin V. Penicillins were among the first medica"}, {"title": "Orvan Hess", "href": "/wiki/Orvan_Hess", "description": "Orvan Walter Hess was an American physician noted for his early use of penicillin and the development of the fetal heart monitor.\nHess was born in Baoba, Pennsylvania. At the age of two, after his mother's death, the family moved to Margaretville, New York where he grew up. Hess was inspired by Doctor Gordon Bostwick Maurer—who started Margaretville's first hospital in 1925— to study medicine. He "}]}, {"heading": "Events", "year": "1943", "date": "March 14", "txt": "The Holocaust: The liquidation of the Kraków Ghetto is completed.", "entities": [{"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Nazi Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration c"}, {"title": "Kraków Ghetto", "href": "/wiki/Krak%C3%B3w_Ghetto", "description": "The Kraków Ghetto was one of five major metropolitan Nazi ghettos created by Germany in the new General Government territory during the German occupation of Poland in World War II. It was established for the purpose of exploitation, terror, and persecution of local Polish Jews. The ghetto was later used as a staging area for separating the \"able workers\" from those to be deported to extermination "}]}, {"heading": "Events", "year": "1945", "date": "March 14", "txt": "The R.A.F. drop the Grand Slam bomb in action for the first time, on a railway viaduct near Bielefeld, Germany.", "entities": [{"title": "R.A.F.", "href": "/wiki/R.A.F.", "description": "The Royal Air Force (RAF) is the United Kingdom's aerial warfare force. It was formed towards the end of the First World War on 1 April 1918, becoming the first independent air force in the world, by regrouping the Royal Flying Corps (RFC) and the Royal Naval Air Service (RNAS). Following the Allied victory over the Central Powers in 1918, the RAF emerged as the largest air force in the world at t"}, {"title": "Grand Slam bomb", "href": "/wiki/Grand_Slam_bomb", "description": "The Bomb, Medium Capacity, 22,000 lb was a 22,000 lb (10 t) earthquake bomb used by RAF Bomber Command against German targets during the Second World War. The Grand Slam was a larger version of the Tallboy bomb and closer to the size that its inventor, Barnes Wallis, had envisaged when he developed the idea of an earthquake bomb."}, {"title": "Bielefeld", "href": "/wiki/Bielefeld", "description": "Bielefeld is a city in the Ostwestfalen-Lippe Region in the north-east of North Rhine-Westphalia, Germany. With a population of 341,730, it is also the most populous city in the administrative region (Regierungsbezirk) of Detmold and the 18th largest city in Germany."}]}, {"heading": "Events", "year": "1951", "date": "March 14", "txt": "Korean War: United Nations troops recapture Seoul for the second time.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "Seoul", "href": "/wiki/Seoul", "description": "Seoul, officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul has a population of 9.7 million people, and forms the heart of the Seoul Capital Area with the surrounding Incheon metropolis and Gyeonggi province. Seoul was the world's 4th largest metropolitan economy in 2014 after Tokyo, New York City and Los Angeles. In 2017, the cost of living in Seoul was r"}]}, {"heading": "Events", "year": "1961", "date": "March 14", "txt": "A USAF B-52 bomber crashes near Yuba City, California whilst carrying nuclear weapons.", "entities": [{"title": "USAF", "href": "/wiki/USAF", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}, {"title": "1961 Yuba City B-52 crash", "href": "/wiki/1961_Yuba_City_B-52_crash", "description": "On 14 March 1961 an aircraft accident occurred near Yuba City, California. A United States Air Force B-52F-70-BW Stratofortress bomber, AF Serial No. 57-0166, c/n 464155, carrying two nuclear weapons departed from Mather Air Force Base near Sacramento. According to the official Air Force report, the aircraft experienced an uncontrolled decompression that required it to descend to 10,000 feet (3,00"}]}, {"heading": "Events", "year": "1964", "date": "March 14", "txt": "Jack Ruby is convicted of killing Lee Harvey Oswald, the assumed assassin of John F. Kennedy.", "entities": [{"title": "Jack Ruby", "href": "/wiki/Jack_Ruby", "description": "Jack Leon Ruby was an American nightclub owner. He fatally shot Lee Harvey Oswald on November 24, 1963, while Oswald was in police custody after being charged with both the assassination of John F. Kennedy, the incumbent United States President, and the murder of Dallas policeman J. D. Tippit. A Dallas jury found Ruby guilty of murdering Oswald, and he was sentenced to death."}, {"title": "Lee Harvey Oswald", "href": "/wiki/Lee_Harvey_Oswald", "description": "Lee Harvey Oswald was a former U.S. Marine who assassinated United States president John F. Kennedy on November 22, 1963."}, {"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}]}, {"heading": "Events", "year": "1967", "date": "March 14", "txt": "The body of U.S. President John F. Kennedy is moved to a permanent burial place at Arlington National Cemetery.", "entities": [{"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "John F. Kennedy Eternal Flame", "href": "/wiki/John_F._Kennedy_Eternal_Flame", "description": "The John F. Kennedy Eternal Flame is a presidential memorial at the gravesite of assassinated United States President John F. Kennedy, in Arlington National Cemetery in Virginia. This permanent site replaced a temporary grave and eternal flame used at the time of President Kennedy's state funeral on November 25, 1963, three days after his assassination. The site was designed by architect John Carl"}, {"title": "Arlington National Cemetery", "href": "/wiki/Arlington_National_Cemetery", "description": "Arlington National Cemetery is a United States military cemetery in Arlington County, Virginia, across the Potomac River from Washington, D.C., in whose 639 acres (259 ha) the dead of the nation's conflicts have been buried, beginning with the Civil War, as well as reinterred dead from earlier wars. The United States Department of the Army, a component of the United States Department of Defense (D"}]}, {"heading": "Events", "year": "1972", "date": "March 14", "txt": "Sterling Airways Flight 296 crashes near Kalba, United Arab Emirates while on approach to Dubai International Airport, killing 112 people.", "entities": [{"title": "Sterling Airways Flight 296", "href": "/wiki/Sterling_Airways_Flight_296", "description": "On 14 March 1972, Sterling Airways Flight 296 crashed into a mountain ridge on approach to Dubai near Kalba, United Arab Emirates. Flight 296 was a charter flight from Colombo to Copenhagen with stops in Bombay, Dubai, and Ankara. All 112 passengers and crew on board died in the crash which was attributed to pilot error. The flight was operated by a Sud Aviation Caravelle, registration OY-STL. To "}, {"title": "Kalba", "href": "/wiki/Kalba", "description": "Kalba is a city in the Emirate of Sharjah in the United Arab Emirates (UAE). It is an exclave of Sharjah lying on the Gulf of Oman coast north of Oman. Khor Kalba, an important nature reserve and mangrove swamp, is located south of the town by the Omani border."}, {"title": "United Arab Emirates", "href": "/wiki/United_Arab_Emirates", "description": "The United Arab Emirates, sometimes simply called the Emirates, is a country in Western Asia located at the eastern end of the Arabian Peninsula. It borders Oman and Saudi Arabia, and has maritime borders in the Persian Gulf with Qatar and Iran."}, {"title": "Dubai International Airport", "href": "/wiki/Dubai_International_Airport", "description": "Dubai International Airport is the primary international airport serving Dubai, United Arab Emirates, and is the world's busiest airport by international passenger traffic. It is also the fourth-busiest airport in the world by passenger traffic, the seventh-busiest cargo airport in the world, the busiest airport for Airbus A380 and Boeing 777 movements, and the airport with the highest average num"}]}, {"heading": "Events", "year": "1978", "date": "March 14", "txt": "The Israel Defense Forces launch Operation Litani, a seven-day campaign to invade and occupy southern Lebanon.", "entities": [{"title": "Israel Defense Forces", "href": "/wiki/Israel_Defense_Forces", "description": "The Israel Defense Forces, commonly known in Israel by the Hebrew acronym Tzahal, are the military forces of the State of Israel. They consist of the ground forces, air force, and navy. It is the sole military wing of the Israeli security forces, and has no civilian jurisdiction within Israel. The IDF is headed by its Chief of General Staff, the Ramatkal, subordinate to the Defense Minister of Isr"}, {"title": "Operation Litani", "href": "/wiki/Operation_Litani", "description": "The 1978 South Lebanon conflict was an invasion of Lebanon up to the Litani River, carried out by the Israel Defense Forces in 1978 in response to the Coastal Road massacre. The conflict resulted in the deaths of 1,100–2,000 Lebanese and Palestinians, 20 Israelis, the internal displacement of 100,000 to 250,000 people in Lebanon, and the Palestine Liberation Organization (PLO) forces retreating no"}, {"title": "Lebanon", "href": "/wiki/Lebanon", "description": "Lebanon, officially known as the Lebanese Republic, is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus lies west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland has contributed to its rich history and shaped a cultural identity of religious and ethnic diversity. A"}]}, {"heading": "Events", "year": "1980", "date": "March 14", "txt": "LOT Flight 7 crashes during final approach near Warsaw, Poland, killing 87 people, including a 14-man American boxing team.", "entities": [{"title": "LOT Flight 7", "href": "/wiki/LOT_Flight_7", "description": "LOT Flight 7 was an Ilyushin Il-62 that crashed near Okęcie Airport in Warsaw, Poland, on 14 March 1980, as the crew aborted a landing and attempted to go-around. All 87 crew and passengers died. It was caused by the disintegration of one of the turbine discs in one of the plane's engines, leading to uncontained engine failure. The turbine disc was later found to have manufacturing faults."}, {"title": "Final approach (aeronautics)", "href": "/wiki/Final_approach_(aeronautics)", "description": "In aeronautics, the final approach is the last leg in an aircraft's approach to landing, when the aircraft is lined up with the runway and descending for landing. In aviation radio terminology, it is often shortened to \"final\"."}, {"title": "Warsaw", "href": "/wiki/Warsaw", "description": "Warsaw is the capital and largest city of Poland. The metropolis stands on the Vistula River in east-central Poland and its population is officially estimated at 1.8 million residents within a greater metropolitan area of 3.1 million residents, which makes Warsaw the 7th most-populous capital city in the European Union. The city area measures 517.24 square kilometres (199.71 sq mi), while the metr"}, {"title": "Boxing", "href": "/wiki/Boxing", "description": "Boxing is a combat sport in which two people, usually wearing protective gloves and other protective equipment such as hand wraps and mouthguards, throw punches at each other for a predetermined amount of time in a boxing ring."}]}, {"heading": "Events", "year": "1982", "date": "March 14", "txt": "The South African government bombs the headquarters of the African National Congress in London.", "entities": [{"title": "1982 bombing of the African National Congress headquarters in London", "href": "/wiki/1982_bombing_of_the_African_National_Congress_headquarters_in_London", "description": "The London offices of the African National Congress (ANC) were wrecked by an 11-kilogram (24 lb) bomb which exploded against the rear wall at 9 am on 14 March 1982. Windows up to 400 yards away were broken. Caretaker Vernet Mbatha, an ANC voluntary worker, who was sleeping in a flat above the offices, was injured. Significant damage was caused to buildings on White Lion Street and Penton Street, w"}, {"title": "African National Congress", "href": "/wiki/African_National_Congress", "description": "The African National Congress (ANC) is the Republic of South Africa's governing political party. It has been the ruling party of post-apartheid South Africa since the election of Nelson Mandela in the 1994 election, winning every election since then. Cyril Ramaphosa, the incumbent President of South Africa, has served as leader of the ANC since 18 December 2017."}]}, {"heading": "Events", "year": "1988", "date": "March 14", "txt": "In the Johnson South Reef Skirmish Chinese forces defeat Vietnamese forces in an altercation over control of one of the Spratly Islands.", "entities": [{"title": "Johnson South Reef Skirmish", "href": "/wiki/Johnson_South_Reef_Skirmish", "description": "The Johnson South Reef Skirmish was an altercation that took place on 14 March 1988 between Chinese and Vietnamese forces over who would annex the Johnson South Reef in the Union Banks region of the Spratly Islands in the South China Sea."}, {"title": "Spratly Islands", "href": "/wiki/Spratly_Islands", "description": "The Spratly Islands are a disputed archipelago in the South China Sea. Composed of islands, islets and cays and more than 100 reefs, sometimes grouped in submerged old atolls, the archipelago lies off the coasts of the Philippines, Malaysia, and southern Vietnam. Named after the 19th-century British whaling captain Richard Spratly who sighted Spratly Island in 1843, the islands contain less than 2"}]}, {"heading": "Events", "year": "1995", "date": "March 14", "txt": "Norman Thagard becomes the first American astronaut to ride to space on board a Russian launch vehicle.", "entities": [{"title": "Norman Thagard", "href": "/wiki/Norman_Thagard", "description": "Norman Earl Thagard, , is an American scientist and former U.S. Marine Corps officer and naval aviator and NASA astronaut. He is the first American to ride to space on board a Russian vehicle, and can be considered the first American cosmonaut. He did this on March 14, 1995, in the Soyuz TM-21 spacecraft for the Russian Mir-18 mission."}, {"title": "Astronaut", "href": "/wiki/Astronaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}]}, {"heading": "Events", "year": "2006", "date": "March 14", "txt": "The 2006 Chadian coup d'état attempt ends in failure.", "entities": [{"title": "2006 Chadian coup d'état attempt", "href": "/wiki/2006_Chadian_coup_d%27%C3%A9tat_attempt", "description": "The 2006 Chadian coup d'état attempt was an attempted coup d'état against Chadian President Idriss Déby that was foiled on the night of March 14, 2006."}]}, {"heading": "Events", "year": "2007", "date": "March 14", "txt": "The Nandigram violence in Nandigram, West Bengal, results in the deaths of at least 14 people.", "entities": [{"title": "Nandigram violence", "href": "/wiki/Nandigram_violence", "description": "Violence occurred in Nandigram, East Midnapore, West Bengal, India, in 2007 in the aftermath of a failed project by the communist Government of West Bengal to acquire land for a special economic zone (SEZ). The policy led to an emergency in the region, and 14 people died in a police shooting. Mamata Banerjee and her All India Trinamool Congress party noted the issue, and the slogan Ma Mati Manush "}, {"title": "Nandigram", "href": "/wiki/Nandigram", "description": "Nandigram is a census town in the Nandigram I Community Development Block of the Haldia subdivision in the Purba Medinipur district of the Indian state of West Bengal."}, {"title": "West Bengal", "href": "/wiki/West_Bengal", "description": "West Bengal is a state in the eastern region of India along the Bay of Bengal. With over 91 million inhabitants, it is the fourth-most populous state and the fourteenth-largest state by area in India. Covering an area of 88,752 km2 (34,267 sq mi), it is also the seventh-most populous country subdivision of the world. Part of the Bengal region of the Indian subcontinent, it borders Bangladesh in th"}]}, {"heading": "Events", "year": "2008", "date": "March 14", "txt": "A series of riots, protests, and demonstrations erupt in Lhasa and subsequently spread elsewhere in Tibet.", "entities": [{"title": "2008 Tibetan unrest", "href": "/wiki/2008_Tibetan_unrest", "description": "The 2008 Tibetan unrest was a series of protests and demonstrations over the Chinese government's treatment and persecution of Tibetans. Protests in Lhasa by monks and nuns on 10 March have been viewed as the start of the demonstrations. Numerous peaceful protests and demonstrations were held to commemorate the 49th anniversary of the 1959 Tibetan Uprising Day, when the 14th Dalai Lama escaped fro"}, {"title": "Lhasa (prefecture-level city)", "href": "/wiki/Lhasa_(prefecture-level_city)", "description": "Lhasa is a prefecture-level city, one of the main administrative divisions of the Tibet Autonomous Region of China. It covers an area of 29,274 square kilometres (11,303 sq mi) of rugged and sparsely populated terrain. Its capital and largest city is Lhasa, with around 300,000 residents, which mostly corresponds with the administrative Chengguan District, while its suburbs extend into Doilungdêqên"}, {"title": "Tibet", "href": "/wiki/Tibet", "description": "Tibet is a region in East Asia covering much of the Tibetan Plateau spanning about 2,500,000 km2 (970,000 sq mi). It is the traditional homeland of the Tibetan people as well as some other ethnic groups such as Monpa, Tamang, Qiang, Sherpa, and Lhoba peoples and is now also inhabited by considerable numbers of Han Chinese and Hui people. Tibet is the highest region on Earth, with an average elevat"}]}, {"heading": "Events", "year": "2017", "date": "March 14", "txt": "A naming ceremony for the chemical element nihonium takes place in Tokyo, with then Crown Prince Naruhito in attendance.", "entities": [{"title": "Nihonium", "href": "/wiki/Nihonium", "description": "\nNihonium is a synthetic chemical element with the symbol Nh and atomic number 113. It is extremely radioactive; its most stable known isotope, nihonium-286, has a half-life of about 10 seconds. In the periodic table, nihonium is a transactinide element in the p-block. It is a member of period 7 and group 13."}, {"title": "Naruhito", "href": "/wiki/Naruhito", "description": "Naruhito  is the emperor of Japan. He acceded to the Chrysanthemum Throne on 1 May 2019, beginning the Reiwa era, following the abdication of his father, Akihito. He is the 126th monarch according to Japan's traditional order of succession."}]}, {"heading": "Events", "year": "2019", "date": "March 14", "txt": "Cyclone Idai makes landfall near Beira, Mozambique, causing devastating floods and over 1000 deaths.", "entities": [{"title": "Cyclone Idai", "href": "/wiki/Cyclone_Idai", "description": "Intense Tropical Cyclone Idai was one of the worst tropical cyclones on record to affect Africa and the Southern Hemisphere. The long-lived storm caused catastrophic damage, and a humanitarian crisis in Mozambique, Zimbabwe, and Malawi, leaving more than 1,300 people dead and many more missing. Idai is the deadliest tropical cyclone recorded in the South-West Indian Ocean basin. In the Southern He"}, {"title": "Beira, Mozambique", "href": "/wiki/Beira,_Mozambique", "description": "Beira is the capital and largest city of Sofala Province, where the Pungwe River meets the Indian Ocean, in the central region of Mozambique. It is the fourth-largest city by population in Mozambique, after Maputo, Matola and Nampula. Beira had a population of 397,368 in 1997, which grew to 530,604 in 2019. A coastal city, it holds the regionally significant Port of Beira, which acts as a gateway "}]}, {"heading": "Births", "year": "1638", "date": "March 14", "txt": "Johann Georg Gichtel, German mystic (d. 1710)", "entities": [{"title": "Johann Georg Gichtel", "href": "/wiki/Johann_Georg_Gichtel", "description": "Johann Georg Gichtel was a German mystic and religious leader who was a critic of Lutheranism. His followers ultimately separated from this faith."}]}, {"heading": "Births", "year": "1790", "date": "March 14", "txt": "Ludwig Emil Grimm, German painter and engraver (d. 1863)", "entities": [{"title": "Ludwig Emil Grimm", "href": "/wiki/Ludwig_Emil_Grimm", "description": "Ludwig Emil Grimm was a German painter, art professor, etcher and copper engraver. His brothers were the well-known folklorists, Jacob and Wilhelm Grimm. Grimm was a Pisces, which was his astrological sign."}]}, {"heading": "Births", "year": "1800", "date": "March 14", "txt": "James Bogardus, American inventor and architect (d. 1874)", "entities": [{"title": "James Bogardus", "href": "/wiki/James_Bogardus", "description": "James Bogardus was an American inventor and architect, the pioneer of American cast-iron architecture, for which he took out a patent in 1850."}]}, {"heading": "Births", "year": "1801", "date": "March 14", "txt": "Kristjan Jaak Peterson, Estonian poet (d. 1822)", "entities": [{"title": "Kristjan Jaak Peterson", "href": "/wiki/Kristjan_Jaak_Peterson", "description": "Kristian Jaak Peterson also known as Christian Jacob Petersohn, was an Estonian poet, commonly regarded as a herald of Estonian national literature and the founder of modern Estonian poetry. He died of tuberculosis aged 21."}]}, {"heading": "Births", "year": "1804", "date": "March 14", "txt": "Johann Strauss I, Austrian composer and conductor (d. 1849)", "entities": [{"title": "Johann Strauss I", "href": "/wiki/Johann_Strauss_I", "description": "Johann Strauss I was an Austrian Romantic composer. He was famous for his waltzes, and he popularized them alongside Joseph Lanner, thereby setting the foundations for his sons to carry on his musical dynasty. He is best known for his composition of the Radetzky March."}]}, {"heading": "Births", "year": "1813", "date": "March 14", "txt": "Joseph P. Bradley, American lawyer and jurist (d. 1892)", "entities": [{"title": "Joseph P. Bradley", "href": "/wiki/Joseph_P._Bradley", "description": "Joseph Philo Bradley was an American jurist best known for his service on the United States Supreme Court, and on the Electoral Commission that decided the disputed 1876 presidential election."}]}, {"heading": "Births", "year": "1820", "date": "March 14", "txt": "Victor Emmanuel II of Italy (d. 1878)", "entities": [{"title": "Victor Emmanuel II of Italy", "href": "/wiki/Victor_Emmanuel_II_of_Italy", "description": "Victor Emmanuel II was King of Sardinia from 1849 until 17 March 1861, when he assumed the title of King of Italy and became the first king of a united Italy since the 6th century, a title he held until his death in 1878. Borrowing from the old Latin title Pater Patriae of the Roman emperors, the Italians gave him the epithet of Father of the Fatherland."}]}, {"heading": "Births", "year": "1822", "date": "March 14", "txt": "Teresa Cristina of the Two Sicilies (d. 1889)", "entities": [{"title": "Teresa Cristina of the Two Sicilies", "href": "/wiki/Teresa_Cristina_of_the_Two_Sicilies", "description": "Dona Teresa Cristina delle Due Sicilie, nicknamed \"the Mother of the Brazilians\", was the Empress consort of Emperor Dom Pedro II of Brazil, who reigned from 1831 to 1889. Born a Princess of the Kingdom of the Two Sicilies in present-day southern Italy, she was the daughter of King Don Francesco I (Francis I) of the Italian branch of the House of Bourbon and his wife Maria Isabel. It was long beli"}]}, {"heading": "Births", "year": "1823", "date": "March 14", "txt": "Théodore de Banville, French poet and critic (d. 1891)", "entities": [{"title": "Théodore de Banville", "href": "/wiki/Th%C3%A9odore_de_Banville", "description": "Théodore Faullain de Banville was a French poet and writer. His work was influential on the Symbolist movement in French literature in the late 19th century."}]}, {"heading": "Births", "year": "1833", "date": "March 14", "txt": "Frederic Shields, English painter and illustrator (d. 1911)", "entities": [{"title": "Frederic Shields", "href": "/wiki/Frederic_Shields", "description": "Frederic James Shields was a British artist, illustrator and designer closely associated with the Pre-Raphaelites through Dante Gabriel Rossetti and Ford Madox Brown."}]}, {"heading": "Births", "year": "1833", "date": "March 14", "txt": "Lucy Hobbs Taylor, American dentist and educator (d. 1910)", "entities": []}, {"heading": "Births", "year": "1835", "date": "March 14", "txt": "Giovanni Schiaparelli, Italian astronomer and historian (d. 1910)", "entities": [{"title": "Giovanni Schiaparelli", "href": "/wiki/Giovanni_Schiaparelli", "description": "Giovanni Virginio Schiaparelli was an Italian astronomer and science historian."}]}, {"heading": "Births", "year": "1836", "date": "March 14", "txt": "Isabella Beeton, English author of Mrs Beeton's Book of Household Management (d. 1865)", "entities": [{"title": "Isabella Beeton", "href": "/wiki/Isabella_Beeton", "description": "Isabella Mary Beeton, known as Mrs Beeton, was an English journalist, editor and writer. Her name is associated with her first book, the 1861 work Mrs Beeton's Book of Household Management. After schooling in Islington, north London, and Heidelberg, Germany, she married Samuel Orchart Beeton, an ambitious publisher and magazine editor."}]}, {"heading": "Births", "year": "1837", "date": "March 14", "txt": "Charles Ammi Cutter, American librarian (d. 1903)", "entities": [{"title": "Charles Ammi Cutter", "href": "/wiki/Charles_Ammi_Cutter", "description": "Charles Ammi Cutter was an American librarian. In the 1850s and 1860s he assisted with the re-cataloging of the Harvard College library, producing America's first public card catalog. The card system proved more flexible for librarians and far more useful to patrons than the old method of entering titles in chronological order in large books. In 1868 he joined the Boston Athenaeum, making its card"}]}, {"heading": "Births", "year": "1844", "date": "March 14", "txt": "Umberto I of Italy (d. 1900)", "entities": [{"title": "Umberto I of Italy", "href": "/wiki/Umberto_I_of_Italy", "description": "Umberto I, nicknamed the Good, was the King of Italy from 9 January 1878 until his assassination on 29 July 1900."}]}, {"heading": "Births", "year": "1844", "date": "March 14", "txt": "Arthur O'Shaughnessy, English poet and herpetologist (d. 1881)", "entities": []}, {"heading": "Births", "year": "1847", "date": "March 14", "txt": "Castro Alves, Brazilian poet and playwright (d. 1871)", "entities": [{"title": "Castro Alves", "href": "/wiki/Castro_Alves", "description": "Antônio Frederico de Castro Alves was a Brazilian poet and playwright, famous for his abolitionist and republican poems. One of the most famous poets of the \"Condorism\", he won the epithet of \"O Poeta dos Escravos\"."}]}, {"heading": "Births", "year": "1853", "date": "March 14", "txt": "Ferdinand Hodler, Swiss painter (d. 1918)", "entities": [{"title": "Ferdinand Hodler", "href": "/wiki/Ferdinand_Hodler", "description": "Ferdinand Hodler was one of the best-known Swiss painters of the nineteenth century.\nHis early works were portraits, landscapes, and genre paintings in a realistic style. Later, he adopted a personal form of symbolism which he called \"parallelism\"."}]}, {"heading": "Births", "year": "1854", "date": "March 14", "txt": "Paul Ehrlich, German physician and biologist, Nobel Prize laureate (d. 1915)", "entities": [{"title": "Paul Ehrlich", "href": "/wiki/Paul_Ehrlich", "description": "Paul Ehrlich was a Nobel Prize-winning German Jewish physician and scientist who worked in the fields of hematology, immunology, and antimicrobial chemotherapy. Among his foremost achievements were finding a cure for syphilis in 1909 and inventing the precursor technique to Gram staining bacteria. The methods he developed for staining tissue made it possible to distinguish between different types "}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1854", "date": "March 14", "txt": "John Lane, English publisher, co-founded The Bodley Head (d. 1925)", "entities": [{"title": "The Bodley Head", "href": "/wiki/The_Bodley_Head", "description": "The Bodley Head is an English publishing house, founded in 1887 and existing as an independent entity until the 1970s. The name was used as an imprint of Random House Children's Books from 1987 to 2008. In April 2008, it was revived as an adult non-fiction imprint within Random House's CCV division."}]}, {"heading": "Births", "year": "1854", "date": "March 14", "txt": "Alexandru Macedonski, Romanian author and poet (d. 1920)", "entities": []}, {"heading": "Births", "year": "1854", "date": "March 14", "txt": "Thomas R. Marshall, American lawyer and politician, 28th Vice President of the United States of America (d. 1925)", "entities": [{"title": "Vice President of the United States of America", "href": "/wiki/Vice_President_of_the_United_States_of_America", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1862", "date": "March 14", "txt": "Vilhelm Bjerknes, Norwegian physicist and meteorologist (d. 1951)", "entities": [{"title": "Vilhelm Bjerknes", "href": "/wiki/Vilhelm_Bjerknes", "description": "Vilhelm Friman Koren Bjerknes was a Norwegian physicist and meteorologist who did much to found the modern practice of weather forecasting. He formulated the primitive equations that are still in use in numerical weather prediction and climate modeling, and he developed the so-called Bergen School of Meteorology, which was successful in advancing weather prediction and meteorology in the early 20t"}]}, {"heading": "Births", "year": "1863", "date": "March 14", "txt": "Casey Jones, American engineer (d. 1900)", "entities": [{"title": "Casey Jones", "href": "/wiki/Casey_Jones", "description": "John Luther \"Casey\" Jones was an American railroader who was killed when his passenger train collided with a stalled freight train at Vaughan, Mississippi."}]}, {"heading": "Births", "year": "1868", "date": "March 14", "txt": "Emily Murphy, Canadian jurist, author, and activist (d. 1933)", "entities": [{"title": "Emily Murphy", "href": "/wiki/Emily_Murphy", "description": "Emily Murphy was a Canadian women's rights activist, jurist, and author. In 1916, she became the first female magistrate in Canada, and in the British Empire. She is best known for her contributions to Canadian feminism, specifically to the question of whether women were \"persons\" under Canadian law."}]}, {"heading": "Births", "year": "1869", "date": "March 14", "txt": "Algernon Blackwood, English author and playwright (d. 1951)", "entities": [{"title": "Algernon Blackwood", "href": "/wiki/Algernon_Blackwood", "description": "Algernon Henry Blackwood, CBE was an English broadcasting narrator, journalist, novelist and short story writer, and among the most prolific ghost story writers in the history of the genre. The literary critic S. T. Joshi stated, \"His work is more consistently meritorious than any weird writer's except Dunsany's.\" and that his short story collection Incredible Adventures (1914) \"may be the premier"}]}, {"heading": "Births", "year": "1874", "date": "March 14", "txt": "Anton Philips, Dutch businessman, co-founded Philips Electronics (d. 1951)", "entities": [{"title": "Anton Philips", "href": "/wiki/Anton_Philips", "description": "Anton Frederik Philips co-founded Royal Philips Electronics N.V. in 1912 with his older brother Gerard Philips in Eindhoven, the Netherlands. His father and Gerard had founded the Philips Company in 1891 as a family business. Anton Philips served as CEO of the company from 1922 to 1939."}, {"title": "Philips", "href": "/wiki/Philips", "description": "Koninklijke Philips N.V. is a Dutch multinational conglomerate corporation that was founded in Eindhoven. Since 1997, it has been mostly headquartered in Amsterdam, though the Benelux headquarters is still in Eindhoven.\nPhilips was formerly one of the largest electronics companies in the world, currently focused in the area of health technology, with other divisions being divested."}]}, {"heading": "Births", "year": "1879", "date": "March 14", "txt": "Albert Einstein, German-American physicist, engineer, and academic, Nobel Prize laureate (d. 1955)", "entities": [{"title": "Albert Einstein", "href": "/wiki/Albert_Einstein", "description": "Albert Einstein was a German-born theoretical physicist, widely acknowledged to be one of the greatest physicists of all time. Einstein is known for developing the theory of relativity, but he also made important contributions to the development of the theory of quantum mechanics. Relativity and quantum mechanics are together the two pillars of modern physics. His mass–energy equivalence formula E"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1882", "date": "March 14", "txt": "Wacław Sierpiński, Polish mathematician and academic (d. 1969)", "entities": [{"title": "Wacław Sierpiński", "href": "/wiki/Wac%C5%82aw_Sierpi%C5%84ski", "description": "Wacław Franciszek Sierpiński was a Polish mathematician. He was known for contributions to set theory, number theory, theory of functions and topology. He published over 700 papers and 50 books."}]}, {"heading": "Births", "year": "1885", "date": "March 14", "txt": "Raoul Lufbery, French-American soldier and pilot (d. 1918)", "entities": [{"title": "Raoul Lufbery", "href": "/wiki/Raoul_Lufbery", "description": "Gervais Raoul Victor Lufbery was a French and American fighter pilot and flying ace in World War I. Because he served in both the French Air Force, and later the United States Army Air Service in World War I, he is sometimes listed alternately as a French ace or as an American ace. Officially, all but one of his 17 combat victories came while flying in French units."}]}, {"heading": "Births", "year": "1886", "date": "March 14", "txt": "Firmin Lambot, Belgian cyclist (d. 1964)", "entities": [{"title": "Firmin Lambot", "href": "/wiki/Firmin_Lambot", "description": "Firmin Lambot was a Belgian bicycle racer who twice won the Tour de France."}]}, {"heading": "Births", "year": "1887", "date": "March 14", "txt": "Sylvia Beach, American-French publisher, founded Shakespeare and Company (d. 1962)", "entities": [{"title": "Sylvia Beach", "href": "/wiki/Sylvia_Beach", "description": "Sylvia Beach, born Nancy Woodbridge Beach, was an American-born bookseller and publisher who lived most of her life in Paris, where she was one of the leading expatriate figures between World War I and II."}, {"title": "Shakespeare and Company (bookstore)", "href": "/wiki/Shakespeare_and_Company_(bookstore)", "description": "Shakespeare and Company was the name of the iconic English language bookstore founded by Sylvia Beach in 1919 on Paris' Left Bank, and where Beach went on to publish James Joyce's \"Ulysses.\" A later independent English-language bookstore was opened in 1951 by George Whitman, also located on Paris' Left Bank, but under a different name. Whitman adopted the \"Shakespeare & Co.\" name for his store in "}]}, {"heading": "Births", "year": "1898", "date": "March 14", "txt": "Reginald Marsh, French-American painter and illustrator (d. 1954)", "entities": [{"title": "Reginald Marsh (artist)", "href": "/wiki/Reginald_Marsh_(artist)", "description": "Reginald Marsh was an American painter, born in Paris, most notable for his depictions of life in New York City in the 1920s and 1930s. Crowded Coney Island beach scenes, popular entertainments such as vaudeville and burlesque, women, and jobless men on the Bowery are subjects that reappear throughout his work. He painted in egg tempera and in oils, and produced many watercolors, ink and ink wash "}]}, {"heading": "Births", "year": "1899", "date": "March 14", "txt": "K. C. Irving, Canadian businessman, founded Irving Oil (d. 1992)", "entities": [{"title": "K. C. Irving", "href": "/wiki/K._C._Irving", "description": "Kenneth Colin Irving, also known as K. C. Irving, was a 20th-century businessman. K. C. Irving's business began with a family sawmill in Bouctouche, N.B., in 1882. In 1989, he was made an Officer of the Order of Canada."}, {"title": "Irving Oil", "href": "/wiki/Irving_Oil", "description": "Irving Oil Ltd. is a Canadian gasoline, oil, and natural gas producing and exporting company. Considered part of the Irving Group of Companies, it was founded by entrepreneur Kenneth \"K.C.\" Irving and is privately owned by his son, Arthur, and his family."}]}, {"heading": "Births", "year": "1901", "date": "March 14", "txt": "Sid Atkinson, South African hurdler and long jumper (d. 1977)", "entities": [{"title": "Sid Atkinson", "href": "/wiki/Sid_Atkinson", "description": "Sidney James Montford \"Sid\" Atkinson was a South African athlete, winner of 110 m hurdles at the 1928 Summer Olympics."}]}, {"heading": "Births", "year": "1903", "date": "March 14", "txt": "Adolph Gottlieb, American painter and sculptor (d. 1974)", "entities": [{"title": "Adolph Gottlieb", "href": "/wiki/Adolph_Gottlieb", "description": "Adolph Gottlieb was an American abstract expressionist painter, sculptor and printmaker."}]}, {"heading": "Births", "year": "1904", "date": "March 14", "txt": "Doris Eaton Travis, American actress and dancer (d. 2010)", "entities": [{"title": "Doris Eaton Travis", "href": "/wiki/Doris_Eaton_Travis", "description": "Doris Eaton Travis was an American dancer, stage and film actress, dance instructor, owner and manager, writer, and rancher, who was the last surviving Ziegfeld Girl, a troupe of acclaimed chorus girls who performed as members in the Broadway theatrical revues of the Ziegfeld Follies."}]}, {"heading": "Births", "year": "1905", "date": "March 14", "txt": "Raymond Aron, French journalist, sociologist, and philosopher (d. 1983)", "entities": [{"title": "Raymond Aron", "href": "/wiki/Raymond_Aron", "description": "Raymond Claude Ferdinand Aron was a French philosopher, sociologist, political scientist, and journalist."}]}, {"heading": "Births", "year": "1906", "date": "March 14", "txt": "Ulvi Cemal Erkin, Turkish composer and educator (d. 1972)", "entities": [{"title": "Ulvi Cemal Erkin", "href": "/wiki/Ulvi_Cemal_Erkin", "description": "Ulvi Cemal Erkin was a member of the pioneer group of symphonic composers in Turkey, born in the period 1904–1910, who later came to be called The Turkish Five. These composers set out the direction of music in the newly established Turkish Republic. These composers distinguished themselves with their use of Turkish folk music and modal elements in an entirely western symphonic style."}]}, {"heading": "Births", "year": "1908", "date": "March 14", "txt": "Ed Heinemann, American designer of military aircraft (d. 1991)", "entities": [{"title": "Ed Heinemann", "href": "/wiki/Ed_Heinemann", "description": "Edward Henry Heinemann was a noted military aircraft designer for the Douglas Aircraft Company."}]}, {"heading": "Births", "year": "1908", "date": "March 14", "txt": "Maurice Merleau-Ponty, French philosopher and academic (d. 1961)", "entities": []}, {"heading": "Births", "year": "1908", "date": "March 14", "txt": "Philip Conrad Vincent, English engineer and businessman, founded Vincent Motorcycles (d. 1979)", "entities": [{"title": "Vincent Motorcycles", "href": "/wiki/Vincent_Motorcycles", "description": "Vincent Motorcycles was a British manufacturer of motorcycles from 1928 to 1955. The business was established by Philip Vincent who bought an existing manufacturing name HRD, initially renaming it as Vincent HRD, producing his own motorcycles as HRD did previously with engines purchased as complete assemblies from other companies. From 1934, two new engines were developed as single cylinder in 500"}]}, {"heading": "Births", "year": "1911", "date": "March 14", "txt": "Akira Yoshizawa, Japanese origamist (d. 2005)", "entities": [{"title": "Akira Yoshizawa", "href": "/wiki/Akira_Yoshizawa", "description": "Akira Yoshizawa was a Japanese origamist, considered to be the grandmaster of origami. He is credited with raising origami from a craft to a living art. According to his own estimation made in 1989, he created more than 50,000 models, of which only a few hundred designs were presented as diagrams in his 18 books. Yoshizawa acted as an international cultural ambassador for Japan throughout his care"}]}, {"heading": "Births", "year": "1912", "date": "March 14", "txt": "Cliff Bastin, English footballer (d. 1991)", "entities": [{"title": "Cliff Bastin", "href": "/wiki/Cliff_Bastin", "description": "Clifford Sydney Bastin was an English footballer who played as a winger for Exeter City and Arsenal football club. He also played for the England national football team. Bastin is Arsenal's third-highest goalscorer of all time."}]}, {"heading": "Births", "year": "1912", "date": "March 14", "txt": "Les Brown, American saxophonist, composer, and bandleader (d. 2001)", "entities": []}, {"heading": "Births", "year": "1912", "date": "March 14", "txt": "W. Graham Claytor, Jr. American lieutenant, lawyer, and politician, 15th United States Secretary of the Navy (d. 1994)", "entities": [{"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Births", "year": "1912", "date": "March 14", "txt": "W. Willard Wirtz, American lawyer and politician, 10th United States Secretary of Labor (d. 2010)", "entities": [{"title": "United States Secretary of Labor", "href": "/wiki/United_States_Secretary_of_Labor", "description": "The United States secretary of labor is a member of the Cabinet of the United States, and as the head of the United States Department of Labor, controls the department, and enforces and suggests laws involving unions, the workplace, and all other issues involving any form of business-person controversies."}]}, {"heading": "Births", "year": "1914", "date": "March 14", "txt": "Lee Hays, American singer-songwriter (d. 1981)", "entities": [{"title": "Lee Hays", "href": "/wiki/Lee_Hays", "description": "Lee Hays was an American folk-singer and songwriter, best known for singing bass with the Weavers. Throughout his life, he was concerned with overcoming racism, inequality, and violence in society. He wrote or co-wrote \"Wasn't That a Time?\", \"If I Had a Hammer\", and \"Kisses Sweeter than Wine\", which became Weavers' staples. He also familiarized audiences with songs of the 1930s labor movement, suc"}]}, {"heading": "Births", "year": "1914", "date": "March 14", "txt": "Bill Owen, English actor and songwriter (d. 1999)", "entities": []}, {"heading": "Births", "year": "1914", "date": "March 14", "txt": "Lee Petty, American race car driver and businessman, founded Petty Enterprises (d. 2000)", "entities": [{"title": "Petty Enterprises", "href": "/wiki/Petty_Enterprises", "description": "Petty Enterprises was a NASCAR racing team based in Level Cross, North Carolina, USA. It was founded by Lee Petty with his two sons Richard Petty and Maurice Petty. The team was later owned by Richard Petty, his son Kyle Petty and Boston Ventures. At the time of its folding the team operated the No. 43 and No. 45 Dodge Chargers in the NASCAR Sprint Cup Series. Petty Enterprises ran from 1949 until"}]}, {"heading": "Births", "year": "1915", "date": "March 14", "txt": "Alexander Brott, Canadian violinist, composer, and conductor (d. 2005)", "entities": [{"title": "Alexander Brott", "href": "/wiki/Alexander_Brott", "description": "Alexander Brott,, born Joël Brod, was a Canadian conductor, composer, violinist and music teacher."}]}, {"heading": "Births", "year": "1916", "date": "March 14", "txt": "Horton Foote, American author, playwright, and screenwriter (d. 2009)", "entities": [{"title": "Horton Foote", "href": "/wiki/Horton_Foote", "description": "Albert Horton Foote Jr. was an American playwright and screenwriter, perhaps best known for his screenplays for the 1962 film To Kill a Mockingbird, which was adapted from the novel by the same name by Harper Lee, and his original screenplay for the film Tender Mercies (1983). He was also known for his notable live television dramas during the Golden Age of Television."}]}, {"heading": "Births", "year": "1917", "date": "March 14", "txt": "Alan Smith, English lieutenant and pilot (d. 2013)", "entities": [{"title": "Alan Smith (RAF officer)", "href": "/wiki/Alan_Smith_(RAF_officer)", "description": "Sir Alan Smith, CBE, DFC*, DL, was a British World War II Royal Air Force Supermarine Spitfire fighter ace and businessman."}]}, {"heading": "Births", "year": "1918", "date": "March 14", "txt": "Zoia Horn, American librarian (d. 2014)", "entities": [{"title": "Zoia Horn", "href": "/wiki/Zoia_Horn", "description": "Zoia Markovna Horn, born in Ukraine, became in 1972 the first United States librarian to be jailed for refusing to share information as a matter of conscience. Horn, an outspoken member of the American Library Association's Intellectual Freedom Committee, worked at Bucknell University in Lewisburg, Pennsylvania in the early 1970s. Horn was jailed for nearly three weeks for contempt of court after "}]}, {"heading": "Births", "year": "1919", "date": "March 14", "txt": "Max Shulman, American author and screenwriter (d. 1988)", "entities": [{"title": "Max Shulman", "href": "/wiki/Max_Shulman", "description": "Maximilian \"Max\" Shulman was an American writer and humorist best known for his television and short story character Dobie Gillis, as well as for best-selling novels."}]}, {"heading": "Births", "year": "1920", "date": "March 14", "txt": "Hank Ketcham, American author and cartoonist, created Dennis the Menace (d. 2001)", "entities": [{"title": "Hank Ketcham", "href": "/wiki/Hank_Ketcham", "description": "Henry King Ketcham was an American cartoonist who created the Dennis the Menace comic strip, writing and drawing it from 1951 to 1994, when he retired from drawing the daily cartoon and took up painting full-time in his home studio. In 1953, he received the Reuben Award for the strip, which continues today in the hands of other artists."}]}, {"heading": "Births", "year": "1920", "date": "March 14", "txt": "Dorothy Tyler-Odam, English high jumper (d. 2014)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 14", "txt": "S. Truett Cathy, American businessman, founded Chick-fil-A (d. 2014)", "entities": [{"title": "S. Truett Cathy", "href": "/wiki/S._Truett_Cathy", "description": "Samuel Truett Cathy was an American businessman, investor, author, and philanthropist. He founded the fast food restaurant chain Chick-fil-A in 1946."}, {"title": "Chick-fil-A", "href": "/wiki/Chick-fil-A", "description": "Chick-fil-A is one of the largest American fast food restaurant chains and the largest whose specialty is chicken sandwiches. Its headquarters is in College Park, Georgia. Chick-fil-A was originally founded as the Dwarf Grill in 1946, changing the name to Dwarf House until rebranding as Chick-fil-A in 1967. The company operates more than 2,605 restaurants, primarily in the United States with locat"}]}, {"heading": "Births", "year": "1921", "date": "March 14", "txt": "Ada Louise Huxtable, American author and critic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 14", "txt": "Les Baxter, American pianist and composer (d. 1996)", "entities": [{"title": "Les Baxter", "href": "/wiki/Les_Baxter", "description": "Leslie Thompson Baxter was an American musician and composer. After working as an arranger and composer for swing bands, he developed his own style of easy listening music, known as exotica."}]}, {"heading": "Births", "year": "1923", "date": "March 14", "txt": "Diane Arbus, American photographer (d. 1971)", "entities": [{"title": "Diane Arbus", "href": "/wiki/Diane_Arbus", "description": "Diane Arbus was an American photographer. Arbus worked to normalize marginalized groups and highlight the importance of proper representation of all people. She worked with a wide range of subjects including; strippers, carnival performers, nudists, dwarves, children, mothers, couples, elderly people, and middle-class families. She photographed her subjects in familiar settings: their homes, on th"}]}, {"heading": "Births", "year": "1925", "date": "March 14", "txt": "William Clay Ford, Sr., American businessman (d. 2014)", "entities": [{"title": "William Clay Ford, Sr.", "href": "/wiki/William_Clay_Ford,_Sr.", "description": "William Clay Ford Sr. was an American businessman. He served on the boards of Ford Motor Company and the Edison Institute. Ford owned the Detroit Lions National Football League (NFL) franchise. He was the youngest child of Edsel Ford and was the last surviving grandchild of Henry Ford."}]}, {"heading": "Births", "year": "1925", "date": "March 14", "txt": "Joseph A. Unanue, American sergeant and businessman (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 14", "txt": "François Morel, Canadian pianist, composer, conductor, and educator (d. 2018)", "entities": [{"title": "François Morel", "href": "/wiki/Fran%C3%A7ois_Morel", "description": "François Morel was a Canadian composer, pianist, conductor, and music educator. An associate of the Canadian Music Centre, he was made a Knight of the National Order of Quebec in 1994 and was awarded the Prix Denise-Pelletier in 1996. He has had his works premiered by the CBC Symphony Orchestra, the Montreal Symphony Orchestra, and the Philadelphia Orchestra."}]}, {"heading": "Births", "year": "1928", "date": "March 14", "txt": "Frank Borman, American colonel, pilot, and astronaut", "entities": [{"title": "Frank Borman", "href": "/wiki/Frank_Borman", "description": "Frank Frederick Borman II is a retired United States Air Force (USAF) colonel, aeronautical engineer, test pilot, businessman, rancher, and NASA astronaut. He was the commander of Apollo 8, the first mission to fly around the Moon, and together with crewmates Jim Lovell and Bill Anders, became the first of 24 humans to do so, for which he was awarded the Congressional Space Medal of Honor. As of 2"}]}, {"heading": "Births", "year": "1928", "date": "March 14", "txt": "Félix Rodríguez de la Fuente, Spanish environmentalist (d. 1980)", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 14", "txt": "Bob Goalby, American golfer", "entities": [{"title": "Bob Goalby", "href": "/wiki/Bob_Goalby", "description": "Robert George Goalby is an American former professional golfer on the PGA Tour who won the Masters Tournament in 1968, his lone major championship among 11 Tour wins achieved between 1958 and 1971."}]}, {"heading": "Births", "year": "1932", "date": "March 14", "txt": "Mark Murphy, American singer-songwriter and actor (d. 2015)", "entities": [{"title": "Mark Murphy (singer)", "href": "/wiki/Mark_Murphy_(singer)", "description": "Mark Howe Murphy was an American jazz singer based at various times in New York City, Los Angeles, London, and San Francisco. He recorded 51 albums under his own name during his lifetime and was principally known for his innovative vocal improvisations. He was the recipient of the 1996, 1997, 2000, and 2001 Down Beat magazine readers' jazz poll for Best Male Vocalist and was also nominated five ti"}]}, {"heading": "Births", "year": "1932", "date": "March 14", "txt": "Naina Yeltsina, Russian wife of Boris Yeltsin, First Lady of Russia", "entities": [{"title": "Boris Yeltsin", "href": "/wiki/Boris_Yeltsin", "description": "Boris Nikolayevich Yeltsin was a Russian and former Soviet politician who served as the first President of Russia from 1991 to 1999. A member of the Communist Party of the Soviet Union from 1961 to 1990, he later stood as a political independent, during which time he was viewed as being ideologically aligned with liberalism and Russian nationalism."}, {"title": "First Lady of Russia", "href": "/wiki/First_Lady_of_Russia", "description": "First Lady of the Russian Federation is the unofficial title given to the wife of the president of Russia.\nThe post is highly ceremonial.The first lady position is currently vacant, since the divorce of the incumbent president Vladimir Putin and Lyudmila Putina."}]}, {"heading": "Births", "year": "1933", "date": "March 14", "txt": "Michael Caine, English actor and author", "entities": [{"title": "Michael Caine", "href": "/wiki/Michael_Caine", "description": "Sir Michael Caine is an English actor. Known for his distinctive Cockney accent, he has appeared in more than 130 films during a career spanning over 60 years, and is considered a British film icon. As of February 2017, the films in which he has appeared have grossed over $7.8 billion worldwide. He is ranked at No. 20 on the list of highest-grossing box office stars."}]}, {"heading": "Births", "year": "1933", "date": "March 14", "txt": "Quincy Jones, American singer-songwriter, trumpet player, and producer", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 14", "txt": "Eugene Cernan, American captain, pilot, and astronaut (d. 2017)", "entities": [{"title": "Eugene Cernan", "href": "/wiki/Eugene_Cernan", "description": "Eugene Andrew Cernan was an American astronaut, naval aviator, electrical engineer, aeronautical engineer, and fighter pilot. During the Apollo 17 mission, Cernan became the eleventh person to walk on the Moon. As he re-entered the Apollo Lunar Module after Harrison Schmitt on their third and final lunar excursion, he is the last person to walk on the Moon as of 2021."}]}, {"heading": "Births", "year": "1934", "date": "March 14", "txt": "Paul Rader, American 15th General of The Salvation Army", "entities": [{"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Births", "year": "1936", "date": "March 14", "txt": "Bob Charles, New Zealand golfer", "entities": [{"title": "Bob Charles (golfer)", "href": "/wiki/Bob_Charles_(golfer)", "description": "Sir Robert James Charles is a New Zealand professional golfer. His achievements over five decades rank him among the most successful left-handed golfers of all time, being the first lefty to win a golf major, winning more than 70 titles, and beating his age twice during a tournament as a 71-year-old."}]}, {"heading": "Births", "year": "1937", "date": "March 14", "txt": "Peter van der Merwe, South African cricketer and referee (d. 2013)", "entities": [{"title": "Peter van der Merwe (cricketer)", "href": "/wiki/Peter_van_der_Merwe_(cricketer)", "description": "Peter Laurence van der Merwe was a South African cricketer. He played in fifteen Tests from 1963 to 1967, captaining South Africa to series victories against England in 1965 and Australia in 1966-67."}]}, {"heading": "Births", "year": "1938", "date": "March 14", "txt": "Eleanor Bron, English actress and screenwriter", "entities": [{"title": "Eleanor Bron", "href": "/wiki/Eleanor_Bron", "description": "Eleanor Bron is an English stage, film and television actress, and an author. Her film roles include Ahme in the Beatles musical Help! (1965), the Doctor in Alfie (1966), Margaret Spencer in Bedazzled (1967) and Hermione Roddice in Women in Love (1969). She has appeared in television series such as Yes Minister, Doctor Who and Absolutely Fabulous."}]}, {"heading": "Births", "year": "1938", "date": "March 14", "txt": "Jan Crouch, American televangelist, co-founder of the Trinity Broadcasting Network (d. 2016)", "entities": [{"title": "Trinity Broadcasting Network", "href": "/wiki/Trinity_Broadcasting_Network", "description": "The Trinity Broadcasting Network (TBN) is an international Christian-based broadcast television network and the world's largest religious television network. TBN was headquartered in Costa Mesa, California until March 3, 2017 when it sold its highly visible office park, Trinity Christian City. The broadcaster retained its studios in nearby Tustin. Auxiliary studio facilities are located in Irving,"}]}, {"heading": "Births", "year": "1938", "date": "March 14", "txt": "John Gleeson, Australian cricketer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 14", "txt": "Árpád Orbán, Hungarian footballer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 14", "txt": "Raymond J. Barry, American actor", "entities": [{"title": "Raymond J. Barry", "href": "/wiki/Raymond_J._Barry", "description": "Raymond John Barry is an American film, television, and stage actor. He was nominated for the Independent Spirit Award for Best Supporting Male for his performance in the film Steel City."}]}, {"heading": "Births", "year": "1939", "date": "March 14", "txt": "Bertrand Blier, French director and screenwriter", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 14", "txt": "Yves Boisset, French director and screenwriter", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 14", "txt": "Wolfgang Petersen, German-American director, producer, and screenwriter", "entities": [{"title": "Wolfgang Petersen", "href": "/wiki/Wolfgang_Petersen", "description": "Wolfgang Petersen is a German film director, producer and screenwriter. He was nominated for two Academy Awards for the World War II submarine warfare film Das Boot (1981). His other films include The NeverEnding Story (1984), Enemy Mine (1985), In the Line of Fire (1993), Outbreak (1995), Air Force One (1997), The Perfect Storm (2000), Troy (2004), and Poseidon (2006)."}]}, {"heading": "Births", "year": "1942", "date": "March 14", "txt": "Rita Tushingham, English actress", "entities": [{"title": "Rita Tushingham", "href": "/wiki/Rita_Tushingham", "description": "Rita Tushingham is an English actress. She is known for her starring roles in films including A Taste of Honey (1961), The Leather Boys (1964), The Knack …and How to Get It (1965), Doctor Zhivago (1965), and Smashing Time (1967). For A Taste of Honey, she won the Cannes Film Festival Award for Best Actress, and Most Promising Newcomer at both the BAFTA Awards and Golden Globe Awards. Her other fil"}]}, {"heading": "Births", "year": "1943", "date": "March 14", "txt": "Anita Morris, American actress and singer (d. 1994)", "entities": [{"title": "Anita Morris", "href": "/wiki/Anita_Morris", "description": "Anita Rose Morris was an American actress, singer and dancer. She began her career performing on Broadway musicals, including Jesus Christ Superstar, Seesaw and Nine, for which she received a Tony Award nomination."}]}, {"heading": "Births", "year": "1944", "date": "March 14", "txt": "Boris Brott, Canadian composer and conductor", "entities": [{"title": "Boris Brott", "href": "/wiki/Boris_Brott", "description": "Boris Brott, is a Canadian conductor and motivational speaker. He is one of the most internationally recognized Canadian conductors, having conducted on stages around the world, including Carnegie Hall and Covent Garden. He is known for his innovative methods of introducing classical music to new audiences. Over his career, he has commissioned, performed and recorded a wide variety of Canadian wor"}]}, {"heading": "Births", "year": "1944", "date": "March 14", "txt": "Václav Nedomanský, Czech ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 14", "txt": "Bobby Smith, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 14", "txt": "Tom Stannage, Australian historian and academic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 14", "txt": "Jasper Carrott, English comedian, actor, and game show host", "entities": [{"title": "Jasper Carrott", "href": "/wiki/Jasper_Carrott", "description": "Jasper Carrott, OBE is an English comedian, actor and television presenter."}]}, {"heading": "Births", "year": "1945", "date": "March 14", "txt": "Michael Martin Murphey, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 14", "txt": "Walter Parazaider, American saxophonist", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 14", "txt": "William Lerach, American securities and class action attorney", "entities": [{"title": "William Lerach", "href": "/wiki/William_Lerach", "description": "William \"Bill\" Shannon Lerach is a disbarred lawyer who specialized in private Securities Class Action lawsuits. The $7.12 billion he obtained as the lead plaintiff's attorney in the case against Enron is currently the largest sum ever recovered in a group of securities class-action lawsuits in U.S. history. In 2007 he pleaded guilty to obstruction of justice and was sentenced to two years impriso"}]}, {"heading": "Births", "year": "1946", "date": "March 14", "txt": "Wes Unseld, American basketball player, coach, and manager (d. 2020)", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 14", "txt": "Roy Budd, English pianist and composer (d. 1993)", "entities": [{"title": "Roy Budd", "href": "/wiki/Roy_Budd", "description": "Roy Frederick Budd was a British jazz pianist and composer known for his film scores, including Get Carter and The Wild Geese."}]}, {"heading": "Births", "year": "1947", "date": "March 14", "txt": "William J. Jefferson, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 14", "txt": "Jona Lewie, English singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 14", "txt": "Tom Coburn, American physician and politician (d. 2020)", "entities": [{"title": "Tom Coburn", "href": "/wiki/Tom_Coburn", "description": "Thomas Allen Coburn was an American politician and physician who served as a United States Senator for Oklahoma from 2005, until his resignation in 2015. A Republican, he previously served as a United States Representative."}]}, {"heading": "Births", "year": "1948", "date": "March 14", "txt": "Billy Crystal, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 14", "txt": "Theo Jansen, Dutch sculptor", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 14", "txt": "Rick Dees, American actor and radio host", "entities": [{"title": "Rick Dees", "href": "/wiki/Rick_Dees", "description": "Rigdon Osmond Dees III, best known as Rick Dees, is an American entertainer, radio personality, comedian, actor, and voice artist, best known for his internationally syndicated radio show The Rick Dees Weekly Top 40 Countdown and for the 1976 novelty song \"Disco Duck\". In 2007, he sang the theme song for the TV show Rick and Steve."}]}, {"heading": "Births", "year": "1951", "date": "March 14", "txt": "Jerry Greenfield, American businessman and philanthropist, co-founded Ben & Jerry's", "entities": [{"title": "Jerry Greenfield", "href": "/wiki/Jerry_Greenfield", "description": "Jerry Greenfield is an American businessman and philanthropist. He is a co-founder of Ben & Jerry's Homemade Holdings, Inc."}, {"title": "Ben & Jerry's", "href": "/wiki/Ben_%26_Jerry%27s", "description": "Ben & Jerry's Homemade Holdings Inc., trading and commonly known as Ben & Jerry's, is a Vermont-based company that manufactures ice cream, frozen yogurt, and sorbet. Founded in 1978 in Burlington, Vermont, it sold in 2000 to British conglomerate Unilever. Today it operates globally as a fully owned subsidiary of Unilever. Its present-day headquarters is in South Burlington, Vermont, with its main "}]}, {"heading": "Births", "year": "1953", "date": "March 14", "txt": "Nick Keir, Scottish singer-songwriter (d. 2013)", "entities": [{"title": "Nick Keir", "href": "/wiki/Nick_Keir", "description": "Nick Keir was a musician from Edinburgh, Scotland, who is best known for his work with The McCalmans. More recently Keir emerged as a singer-songwriter, producing three solo albums and performing as a soloist with The Tolkien Ensemble. Keir regularly played in both Scotland and Denmark at folk festivals and on tours, both with The McCalmans and also at solo gigs."}]}, {"heading": "Births", "year": "1955", "date": "March 14", "txt": "Jonathan Kaufer, American director and screenwriter (d. 2013)", "entities": [{"title": "Jonathan Kaufer", "href": "/wiki/Jonathan_Kaufer", "description": "Jonathan David Kaufer was an American film director, screenwriter, and occasional actor. Kaufer received his first job while in his late teens as a writer for the sitcom Mork & Mindy. Filmmaker Howard Zieff later hired Kaufer to do rewrites for his films, and his work on the 1979 film The Main Event led to a development deal enabling him to direct his first film, the romantic comedy Soup for One. "}]}, {"heading": "Births", "year": "1956", "date": "March 14", "txt": "Indu Malhotra, Judge of the Supreme Court of India", "entities": [{"title": "Indu Malhotra", "href": "/wiki/Indu_Malhotra", "description": "Indu Malhotra is a retired judge and senior counsel of the Supreme Court of India. She was the second woman to be designated as Senior Advocate by the Supreme Court. She also authored the third edition of The Law and Practice of Arbitration and Conciliation (2014)."}, {"title": "Supreme Court of India", "href": "/wiki/Supreme_Court_of_India", "description": "The Supreme Court of India is the supreme judicial body of India and the highest court of India under the constitution. It is the most senior constitutional court, and has the power of judicial review. The Chief Justice of India is the head and chief judge of the Supreme Court and the court consists of a maximum of 34 judges and it has extensive powers in the form of original, appellate and adviso"}]}, {"heading": "Births", "year": "1956", "date": "March 14", "txt": "Alexey Pajitnov, Russian video game designer and computer engineer, creator of Tetris", "entities": [{"title": "Tetris", "href": "/wiki/Tetris", "description": "Tetris is a tile-matching video game created by Russian software engineer Alexey Pajitnov in 1984 for the Electronika 60 computer. It has been published by several companies, most prominently during a dispute over the appropriation of the rights in the late 1980s. After a significant period of publication by Nintendo, the rights reverted to Pajitnov in 1996, who co-founded The Tetris Company with "}]}, {"heading": "Births", "year": "1956", "date": "March 14", "txt": "Butch Wynegar, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 14", "txt": "Tad Williams, American author", "entities": [{"title": "Tad Williams", "href": "/wiki/Tad_Williams", "description": "Robert Paul \"Tad\" Williams is an American fantasy and science fiction writer. He is the author of the multivolume Memory, Sorrow, and Thorn series, Otherland series, and Shadowmarch series as well as the standalone novels Tailchaser's Song and The War of the Flowers. Most recently, Williams published The Bobby Dollar series. Cumulatively, over 17 million copies of Williams's works have been sold."}]}, {"heading": "Births", "year": "1958", "date": "March 14", "txt": "Albert II, Prince of Monaco", "entities": [{"title": "Albert II, Prince of Monaco", "href": "/wiki/Albert_II,_Prince_of_Monaco", "description": "Albert II is the Sovereign Prince of Monaco and head of the Princely House of Grimaldi. He is the son of Prince Rainier III and Grace Kelly."}]}, {"heading": "Births", "year": "1959", "date": "March 14", "txt": "Laila Robins, American actress", "entities": [{"title": "Laila Robins", "href": "/wiki/Laila_Robins", "description": "Laila Robins is an American stage, film and television actress. She has appeared in films including Planes, Trains and Automobiles (1987); Live Nude Girls (1995); True Crime (1999); She's Lost Control (2014); and Eye in the Sky (2015). Her television credits include regular roles on Gabriel's Fire, Homeland, and Murder in the First. More recently, she has had recurring roles as Katarina Rostova in"}]}, {"heading": "Births", "year": "1959", "date": "March 14", "txt": "Tamara Tunie, American actress", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 14", "txt": "Heidi Hammel, American astronomer and academic", "entities": [{"title": "Heidi Hammel", "href": "/wiki/Heidi_Hammel", "description": "Heidi B. Hammel is a planetary astronomer who has extensively studied Neptune and Uranus. She was part of the team imaging Neptune from Voyager 2 in 1989. She led the team using the Hubble Space Telescope to view Shoemaker-Levy 9's impact with Jupiter in 1994. She has used the Hubble Space Telescope and the Keck Telescope to study Uranus and Neptune, discovering new information about dark spots, p"}]}, {"heading": "Births", "year": "1961", "date": "March 14", "txt": "Garry Jack, Australian rugby league player and coach", "entities": [{"title": "Garry Jack", "href": "/wiki/Garry_Jack", "description": "Garry Jack is an Australian former rugby league footballer and coach. He was a representative in the Australian national team and star player with the Balmain Tigers. Jack was a fullback for the Tigers during the late 1980s, and early 1990s, under the captaincy of Wayne Pearce and the coaching of Warren Ryan. Jack also represented the New South Wales State of Origin team on 17 occasions."}]}, {"heading": "Births", "year": "1961", "date": "March 14", "txt": "Mike Lazaridis, Greek–Canadian businessman and philanthropist, founded BlackBerry Limited", "entities": [{"title": "BlackBerry Limited", "href": "/wiki/BlackBerry_Limited", "description": "BlackBerry Limited is a Canadian multinational company specialising in enterprise software and the Internet of things. Originally known as Research In Motion (RIM), it developed the BlackBerry brand of interactive pagers, smartphones, and tablets. It transitioned to an enterprise software and services company under Chief Executive Officer John S. Chen. Its products are used by various businesses, "}]}, {"heading": "Births", "year": "1963", "date": "March 14", "txt": "Bruce Reid, Australian cricketer and coach", "entities": [{"title": "Bruce Reid", "href": "/wiki/Bruce_Reid", "description": "Bruce Antony Reid is a retired Australian cricketer and was bowling coach of the Indian national cricket team on their 2003–04 tour to Australia."}]}, {"heading": "Births", "year": "1965", "date": "March 14", "txt": "Kevin Brown, American baseball player and coach", "entities": [{"title": "Kevin Brown (right-handed pitcher)", "href": "/wiki/Kevin_Brown_(right-handed_pitcher)", "description": "James Kevin Brown is a former Major League Baseball right-handed pitcher. He played from 1986 to 2005, leading the American League in wins once and leading the National League in earned run average twice. He was also a six-time All-Star."}]}, {"heading": "Births", "year": "1965", "date": "March 14", "txt": "Aamir Khan, Indian film actor, producer, and director", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 14", "txt": "Billy Sherwood, American guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 14", "txt": "Kevin Williamson, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 14", "txt": "Jonas Elmer, Danish actor, director, and screenwriter", "entities": [{"title": "Jonas Elmer (director)", "href": "/wiki/Jonas_Elmer_(director)", "description": "Jonas Elmer is a Danish film director, screenwriter and previously an actor. In 1988 he was a production assistant at the set of Family Business, starring Sean Connery."}]}, {"heading": "Births", "year": "1966", "date": "March 14", "txt": "Elise Neal, American actress and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 14", "txt": "Megan Follows, Canadian-American actress", "entities": [{"title": "Megan Follows", "href": "/wiki/Megan_Follows", "description": "Megan Elizabeth Laura Diana Follows is a Canadian-American actress. She is known for her role as Anne Shirley in the 1985 Canadian television miniseries Anne of Green Gables and its two sequels. From 2013 to 2017, she starred as Catherine de' Medici, Queen of France, in the television drama series Reign."}]}, {"heading": "Births", "year": "1969", "date": "March 14", "txt": "Larry Johnson, American basketball player and actor", "entities": [{"title": "Larry Johnson (basketball, born 1969)", "href": "/wiki/Larry_Johnson_(basketball,_born_1969)", "description": "Larry Demetric Johnson is an American former professional basketball player who spent his career as a power forward with the Charlotte Hornets and the New York Knicks of the National Basketball Association (NBA). In 2008, Johnson was inducted into the Southern Nevada Sports Hall of Fame. He was then inducted into the College Basketball Hall of Fame on November 24, 2019."}]}, {"heading": "Births", "year": "1970", "date": "March 14", "txt": "Kristian Bush, American singer-songwriter and guitarist", "entities": [{"title": "Kristian Bush", "href": "/wiki/Kristian_Bush", "description": "Kristian Merrill Bush is an American singer, songwriter, and record producer. Bush is one half of the country music duo Sugarland with Jennifer Nettles, and was a member of the folk rock duo Billy Pilgrim with Andrew Hyra. In addition to his work in these two groups, Bush has released one solo album, Southern Gravity, via Streamsound Records in 2015."}]}, {"heading": "Births", "year": "1972", "date": "March 14", "txt": "Irom Chanu Sharmila, Indian poet and activist", "entities": [{"title": "Irom Chanu Sharmila", "href": "/wiki/Irom_Chanu_Sharmila", "description": "Irom Chanu Sharmila, also known as the \"Iron Lady of Manipur\" or \"Mengoubi\" is a civil rights activist, political activist, and poet from the Indian state of Manipur, which is located on the north-eastern side of India. On 5 November 2000, she began a hunger strike in favour of abolishing the Armed Forces Act, 1958 that applies to the seven states and grants security forces the power to search pro"}]}, {"heading": "Births", "year": "1973", "date": "March 14", "txt": "Rohit Shetty, Indian film director and producer", "entities": [{"title": "Rohit Shetty", "href": "/wiki/Rohit_Shetty", "description": "Rohit Shetty is an Indian Bollywood director and producer. He holds the record of helming maximum 100 Crore Club domestic net films. His notable and iconic franchises Golmaal and Cop Universe are listed among the most famous film series, and he is also known for Bol Bachchan (2012), Chennai Express (2013) and  Dilwale (2015)."}]}, {"heading": "Births", "year": "1974", "date": "March 14", "txt": "Patrick Traverse, Canadian ice hockey player", "entities": [{"title": "Patrick Traverse", "href": "/wiki/Patrick_Traverse", "description": "Patrick Rheaume Joseph Traverse is a Canadian former professional ice hockey defenceman. He played 279 games in the National Hockey League (NHL) with five teams."}]}, {"heading": "Births", "year": "1975", "date": "March 14", "txt": "Steve Harper, English footballer and referee", "entities": [{"title": "Steve Harper", "href": "/wiki/Steve_Harper", "description": "Stephen Alan Harper is an English former professional footballer, and currently first team coach for Newcastle United and goalkeeping coach for the Northern Ireland national team. He is best known for his time playing at Newcastle, having amassed 157 league appearances over a twenty-year period between 1993 and 2013. Although he was not always the first choice goalkeeper at Newcastle, he was the l"}]}, {"heading": "Births", "year": "1975", "date": "March 14", "txt": "Dmitri Markov, Belarusian-Australian pole vaulter", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 14", "txt": "Phil Vickery, English rugby player and sportscaster", "entities": [{"title": "Phil Vickery (rugby union)", "href": "/wiki/Phil_Vickery_(rugby_union)", "description": "Philip John Vickery MBE DL is a former English rugby union tighthead prop and member of the England squad. He was a member of England's World Cup winning squad in 2003, playing in all seven matches in the tournament, and is a former England captain. Vickery ended his club rugby career at London Wasps, joining the London side in 2006 after eleven years with Gloucester Rugby. Given the nickname \"Rag"}]}, {"heading": "Births", "year": "1977", "date": "March 14", "txt": "Vadims Fjodorovs, Latvian footballer and coach", "entities": [{"title": "Vadims Fjodorovs", "href": "/wiki/Vadims_Fjodorovs", "description": "Vadims Fjodorovs is a Latvian former football goalkeeper, currently a goalkeeping coach for Daugava Daugavpils in the Latvian Higher League."}]}, {"heading": "Births", "year": "1977", "date": "March 14", "txt": "Naoki Matsuda, Japanese footballer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 14", "txt": "Jeremy Paul, New Zealand-Australian rugby player", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 14", "txt": "Pieter van den Hoogenband, Dutch swimmer", "entities": [{"title": "Pieter van den Hoogenband", "href": "/wiki/Pieter_van_den_Hoogenband", "description": "Pieter Cornelis Martijn van den Hoogenband is a Dutch retired swimmer. He is a triple Olympic champion and former world record holder."}]}, {"heading": "Births", "year": "1979", "date": "March 14", "txt": "Nicolas Anelka, French footballer and manager", "entities": [{"title": "Nicolas Anelka", "href": "/wiki/Nicolas_Anelka", "description": "Nicolas Sébastien Anelka is a French professional football manager and retired player who played as a forward. As a player, he regularly featured in his country's national team, often scoring at crucial moments. Known for his ability to both score and assist goals, he has been described as a classy and quick player, with good aerial ability, technique, shooting, and movement off the ball, and was "}]}, {"heading": "Births", "year": "1979", "date": "March 14", "txt": "Chris Klein, American actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 14", "txt": "Sead Ramović, German-Bosnian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 14", "txt": "Aaron Brown, English footballer and coach", "entities": [{"title": "Aaron Brown (footballer, born 1980)", "href": "/wiki/Aaron_Brown_(footballer,_born_1980)", "description": "Aaron Wesley Brown is an English professional footballer who is player-coach at Paulton Rovers. His younger brother Marvin also played professionally and both were with Bristol City at the same time."}]}, {"heading": "Births", "year": "1980", "date": "March 14", "txt": "Ben Herring, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 14", "txt": "Bobby Jenks, American baseball player", "entities": [{"title": "Bobby Jenks", "href": "/wiki/Bobby_Jenks", "description": "Robert Scott Jenks is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Chicago White Sox and Boston Red Sox from 2005 through 2011."}]}, {"heading": "Births", "year": "1981", "date": "March 14", "txt": "George Wilson, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 14", "txt": "Carlos Marinelli, Argentinian footballer", "entities": [{"title": "Carlos Marinelli", "href": "/wiki/Carlos_Marinelli", "description": "Carlos Ariel Marinelli is an Argentine former footballer, who played as an attacking midfielder."}]}, {"heading": "Births", "year": "1982", "date": "March 14", "txt": "François Sterchele, Belgian footballer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 14", "txt": "Bakhtiyar Artayev, Kazakh boxer", "entities": [{"title": "Bakhtiyar Artayev", "href": "/wiki/Bakhtiyar_Artayev", "description": "Bakhtiyar Karipullauly Artayev is a Kazakh boxer who won the gold medal for Kazakhstan at the 2004 Summer Olympics. He was also the winner of the Val Barker Trophy for the outstanding boxer of the 2004 Olympics. In recognition of his success, one of the Taraz sport centres was named after him. In 2012 he was appointed as a president of the Astana Presidential Sports Club."}]}, {"heading": "Births", "year": "1986", "date": "March 14", "txt": "Elton Chigumbura, Zimbabwean cricketer", "entities": [{"title": "Elton Chigumbura", "href": "/wiki/Elton_Chigumbura", "description": "Elton Chigumbura is a Zimbabwean former cricketer, who played for Zimbabwe national cricket team between 2004 and 2020."}]}, {"heading": "Births", "year": "1986", "date": "March 14", "txt": "Jessica Gallagher, Australian skier and cyclist", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 14", "txt": "Andy Taylor, English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 14", "txt": "Stephen Curry, American basketball player", "entities": [{"title": "Stephen Curry", "href": "/wiki/Stephen_Curry", "description": "Wardell Stephen \"Steph\" Curry II is an American professional basketball player for the Golden State Warriors of the National Basketball Association (NBA). Many analysts and players have called him the greatest shooter in NBA history. He is credited with revolutionizing the game of basketball by inspiring teams to regularly utilize the three-point shot. A seven-time NBA All-Star, Curry has been nam"}]}, {"heading": "Births", "year": "1988", "date": "March 14", "txt": "Rico Freimuth, German decathlete", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 14", "txt": "Kevin Lacroix, Canadian race car driver", "entities": [{"title": "Kevin Lacroix (racing driver)", "href": "/wiki/Kevin_Lacroix_(racing_driver)", "description": "Kevin Lacroix is a Canadian racing driver from Saint-Eustache, Quebec."}]}, {"heading": "Births", "year": "1990", "date": "March 14", "txt": "Joe Allen, Welsh footballer", "entities": [{"title": "Joe Allen", "href": "/wiki/Joe_Allen", "description": "Joseph Michael Allen is a Welsh professional footballer who plays as a midfielder for Championship club Stoke City and the Welsh national team."}]}, {"heading": "Births", "year": "1990", "date": "March 14", "txt": "Tamás Kádár, Hungarian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 14", "txt": "Haru Kuroki, Japanese actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 14", "txt": "Kolbeinn Sigþórsson, Icelandic footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 14", "txt": "Emir Bekrić, Serbian hurdler", "entities": [{"title": "Emir Bekrić", "href": "/wiki/Emir_Bekri%C4%87", "description": "Emir Bekrić is a former Serbian hurdler who specialises and holds the Serbian national record for the 400 metres hurdles. He is coached by Mirjana Stojanović. In 2013, Bekrić became the first male track and field athlete from Serbia to win a medal at the IAAF Outdoor World Championships. In the same year he won the award European athletics rising star, as well as golden badge for Serbian athlete o"}]}, {"heading": "Births", "year": "1991", "date": "March 14", "txt": "László Szűcs, Hungarian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 14", "txt": "Steven Zellner, German footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 14", "txt": "Philipp Ziereis, German footballer", "entities": [{"title": "Philipp Ziereis", "href": "/wiki/Philipp_Ziereis", "description": "Philipp Ziereis is a German professional footballer who plays for FC St. Pauli in the 2. Bundesliga."}]}, {"heading": "Births", "year": "1994", "date": "March 14", "txt": "Ansel Elgort, American actor and DJ", "entities": [{"title": "Ansel Elgort", "href": "/wiki/Ansel_Elgort", "description": "Ansel Elgort is an American actor, singer, and DJ. Born to photographer Arthur Elgort and stage producer Grethe Barrett Holby, he began his acting career with a supporting role in the horror film Carrie (2013)."}]}, {"heading": "Births", "year": "1996", "date": "March 14", "txt": "Batuhan Altıntaş, Turkish footballer", "entities": [{"title": "Batuhan Altıntaş (footballer)", "href": "/wiki/Batuhan_Alt%C4%B1nta%C5%9F_(footballer)", "description": "Mustafa Batuhan Altıntaş is a Turkish footballer who plays as a forward for Ankaraspor."}]}, {"heading": "Births", "year": "1997", "date": "March 14", "txt": "Simone Biles, American gymnast", "entities": [{"title": "Simone Biles", "href": "/wiki/Simone_Biles", "description": "Simone Arianne Biles is an American artistic gymnast. With a combined total of 30 Olympic and World Championship medals, Biles is the most decorated American gymnast and the world's third most decorated gymnast, behind Belarus' Vitaly Scherbo and Russia's Larisa Latynina."}]}, {"heading": "Births", "year": "2000", "date": "March 14", "txt": "Paige Rini, Canadian water skier", "entities": [{"title": "Paige Rini", "href": "/wiki/Paige_Rini", "description": "Paige Rini is a Canadian water skier."}]}, {"heading": "Births", "year": "2008", "date": "March 14", "txt": "Abby Ryder Fortson, American actress", "entities": [{"title": "Abby Ryder Fortson", "href": "/wiki/Abby_Ryder_Fortson", "description": "Abby Ryder Fortson is an American actress who played Ella Novak in Transparent, Harper Weil in The Whispers, Sophie Pierson in Togetherness and Cassie Lang in Ant-Man (2015) and Ant-Man and the Wasp (2018)."}]}, {"heading": "Deaths", "year": "840", "date": "March 14", "txt": "Einhard, Frankish scholar", "entities": [{"title": "Einhard", "href": "/wiki/Einhard", "description": "Einhard was a Frankish scholar and courtier. Einhard was a dedicated servant of Charlemagne and his son Louis the Pious; his main work is a biography of Charlemagne, the Vita Karoli Magni, \"one of the most precious literary bequests of the early Middle Ages.\""}]}, {"heading": "Deaths", "year": "968", "date": "March 14", "txt": "Matilda of Ringelheim, Saxon queen (b. c. 896)", "entities": [{"title": "Matilda of Ringelheim", "href": "/wiki/Matilda_of_Ringelheim", "description": "Matilda of Ringelheim, also known as Saint Matilda, was a Saxon noblewoman. Due to her marriage to Henry I in 909, she became the first Ottonian queen. Her eldest son, Otto I, restored the Holy Roman Empire in 962. Mathilde founded several spiritual institutions and women's convents. She was considered to be extremely pious, righteous and charitable. Mathilde’s two hagiographical biographies and T"}]}, {"heading": "Deaths", "year": "1555", "date": "March 14", "txt": "John Russell, 1st Earl of Bedford (b. 1485)", "entities": [{"title": "John Russell, 1st Earl of Bedford", "href": "/wiki/John_Russell,_1st_Earl_of_Bedford", "description": "John Russell, 1st Earl of Bedford was an English royal minister in the Tudor era. He served variously as Lord High Admiral and Lord Privy Seal. Among the lands and property he was given by Henry VIII after the Dissolution of the Monasteries, were the Abbey and town of Tavistock, and the area that is now Covent Garden. Russell is the ancestor of all subsequent Earls and Dukes of Bedford and Earls R"}]}, {"heading": "Deaths", "year": "1647", "date": "March 14", "txt": "Frederick Henry, Prince of Orange (b. 1584)", "entities": [{"title": "Frederick Henry, Prince of Orange", "href": "/wiki/Frederick_Henry,_Prince_of_Orange", "description": "Frederick Henry was the sovereign prince of Orange and stadtholder of Holland, Zeeland, Utrecht, Guelders, Overijssel in the Dutch Republic from 1625 until his death in 1647. The last seven years of his life he also was the stadtholder of Groningen (1640-1647)."}]}, {"heading": "Deaths", "year": "1648", "date": "March 14", "txt": "Ferdinando Fairfax, 2nd Lord Fairfax of Cameron, English general and politician (b. 1584)", "entities": [{"title": "Ferdinando Fairfax, 2nd Lord Fairfax of Cameron", "href": "/wiki/Ferdinando_Fairfax,_2nd_Lord_Fairfax_of_Cameron", "description": "Ferdinando Fairfax, 2nd Lord Fairfax of Cameron MP was an English nobleman and politician who sat in the House of Commons at various times between 1614 and 1648. He was a commander in the Parliamentary army in the English Civil War."}]}, {"heading": "Deaths", "year": "1696", "date": "March 14", "txt": "Jean Domat, French lawyer and jurist (b. 1625)", "entities": [{"title": "Jean Domat", "href": "/wiki/Jean_Domat", "description": "Jean Domat, or Daumat was a French jurist."}]}, {"heading": "Deaths", "year": "1748", "date": "March 14", "txt": "George Wade, Irish field marshal and politician (b. 1673)", "entities": [{"title": "George Wade", "href": "/wiki/George_Wade", "description": "Field Marshal George Wade was a British Army officer who served in the Nine Years' War, War of the Spanish Succession, Jacobite rising of 1715 and War of the Quadruple Alliance before leading the construction of barracks, bridges and proper roads in Scotland. He went on to be a military commander during the War of the Austrian Succession and Commander-in-Chief of the Forces during the Jacobite ris"}]}, {"heading": "Deaths", "year": "1757", "date": "March 14", "txt": "John Byng, British admiral and politician, 11th Commodore Governor of Newfoundland (b. 1704)", "entities": [{"title": "John Byng", "href": "/wiki/John_Byng", "description": "Admiral John Byng was a British Royal Navy officer who was court-martialled and executed by firing squad. After joining the navy at the age of thirteen, he participated at the Battle of Cape Passaro in 1718. Over the next thirty years he built up a reputation as a solid naval officer and received promotion to vice-admiral in 1747. He also served as Commodore-Governor of Newfoundland Colony in 1742"}, {"title": "List of lieutenant governors of Newfoundland and Labrador", "href": "/wiki/List_of_lieutenant_governors_of_Newfoundland_and_Labrador", "description": "The following is a list of the governors, commodore-governors, and lieutenant governors of Newfoundland and Labrador. Though the present day office of the lieutenant governor in Newfoundland and Labrador came into being only upon the province's entry into Canadian Confederation in 1949, the post is a continuation from the first governorship of Newfoundland in 1610."}]}, {"heading": "Deaths", "year": "1791", "date": "March 14", "txt": "Johann Salomo Semler, German historian and critic (b. 1725)", "entities": [{"title": "Johann Salomo Semler", "href": "/wiki/Johann_Salomo_Semler", "description": "Johann Salomo Semler was a German church historian, biblical commentator, and critic of ecclesiastical documents and of the history of dogmas. He is sometimes known as \"the father of German rationalism\"."}]}, {"heading": "Deaths", "year": "1803", "date": "March 14", "txt": "Friedrich Gottlieb Klopstock, German poet (b. 1724)", "entities": [{"title": "Friedrich Gottlieb Klopstock", "href": "/wiki/Friedrich_Gottlieb_Klopstock", "description": "Friedrich Gottlieb Klopstock was a German poet. His best known work is the epic poem Der Messias. One of his major contributions to German literature was to open it up to exploration outside of French models."}]}, {"heading": "Deaths", "year": "1811", "date": "March 14", "txt": "Augustus FitzRoy, 3rd Duke of Grafton, English academic and politician, Prime Minister of the United Kingdom (b. 1735)", "entities": [{"title": "Augustus FitzRoy, 3rd Duke of Grafton", "href": "/wiki/Augustus_FitzRoy,_3rd_Duke_of_Grafton", "description": "Augustus Henry FitzRoy, 3rd Duke of Grafton,, styled Earl of Euston between 1747 and 1757, was a British Whig statesman of the Georgian era. He is one of a handful of dukes who have served as Prime Minister."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1823", "date": "March 14", "txt": "Charles François Dumouriez, French general and politician, French Minister of War (b. 1739)", "entities": [{"title": "Charles François Dumouriez", "href": "/wiki/Charles_Fran%C3%A7ois_Dumouriez", "description": "Charles-François du Périer Dumouriez was a French general during the French Revolutionary Wars. He shared the victory at Valmy with General François Christophe Kellermann, but later deserted the Revolutionary Army, and became a royalist intriguer during the reign of Napoleon as well as an adviser to the British government. Dumouriez is one of the names inscribed under the Arc de Triomphe, on Colum"}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Deaths", "year": "1860", "date": "March 14", "txt": "Carl Ritter von Ghega, Italian engineer, designed the Semmering railway (b. 1802)", "entities": [{"title": "Carl Ritter von Ghega", "href": "/wiki/Carl_Ritter_von_Ghega", "description": "Karl Ritter von Ghega or Karl von Ghega was an Austrian and Albanian nobleman and the designer of the Semmering Railway from Gloggnitz to Mürzzuschlag. During his time, he was the most prominent of Austrian railway engineers and architects."}, {"title": "Semmering railway", "href": "/wiki/Semmering_railway", "description": "The Semmering railway in Austria, which starts at Gloggnitz and leads over the Semmering to Mürzzuschlag, was the first mountain railway in Europe built with a standard gauge track. It is commonly referred to as the world's first true mountain railway, given the very difficult terrain and the considerable altitude difference that was mastered during its construction. It is still fully functional a"}]}, {"heading": "Deaths", "year": "1877", "date": "March 14", "txt": "Juan Manuel de Rosas, Argentinian general and politician, 17th Governor of Buenos Aires Province (b. 1793)", "entities": [{"title": "Juan Manuel de Rosas", "href": "/wiki/Juan_Manuel_de_Rosas", "description": "Juan Manuel de Rosas, nicknamed \"Restorer of the Laws\", was a politician and army officer who ruled Buenos Aires Province and briefly the Argentine Confederation. Although born into a wealthy family, Rosas independently amassed a personal fortune, acquiring large tracts of land in the process. Rosas enlisted his workers in a private militia, as was common for rural proprietors, and took part in th"}, {"title": "Governor of Buenos Aires Province", "href": "/wiki/Governor_of_Buenos_Aires_Province", "description": "The Governor of Buenos Aires Province is a citizen of the Buenos Aires Province of Argentina, holding the office of governor for the corresponding period. The governor is elected alongside a vice-governor. Currently the governor of Buenos Aires Province is Axel Kicillof since December 11, 2019."}]}, {"heading": "Deaths", "year": "1883", "date": "March 14", "txt": "Karl Marx, German philosopher and theorist (b. 1818)", "entities": [{"title": "Karl Marx", "href": "/wiki/Karl_Marx", "description": "Karl Heinrich Marx was a German philosopher, economist, historian, sociologist, political theorist, journalist and socialist revolutionary. Born in Trier, Germany, Marx studied law and philosophy at university. He married Jenny von Westphalen in 1843. Due to his political publications, Marx became stateless and lived in exile with his wife and children in London for decades, where he continued to "}]}, {"heading": "Deaths", "year": "1884", "date": "March 14", "txt": "Quintino Sella, Italian economist and politician, Italian Minister of Finances (b. 1827)", "entities": [{"title": "Quintino Sella", "href": "/wiki/Quintino_Sella", "description": "Quintino Sella was an Italian politician, economist and mountaineer."}, {"title": "List of Italian Ministers of Economy and Finances", "href": "/wiki/List_of_Italian_Ministers_of_Economy_and_Finances", "description": "The Italian Minister of Economy and Finance is a senior member of the Italian Cabinet who leads the Ministry of Economy and Finance since its creation in 2001 by the fusion of three former ministries, the Ministry of Treasury, the Ministry of Budget and the Ministry of Finance."}]}, {"heading": "Deaths", "year": "1932", "date": "March 14", "txt": "George Eastman, American inventor and businessman, founded Eastman Kodak (b. 1854)", "entities": [{"title": "George Eastman", "href": "/wiki/George_Eastman", "description": "George Eastman  was an American entrepreneur who founded the Eastman Kodak Company and helped to bring the photographic use of roll film into the mainstream. Roll film was also the basis for the invention of motion picture film stock in 1888 by the world's first filmmakers Eadweard Muybridge and Louis Le Prince, and a few years later by their followers Léon Bouly, William Kennedy Dickson, Thomas E"}, {"title": "Eastman Kodak", "href": "/wiki/Eastman_Kodak", "description": "The Eastman Kodak Company is an American public company that produces various products related to its historic basis in analogue photography. The company is headquartered in Rochester, New York, and is incorporated in New Jersey. Kodak provides packaging, functional printing, graphic communications, and professional services for businesses around the world. Its main business segments are Print Sys"}]}, {"heading": "Deaths", "year": "1953", "date": "March 14", "txt": "Klement Gottwald, Czechoslovak Communist politician and 14th President of Czechoslovakia (b. 1896)", "entities": [{"title": "Klement Gottwald", "href": "/wiki/Klement_Gottwald", "description": "Klement Gottwald was a Czech communist politician, who was the leader of the Communist Party of Czechoslovakia from 1929 until his death in 1953–titled as General Secretary until 1945 and as Chairman from 1945 to 1953. He was the first leader of Communist Czechoslovakia from 1948 to 1953."}, {"title": "President of Czechoslovakia", "href": "/wiki/President_of_Czechoslovakia", "description": "The President of Czechoslovakia was the head of state of Czechoslovakia, from the creation of the First Czechoslovak Republic in 1918 until the dissolution of the Czech and Slovak Federative Republic on 1 January 1993."}]}, {"heading": "Deaths", "year": "1957", "date": "March 14", "txt": "Evagoras Pallikarides, Cypriot activist (b. 1938)", "entities": [{"title": "Evagoras Pallikarides", "href": "/wiki/Evagoras_Pallikarides", "description": "Evagoras Pallikarides was a Greek Cypriot revolutionary and poet, and member of EOKA during the 1955–1959 campaign against British rule in Cyprus."}]}, {"heading": "Deaths", "year": "1965", "date": "March 14", "txt": "Marion Jones Farquhar, American tennis player (b. 1879)", "entities": [{"title": "Marion Jones Farquhar", "href": "/wiki/Marion_Jones_Farquhar", "description": " Marion Jones Farquhar  was an American tennis player. She won the women's singles titles at the 1899 and 1902 U.S. Championships. She was inducted into the International Tennis Hall of Fame in 2006."}]}, {"heading": "Deaths", "year": "1968", "date": "March 14", "txt": "Erwin Panofsky, German historian and academic (b. 1892)", "entities": [{"title": "Erwin Panofsky", "href": "/wiki/Erwin_Panofsky", "description": "Erwin Panofsky was a German-Jewish art historian, whose academic career was pursued mostly in the U.S. after the rise of the Nazi regime."}]}, {"heading": "Deaths", "year": "1969", "date": "March 14", "txt": "Ben Shahn, Lithuanian-American painter, illustrator, and educator (b. 1898)", "entities": [{"title": "Ben Shahn", "href": "/wiki/Ben_Shahn", "description": "Ben Shahn was a Lithuanian-born American artist. He is best known for his works of social realism, his left-wing political views, and his series of lectures published as The Shape of Content."}]}, {"heading": "Deaths", "year": "1973", "date": "March 14", "txt": "Howard H. Aiken, American computer scientist and engineer (b. 1900)", "entities": [{"title": "Howard H. Aiken", "href": "/wiki/Howard_H._Aiken", "description": "Howard Hathaway Aiken was an American physicist and a pioneer in computing, being the original conceptual designer behind IBM's Harvard Mark I computer."}]}, {"heading": "Deaths", "year": "1973", "date": "March 14", "txt": "Chic Young, American cartoonist (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "March 14", "txt": "Susan Hayward, American actress (b. 1917)", "entities": [{"title": "Susan Hayward", "href": "/wiki/Susan_Hayward", "description": "Susan Hayward was an American actress and model. She was best known for her film portrayals of women that were based on true stories."}]}, {"heading": "Deaths", "year": "1976", "date": "March 14", "txt": "Busby Berkeley, American director and choreographer (b. 1895)", "entities": [{"title": "Busby Berkeley", "href": "/wiki/Busby_Berkeley", "description": "Busby Berkeley was an American film director and musical choreographer."}]}, {"heading": "Deaths", "year": "1977", "date": "March 14", "txt": "Fannie Lou Hamer, American activist and philanthropist (b. 1917)", "entities": [{"title": "Fannie Lou Hamer", "href": "/wiki/Fannie_Lou_Hamer", "description": "Fannie Lou Hamer was an American voting and women's rights activist, community organizer, and a leader in the civil rights movement. She was the co-founder and vice-chair of the Freedom Democratic Party, which she represented at the 1964 Democratic National Convention. Hamer also organized Mississippi's Freedom Summer along with the Student Nonviolent Coordinating Committee (SNCC). She was also a "}]}, {"heading": "Deaths", "year": "1980", "date": "March 14", "txt": "Mohammad Hatta, Indonesian politician, 3rd Prime Minister of Indonesia (b. 1902)", "entities": [{"title": "Mohammad Hatta", "href": "/wiki/Mohammad_Hatta", "description": "Mohammad Hatta was an Indonesian politician who served as the country's first vice president. Known as \"The Proclamator\", he and a number of Indonesians, including the first president of Indonesia, Sukarno, fought for the independence of Indonesia from the Dutch. Hatta was born in Fort de Kock, Dutch East Indies. After his early education, he studied in Dutch schools in the Dutch East Indies and s"}, {"title": "Prime Minister of Indonesia", "href": "/wiki/Prime_Minister_of_Indonesia", "description": "The position of Prime Minister of Indonesia existed from 1945 until 1967. During this period, the prime minister was in charge of the Cabinet of Indonesia, one of the three branches of government along with the People's Representative Council and the president. Following his 1959 decree, President Sukarno assumed the role and powers of prime minister until his resignation in 1966."}]}, {"heading": "Deaths", "year": "1980", "date": "March 14", "txt": "Félix Rodríguez de la Fuente, Spanish environmentalist (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "March 14", "txt": "Hovhannes Shiraz, Armenian poet (b. 1915)", "entities": [{"title": "Hovhannes Shiraz", "href": "/wiki/Hovhannes_Shiraz", "description": "Hovhannes Shiraz was an Armenian poet."}]}, {"heading": "Deaths", "year": "1989", "date": "March 14", "txt": "Zita of Bourbon-Parma, Empress of Austria and Queen of Hungary (b. 1892)", "entities": [{"title": "Zita of Bourbon-Parma", "href": "/wiki/Zita_of_Bourbon-Parma", "description": "Zita of Bourbon-Parma was the wife of Charles, the last monarch of Austria-Hungary. As such, she was the last Empress of Austria and Queen of Hungary, in addition to other titles."}, {"title": "Empress of Austria", "href": "/wiki/Empress_of_Austria", "description": "This is a list of the Austrian empresses, archduchesses, duchesses and margravines, wives of the rulers of Austria. The monarchy in Austria was abolished at the end of the First World War in 1918."}]}, {"heading": "Deaths", "year": "1991", "date": "March 14", "txt": "Howard Ashman, American playwright and composer (b. 1950)", "entities": [{"title": "Howard Ashman", "href": "/wiki/Howard_Ashman", "description": "Howard Elliott Ashman was an American playwright, lyricist and stage director. He collaborated with composer Alan Menken on several works and is most widely known for his work on feature films for Walt Disney Animation Studios, for which Ashman wrote the lyrics and Menken composed the music. Ashman and Menken began their collaboration with the musical God Bless You, Mr. Rosewater (1979), for which"}]}, {"heading": "Deaths", "year": "1995", "date": "March 14", "txt": "William Alfred Fowler, American physicist and astronomer, Nobel Prize laureate (b. 1911)", "entities": [{"title": "William Alfred Fowler", "href": "/wiki/William_Alfred_Fowler", "description": "William Alfred Fowler (August 9, 1911 – March 14, 1995) was an American nuclear physicist, later astrophysicist, who, with Subrahmanyan Chandrasekhar won the 1983 Nobel Prize in Physics. He is known for his theoretical and experimental research into nuclear reactions within stars and the energy elements produced in the process. and was one of the authors of the influential B2FH paper."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1997", "date": "March 14", "txt": "Fred Zinnemann, Austrian-American director and producer (b. 1907)", "entities": [{"title": "Fred Zinnemann", "href": "/wiki/Fred_Zinnemann", "description": "Alfred Zinnemann was an Austrian-born American film director. He won four Academy Awards for directing and producing films in various genres, including thrillers, westerns, film noir and play adaptations. He made 25 feature films during his 50-year career."}]}, {"heading": "Deaths", "year": "1999", "date": "March 14", "txt": "Kirk Alyn, American actor (b. 1910)", "entities": [{"title": "Kirk Alyn", "href": "/wiki/Kirk_Alyn", "description": "Kirk Alyn was an American actor, best known for being the first actor to play the DC Comics character Superman in live-action for the 1948 movie serial Superman and its 1950 sequel Atom Man vs. Superman, as well as Blackhawk from the Blackhawk movie serial in 1952, and General Sam Lane in 1978's Superman: The Movie."}]}, {"heading": "Deaths", "year": "1999", "date": "March 14", "txt": "John Broome, American author (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "March 14", "txt": "Jack Goldstein, Canadian-American painter (b. 1945)", "entities": [{"title": "Jack Goldstein", "href": "/wiki/Jack_Goldstein", "description": "Jack Goldstein was a Canadian born, California-based performance and conceptual artist turned painter in the 1980s art boom."}]}, {"heading": "Deaths", "year": "2003", "date": "March 14", "txt": "Jean-Luc Lagardère, French engineer and businessman (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 14", "txt": "Lennart Meri, Estonian director and politician, 2nd President of Estonia (b. 1929)", "entities": [{"title": "Lennart Meri", "href": "/wiki/Lennart_Meri", "description": "Lennart Georg Meri was an Estonian politician, writer, and film director. He served as the second President of Estonia from 1992 to 2001. Meri was among the leaders of the movement to restore Estonian independence from the Soviet Union."}, {"title": "President of Estonia", "href": "/wiki/President_of_Estonia", "description": "The president of the Republic of Estonia is the head of state of the Republic of Estonia. The current president is Kersti Kaljulaid, elected by Parliament on 3 October 2016, becoming the first woman and youngest person ever to hold the position."}]}, {"heading": "Deaths", "year": "2007", "date": "March 14", "txt": "Lucie Aubrac, French educator and activist (b. 1912)", "entities": [{"title": "Lucie Aubrac", "href": "/wiki/Lucie_Aubrac", "description": "Lucie Samuel, born Lucie Bernard, and better known as Lucie Aubrac, was a French history teacher and member of the French Resistance during World War II."}]}, {"heading": "Deaths", "year": "2008", "date": "March 14", "txt": "Chiara Lubich, Italian activist, co-founded the Focolare Movement (b. 1920)", "entities": [{"title": "Chiara Lubich", "href": "/wiki/Chiara_Lubich", "description": "Chiara Lubich, was an Italian teacher and author who founded the Focolare Movement, which aims to bring unity among people and promote universal fraternity."}, {"title": "Focolare Movement", "href": "/wiki/Focolare_Movement", "description": "The Focolare Movement is an international organization that promotes the ideals of unity and universal brotherhood. Founded in Trent, northern Italy, in 1943 by Chiara Lubich as a Catholic movement, it remains largely Roman Catholic but has strong links to the major Christian denominations and other religions, or in some cases with the non-religious."}]}, {"heading": "Deaths", "year": "2010", "date": "March 14", "txt": "Peter Graves, American actor (b. 1926)", "entities": [{"title": "Peter Graves", "href": "/wiki/Peter_Graves", "description": "Peter Graves was an American film and television actor. He was best known for his role as Jim Phelps in the CBS television series Mission: Impossible from 1967 to 1973 (original) and from 1988 to 1990 (revival). His elder brother was actor James Arness. Graves was also known for his portrayal of airline pilot Captain Clarence Oveur in the 1980 comedy film Airplane! and its 1982 sequel Airplane II:"}]}, {"heading": "Deaths", "year": "2012", "date": "March 14", "txt": "Pierre Schoendoerffer, French director and screenwriter (b. 1928)", "entities": [{"title": "Pierre Schoendoerffer", "href": "/wiki/Pierre_Schoendoerffer", "description": "Pierre Schoendoerffer was a French film director, a screenwriter, a writer, a war reporter, a war cameraman, a renowned First Indochina War veteran, a cinema academician. He was president of the Académie des Beaux-Arts for 2001 and for 2007."}]}, {"heading": "Deaths", "year": "2012", "date": "March 14", "txt": "Ċensu Tabone, Maltese general and politician, 4th President of Malta (b. 1913)", "entities": [{"title": "President of Malta", "href": "/wiki/President_of_Malta", "description": "The President of Malta is the constitutional head of state of Malta. The President is indirectly elected by the House of Representatives of Malta, which appoints the president for a five-year term and requires them to swear an oath to \"preserve, protect and defend\" the Constitution. The President of Malta also resides directly or indirectly in all three branches of the state. They are part of Parl"}]}, {"heading": "Deaths", "year": "2013", "date": "March 14", "txt": "Jack Greene, American singer-songwriter and guitarist (b. 1930)", "entities": [{"title": "Jack Greene", "href": "/wiki/Jack_Greene", "description": "Jack Henry Greene was an American country musician. Nicknamed the \"Jolly Greene Giant\" due to his height and deep voice, Greene was a long time member of the Grand Ole Opry. A three-time Grammy Award nominee, Greene is best known for his 1966 hit, \"There Goes My Everything\". The song dominated the country music charts for nearly two months in 1967 and earned Greene \"Male Vocalist of the Year\", \"Si"}]}, {"heading": "Deaths", "year": "2013", "date": "March 14", "txt": "Aramais Sahakyan, Armenian poet and author (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 14", "txt": "Ieng Sary, Vietnamese-Cambodian politician, Cambodian Minister for Foreign Affairs (b. 1925)", "entities": [{"title": "Ministry of Foreign Affairs and International Cooperation (Cambodia)", "href": "/wiki/Ministry_of_Foreign_Affairs_and_International_Cooperation_(Cambodia)", "description": "The Ministry of Foreign Affairs and International Cooperation is the government ministry responsible for representing Cambodia to the international community. The ministry oversees the foreign relations of Cambodia, maintains diplomatic missions in other countries, and provides visa services."}]}, {"heading": "Deaths", "year": "2014", "date": "March 14", "txt": "Tony Benn, English politician, Postmaster General of the United Kingdom (b. 1925)", "entities": [{"title": "Tony Benn", "href": "/wiki/Tony_Benn", "description": "Anthony Neil Wedgwood Benn was a British politician, writer and diarist who served as a Cabinet minister in the 1960s and 1970s. A member of the Labour Party, he was Member of Parliament for Bristol South East and Chesterfield for 47 of the 51 years between 1950 and 2001. He later served as President of the Stop the War Coalition from 2001 to 2014."}, {"title": "Postmaster General of the United Kingdom", "href": "/wiki/Postmaster_General_of_the_United_Kingdom", "description": "The Postmaster General of the United Kingdom was a Cabinet-level ministerial position in HM Government. Aside from maintaining the postal system, the Telegraph Act 1868 established the Postmaster General's right to exclusively maintain electric telegraphs. This would subsequently extend to telecommunications and broadcasting."}]}, {"heading": "Deaths", "year": "2014", "date": "March 14", "txt": "Meir Har-Zion, Israeli commander (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 14", "txt": "John W. Cahn, German-American metallurgist and academic (b. 1928)", "entities": [{"title": "John W. Cahn", "href": "/wiki/John_W._Cahn", "description": "John Werner Cahn was an American scientist and recipient of the 1998 National Medal of Science. Born in Cologne, Weimar Germany, he was a professor in the department of metallurgy at the Massachusetts Institute of Technology (MIT) from 1964 to 1978. From 1977, he held a position at the National Institute of Standards and Technology. Cahn had a profound influence on the course of materials research"}]}, {"heading": "Deaths", "year": "2016", "date": "March 14", "txt": "Peter Maxwell Davies, English composer and conductor (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 14", "txt": "Suranimala Rajapaksha, Sri Lankan lawyer and politician (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "March 14", "txt": "Jim Bowen, English stand-up comedian and TV personality (b. 1937)", "entities": [{"title": "Jim Bowen", "href": "/wiki/Jim_Bowen", "description": "James Brown Whittaker, known professionally as Jim Bowen, was an English stand-up comedian, actor and television personality. He was the long-time host of the ITV game show Bullseye, which he presented from its beginning in 1981 through to the end of its original run in 1995."}]}, {"heading": "Deaths", "year": "2018", "date": "March 14", "txt": "Marielle Franco, Brazilian politician and human rights activist (b. 1979)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "March 14", "txt": "Stephen Hawking, English physicist and author (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "March 14", "txt": "Liam O'Flynn, Irish uileann piper (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "March 14", "txt": "Jake Phelps, American skateboarder and Thrasher editor-in-chief (b. 1962)", "entities": [{"title": "Jake Phelps", "href": "/wiki/Jake_Phelps", "description": "James Kendall \"Jake\" Phelps was an American skateboarder and magazine editor. Phelps led the magazine Thrasher as editor-in-chief for 27 years."}]}, {"heading": "Deaths", "year": "2019", "date": "March 14", "txt": "Charlie Whiting, British motorsport director (b. 1952)", "entities": []}]